{
  "symbols": [
    {
      "name": "Aplauze",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "aplauze"
    },
    {
      "name": "Apocalipsa / sfarsitul lumii",
      "category": "dictionar",
      "shortMeaning": "Apocalipsa este, mai intai, o revelatie privind unele realitati misterioase.",
      "fullInterpretation": "Apocalipsa este, mai intai, o revelatie privind unele realitati misterioase. Aceasta este, apoi, o profetie, caci aceste realitati urmeaza sa se petreaca. Este, in sfarsit, o viziune ale carei scene si cifre sunt tot atatea simboluri. \"Aceste viziuni nu au valoare prin ele insele, ci prin simbolul cu care sunt incarcate, pentru ca totul, sau aproape totul, intr-o apocalipsa are valoare simbolica: cifrele, lucrurile, partile corpului, insesi personajele care intra in scena. Atunci cand descrie o viziune, cel care o are traduce in simboluri ideile pe care Dumnezeu i le sugereaza, procedand in acest caz prin acumulare de obiecte, culori, cifre simbolice, fara sa-i pese de incoerenta efectelor obtinute. Pentru a-l intelege, trebuie deci sa intram in jocul sau si sa retraducem ideile, simbolurile pe care le propune, altfel ii falsificam mesajul \"(BIBJ, 3, 414). Termenul apocaliptic a devenit, de asemenea (lasand la o parte cartile apocaliptice in sine, care constitue un alt gen literar foarte raspandit in primele secole ale erei noastre), simbolul ultimelor zile ale lumii, care vor fi marcate de fenomene infricosatoare, uriase involburari ale marilor, prabusiri de munti, despicari ale pamantului, aprinderea vazduhului si a cerului printr-un vuiet de nedescris. Apocalipsa devine astfel un simbol al sfarsitului lumii. Apocalipsa in vise semnifica o schimbare emotionala si dramatica ce a avut loc in interiorul tau. Visul poate insemna, de asemenea, sfarsitul unui stil de viata si inceperea altuia. Sfarsitul lumii in vise reprezinta ingrijorare fata de ceva din viata personala sau profesionala. Exista o multime de anxietate si stres ce va trebui abordat.",
      "slug": "apocalipsa-sfarsitul-lumii"
    },
    {
      "name": "Apus",
      "category": "dictionar",
      "shortMeaning": "Orice apus este asociat cu elementul de context ce vizeaza finalul unei etape.",
      "fullInterpretation": "Orice apus este asociat cu elementul de context ce vizeaza finalul unei etape. Apus de un rosu intens - romantism, sentimente puternice, de orice natura Apus de soare - stabiliatatea afacerii sau a parteneriatului este provizorie. Poate fi si nou inceput dupa o scurta pauza. Alternativ, poate indica nevoia de concediu,vacanta sau de odihna.In general, visarea capuselor simbolizeaza oamenii din jurul dumneavoastra cu intentia de a va suge de energie si de avutie. Aceste poersoane intentioneaza sa va slabeasca din punct de vedere psihic si spiritual, incercand sa va ia mai mult decat puteti da. Visul nu ar trebui interpretat in totalitate ca fiind unul prevestitor de vesti proaste, ci mai degraba ca un fel de stare de alerta si de vigilenta. Alternativ, conform izvoarelor populare, capusa este semnul saraciei si al bolilor. Uciderea acestor paraziti (zdrobirea unei capuse) in vise poate insemna faptul ca aveti capacitatea de a depasi provocarile si problemele care v-au invadat viata. Este posibil ca cineva sa incerce sa va ia ilegal propretatile si resursele financiare. Visand o capusa pe fata ar trebui sa va faca sa acordati mai multa atentie personalitatii. Ceva din felul dumneavoasta de a fi va provoaca neplaceri si, refuzand sa va schimbati, puteti sa va pierdeti esenta si nu veti mai putea fi acea persoana drept de urmat. Un animal infestat cu capuse reprezinta un semnal de alarma. Incepeti sa acordati o mai mare atentie finantelor dumneavoastra, este posibil ca o pierdere masiva sa fie chiar in pagul usii. Inainte ca aceasta pierdere sa va afecteze, incepeti sa economisiti cati mai multi bani veti putea, pentru a avea timp de gandire necesar in vederea solutionarii cat mai rapide a acestei situatii neplacute.",
      "slug": "apus"
    },
    {
      "name": "Aragaz",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "aragaz"
    },
    {
      "name": "Aratura",
      "category": "dictionar",
      "shortMeaning": "Potrivit traditiei noastre visele in care vedem o aratura sunt adesea asociate cu o casatorie.",
      "fullInterpretation": "Potrivit traditiei noastre visele in care vedem o aratura sunt adesea asociate cu o casatorie. Daca in vis va vedeti pe dumneavoastra arand un camp care apartine altcuiva, insemna ca vei ajunge sa traiesti / sa te casatoresti cu sotia / iubita acelui om. Aratura proaspata (dumneavoastra fiind cel care ara) indica un inceput proaspat. Te pregatesti pentru o schimbare si o crestere (posibil economica). Alternativ, visul poate reprezenta monotonia sau rutina vietii de zi cu zi.",
      "slug": "aratura"
    },
    {
      "name": "Arbore",
      "category": "dictionar",
      "shortMeaning": "Simbol al vietii in continua evolutie, in ascensiune spre cer, arborele evoca intreg simpolismul verticalitatii.",
      "fullInterpretation": "Simbol al vietii in continua evolutie, in ascensiune spre cer, arborele evoca intreg simpolismul verticalitatii. Pe de alta parte, el slujeste drept simbol pentru caracterul ciclic al evolutiei cosmice: moarte si regenerare. A vorbi cu o persoana de sex opus sub un arbore sugereaza rezultate bune intr-un domeniu artistic. Cititi si semnificatia pentru : Copac",
      "slug": "arbore"
    },
    {
      "name": "Arbore inalt",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "arbore-inalt"
    },
    {
      "name": "Arbore uscat",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "arbore-uscat"
    },
    {
      "name": "Arbore verde",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "arbore-verde"
    },
    {
      "name": "Arc",
      "category": "dictionar",
      "shortMeaning": "Arcul semnifica incordarea din care tasnesc dorintele noastre, legate de inconstientul nostru.",
      "fullInterpretation": "Arcul semnifica incordarea din care tasnesc dorintele noastre, legate de inconstientul nostru. Incordat inspre inaltimi, arcul poate fi si un simbol al sublimarii dorintelor. Daca visezi ca mergi pe sub un arc vei auzi comentarii rautacioase la adresa ta Daca arcul este rupt inseamna ca folosesti prea multa energie intr-o problema care nu merita .",
      "slug": "arc"
    },
    {
      "name": "Arc de triumf",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "arc-de-triumf"
    },
    {
      "name": "Ardei",
      "category": "dictionar",
      "shortMeaning": "Ardeiul in vis semnifica in traditie: - a vedea - indica cearta, neintelegeri, neplaceri - iute -...",
      "fullInterpretation": "Ardeiul in vis semnifica in traditie: - a vedea - indica cearta, neintelegeri, neplaceri - iute - indica barfe - a vedea cum creste - indica un partener de viata independent - un munte de ardei rosu - indica faptul ca cineva isi va apara drepturile cu agresivitate - un ardei verde - este semn de vitalitateArdeiul gras in vise sugereaza ca in viitorul apropiat veti avea parte de lucruri bune, care va vor aduce satisfactii, va vor face mai optimist, dar acestea vor fi destul de marunte, de importanta minora. Visul mai poate insemna ca ar trebui sa aveti mai multa grija de organismul dumneavoastra, sa-l iubiti si sa-l apreciati mai mult. Ardeiul iute in vise indica nevoia de a va \"condimenta\" viata sau de a face o schimbare radicala. Daca mancati un ardei iute in vis inseamna ca veti avea parte de surprize care va deprima, poate e vremea sa incercati sa va feriti de tot ceea ce inseamna neprevazut, sa va canalizati energia catre lucrurile normale, sa nu incercati nimic nou. In acelasi timp ardeiul iute din vis mai poate simboliza si faptul ca o serie de greseli din trecut va pot ataca in prezent, deoarece acelea nu au fost indreptate, nu ati avut ocazia sa faceti nimic ca sa le reparati iar acum este momentul sa invatati din ele. Un ardei iute in vis mai poate arata si faptul ca sunteti o persoana ipocrita, faceti afirmatii urate despre cunostintele apropiate sau poate chiar ele va vorbesc de rau pe la spate, inducandu-va in eroare, in probleme de orice natura, chiar si cele minore, care va pot afecta foarte mult.Ardeiul rosu in vise inseamna ca veti avea un partener de viata independent si econom. Daca visati un munte de ardei rosii indica faptul ca cineva isi va apara drepturile cu agresivitate.",
      "slug": "ardei"
    },
    {
      "name": "Ardei gras",
      "category": "dictionar",
      "shortMeaning": "Ardeiul gras in vise sugereaza ca in viitorul apropiat veti avea parte de lucruri bune, care va v...",
      "fullInterpretation": "Ardeiul gras in vise sugereaza ca in viitorul apropiat veti avea parte de lucruri bune, care va vor aduce satisfactii, va vor face mai optimist, dar acestea vor fi destul de marunte, de importanta minora. Visul mai poate insemna ca ar trebui sa aveti mai multa grija de organismul dumneavoastra, sa-l iubiti si sa-l apreciati mai mult.",
      "slug": "ardei-gras"
    },
    {
      "name": "Ardei iute",
      "category": "dictionar",
      "shortMeaning": "Ardeiul iute in vise indica nevoia de a va \"condimenta\" viata sau de a face o schimbare radicala.",
      "fullInterpretation": "Ardeiul iute in vise indica nevoia de a va \"condimenta\" viata sau de a face o schimbare radicala. Daca mancati un ardei iute in vis inseamna ca veti avea parte de surprize care va deprima, poate e vremea sa incercati sa va feriti de tot ceea ce inseamna neprevazut, sa va canalizati energia catre lucrurile normale, sa nu incercati nimic nou. In acelasi timp ardeiul iute din vis mai poate simboliza si faptul ca o serie de greseli din trecut va pot ataca in prezent, deoarece acelea nu au fost indreptate, nu ati avut ocazia sa faceti nimic ca sa le reparati iar acum este momentul sa invatati din ele. Un ardei iute in vis mai poate arata si faptul ca sunteti o persoana ipocrita, faceti afirmatii urate despre cunostintele apropiate sau poate chiar ele va vorbesc de rau pe la spate, inducandu-va in eroare, in probleme de orice natura, chiar si cele minore, care va pot afecta foarte mult.",
      "slug": "ardei-iute"
    },
    {
      "name": "Ardei rosu",
      "category": "dictionar",
      "shortMeaning": "Ardeiul rosu in vise inseamna ca veti avea un partener de viata independent si econom.",
      "fullInterpretation": "Ardeiul rosu in vise inseamna ca veti avea un partener de viata independent si econom. Daca visati un munte de ardei rosii indica faptul ca cineva isi va apara drepturile cu agresivitate.",
      "slug": "ardei-rosu"
    },
    {
      "name": "Ardere",
      "category": "dictionar",
      "shortMeaning": "Arderea in vis semnifica simbolul purificarii si renasterii.",
      "fullInterpretation": "Arderea in vis semnifica simbolul purificarii si renasterii. In vis daca vedeti un foc mare, distrugator este semn de necazuri. De asemenea, daca focul arde linistit, mocnit este un semn bun deoarece aduce noroc, veselie, cununie.",
      "slug": "ardere"
    },
    {
      "name": "Arena",
      "category": "dictionar",
      "shortMeaning": "O arena este un spatiu inchis, adesea rotund, in care se desfasoara anumite competitii sau spectacole.",
      "fullInterpretation": "O arena este un spatiu inchis, adesea rotund, in care se desfasoara anumite competitii sau spectacole. Astfel ca arena in vise ar putea insemna ca va invartiti in cerc in legatura cu luarea unei decizii. A visa ca sunteti intr-o arena inseamna ca trebuie sa fiti undeva unde va puteti demonstra talentul, unde va puteti exprima liber. aveti nevoie de o scena, de o platforma pentru autoexprimare. Alternativ, visul mai poate indica faptul ca exista o problema ce trebuie adusa la lumina. Din punct de vedere spiritual, arena in vise sugereaza o forma ritualizata de lupta sau, uneori, de sacrificiu, dar mai poate sugera si nevoia de spatiu.",
      "slug": "arena"
    },
    {
      "name": "Arest",
      "category": "dictionar",
      "shortMeaning": "Daca ati visat ca sunteti in arest, semnifica ca aveti unele probleme de control si restrictii.",
      "fullInterpretation": "Daca ati visat ca sunteti in arest, semnifica ca aveti unele probleme de control si restrictii. Nu vi-ati lasat anumite aspecte din viata dumneavoastra sa se dezvolte pe deplin. Visul in care sunteti arestat, inseamna ca va faceti griji pentru modul in care va privesc ceilalti. Visul in care arestati pe cineva, sugereaza faptul ca nu sunteti multumiti cu anumite aspecte ale personalitatii dumneavoastra. Daca visati ca altcineva este arestat, inseamna ca aveti o teama de a nu fi refuzat intr-o anumita situatie, iar aceasta necesita o schimbare. In traditia araba, visul la arest semnifica faptul ca cineva incearca sa-ti intinda o capcana. Din punct de vedere psihologic, visele de acest tip scot la iveala incertitudinea noastra asupra motivelor care stau la baza unei actiuni in care vrem sa ne implicam. Ar trebui sa ne oprim putin si sa ne analizam cu atentie comportamentul inainte de a actiona intr-un fel sau altul.",
      "slug": "arest"
    },
    {
      "name": "Argila",
      "category": "dictionar",
      "shortMeaning": "(prelucrata de olar sau de sculptor) adaptabilitate, creativitate, productivitate, capacitate de ...",
      "fullInterpretation": "(prelucrata de olar sau de sculptor) adaptabilitate, creativitate, productivitate, capacitate de a ajunge la rezultate concrete si la castiguri materiale prin munca -(morman) sprijin util in rezolvarea unei probleme, chiar daca prin efort indelungat si munca -mijloace concrete de a ajunge la rezultate palpabile.",
      "slug": "argila"
    },
    {
      "name": "Argint",
      "category": "dictionar",
      "shortMeaning": "In sistemul de corespondenta al metalelor si planetelor, argintul este raportat la Luna.",
      "fullInterpretation": "In sistemul de corespondenta al metalelor si planetelor, argintul este raportat la Luna. El apartine schemei sau lantului simbolic luna-apa-principiu feminin. Intr-adevar, in mod traditional, prin contrast cu aurul, care este principiu activ, masculin, solar, diurn, incandescent, argintul este principiul pasiv, feminin, lunar, apos, rece. Argintul, pe plan etic, simbolizeaza obiectul lacomiei si nenorocirile pe care acesta le provoaca, precum si degradarea constiintei. Aparitia argintului in vise poate semnifica unele chestiuni banesti ori financiare. Alternativ, acesta simbolizeaza lucruri de valoare ce pot fi pastrate ca solutii de urgenta pentru eventualitatea unosr situatii dificile. Daca privim argintul din punct de vedere psihologic, acesta reprezinta calitatile specifice lumii, in sensul unui lucru care ne este accesibil, dar care, in acelasi timp, ramane la distanta. Din punct de vedere spiritual, asa cum am spus mai sus, argintul simbolizeaza aspectul feminin, pe cand aurul il reprezinta pe cel masculin.(vezi, de asemenea luna) . Banii de argint in vise inseamna ca veti face afaceri cu mult castig. Traditia romaneasca explica visul la bani de argint ca fiind multa vorba, barfe, vorbe rele. Daca visati ca auziti clinchetul banilor de argint este semnal de boala.Bratara de argint in vise inseamna cresteri la profitul cuiva. De asemenea, visul se refera la faptul ca aveti o imaginatie bine dezvoltata. Alternativ, visul la o bratara de argint ar putea fi interpretat ca si observarea omagiilor religioase realizate de cineva. Daca visati ca aveti la fiecare incheietura cate o bratara de argint inseamna dezamagire sau pierderi cauzate de unul din prieteni. Visul in care vi se ofera o bratara de argint reprezinta o relatie fericita pe viitor. Visul mai indica si faptul ca veti fi capabil sa preveniti orice pierdere financiara.Cerceii de argint in vise inseamna ca sunteti barfit de cei din jur, ca exista rauvoitori care va denigreaza. Visul ar mai putea insemna si faptul ca aveti o energie foarte scazuta si nu faceti fata problemelor zilnice.Inelul de argint in vis inseamna ca veti avea o familie numeroasa, cu multi copii. Visul ar mai putea insemna ca logodna sau casnicia dumneavoastra va fi din interes.",
      "slug": "argint"
    },
    {
      "name": "Argint spunand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "argint-spunand"
    },
    {
      "name": "Arhiepiscop",
      "category": "dictionar",
      "shortMeaning": "Arhiepiscopul in vise prevesteste obstacole carora trebuie sa le rezistati pentru a putea ajunge ...",
      "fullInterpretation": "Arhiepiscopul in vise prevesteste obstacole carora trebuie sa le rezistati pentru a putea ajunge la avere si la o inalta treapta de onoare. A visa un arhiepiscop imbracat in haine civile inseamna ca veti primi ajutor si incurajari de la cei aflati in pozitii importante si veti avea succes in afaceri. Pentru o tanara femeie ce viseaza un arhiepiscop inseamna ca va avea noroc in a-si forma relatii de prietenie.",
      "slug": "arhiepiscop"
    },
    {
      "name": "Arhitect",
      "category": "dictionar",
      "shortMeaning": "(A se vedea si schita) Daca visezi ca faci anumite schite pentru o cladire sau altceva vei doband...",
      "fullInterpretation": "(A se vedea si schita) Daca visezi ca faci anumite schite pentru o cladire sau altceva vei dobandi succes daca vei munci din greu .",
      "slug": "arhitect"
    },
    {
      "name": "Arici",
      "category": "dictionar",
      "shortMeaning": "Ariciul, care ocupa un loc de seama in mitologia vechilor iranieni, apare si in numeroase mituri din Asia Centrala.",
      "fullInterpretation": "Ariciul, care ocupa un loc de seama in mitologia vechilor iranieni, apare si in numeroase mituri din Asia Centrala. La buriati, el este considerat nascocitorul focului. Iconografia medievala a facut din arici un simbol al zgarceniei si lacomiei, probabil din pricina obiceiului pe care l-ar avea de a se rostogoli pe smochinele , strugurii si merele peste care da sau pe care le face sa cada si, cu ele infipte in tepi, de a se ascunde intr-o scorbura de copac pentru a-si aduna gramada bogatiile si a-si hrani puii.",
      "slug": "arici"
    },
    {
      "name": "Aripa",
      "category": "dictionar",
      "shortMeaning": "Aripa in vise are mai multe intelesuri: - aveti aripi - intalnirea cu o persoana draga care a fos...",
      "fullInterpretation": "Aripa in vise are mai multe intelesuri: - aveti aripi - intalnirea cu o persoana draga care a fost plecata intr-o calatorie sau o dezamagire in dragoste - aripa unei pasari - suferinta sau nevoile dumneavoastra se apropie de final - aripa rupta a unei pasari - nu veti reusi sa realizati tot ce v-ati propus - aripa de gasca - bucurie mare, noroc - cal cu aripi - cerere in casatorie - furnici cu aripi - sunteti neglijent la servici - vaca grasa cu aripi - vesti despre un mare castig",
      "slug": "aripa"
    },
    {
      "name": "Aripi",
      "category": "dictionar",
      "shortMeaning": "Aripile in vis prevestesc nevoia de eliberare de sub unele constrangeri ale vietii sociale, desub...",
      "fullInterpretation": "Aripile in vis prevestesc nevoia de eliberare de sub unele constrangeri ale vietii sociale, desub presiunile zilnice care nu va lasa sa traiti in pace, fuga de responsabilitati, dorinta de a avans. Daca visati ca in zbor vi se frang aripile inseamna ca cineva va pune piedici, doreste sa va lege de ceva anume, va impune obligatii, numai sa nu fiti liber. Calul cu aripi in vis inseamna ca va veti implica intr-o relatie amoroasa sau poate chiar urmeaza o cerere in casatorie. Aripile de gasca sugereaza bucurii mari pe viitor. Furnicile cu aripi indica faptul ca nu va dati silinta la locul de munca. O vaca cu aripi semnifica faptul ca situatia dumneavoastra financiara se va imbunatati. Aripile de inger in vis sugereaza ca sunteti o persoana blanda, naiva si poate aveti nevoie sa fiti protejat.",
      "slug": "aripi"
    },
    {
      "name": "Arlechin",
      "category": "dictionar",
      "shortMeaning": "Nume venit din comedia italiana si dat unui personaj imbracat deobicei cu o haina confectionata d...",
      "fullInterpretation": "Nume venit din comedia italiana si dat unui personaj imbracat deobicei cu o haina confectionata din bucati de tesatura triunghiulare de culori diferite. El poarta o masca neagra pe ochi si o sabie de lemn la brau, intruchipeaza roluri de tanar mascarici, de bufon siret, de smecher cam zapacit si nestatornic, haina lui peticita subliniind tocmai acest ultim aspect al caracterului sau. Este imaginea omului slab si nehotarat, fara opinii, fara principii, fara caracter. Sabia lui este doar din lemn, chipul este mascat, vasmantul facut din petice si din bucati. Asezare lor asemenea unei table de sah evoca o situatie conflictuala, cea a fiintei care nu a reusit sa individualizeze, sa se personalizeze, sa se detaseze din confuzia dorintelor, proiectelor si lucrurilor posibile. Daca visati un arlechin, este semn ca o dorinta inconstienta de a va izola de oamenii ce va inconjoara. Credeti ca acestia nu va considera un interlocutor bun, iar acest lucru va deranjeaza foarte mult. Visul in care sunteti urmarit de un arlechin reprezinta faptul ca oferiti prea multa atentie imprejurimilor si ar trebui sa uitati de micile momente neplacute pe care le-ati provocat inainte. Trebuie sa incepeti sa acordati mai multa incredere persoanelor din jurul dumneavoastra. Daca imbracati un costum de arlechin este un indiciu ca sunteti gata sa depasiti schimbarile din viata dumneavoastra. Nu va temeti sa va aratati natura reala si sa va demonstrati competentele in scopul de a dezvolta si de a imbunatati sentimentul interior si lumea ce va inconjoara.",
      "slug": "arlechin"
    },
    {
      "name": "Arma",
      "category": "dictionar",
      "shortMeaning": "(cumparand)Cearta mare si necazuri.",
      "fullInterpretation": "(cumparand)Cearta mare si necazuri.Severitatea emotionala si intelectuala delibereaza ce pasi trebuie facuti atunci cand apare armamentul in vise. Daca visati ca transportati armament este nelinistit poate chiar din prea multa protectie. Este clar ca visul sugereaza ca sunteti cu adevarat amenintat, astfel se ajunge la dorinta de mai multa protectie. Visul in care vedeti alte persoane cu armament ar putea sugera doar mecanismele dumneavoastra defensive. Din punct de vedere psihologic, armamentul in vise este o viziune pentru autoprotectie sau pentru distantare. Totusi, visul poate sugera agresivitate sau disponibilitatea de a lupta. La nivel spiritual, visul in care apare armament pune in fata cavaleria, nevoia de a proteja sau de a fi protejat.Visul in care o femeie vede un armasar inseamna ca va primi petitori. Daca o femeie viseaza un armasar alb inseamna ca ea va fi ceruta in casatorie. Visul in care calariti un armasar prezice un desfrau. Daca un barbat viseaza un armasar de culoare inchisa inseamna ca va avea de-a face cu femei usoare.(Inarmat)Necazuri neasteptate, trecatoare. Vezi, de asemenea, si Inarmat(Inrolat) Nevoie de ordine si organizare mai buna in ceea ce faci, nevoia de a gandi mult mai atent detaliile vietii tale actuale -sarcini asumate -necesitatea de a te maturiza -(salvat de armata) nevoia de a cere sprijin din partea autoritatilor sau a superiorilor -reorganizarea fortelor proprii pentru a da nastere unor proiecte serioase -(trupe mergand la razboi sau la instructie) pericole asumate, cu sentimentul indeplinirii unor obligatii asumate cu buna stiinta si mult discernamant.",
      "slug": "arma"
    },
    {
      "name": "Arma (cumparand)",
      "category": "dictionar",
      "shortMeaning": "(cumparand)Cearta mare si necazuri.",
      "fullInterpretation": "(cumparand)Cearta mare si necazuri.",
      "slug": "arma-cumparand"
    },
    {
      "name": "Arma vanzand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "arma-vanzand"
    },
    {
      "name": "Armament",
      "category": "dictionar",
      "shortMeaning": "Severitatea emotionala si intelectuala delibereaza ce pasi trebuie facuti atunci cand apare armamentul in vise.",
      "fullInterpretation": "Severitatea emotionala si intelectuala delibereaza ce pasi trebuie facuti atunci cand apare armamentul in vise. Daca visati ca transportati armament este nelinistit poate chiar din prea multa protectie. Este clar ca visul sugereaza ca sunteti cu adevarat amenintat, astfel se ajunge la dorinta de mai multa protectie. Visul in care vedeti alte persoane cu armament ar putea sugera doar mecanismele dumneavoastra defensive. Din punct de vedere psihologic, armamentul in vise este o viziune pentru autoprotectie sau pentru distantare. Totusi, visul poate sugera agresivitate sau disponibilitatea de a lupta. La nivel spiritual, visul in care apare armament pune in fata cavaleria, nevoia de a proteja sau de a fi protejat.",
      "slug": "armament"
    },
    {
      "name": "Armasar",
      "category": "dictionar",
      "shortMeaning": "Visul in care o femeie vede un armasar inseamna ca va primi petitori.",
      "fullInterpretation": "Visul in care o femeie vede un armasar inseamna ca va primi petitori. Daca o femeie viseaza un armasar alb inseamna ca ea va fi ceruta in casatorie. Visul in care calariti un armasar prezice un desfrau. Daca un barbat viseaza un armasar de culoare inchisa inseamna ca va avea de-a face cu femei usoare.",
      "slug": "armasar"
    },
    {
      "name": "Armat (Inarmat)",
      "category": "dictionar",
      "shortMeaning": "(Inarmat)Necazuri neasteptate, trecatoare.",
      "fullInterpretation": "(Inarmat)Necazuri neasteptate, trecatoare. Vezi, de asemenea, si Inarmat",
      "slug": "armat-inarmat"
    },
    {
      "name": "Armata",
      "category": "dictionar",
      "shortMeaning": "(Inrolat) Nevoie de ordine si organizare mai buna in ceea ce faci, nevoia de a gandi mult mai ate...",
      "fullInterpretation": "(Inrolat) Nevoie de ordine si organizare mai buna in ceea ce faci, nevoia de a gandi mult mai atent detaliile vietii tale actuale -sarcini asumate -necesitatea de a te maturiza -(salvat de armata) nevoia de a cere sprijin din partea autoritatilor sau a superiorilor -reorganizarea fortelor proprii pentru a da nastere unor proiecte serioase -(trupe mergand la razboi sau la instructie) pericole asumate, cu sentimentul indeplinirii unor obligatii asumate cu buna stiinta si mult discernamant.",
      "slug": "armata"
    },
    {
      "name": "Armura",
      "category": "dictionar",
      "shortMeaning": "Trebuie sa ne dam seama sau sa fim constienti de o anume inflexibilitate intelectuala sau emotion...",
      "fullInterpretation": "Trebuie sa ne dam seama sau sa fim constienti de o anume inflexibilitate intelectuala sau emotionala din partea celor din jur sau chiar din partea nmoastra. In general, armura simbolizeaza cavalerismul, protectia si nevoia de a proteja si de a fi protejat. Purtand armura in vis, acest lucru poate insemna o exagerare a masurilor de protectie pe care le luam. Pe de alta parte, daca alte persoane poarta armura, se poate sa le cunoastem mult prea bine mecanismele de aparare. Daca privim acest vis din punct de vedere psihologic, ar putea insemna ca ne prtejam de anumite lucruri pe care le consideram amenintatoare. Pe de alta parte, exista o posibilitate ca mecanismul nostru de aparare sa se dovedeasca coplesit si impropriu actualelor circumstante.Potrivit traditiei noastre marmura reprezita cearta, raceala, rationament rece. Alternativ, marmura in vise sugereaza pierderi. - Daca ai visat o statuie de marmura inseamna ca vei avea probleme in dragoste. - Marmura alba este un semn al bogatiei. - Pavajul sau pardoseala de marmura face referire la o perioada grea cu cineva intim. - Vaza de marmura semnifica succes in viata sentimentala. - Visul in care dormi pe marmura indica faptul ca vei intampina timpuri dificile, neintelegeri si raceala. - Daca ai visat casa ta placata cu marmura inseamna ca vei avea dezamagiri in familie.",
      "slug": "armura"
    },
    {
      "name": "Arpagic",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca saditi arpagic inseamna ca veti primi o suma importanta de bani atunci cand aveti mai muta nevoie de ei.",
      "fullInterpretation": "Daca visati ca saditi arpagic inseamna ca veti primi o suma importanta de bani atunci cand aveti mai muta nevoie de ei.",
      "slug": "arpagic"
    },
    {
      "name": "Arsura",
      "category": "dictionar",
      "shortMeaning": "Arsura in vise sugereaza ca este posibil sa va cuprinda o stare de neliniste dupa primirea unei vesti bune.",
      "fullInterpretation": "Arsura in vise sugereaza ca este posibil sa va cuprinda o stare de neliniste dupa primirea unei vesti bune. Daca visati ca va ardeti inseamna ca veti fi fericit sa aveti un loc de munca cu multe responsabilitati. Totodata va veti face prieteni noi.",
      "slug": "arsura"
    },
    {
      "name": "Artificii",
      "category": "dictionar",
      "shortMeaning": "Succes, victorie in fata problemelor -petrecere -bucurie -motiv de sarbatoare -actiuni care te sc...",
      "fullInterpretation": "Succes, victorie in fata problemelor -petrecere -bucurie -motiv de sarbatoare -actiuni care te scot in evidenta, laude spuse in public -participare la evenimente speciale, rare, deosebite. Visand ca dumeavoastra aprindeti artificiile, inseamna ca doriti sa va prezentati in lumina stralucitoare a succesului fata de cei din jur si acest lucru va si reuseste de cele mai multe ori.Avand in vedere ca, mai tot timpul, focurile de artificii fac parte din manifestarile prilejuite de un eveniment de bucurie sau de o sarbatoare, acestea pot fi si infricosatoare. Atunci cand visam focuri de artificii, speram, de fapt, sa avem motive de sarbatoare, desi acestei dorinte de celebrare ii poate fi asociata si o alta emotie sau traire. Putem atribui focurilor de artificii acceasi semnificatie ca si in cazul exploziei. O eliberare de emotii sau de energie poate avea un efect spectaculos asupra noastra si a oamenilor ce ne inconjoara. Se regaseste un exces de incarcatura emotionala spirituala, ce trebuie directionat pe calea potrivita pentru a evita disiparea sa necontrolata.",
      "slug": "artificii"
    },
    {
      "name": "Artist",
      "category": "dictionar",
      "shortMeaning": "Artistul in vise sugereaza inteligenta, veselie, bucurie.",
      "fullInterpretation": "Artistul in vise sugereaza inteligenta, veselie, bucurie. Daca visati mai multi artisti adunati la un loc inseamna ca veti avea parte de convorbiri folositoare. Daca artistii in vis sunt: - muzicanti inseamna trancaneala - pictori sugereaza ca va bateti joc de cineva - sculptori inseamna pedanterism Daca visati ca sunteti artist inseamna pierderi in afaceri.",
      "slug": "artist"
    },
    {
      "name": "Asasin",
      "category": "dictionar",
      "shortMeaning": "Asasinul in vis sugereaza ca veti fi vizitati de rude foarte apropiate.",
      "fullInterpretation": "Asasinul in vis sugereaza ca veti fi vizitati de rude foarte apropiate. Daca o persoana importanta este asasinata in vis inseamna ca veti primi o veste ingrozitoare, dar care nu va avea urmari nefaste. Visul in care cineva asasineaza o alta persoana inseamna ca nu veti putea face fata incercarilor la care veti fi supusi. Daca ati visat un asasin care statea deasupra victimei inseamna ca veti avea neplaceri.",
      "slug": "asasin"
    },
    {
      "name": "Ascensor",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ascensor"
    },
    {
      "name": "Aschie",
      "category": "dictionar",
      "shortMeaning": "Aschia in vise inseamna micul amanunt in care sunteti prins, un mic detaliu care ar putea fi lips...",
      "fullInterpretation": "Aschia in vise inseamna micul amanunt in care sunteti prins, un mic detaliu care ar putea fi lipsit de importanta, dar care pe dumneavoastra va deranjeaza. Visul ar mai putea insemna un gest al persoanei iubite care pur si simplu nu il puteti suporta, o trasatura de caracter care va displace",
      "slug": "aschie"
    },
    {
      "name": "Ascuns",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca te ascunzi de ceva semnifica teama, incercarea de a te eschiva din fata responsabi...",
      "fullInterpretation": "Daca visezi ca te ascunzi de ceva semnifica teama, incercarea de a te eschiva din fata responsabilitatilor, de a scapa de o situatie dificila. De asemenea, daca visezi ca nu te ascunzi de ceva sugereaza curaj, indrazneala, asumarea responsabilitatilor, infruntarea primejdilor.",
      "slug": "ascuns"
    },
    {
      "name": "Ascunzatoare",
      "category": "dictionar",
      "shortMeaning": "Ascunzatoarea in vise este semn de casatorie din dragoste.",
      "fullInterpretation": "Ascunzatoarea in vise este semn de casatorie din dragoste. Daca visati ca descoperiti o ascunzatoare atunci inseamna ca veti avea acces la adevar, la cunoastere, la lumina.",
      "slug": "ascunzatoare"
    },
    {
      "name": "Ascutitoare",
      "category": "dictionar",
      "shortMeaning": "O ascutitoare in vise reprezinta un fiu bun invidiat de catre oameni.",
      "fullInterpretation": "O ascutitoare in vise reprezinta un fiu bun invidiat de catre oameni. A vedea o ascutitoare in vise inseamna ca veti avea un baiat frumos. Daca visati ca tineti in mana o ascutitoare inseamna impacare cu o femeie de care v-ati despartit de ceva vreme. Ascutitoarea in vise mai poate insemna si un scriitor sau un autor.",
      "slug": "ascutitoare"
    },
    {
      "name": "Asfalt",
      "category": "dictionar",
      "shortMeaning": "Asfaltul in vise semnifica siguranta, certitudine, stabilitate, incredere, dorinta de a iesi din ...",
      "fullInterpretation": "Asfaltul in vise semnifica siguranta, certitudine, stabilitate, incredere, dorinta de a iesi din cotidian, de a calatori. Cautati modalitati mai neobisnuite de a va castiga painea, noi surse financiare. Un drum asfaltat in vis indica lipsa de obstacole, sustinere. Daca drumul asfaltat este cu gropi sugereaza ca trebuie sa faceti unele corectii in activitatile dumneavoastra. Visul in care cineva toarna asfalt inseamna ajutor din partea celorlalti. Daca visati ca cineva gaureste asfaltul indica critici si piedici in calea reusitei dumneavoastra. Visul in care apare o balta in asfalt sugereaza nesiguranta si confuzie.",
      "slug": "asfalt"
    },
    {
      "name": "Asigurare",
      "category": "dictionar",
      "shortMeaning": "Visul in care va cumparati o asigurare se refera la o lipsa de incredere.",
      "fullInterpretation": "Visul in care va cumparati o asigurare se refera la o lipsa de incredere. Va temeti sa nu pierdeti ceva ce inseamna mult pentru dumneavoastra. Alternativ, un vis despre o asigurare poate reprezenta nevoia de securitate. Aveti o temere referitoare la evenimentele din viitor si la consecintele acestora. Asigurarea in vise poate simboliza nevoia de a va izola in fata unei potentiale pierderi. A visa o asigurare de viata simbolizeaza mantuirea. Daca visati ca un agent de asigurari va emite o asigurare inseamna ca vor aparea schimbari in viata de familie. Este posibil ca unii membri ai familiei sa paraseasca domiciliul si sa isi inceapa o noua viata. Va fi dificil pentru dumneavoastra sa depasiti aceasta situatie, totusi, va trebui sa va pastrati energia si sa continuati acest curs normal al evenimentelor. Daca va dati batut cel mai probabil rivalii dumneavoastra vor profita de aceasta conditie si vor intoarce situatia impotriva dumneavoastra.",
      "slug": "asigurare"
    },
    {
      "name": "Asistenta",
      "category": "dictionar",
      "shortMeaning": "Asistenta medicala in vise inseamna o viata indelungata.",
      "fullInterpretation": "Asistenta medicala in vise inseamna o viata indelungata. Daca o femeie se viseaza asistenta semnifica devotamentul si compasiunea ei, va cuceri respectul celor din jur. Daca va visati asistenta medicala atunci inseamna ca aveti idealuri care se vor concretiza pe viitor.",
      "slug": "asistenta"
    },
    {
      "name": "Aspirator",
      "category": "dictionar",
      "shortMeaning": "Simbolistica aspiratorului consta in nevoia de a va curata viata.",
      "fullInterpretation": "Simbolistica aspiratorului consta in nevoia de a va curata viata. In general, aspiratorul reprezinta preocuarea sau motivatiile ca in cele din urma va trebui sa faceti fata problemelor dumneavoastra, sa va curatati atitudinea sau sa va debarasati de idei si obiceiuri proaste. Exemplu de vis: Un barbat a visat ca foloseste aspiratorul la curatenie. Interpretare vis : In viata de zi cu zi, acesta, a ajuns sa abordeze o serie de probleme, anterior fiind prea distras pentru a le face fata. Acum este foarte motivat sa faca acest lucru.Eliberare de piedici, calea este acum deschisa catre noi realizari, dupa o perioada de organizare foarte profunda in propriile planuri profesionale. Sentimente, emotie - relatie si cuplu Din punct de vedere emotional, aspiratorul ii sugereaza visatorului ca va fi capabil sa caute rezultate satisfacatoare intr-o relatie de dragoste prin propriile sale eforturi. Daca, cel care a visat foloseste aspiratorul la curatenie, atunci acest vis denota faptul ca visatorul incearca sa uite anumite amintiri sai sa inceapa o viata noua. Un aspirator defect, rupt sau spart reprezinta motivatia pierduta sau capacitate scazuta de va pune in ordine viata. Simtiti ca nu este posibil sa aveti responsabilitati profesionale / familiare, chiar daca in adancul dumneavoastra va doriti aceasta.",
      "slug": "aspirator"
    },
    {
      "name": "Aspirator defect",
      "category": "dictionar",
      "shortMeaning": "Un aspirator defect, rupt sau spart reprezinta motivatia pierduta sau capacitate scazuta de va pune in ordine viata.",
      "fullInterpretation": "Un aspirator defect, rupt sau spart reprezinta motivatia pierduta sau capacitate scazuta de va pune in ordine viata. Simtiti ca nu este posibil sa aveti responsabilitati profesionale / familiare, chiar daca in adancul dumneavoastra va doriti aceasta.",
      "slug": "aspirator-defect"
    }
  ]
}