{
  "symbols": [
    {
      "name": "Aplauze",
      "category": "acțiuni",
      "shortMeaning": "Recunoaștere, validare, succes social sau nevoia de aprobare.",
      "fullInterpretation": "Aplauzele în vis sunt sunetul succesului. Indică faptul că eforturile tale sunt văzute și apreciate.\n\nDacă ești aplaudat, simți validare și mândrie. Stima de sine crește.\n\nDacă aplauzi pe altcineva, ești capabil să recunoști valoarea și să fii generos, fără invidie.\n\nTotuși, dacă aplauzele par false sau ironice, te temi de ipocrizie și de lingușitori.\n\nAcest vis îți confirmă că meriți să fii apreciat.",
      "slug": "aplauze"
    },
    {
      "name": "Apocalipsa / sfarsitul lumii",
      "category": "fenomene",
      "shortMeaning": "Transformare radicală, sfârșitul unei etape, frică de schimbare sau renaștere.",
      "fullInterpretation": "Apocalipsa în vis nu este despre sfârșitul lumii fizice, ci despre sfârșitul lumii tale așa cum o știi.\n\nEste un simbol al transformării profunde. Vechile structuri (credințe, relații, job) se prăbușesc pentru a face loc noului.\n\nPoate reflecta anxietate majoră în fața schimbării sau sentimentul că pierzi controlul.\n\nDar după distrugere vine renașterea. Este o purificare prin foc.\n\nAcest vis te îndeamnă să accepți schimbarea, oricât de înfricoșătoare ar fi.",
      "slug": "apocalipsa-sfarsitul-lumii"
    },
    {
      "name": "Apus",
      "category": "fenomene",
      "shortMeaning": "Final de ciclu, odihnă, melancolie, pace și frumusețea trecătoare.",
      "fullInterpretation": "Apusul soarelui marchează sfârșitul unei etape (o zi, o tinerețe, o iubire). Este un moment de bilanț și de liniște.\n\nIndică faptul că o perioadă activă se încheie și urmează odihna sau întunericul (necunoscutul).\n\nPoate evoca sentimente de melancolie, dar și de pace și acceptare.\n\nAcest vis te invită să te bucuri de frumusețea momentului prezent, chiar dacă soarele apune.",
      "slug": "apus"
    },
    {
      "name": "Aragaz",
      "category": "obiecte",
      "shortMeaning": "Căldura căminului, transformare (gătit), energie creativă sau furie.",
      "fullInterpretation": "Aragazul este sursa de foc din casă. Simbolizează energia vitală și capacitatea de a transforma \"ingredientele\" vieții în hrană.\n\nDacă gătești la aragaz, ești creativ și productiv. Ai grijă de tine și de alții.\n\nDacă focul este stins, îți lipsește pasiunea sau energia.\n\nO scurgere de gaze indică pericolul unor emoții explozive (furie reprimată).\n\nAcest vis te întreabă: ce se \"coace\" în viața ta?",
      "slug": "aragaz"
    },
    {
      "name": "Aratura",
      "category": "natură",
      "shortMeaning": "Pregătire pentru nou, muncă grea, fertilitate și începutul unui proiect.",
      "fullInterpretation": "Pământul arat este gata să primească semințele. Visul indică faptul că ai depus efortul necesar pentru a pregăti terenul pentru o nouă etapă.\n\nPoate sugera o perioadă de muncă intensă, dar necesară.\n\nEste un simbol al fertilității și al potențialului.\n\nAcest vis îți spune că ești gata să plantezi intențiile pentru viitor.",
      "slug": "aratura"
    },
    {
      "name": "Arbore",
      "category": "natură",
      "shortMeaning": "Viață, conexiune (pământ-cer), stabilitate, familie și creștere.",
      "fullInterpretation": "Arborele este simbolul sinelui. Rădăcinile sunt legătura cu trecutul și familia, trunchiul este viața prezentă, iar coroana sunt aspirațiile și viitorul.\n\nUn arbore puternic indică stabilitate și sănătate.\n\nUn arbore doborât sugerează o pierdere majoră sau o criză de identitate.\n\nAcest vis te invită să îți verifici rădăcinile și să tinzi spre lumină.",
      "slug": "arbore"
    },
    {
      "name": "Arbore inalt",
      "category": "natură",
      "shortMeaning": "Ambiție, aspirații înalte, succes, protecție sau aroganță.",
      "fullInterpretation": "Un arbore foarte înalt simbolizează ambițiile tale mari și dorința de a atinge cerul (succesul).\n\nIndică o perspectivă vastă asupra vieții și o conexiune spirituală puternică.\n\nPoate sugera și faptul că ești un pilon de sprijin pentru alții (umbră și protecție).\n\nAcest vis te încurajează să crești, dar să nu uiți să rămâi bine înrădăcinat.",
      "slug": "arbore-inalt"
    },
    {
      "name": "Arbore uscat",
      "category": "natură",
      "shortMeaning": "Lipsă de vitalitate, deznădejde, sfârșit, stagnare sau nevoie de regenerare.",
      "fullInterpretation": "Un arbore uscat este un semn de tristețe și lipsă de energie vitală. Poate indica o perioadă de \"secetă\" emoțională sau spirituală.\n\nSugerează că o parte din tine sau un proiect nu mai este viabil.\n\nPoate simboliza și bătrânețea sau frica de moarte.\n\nAcest vis te îndeamnă să cauți surse noi de \"apă\" (inspirație, iubire) sau să accepți că uneori trebuie să lăsăm lucrurile să moară pentru a face loc altora noi.",
      "slug": "arbore-uscat"
    },
    {
      "name": "Arbore verde",
      "category": "natură",
      "shortMeaning": "Speranță, sănătate, creștere, tinerețe și prosperitate.",
      "fullInterpretation": "Un arbore verde și înfrunzit este un simbol excelent. Indică faptul că planurile tale sunt pline de viață și vor da roade.\n\nSimbolizează sănătatea fizică și echilibrul mental.\n\nEști într-o fază de expansiune și creștere.\n\nAcest vis îți confirmă că ești conectat la sursa vieții.",
      "slug": "arbore-verde"
    },
    {
      "name": "Arc",
      "category": "obiecte",
      "shortMeaning": "Tensiune, direcție, scop, energie potențială sau Cupidon.",
      "fullInterpretation": "Arcul simbolizează tensiunea necesară pentru a lansa o acțiune. Ești încordat, gata să tragi la țintă.\n\nIndică faptul că ai un scop precis și energia necesară pentru a-l atinge.\n\nPoate avea și conotații romantice (săgeata lui Cupidon).\n\nDacă arcul se rupe, planurile tale pot eșua din cauza presiunii prea mari.\n\nAcest vis te îndeamnă să țintești sus.",
      "slug": "arc"
    },
    {
      "name": "Arc de triumf",
      "category": "locuri",
      "shortMeaning": "Victorie, recunoaștere publică, trecere onorabilă sau succes.",
      "fullInterpretation": "Arcul de triumf este poarta învingătorilor. Trecerea pe sub el în vis simbolizează succesul într-o întreprindere majoră.\n\nIndică faptul că ai depășit obstacolele și meriți să fii celebrat.\n\nEste un moment de glorie și de afirmare a statutului.\n\nAcest vis îți promite reușită și onoruri.",
      "slug": "arc-de-triumf"
    },
    {
      "name": "Ardei",
      "category": "alimente",
      "shortMeaning": "Picanterie, temperament iute, vitalitate sau iritare.",
      "fullInterpretation": "Ardeiul adaugă gust vieții. Poate simboliza o persoană cu temperament \"iute\" sau o situație \"fierbinte\".\n\nIndică pasiune, dar și posibile conflicte sau iritări.\n\nEste un simbol al energiei masculine și al vitalității.\n\nAcest vis te invită să pui puțină pasiune în ceea ce faci.",
      "slug": "ardei"
    },
    {
      "name": "Ardei gras",
      "category": "alimente",
      "shortMeaning": "Sănătate, abundență, satisfacție simplă și realism.",
      "fullInterpretation": "Ardeiul gras este un aliment robust și sănătos. Indică stabilitate și realism.\n\nNu este la fel de \"periculos\" ca ardeiul iute, sugerând o viață echilibrată și mulțumitoare.\n\nPoate simboliza recolta bogată a eforturilor tale.\n\nAcest vis vorbește despre nutriție (fizică sau spirituală) și bunastare.",
      "slug": "ardei-gras"
    },
    {
      "name": "Ardei iute",
      "category": "alimente",
      "shortMeaning": "Pasiune aprinsă, furie, pericol, stimulare sau \"limba ascuțită\".",
      "fullInterpretation": "Ardeiul iute \"pișcă\". În vis, poate fi o vorbă aruncată la nervi sau o pasiune sexuală intensă.\n\nIndică faptul că lucrurile se încing.\n\nPoate fi un avertisment să nu exagerezi (să nu te arzi).\n\nAcest vis te provoacă să condimentezi viața, dar cu măsură.",
      "slug": "ardei-iute"
    },
    {
      "name": "Ardei rosu",
      "category": "alimente",
      "shortMeaning": "Intensitate, energie, agresivitate sau vitalitate maximă.",
      "fullInterpretation": "Culoarea roșie accentuează simbolismul ardeiului: pasiune, sânge, viață și pericol.\n\nEste un semn de energie maximă. Poate indica o dragoste înfocată sau o furie clocotitoare.\n\nTe simți plin de viață și gata de acțiune.\n\nAcest vis te îndeamnă să trăiești la intensitate maximă.",
      "slug": "ardei-rosu"
    },
    {
      "name": "Ardere",
      "category": "fenomene",
      "shortMeaning": "Purificare, distrugere, transformare ireversibilă sau pasiune.",
      "fullInterpretation": "Arderea este procesul alchimic prin excelență. Ceva vechi trebuie să ardă pentru ca ceva nou să apară (Pasărea Phoenix).\n\nPoate indica faptul că ești \"ars\" (burnout) sau că o situație te consumă.\n\nFocul curăță, dar și doare.\n\nAcest vis te avertizează că ești într-un proces de transformare radicală.",
      "slug": "ardere"
    },
    {
      "name": "Arena",
      "category": "locuri",
      "shortMeaning": "Competiție, expunere, luptă pentru supraviețuire sau spectacol.",
      "fullInterpretation": "Arena este locul confruntării. Te simți ca un gladiator: trebuie să lupți pentru viața sau reputația ta.\n\nEști privit și judecat de spectatori.\n\nIndică un mediu competitiv (la muncă sau în societate).\n\nAcest vis te întreabă: ești pregătit să intri în ring?",
      "slug": "arena"
    },
    {
      "name": "Arest",
      "category": "fenomene",
      "shortMeaning": "Restricție, vinovăție, pedeapsă, oprire forțată sau lipsă de libertate.",
      "fullInterpretation": "Arestul în vis înseamnă că libertatea ta de acțiune este limitată. Te simți prins într-o situație sau blocat de propriile frici.\n\nPoate indica sentimente de vinovăție care te \"închid\" într-o închisoare mentală.\n\nEste un semnal să te oprești din ceea ce faci, deoarece direcția este greșită.\n\nAcest vis te îndeamnă să îți analizezi conștiința.",
      "slug": "arest"
    },
    {
      "name": "Argila",
      "category": "obiecte",
      "shortMeaning": "Maleabilitate, creație, origini umile sau fragilitate.",
      "fullInterpretation": "Argila este materia primă a creației. Tu ești olarul vieții tale.\n\nIndică faptul că situația este maleabilă și poate fi modelată după dorința ta.\n\nTotuși, argila nearsă este fragilă.\n\nNe amintește și de originile noastre pământești.\n\nAcest vis te încurajează să fii creativ și să dai formă viselor tale.",
      "slug": "argila"
    },
    {
      "name": "Argint",
      "category": "obiecte",
      "shortMeaning": "Intuiție, feminitate, valoare secundară, oglindire sau puritate.",
      "fullInterpretation": "Argintul este metalul Lunii și al subconștientului. Simbolizează intuiția, emoțiile și energia feminină.\n\nEste prețios, dar mai puțin ostentativ decât aurul.\n\nPoate indica o perioadă de reflecție interioară.\n\nArgintul care se înnegrește sugerează neglijarea vieții spirituale sau emoționale.\n\nAcest vis te invită să îți asculți vocea interioară.",
      "slug": "argint"
    },
    {
      "name": "Argint spunand",
      "category": "acțiuni",
      "shortMeaning": "Comunicare prețioasă, adevăr rostit sau sfaturi valoroase.",
      "fullInterpretation": "Expresia \"vorba e de argint\" sugerează valoarea comunicării, deși tăcerea (aurul) poate fi uneori mai prețioasă.\n\nÎn vis, poate însemna că primești sau oferi sfaturi bune.\n\nCuvintele tale au valoare și impact.\n\nAcest vis te îndeamnă să vorbești cu înțelepciune.",
      "slug": "argint-spunand"
    },
    {
      "name": "Arhiepiscop",
      "category": "persoane",
      "shortMeaning": "Autoritate supremă, judecată morală, ghidare spirituală sau dogmatism.",
      "fullInterpretation": "Arhiepiscopul este o figură de autoritate înaltă. Poate reprezenta conștiința ta sau o figură paternă severă.\n\nIndică nevoia de ghidare, dar și riscul de a fi prea rigid în gândire.\n\nPoate simboliza binecuvântarea sau judecata divină.\n\nAcest vis te îndeamnă să îți examinezi valorile morale.",
      "slug": "arhiepiscop"
    },
    {
      "name": "Arhitect",
      "category": "persoane",
      "shortMeaning": "Planificare, viziune, construcție, structură sau control.",
      "fullInterpretation": "Arhitectul este creatorul planurilor. În vis, tu ești arhitectul propriei vieți.\n\nIndică faptul că ești în faza de proiectare a viitorului.\n\nTrebuie să pui baze solide și să gândești structurat.\n\nAcest vis te încurajează să îți asumi responsabilitatea pentru ceea ce construiești.",
      "slug": "arhitect"
    },
    {
      "name": "Arici",
      "category": "animale",
      "shortMeaning": "Autoapărare, vulnerabilitate ascunsă, izolare sau prudență.",
      "fullInterpretation": "Ariciul se face ghem pentru a se proteja. Țepii săi țin lumea la distanță.\n\nTe simți vulnerabil și ai ridicat ziduri (țepi) în jurul tău.\n\nPoate indica și o persoană \"înțepătoare\" care este de fapt sensibilă în interior.\n\nAcest vis te sfătuiește să te protejezi, dar să nu te izolezi complet.",
      "slug": "arici"
    },
    {
      "name": "Aripa",
      "category": "obiecte",
      "shortMeaning": "Zbor, protecție, libertate parțială sau potențial de înălțare.",
      "fullInterpretation": "O singură aripă sugerează potențialul de a zbura, dar și incompletitudinea. Ai nevoie de cealaltă aripă (echilibru) pentru a te înălța.\n\nPoate simboliza protecția (\"sub aripa cuiva\").\n\nIndică dorința de libertate și de a depăși condiția actuală.\n\nAcest vis te îndeamnă să îți cauți perechea sau echilibrul pentru a putea zbura.",
      "slug": "aripa"
    },
    {
      "name": "Aripi",
      "category": "obiecte",
      "shortMeaning": "Libertate absolută, spiritualitate, transcendență sau fugă.",
      "fullInterpretation": "Aripile sunt simbolul sufletului eliberat. Ești capabil să te ridici deasupra problemelor lumești.\n\nIndică inspirație, creativitate și protecție angelică.\n\nDacă aripile sunt frânte, te simți limitat și neputincios.\n\nAcest vis îți spune că cerul este limita.",
      "slug": "aripi"
    },
    {
      "name": "Arlechin",
      "category": "persoane",
      "shortMeaning": "Dualitate, mască, umor, instabilitate sau tristețe ascunsă.",
      "fullInterpretation": "Arlechinul, cu costumul său în romburi, simbolizează dualitatea și complexitatea vieții.\n\nEste bufonul care râde în timp ce îi plânge inima.\n\nPoate indica o persoană neserioasă sau o situație haotică.\n\nTe ascunzi în spatele unei măști de veselie?\n\nAcest vis te invită să fii autentic și să îți accepți toate fațetele.",
      "slug": "arlechin"
    },
    {
      "name": "Arma",
      "category": "obiecte",
      "shortMeaning": "Agresiune, apărare, putere, conflict sau amenințare.",
      "fullInterpretation": "Arma este un instrument de putere, dar și de distrugere. Indică un conflict latent sau manifest.\n\nDacă ții arma, te simți puternic sau amenințat și gata de atac.\n\nDacă ești amenințat cu o armă, te simți vulnerabil și neputincios.\n\nPoate simboliza și \"armele\" psihologice (cuvinte, manipulare).\n\nAcest vis este un avertisment: violența (chiar și verbală) poate avea consecințe grave.",
      "slug": "arma"
    },
    {
      "name": "Arma (cumparand)",
      "category": "acțiuni",
      "shortMeaning": "Pregătire pentru conflict, insecuritate, acumulare de putere sau frică.",
      "fullInterpretation": "Cumpărarea unei arme indică faptul că te simți nesigur și te pregătești pentru o confruntare viitoare.\n\nCauți modalități de a te proteja sau de a te impune.\n\nPoate sugera o acumulare de resentimente.\n\nAcest vis te îndeamnă să analizezi de ce te simți amenințat.",
      "slug": "arma-cumparand"
    },
    {
      "name": "Arma vanzand",
      "category": "acțiuni",
      "shortMeaning": "Renunțarea la conflict, pace, maturizare sau pierderea puterii.",
      "fullInterpretation": "Vânzarea armei este un semn de pacificare. Ești gata să îngropi securea războiului.\n\nPoate indica maturizare: nu mai ai nevoie de agresivitate pentru a rezolva problemele.\n\nÎn sens negativ, poate sugera că renunți la mijloacele tale de apărare.\n\nAcest vis te încurajează să alegi diplomația.",
      "slug": "arma-vanzand"
    },
    {
      "name": "Armament",
      "category": "obiecte",
      "shortMeaning": "Arsenal mental, resurse defensive, agresivitate latentă sau pregătire.",
      "fullInterpretation": "Un depozit de armament sugerează că ai multe resurse (argumente, strategii) pregătite pentru orice eventualitate.\n\nIndică o stare de alertă constantă.\n\nPoate reflecta o personalitate combativă.\n\nAcest vis te întreabă: ești în război cu lumea?",
      "slug": "armament"
    },
    {
      "name": "Armasar",
      "category": "animale",
      "shortMeaning": "Virilitate, energie sexuală, forță brută, libertate sau impulsivitate.",
      "fullInterpretation": "Armăsarul este simbolul energiei masculine neîmblânzite. Indică pasiune, putere sexuală și vitalitate.\n\nPoate simboliza un bărbat dominant din viața ta sau propria ta dorință de libertate.\n\nDacă armăsarul este agresiv, impulsurile tale sunt scăpate de sub control.\n\nAcest vis celebrează forța vieții.",
      "slug": "armasar"
    },
    {
      "name": "Armat (Inarmat)",
      "category": "acțiuni",
      "shortMeaning": "Gata de luptă, defensivă, neîncredere sau protecție excesivă.",
      "fullInterpretation": "A fi înarmat în vis înseamnă că ești pregătit să ripostezi. Nu ai încredere în cei din jur.\n\nTe aștepți la un atac sau la o trădare.\n\nPoate indica faptul că ești prea defensiv și nu lași pe nimeni să se apropie.\n\nAcest vis te îndeamnă să lași garda jos când ești în siguranță.",
      "slug": "armat-inarmat"
    },
    {
      "name": "Armata",
      "category": "fenomene",
      "shortMeaning": "Disciplină, conformism, forță colectivă, conflict major sau ordine.",
      "fullInterpretation": "Armata reprezintă puterea colectivă și disciplina strictă. Poate indica nevoia de ordine în viața ta.\n\nTe simți parte dintr-un sistem care îți cere obediență.\n\nPoate simboliza un conflict interior între datoria ta și dorințele personale.\n\nAcest vis vorbește despre reguli și ierarhie.",
      "slug": "armata"
    },
    {
      "name": "Armura",
      "category": "obiecte",
      "shortMeaning": "Barieră emoțională, invulnerabilitate, izolare sau protecție necesară.",
      "fullInterpretation": "Armura te protejează, dar te și izolează. În vis, arată că ți-ai construit un zid în jurul inimii pentru a nu fi rănit.\n\nNimeni nu te poate atinge, dar nici nu poți simți atingerea altora.\n\nPoate fi necesară într-o perioadă de criză, dar devine o povară pe termen lung.\n\nAcest vis te invită să ai curajul de a fi vulnerabil.",
      "slug": "armura"
    },
    {
      "name": "Arpagic",
      "category": "alimente",
      "shortMeaning": "Începuturi modeste, răbdare, creștere lentă sau lacrimi mici.",
      "fullInterpretation": "Arpagicul este ceapa mică, sămânța. Indică un proiect la început de drum care necesită timp.\n\nPoate provoca \"lacrimi\" mici (mici supărări), dar este baza pentru o recoltă viitoare.\n\nSimbolizează modestia și potențialul de creștere.\n\nAcest vis te îndeamnă să ai răbdare cu tine însuți.",
      "slug": "arpagic"
    },
    {
      "name": "Arsura",
      "category": "corp",
      "shortMeaning": "Durere intensă, lecție învățată, pasiune distructivă sau traumă.",
      "fullInterpretation": "Arsura este semnul unei experiențe dureroase care a lăsat o urmă.\n\n\"Cine s-a fript cu ciorbă suflă și în iaurt\" – visul indică prudență excesivă după o traumă.\n\nPoate simboliza și o pasiune care te-a consumat.\n\nAcest vis te invită la vindecare și la a învăța din greșeli.",
      "slug": "arsura"
    },
    {
      "name": "Artificii",
      "category": "fenomene",
      "shortMeaning": "Sărbătoare, entuziasm de scurtă durată, spectacol sau explozie de bucurie.",
      "fullInterpretation": "Artificiile sunt spectaculoase, dar efemere. Simbolizează momente de bucurie intensă și celebrare.\n\nPot indica și un entuziasm care se stinge repede (\"foc de paie\").\n\nSunt asociate cu succesul public și recunoașterea.\n\nAcest vis te îndeamnă să te bucuri de moment, dar să construiești ceva durabil.",
      "slug": "artificii"
    },
    {
      "name": "Artist",
      "category": "persoane",
      "shortMeaning": "Creativitate, exprimare liberă, sensibilitate sau boemie.",
      "fullInterpretation": "Artistul este creatorul de lumi. În vis, reprezintă latura ta creativă și nevoia de auto-exprimare.\n\nPoate indica o abordare neconvențională a vieții.\n\nUneori sugerează instabilitate emoțională sau financiară.\n\nAcest vis te încurajează să îți folosești imaginația.",
      "slug": "artist"
    },
    {
      "name": "Asasin",
      "category": "persoane",
      "shortMeaning": "Eliminarea brutală a unei probleme, frică, umbră sau sfârșit violent.",
      "fullInterpretation": "Asasinul din vis este partea din tine care vrea să \"ucidă\" (să elimine) o problemă, o trăsătură de caracter sau o relație.\n\nIndică o dorință drastică de schimbare.\n\nDacă ești urmărit de un asasin, fugi de propriul trecut sau de responsabilitate.\n\nAcest vis este un semnal de alarmă: confruntă-te cu ceea ce te sperie.",
      "slug": "asasin"
    },
    {
      "name": "Ascensor",
      "category": "obiecte",
      "shortMeaning": "Ascensiune sau coborâre rapidă, lipsă de efort, schimbare de nivel sau blocaj.",
      "fullInterpretation": "Ascensorul simbolizează schimbarea rapidă de nivel (social, spiritual).\n\nUrcarea înseamnă succes și evoluție. Coborârea înseamnă explorarea subconștientului sau declin.\n\nDacă ascensorul se blochează, te simți prins între lumi, incapabil să avansezi sau să te întorci.\n\nAcest vis vorbește despre dinamica vieții tale.",
      "slug": "ascensor"
    },
    {
      "name": "Aschie",
      "category": "obiecte",
      "shortMeaning": "Iritare minoră, intruziune, durere sâcâitoare sau detaliu neglijat.",
      "fullInterpretation": "Așchia este mică, dar provoacă o durere mare. Simbolizează o problemă minoră care te irită constant.\n\nPoate fi o vorbă aruncată, o ofensă sau o persoană care \"îți intră pe sub piele\".\n\nTrebuie să o scoți pentru a te vindeca.\n\nAcest vis te îndeamnă să nu ignori micile disconforturi.",
      "slug": "aschie"
    },
    {
      "name": "Ascuns",
      "category": "acțiuni",
      "shortMeaning": "Secret, rușine, protecție sau ceva ce trebuie descoperit.",
      "fullInterpretation": "Ceea ce este ascuns în vis indică secretele pe care le păstrezi față de alții sau față de tine însuți.\n\nPoate fi un talent latent care așteaptă să fie descoperit.\n\nDacă te ascunzi, te simți vinovat sau amenințat.\n\nAcest vis te provoacă să aduci adevărul la lumină.",
      "slug": "ascuns"
    },
    {
      "name": "Ascunzatoare",
      "category": "locuri",
      "shortMeaning": "Refugiu, spațiu privat, joc sau teamă.",
      "fullInterpretation": "Ascunzătoarea este locul tău secret. Poate fi un refugiu unde te simți în siguranță.\n\nDar dacă te ascunzi de frică, devine o închisoare.\n\nÎn jocurile de copii, ascunzătoarea este distractivă – poate sugerează nevoia de joacă.\n\nAcest vis te întreabă: de ce te ascunzi?",
      "slug": "ascunzatoare"
    },
    {
      "name": "Ascutitoare",
      "category": "obiecte",
      "shortMeaning": "Pregătire, precizie, ascuțirea minții sau iritare.",
      "fullInterpretation": "Ascuțitoarea pregătește creionul pentru a scrie/desena. Indică nevoia de a te pregăti intelectual sau creativ.\n\nTrebuie să fii \"ascuțit\" la minte.\n\nProcesul de ascuțire reduce din creion – poate sugera sacrificiul necesar pentru a deveni eficient.\n\nAcest vis te îndeamnă la claritate și precizie.",
      "slug": "ascutitoare"
    },
    {
      "name": "Asfalt",
      "category": "locuri",
      "shortMeaning": "Drum modern, ușurință, urbanizare, duritate sau lipsă de natură.",
      "fullInterpretation": "Asfaltul neted indică un drum ușor în viață, fără obstacole majore.\n\nTotuși, este o suprafață dură și artificială. Poate sugera deconectarea de la natură sau sentimente.\n\nAsfaltul crăpat indică probleme pe un parcurs care părea sigur.\n\nAcest vis vorbește despre progres și civilizație.",
      "slug": "asfalt"
    },
    {
      "name": "Asigurare",
      "category": "fenomene",
      "shortMeaning": "Nevoia de garanții, prudență, teamă de viitor sau responsabilitate.",
      "fullInterpretation": "Asigurarea în vis reflectă nevoia ta de a controla imprevizibilul. Vrei garanții că totul va fi bine.\n\nIndică o atitudine responsabilă, dar și anxietate.\n\nTe temi de pierderi și încerci să le previi.\n\nAcest vis te sfătuiește să fii prudent, dar să ai și încredere în viață.",
      "slug": "asigurare"
    },
    {
      "name": "Asistenta",
      "category": "persoane",
      "shortMeaning": "Ajutor, îngrijire, vindecare, subordonare sau compasiune.",
      "fullInterpretation": "Asistenta este simbolul ajutorului și al îngrijirii. Ai nevoie de cineva care să te aline sau tu ești cel care oferă suport.\n\nPoate indica o perioadă de convalescență.\n\nUneori sugerează o poziție secundară – ajuți pe cineva, dar nu ești liderul.\n\nAcest vis te îndeamnă la compasiune și grijă de sine.",
      "slug": "asistenta"
    },
    {
      "name": "Aspirator",
      "category": "obiecte",
      "shortMeaning": "Curățenie, eliminarea negativității, absorbție sau golire.",
      "fullInterpretation": "Aspiratorul trage murdăria. Indică dorința de a curăța viața de influențe negative, gânduri toxice sau \"praf\".\n\nPoate sugera și că te simți golit de energie (aspirat).\n\nEste un instrument modern de purificare.\n\nAcest vis te îndeamnă să faci ordine în viața ta interioară.",
      "slug": "aspirator"
    },
    {
      "name": "Aspirator defect",
      "category": "obiecte",
      "shortMeaning": "Incapacitate de curățare, blocaj, frustrare sau probleme nerezolvate.",
      "fullInterpretation": "Dacă aspiratorul nu merge, nu reușești să scapi de probleme. \"Murdăria\" se acumulează și te simți neputincios.\n\nMetodele tale actuale de a face față stresului nu mai funcționează.\n\nTrebuie să găsești o altă cale de a te purifica.\n\nAcest vis este un semnal să îți schimbi strategiile.",
      "slug": "aspirator-defect"
    }
  ]
}