{
  "symbols": [
    {
      "name": "Asternut",
      "category": "obiecte",
      "shortMeaning": "Intimitate, odihnă, relație de cuplu, secrete sau conștiință.",
      "fullInterpretation": "Așternutul (patul) este locul celor mai intime momente: somnul, dragostea, boala și moartea.\n\nDacă așternuturile sunt curate și proaspete, ai conștiința împăcată și viața de cuplu este armonioasă.\n\nDacă sunt murdare sau mototolite, există secrete rușinoase, neliniște sau probleme în relație.\n\nA face patul înseamnă a pune ordine în viața privată.\n\nAcest vis te întreabă: cum îți așterni (așa vei dormi)?",
      "slug": "asternut"
    },
    {
      "name": "Asteroid",
      "category": "fenomene",
      "shortMeaning": "Amenințare cosmică, schimbare inevitabilă, impact major sau mesaj divin.",
      "fullInterpretation": "Un asteroid care se îndreaptă spre Pământ simbolizează o schimbare majoră care vine din exterior și pe care nu o poți controla.\n\nPoate fi o veste șocantă sau un eveniment care îți va schimba traiectoria vieții.\n\nDeși pare distructiv, impactul poate aduce elemente noi (idei, resurse) în viața ta.\n\nAcest vis te avertizează să fii pregătit pentru impact.",
      "slug": "asteroid"
    },
    {
      "name": "Ata",
      "category": "obiecte",
      "shortMeaning": "Legătură, continuitate, fragilitate, destin sau manipulare.",
      "fullInterpretation": "Ața este firul vieții (destinul) sau legătura dintre oameni.\n\nDacă ața este puternică, relațiile tale sunt durabile.\n\nDacă se rupe, o legătură se va destrăma.\n\nAța încurcată indică o situație complicată din care nu știi cum să ieși.\n\nPoate sugera și manipulare (\"a trage sforile\").\n\nAcest vis te îndeamnă să nu pierzi firul (direcția).",
      "slug": "ata"
    },
    {
      "name": "Ata alba",
      "category": "obiecte",
      "shortMeaning": "Puritate, adevăr, intenții bune, claritate sau început.",
      "fullInterpretation": "Ața albă simbolizează onestitatea și bunele intenții. Nu ai nimic de ascuns.\n\nDrumul pe care mergi este drept și luminat.\n\nPoate indica și un nou început nevinovat.\n\nAcest vis îți confirmă că ești pe calea cea bună.",
      "slug": "ata-alba"
    },
    {
      "name": "Ata albastra",
      "category": "obiecte",
      "shortMeaning": "Calm, comunicare, spiritualitate sau răceală.",
      "fullInterpretation": "Ața albastră sugerează o legătură bazată pe comunicare și intelect, nu neapărat pe pasiune.\n\nIndică loialitate și pace sufletească.\n\nPoate simboliza și o conexiune spirituală.\n\nAcest vis te îndeamnă la calm și reflecție.",
      "slug": "ata-albastra"
    },
    {
      "name": "Ata neagra",
      "category": "obiecte",
      "shortMeaning": "Tristețe, doliu, mister, obstacol sau sfârșit.",
      "fullInterpretation": "Ața neagră este un semn de îngrijorare. Poate prevesti o despărțire, o pierdere sau o perioadă de tristețe.\n\nFirul se întunecă – direcția vieții devine neclară sau pesimistă.\n\nPoate indica și secrete ascunse sau magie.\n\nAcest vis te avertizează asupra unor posibile dificultăți.",
      "slug": "ata-neagra"
    },
    {
      "name": "Ata rosie",
      "category": "obiecte",
      "shortMeaning": "Pasiune, dragoste, pericol, energie vitală sau legătură de sânge.",
      "fullInterpretation": "Ața roșie este firul iubirii și al pasiunii (\"firul roșu al destinului\").\n\nIndică o legătură emoțională intensă, poate chiar karmică.\n\nPoate simboliza și pericol sau avertisment (culoarea sângelui).\n\nÎn tradiție, ața roșie protejează de deochi.\n\nAcest vis vorbește despre legături vitale și puternice.",
      "slug": "ata-rosie"
    },
    {
      "name": "Atelier",
      "category": "locuri",
      "shortMeaning": "Muncă interioară, creație, proces de transformare sau reparație.",
      "fullInterpretation": "Atelierul este locul unde lucrurile se fac sau se repară. În vis, este laboratorul tău interior.\n\nAici îți prelucrezi experiențele, îți repari greșelile și creezi noi proiecte.\n\nDacă atelierul este dezordonat, mintea ta este haotică. Dacă e organizat, ești eficient.\n\nAcest vis te invită să te apuci de treabă: ai uneltele, folosește-le!",
      "slug": "atelier"
    },
    {
      "name": "Aur (monede) numarand",
      "category": "acțiuni",
      "shortMeaning": "Evaluarea valorii, lăcomie, prudență sau frica de sărăcie.",
      "fullInterpretation": "A număra monede de aur sugerează o preocupare intensă pentru resurse și valoare.\n\nPoate indica prosperitate, dar și zgârcenie – ești prea atașat de bunuri materiale.\n\nSimbolizează și inventarierea calităților tale interioare (aurul spiritului).\n\nAcest vis te întreabă: ești bogat cu adevărat sau doar ai mulți bani?",
      "slug": "aur-monede-numarand"
    },
    {
      "name": "Aur furand",
      "category": "acțiuni",
      "shortMeaning": "Însușirea meritelor, invidie, lipsă de valoare personală sau risc.",
      "fullInterpretation": "Dacă furi aur, simți că nu meriți succesul pe cale cinstită sau invidiezi strălucirea altora.\n\nÎncerci să obții valoare fără efort (scurtătură).\n\nPoate indica și dorința de a recupera o putere pierdută.\n\nAcest vis te avertizează că ceea ce nu este câștigat prin merit nu durează.",
      "slug": "aur-furand"
    },
    {
      "name": "Aur stralucind",
      "category": "obiecte",
      "shortMeaning": "Succes, iluminare, adevăr suprem sau tentație.",
      "fullInterpretation": "Aurul care strălucește este simbolul perfecțiunii și al divinului. Ai atins un nivel de conștiință sau de succes remarcabil.\n\nLumina aurie aduce claritate și căldură.\n\nTotuși, \"nu tot ce strălucește e aur\" – poate fi și o iluzie sau o ispită a vanității.\n\nAcest vis te încurajează să cauți lumina adevărată.",
      "slug": "aur-stralucind"
    },
    {
      "name": "Aurora boreala",
      "category": "fenomene",
      "shortMeaning": "Magie, spiritualitate înaltă, ghidare divină și frumusețe rară.",
      "fullInterpretation": "Aurora boreală este un spectacol celest. În vis, indică o experiență spirituală profundă sau o inspirație artistică.\n\nEști martorul unui miracol. Cerul îți trimite semne.\n\nSimbolizează speranța și lumina în întuneric.\n\nAcest vis îți promite o perioadă de grație și uimire.",
      "slug": "aurora-boreala"
    },
    {
      "name": "Autobuz",
      "category": "obiecte",
      "shortMeaning": "Destin comun, conformism, călătorie în grup sau lipsă de control individual.",
      "fullInterpretation": "Autobuzul transportă mulți oameni pe un traseu prestabilit. Indică faptul că urmezi calea mulțimii.\n\nNu tu conduci, deci nu ai control total asupra direcției.\n\nPoate sugera nevoia de a te integra în societate sau de a colabora.\n\nDacă pierzi autobuzul, simți că rămâi în urmă față de grup.\n\nAcest vis vorbește despre viața socială și destinul colectiv.",
      "slug": "autobuz"
    },
    {
      "name": "Autocar",
      "category": "obiecte",
      "shortMeaning": "Călătorie lungă, tranziție organizată, turism sau schimbare de viață.",
      "fullInterpretation": "Autocarul sugerează o călătorie mai lungă decât autobuzul urban. Ești într-o etapă de tranziție majoră, alături de alții.\n\nPoate fi o excursie (relaxare) sau o mutare.\n\nIndică faptul că ești \"pasager\" în propria viață pentru moment, lăsându-te purtat de circumstanțe.\n\nAcest vis te invită să te bucuri de peisaj.",
      "slug": "autocar"
    },
    {
      "name": "Autogara",
      "category": "locuri",
      "shortMeaning": "Punct de plecare, așteptare, alegerea direcției sau tranzit.",
      "fullInterpretation": "Autogara este locul de unde pornești la drum. Ești într-un moment de decizie: încotro te îndrepți?\n\nPoate indica o perioadă de așteptare și incertitudine înainte de a începe ceva nou.\n\nAglomerația sugerează multe opțiuni sau confuzie.\n\nAcest vis te îndeamnă să îți alegi biletul (destinul) cu grijă.",
      "slug": "autogara"
    },
    {
      "name": "Autograf",
      "category": "acțiuni",
      "shortMeaning": "Semnătură personală, dorința de faimă, validare sau amprentă unică.",
      "fullInterpretation": "Autograful este urma ta unică. Dacă dai autografe, te simți important și valoros. Vrei să lași o amprentă.\n\nDacă ceri un autograf, admiri pe cineva și vrei să \"împrumuți\" din strălucirea lui.\n\nSimbolizează identitatea și recunoașterea publică.\n\nAcest vis îți spune că numele tău are valoare.",
      "slug": "autograf"
    },
    {
      "name": "Automobil",
      "category": "obiecte",
      "shortMeaning": "Sinele fizic, controlul vieții, statut, viteză sau autonomie.",
      "fullInterpretation": "Automobilul este extensia corpului și a ego-ului tău. Tu ești șoferul vieții tale.\n\nStarea mașinii reflectă starea ta fizică și psihică. O mașină stricată indică boală sau epuizare.\n\nModul în care conduci arată cum te descurci în viață: prudent, agresiv sau haotic.\n\nAcest vis te invită să preiei volanul și să conduci responsabil.",
      "slug": "automobil"
    },
    {
      "name": "Autostrada",
      "category": "locuri",
      "shortMeaning": "Viteză, progres rapid, direcție clară sau viața trăită pe repede înainte.",
      "fullInterpretation": "Autostrada permite deplasarea rapidă spre o destinație clară. Ești pe banda de viteză a vieții.\n\nSugerează eficiență și progres, dar și riscul de a pierde detaliile peisajului.\n\nNu te poți opri ușor. Ești prins în fluxul rapid al evenimentelor.\n\nAcest vis te întreabă: unde te grăbești așa?",
      "slug": "autostrada"
    },
    {
      "name": "Auzi cainii latrand",
      "category": "fenomene",
      "shortMeaning": "Avertisment, pericol apropiat, intuiție sau prieteni care te anunță.",
      "fullInterpretation": "Lătratul câinilor este un sistem de alarmă ancestral. Subconștientul te avertizează că cineva se apropie (prieten sau dușman).\n\nPoate indica bârfe, conflicte sau o amenințare la adresa teritoriului tău.\n\nAscultă tonul lătratului: este agresiv sau bucuros?\n\nAcest vis te îndeamnă la vigilență.",
      "slug": "auzi-cainii-latrand"
    },
    {
      "name": "Auzi clarinet cantand",
      "category": "fenomene",
      "shortMeaning": "Melancolie, rafinament, emoții subtile sau chemare artistică.",
      "fullInterpretation": "Sunetul clarinetului este profund și melancolic. Indică o stare de spirit introspectivă și sensibilă.\n\nPoate sugera nevoia de a exprima emoții complexe pe care cuvintele nu le pot cuprinde.\n\nEste un apel la armonie și rafinament sufletesc.\n\nAcest vis te invită să îți asculți muzica interioară.",
      "slug": "auzi-clarinet-cantand"
    },
    {
      "name": "Auzi clopote",
      "category": "fenomene",
      "shortMeaning": "Veste importantă, trezire spirituală, avertisment sau celebrare.",
      "fullInterpretation": "Clopotele marchează momentele cruciale: nuntă, înmormântare, pericol sau chemare la rugăciune.\n\nSunetul lor trezește conștiința. Este un mesaj urgent din partea sinelui superior.\n\nPoate prevesti o schimbare majoră de destin.\n\nAcest vis te îndeamnă să fii atent la \"ceasul\" vieții tale.",
      "slug": "auzi-clopote"
    },
    {
      "name": "Auzi cocos cantand",
      "category": "fenomene",
      "shortMeaning": "Trezire, nou început, vigilență, trădare (Petru) sau victorie.",
      "fullInterpretation": "Cântecul cocoșului anunță zorii. Este timpul să te trezești, la propriu și la figurat.\n\nIndică un nou început, lumină și claritate după o perioadă de întuneric.\n\nPoate fi și un avertisment legat de trădare sau de necesitatea de a fi vigilent.\n\nAcest vis îți spune că \"noaptea\" a trecut.",
      "slug": "auzi-cocos-cantand"
    },
    {
      "name": "Auzi pasari cantand",
      "category": "fenomene",
      "shortMeaning": "Bucurie, speranță, libertate, vești bune și armonie cu natura.",
      "fullInterpretation": "Cântecul păsărilor este unul dintre cele mai pozitive semne. Indică fericire, pace sufletească și armonie.\n\nSufletul tău \"cântă\". Ești liber de griji.\n\nPoate prevesti vești bune sau o perioadă de creativitate.\n\nAcest vis te invită să te bucuri de frumusețea vieții.",
      "slug": "auzi-pasari-cantand"
    },
    {
      "name": "Auzi sunand arginti",
      "category": "fenomene",
      "shortMeaning": "Tentație, lăcomie, trădare (Iuda) sau oportunitate financiară.",
      "fullInterpretation": "Sunetul arginților (monedelor) poate fi seducător, dar și periculos.\n\nPoate indica o oportunitate de câștig, dar și riscul de a te vinde pentru bani.\n\nAminește de cei 30 de arginți – trădarea valorilor pentru profit.\n\nAcest vis te întreabă: care este prețul tău?",
      "slug": "auzi-sunand-arginti"
    },
    {
      "name": "Auzi toba batand",
      "category": "fenomene",
      "shortMeaning": "Ritm primordial, avertisment de război, bătăile inimii sau chemare la acțiune.",
      "fullInterpretation": "Toba imită bătăile inimii. Indică un ritm intens, o emoție puternică sau o stare de alertă.\n\nPoate fi o chemare la luptă sau la mobilizare.\n\nTe conectează cu instinctele primare.\n\nAcest vis îți spune să asculți ritmul vieții și să acționezi.",
      "slug": "auzi-toba-batand"
    },
    {
      "name": "Auzi usa scartaind",
      "category": "fenomene",
      "shortMeaning": "Frică, mister, oportunitate neglijată sau intrarea în necunoscut.",
      "fullInterpretation": "Scârțâitul ușii sugerează că ceva se deschide (sau se închide) cu greutate.\n\nPoate fi o oportunitate pe care ai neglijat-o (ușa ruginită).\n\nIndică frica de necunoscutul care intră în viața ta.\n\nAcest vis te îndeamnă să \"ungi balamalele\" și să fii deschis la nou.",
      "slug": "auzi-usa-scartaind"
    },
    {
      "name": "Auzind cearta",
      "category": "fenomene",
      "shortMeaning": "Conflict interior, tensiune în mediu, bârfe sau neînțelegeri.",
      "fullInterpretation": "Dacă auzi o ceartă dar nu participi, ești martorul unui conflict. Poate fi o luptă între părți diferite ale personalității tale.\n\nIndică o atmosferă tensionată în jurul tău.\n\nPoate sugera că ești afectat de negativitatea altora.\n\nAcest vis te invită să faci pace în tine însuți.",
      "slug": "auzind-cearta"
    },
    {
      "name": "Auzul visand ca il pierzi",
      "category": "corp",
      "shortMeaning": "Refuzul de a asculta, izolare, ignoranță sau comunicare ruptă.",
      "fullInterpretation": "Pierderea auzului în vis înseamnă că refuzi să asculți ceva important: vocea interioară, sfaturile altora sau adevărul.\n\nTe izolezi de lume.\n\nPoate indica și o neînțelegere profundă a situației.\n\nAcest vis este un semnal: deschide-ți urechile și mintea.",
      "slug": "auzul-visand-ca-il-pierzi"
    },
    {
      "name": "Avalansa",
      "category": "fenomene",
      "shortMeaning": "Copleșire, dezastru emoțional, forță de neoprit sau schimbare bruscă.",
      "fullInterpretation": "Avalanșa este o masă imensă de zăpadă (emoții înghețate) care se pune în mișcare. Indică o acumulare de tensiuni care se eliberează brusc și distructiv.\n\nTe simți copleșit de evenimente. Nu le poți opri.\n\nTrebuie să te dai la o parte din calea furiei sau a stresului.\n\nAcest vis te avertizează că ai ignorat semnele prea mult timp.",
      "slug": "avalansa"
    },
    {
      "name": "Aventura",
      "category": "acțiuni",
      "shortMeaning": "Curiozitate, risc, ieșire din rutină, pasiune sau instabilitate.",
      "fullInterpretation": "Aventura în vis indică nevoia de nou și de stimulare. Rutina te plictisește.\n\nEști dispus să îți asumi riscuri pentru a simți că trăiești.\n\nPoate sugera o aventură amoroasă sau o călătorie inițiatică.\n\nAcest vis te îndeamnă să explorezi, dar să fii conștient de consecințe.",
      "slug": "aventura"
    },
    {
      "name": "Avere",
      "category": "obiecte",
      "shortMeaning": "Valoare de sine, resurse, abundență, lăcomie sau responsabilitate.",
      "fullInterpretation": "Averea în vis nu este doar despre bani. Reprezintă bogăția ta interioară: talente, iubire, cunoștințe.\n\nDacă primești o avere, ți se recunoaște valoarea.\n\nDacă o pierzi, te temi că nu ești \"destul\".\n\nAcest vis te invită să îți administrezi cu înțelepciune resursele.",
      "slug": "avere"
    },
    {
      "name": "Avion (zburand tu cu el)",
      "category": "acțiuni",
      "shortMeaning": "Control, libertate, perspectivă înaltă, succes sau detașare.",
      "fullInterpretation": "Dacă tu pilotezi avionul, ai control deplin asupra destinului tău. Ești capabil să te ridici deasupra problemelor și să vezi imaginea de ansamblu.\n\nIndică succes și atingerea rapidă a obiectivelor.\n\nDacă ești pasager, te lași purtat de viață.\n\nAcest vis îți confirmă că \"cerul e limita\".",
      "slug": "avion-zburand-tu-cu-el"
    },
    {
      "name": "Avion prabusit",
      "category": "fenomene",
      "shortMeaning": "Eșec, planuri distruse, anxietate, cădere bruscă sau avertisment.",
      "fullInterpretation": "Prăbușirea unui avion este simbolul eșecului unor planuri ambițioase. Ai țintit prea sus fără o bază solidă?\n\nIndică frica de a pierde totul într-o clipă.\n\nPoate fi un avertisment să îți revizuiești strategiile.\n\nAcest vis te îndeamnă să rămâi cu picioarele pe pământ.",
      "slug": "avion-prabusit"
    },
    {
      "name": "Avion zburand",
      "category": "obiecte",
      "shortMeaning": "Aspirații, călătorie, distanță, dorințe înalte sau libertate.",
      "fullInterpretation": "Un avion pe cer simbolizează dorințele tale care se îndreaptă spre realizare.\n\nPoate indica o călătorie reală sau una spirituală.\n\nSugerează detașare de problemele cotidiene.\n\nAcest vis te inspiră să visezi măreț.",
      "slug": "avion-zburand"
    },
    {
      "name": "Avocado",
      "category": "alimente",
      "shortMeaning": "Fertilitate, sănătate, potențial ascuns, lux sau iubire.",
      "fullInterpretation": "Avocado, cu forma sa și sâmburele mare, este un simbol al fertilității și al potențialului (sămânța vieții).\n\nEste un aliment hrănitor și \"bogat\", sugerând prosperitate și sănătate.\n\nPoate indica și o iubire care se coace.\n\nAcest vis te îndeamnă să ai grijă de tine și să îți cultivi potențialul.",
      "slug": "avocado"
    },
    {
      "name": "Avocat pledand",
      "category": "persoane",
      "shortMeaning": "Apărare, conflict, vinovăție, nevoie de ajutor sau justificare.",
      "fullInterpretation": "Avocatul este cel care te apără sau te reprezintă. În vis, sugerează că te simți acuzat (de alții sau de tine însuți) și ai nevoie de justificare.\n\nCauți argumente pentru a-ți susține cauza.\n\nPoate indica un conflict legal sau moral.\n\nAcest vis te îndeamnă să îți aperi drepturile.",
      "slug": "avocat-pledand"
    },
    {
      "name": "Avort",
      "category": "acțiuni",
      "shortMeaning": "Renunțare la un proiect, decizie dureroasă, sfârșit prematur sau eliberare.",
      "fullInterpretation": "Avortul în vis simbolizează oprirea unui proces de dezvoltare. Renunți la un proiect, o idee sau o relație înainte ca aceasta să ajungă la maturitate.\n\nPoate indica o decizie grea, dar necesară pentru sănătatea ta.\n\nReflectă frica de responsabilitate sau sentimentul că nu ești pregătit.\n\nAcest vis este despre alegeri dificile și consecințele lor.",
      "slug": "avort"
    },
    {
      "name": "Azil",
      "category": "locuri",
      "shortMeaning": "Refugiu, izolare, nevoie de îngrijire, nebunie sau protecție.",
      "fullInterpretation": "Azilul este un loc de refugiu pentru cei care nu se pot adapta în societate. În vis, sugerează că te simți copleșit și ai nevoie de protecție sau de o pauză.\n\nPoate indica teama de a-ți pierde mințile sau controlul.\n\nEste un semnal că ai nevoie de ajutor specializat sau de odihnă.\n\nAcest vis te îndeamnă să cauți un sanctuar.",
      "slug": "azil"
    }
  ]
}