{
  "symbols": [
    {
      "name": "A injunghia",
      "category": "acțiuni",
      "shortMeaning": "Violența interioară care caută eliberare, conflictul cu propria umbră întunecată.",
      "fullInterpretation": "Visul în care înjunghiați pe cineva dezvăluie o furie reținută sau resentimente profunde care vă consumă din interior. Acest simbol puternic reprezintă dorința de a „ucide” o parte din sine însuși - poate fi vorba de obiceiuri dăunătoare, amintiri traumatice sau aspecte ale personalității pe care le respingeți. Când sunteți înjunghiați, visul semnalează vulnerabilitatea față de „loviturile” vieții - știri neplăcute, trădări sau pierderi care vă rănesc profund. În contextul unei lupte, acesta prevestește eșecuri în confruntările cu adversitățile, în timp ce înjunghierea unui animal sugerează slăbiciune fizică sau epuizare energetică.\n\nDin perspectivă pozitivă, visul vă invită să vă confruntați cu aceste emoții întunecate pentru a le transforma în putere. Recunoașterea furiei vă poate elibera de povara ei grea, deschizând calea către vindecare și pace interioară. Atenție însă: ignorarea acestor semnale poate duce la izbucniri distructive în viața de zi cu zi.",
      "slug": "a-injunghia"
    },
    {
      "name": "A intarzia",
      "category": "acțiuni",
      "shortMeaning": "Întârzierea ca reflexie a anxietății temporale, nevoia de a recâștiga controlul asupra timpului.",
      "fullInterpretation": "Visul în care întârziați cu plata sau la întâlniri reflectă anxietatea profundă legată de timp și de împlinirea obligațiilor. Aceste vise semnalează îngrijorări ascunse despre viitor, teama de consecințe financiare sau sociale ale inacțiunii. Întârzierea la o întâlnire poate indica spirit antreprenorial puternic, dar și tendința de a amâna deciziile importante până când devine prea târziu.\n\nCând trenul pleacă fără dumneavoastră, visul avertizează asupra îngrijorărilor pentru sănătatea unei rude apropiate. Este un mesaj din subconștient să acordați mai multă atenție celor dragi și să nu neglijați semnalele subtile ale vieții.\n\nDincolo de îngrijorare, aceste vise vă îndeamnă să trăiți mai conștient în prezent. Timpul este cea mai prețioasă resursă - nu-l irosiți cu griji inutile. Învățați să vă iertați pentru imperfecțiuni și să mergeți înainte cu încredere în propria voastră călătorie temporală.",
      "slug": "a-intarzia"
    },
    {
      "name": "A invata",
      "category": "acțiuni",
      "shortMeaning": "Setea nesățioasă de cunoaștere, transformarea prin înțelegere și înțelepciune dobândită.",
      "fullInterpretation": "Visul în care învățați reprezintă călătoria sufletului către iluminare și dezvoltare personală. Acest simbol vorbește despre dorința profundă de a înțelege mai bine lumea și pe sine însuși, de a transcende limitele cunoașterii actuale. Când vă aflați într-un spațiu de învățare, visul prevestește succes și ascensiune către poziții de prestigiu - o recunoaștere a valorii dumneavoastră intelectuale și spirituale.\n\nÎnvățarea din vise nu este doar despre acumularea de informații, ci despre transformarea interioară. Fiecare lecție învățată în vis reprezintă o vindecare a unor răni vechi sau o pregătire pentru provocări viitoare. Este un semn că sunteți pe calea cea bună către împlinire personală.\n\nAtenție însă: dacă învățarea se simte ca o povară grea, visul vă avertizează să nu neglijați intuiția și înțelepciunea inimii. Cunoașterea adevărată vine din echilibrul dintre minte și suflet, nu doar din acumularea de fapte.",
      "slug": "a-invata"
    },
    {
      "name": "A invia",
      "category": "acțiuni",
      "shortMeaning": "Învierea ca simbol al renașterii, trecerea de la moarte la viață nouă și vindecare profundă.",
      "fullInterpretation": "Visul în care cineva sau ceva învie reprezintă moartea simbolică a unei părți din viața dumneavoastră și nașterea unei noi realități. Acest simbol puternic vorbește despre transformarea profundă - poate fi sfârșitul unei relații toxice, al unei cariere nesatisfăcătoare sau al unor credințe limitative care v-au ținut captiv. Învierea simbolizează speranța eternă a sufletului uman, capacitatea noastră de a ne ridica din cenușă și de a începe din nou.\n\nPrevestirea unui deces real în familie sau cercul apropiat trebuie luată ca un avertisment să vă pregătiți emoțional pentru pierderi iminente. Dar dincolo de acest aspect sumbru, visul aduce și vești bune - primirea unor informații importante care vă vor schimba perspectiva asupra vieții.\n\nÎn termeni spirituali, învierea reprezintă iluminarea, trezirea conștiinței superioare. Sunteți invitat să lăsați în urmă trecutul și să îmbrățișați viitorul cu brațele deschise, știind că fiecare sfârșit conține sămânța unui nou început glorios.",
      "slug": "a-invia"
    },
    {
      "name": "Auzi cainii latrand",
      "category": "fenomene",
      "shortMeaning": "Lătratul câinilor ca avertisment ancestral, chemarea către vigilență și protecție spirituală.",
      "fullInterpretation": "Sunetul lătratului de câini în vis reprezintă un avertisment ancestral din străfundurile subconștientului, un mesaj de la strămoși sau de la instinctul primordial de supraviețuire. Acest fenomen auditiv simbolizează pericolul iminent - poate fi vorba de trădări în cercul apropiat, pierderi financiare sau amenințări la adresa securității personale. Câinii, ca paznici fideli, latră pentru a vă alerta asupra invaziilor teritoriale sau asupra persoanelor cu intenții dubioase care se apropie de dumneavoastră.\n\nDin perspectivă pozitivă, lătratul poate reprezenta apărarea hotarelor personale, capacitatea de a vă proteja spațiul sacru. Este un semn că instinctele dumneavoastră funcționează bine și că sunteți capabil să identificați pericolele înainte să fie prea târziu.\n\nÎn tradiția românească, câinii latrând prevestesc vești importante sau vizitatori neașteptați. Ascultați-vă intuiția - ea vă vorbește prin aceste mesaje nocturne pentru a vă ghida către decizii înțelepte și pentru a vă feri de capcanele vieții.",
      "slug": "auzi-cainii-latrand"
    },
    {
      "name": "A lega",
      "category": "acțiuni",
      "shortMeaning": "Conexiuni emoționale, angajamente sau sentimentul de a fi restricționat.",
      "fullInterpretation": "A lega în vis vorbește despre conexiunile pe care le stabilești cu lumea și cu oamenii din jur. Nodurile simbolizează angajamente, promisiuni sau obligații.\n\nDacă legi ceva cu grijă, visul reflectă dorința de a păstra sau de a stabiliza o relație. Ești gata să îți asumi responsabilități și să construiești legături durabile.\n\nDacă te simți legat (cu frânghii sau lanțuri), visul este un semnal de alarmă: te simți restricționat, lipsit de libertate. Poate fi o relație sufocantă, un job care nu îți place sau propriile tale temeri care te paralizează.\n\nA-ți lega șireturile sugerează pregătirea pentru un nou drum. Ești pe cale să pornești într-o nouă etapă a vieții și te asiguri că ai totul pregătit.\n\nA dezlega ceva indică rezolvarea unei probleme complicate sau eliberarea dintr-o situație constrângătoare.\n\nAcest vis te îndeamnă să analizezi: ce anume te leagă și ce anume te ține legat?",
      "slug": "a-lega"
    },
    {
      "name": "A lesina",
      "category": "acțiuni",
      "shortMeaning": "Copleșire emoțională, refuzul de a înfrunta realitatea sau nevoia de pauză.",
      "fullInterpretation": "Leșinul în vis este o reacție extremă a subconștientului la o situație pe care nu o mai poate gestiona. Este modul minții de a spune \"Stop, e prea mult!\".\n\nDacă leșini, te simți copleșit de emoții sau de responsabilități. Poate refuzi să accepți un adevăr dureros și preferi să te \"deconectezi\" temporar.\n\nVisul poate indica și o stare de epuizare fizică sau mentală. Corpul îți cere imperativ odihnă și detașare.\n\nDacă vezi pe altcineva leșinând, s-ar putea să fii martorul vulnerabilității cuiva apropiat. Acea persoană are nevoie de sprijinul tău, chiar dacă nu îl cere direct.\n\nAcest vis te avertizează să nu ignori semnalele de stres. Înfruntă problemele treptat, înainte ca ele să te doboare.",
      "slug": "a-lesina"
    },
    {
      "name": "A lovi",
      "category": "acțiuni",
      "shortMeaning": "Furie reprimată, conflict interior sau nevoia de a te apăra.",
      "fullInterpretation": "A lovi în vis este o descărcare a tensiunilor acumulate. Violența onirică reflectă adesea furie, frustrare sau neputință în viața reală.\n\nDacă lovești pe cineva, analizează cine este acea persoană. Ea poate reprezenta o parte din tine pe care o respingi sau o situație care te înfurie. Este un semn că trebuie să îți exprimi nemulțumirile verbal, nu să le lași să fiarbă în interior.\n\nDacă ești lovit, te simți victimă a circumstanțelor sau a criticilor altora. Lovitura simbolizează un atac la adresa ego-ului sau a siguranței tale.\n\nA lovi un obiect (un sac de box, un perete) sugerează nevoia de a elibera energie într-un mod controlat.\n\nContextul contează:\n• Cu pumnul – agresivitate directă.\n• Cu o armă – conflict grav, resentimente adânci.\n\nAcest vis te invită să găsești modalități constructive de a gestiona furia și conflictul.",
      "slug": "a-lovi"
    },
    {
      "name": "A lucra",
      "category": "acțiuni",
      "shortMeaning": "Efort, productivitate și modul în care contribui la propria viață.",
      "fullInterpretation": "A lucra în vis reflectă atitudinea ta față de muncă, responsabilitate și succes. Este oglinda eforturilor tale zilnice.\n\nDacă lucrezi cu spor și plăcere, visul prevestește succes și realizări. Ești aliniat cu scopul tău și munca îți aduce satisfacție.\n\nDacă munca este o corvoadă, grea și epuizantă, te simți suprasolicitat sau simți că eforturile tale sunt zadarnice. Poate ești implicat într-un proiect care nu ți se potrivește.\n\nInstrumentele cu care lucrezi sunt importante:\n• Ciocan – forță, determinare, a-ți croi drum.\n• Unelte fine – precizie, atenție la detalii.\n• Fără unelte – sentiment de neputință.\n\nA-i vedea pe alții lucrând sugerează că trebuie să înveți de la cei din jur sau că te bazezi prea mult pe munca altora.\n\nAcest vis te întreabă: muncești pentru a construi ceva valoros sau doar pentru a supraviețui?",
      "slug": "a-lucra"
    },
    {
      "name": "A merge",
      "category": "acțiuni",
      "shortMeaning": "Progresul în viață, direcția aleasă și ritmul evoluției personale.",
      "fullInterpretation": "Mersul în vis este însăși metafora vieții. Modul în care mergi dezvăluie cum te raportezi la parcursul tău existențial.\n\n• Mersul sigur și drept – încredere, scop clar, succes.\n• Mersul greoi, prin noroi sau nisip – obstacole, îndoieli, sentimentul că nu avansezi.\n• Mersul cu spatele – regres, privirea ațintită spre trecut, frica de viitor.\n• Mersul desculț – vulnerabilitate, dar și conectare cu natura sau sărăcie simbolică (lipsă de resurse).\n• Mersul în cerc – rutină, blocaj, lipsa de progres.\n\nDestinația este la fel de importantă. Știi unde mergi sau rătăcești? Dacă rătăcești, ai nevoie să îți reevaluezi obiectivele.\n\nAcest vis te încurajează să fii atent la drumul tău: ești pe calea cea bună sau ai nevoie de o schimbare de direcție?",
      "slug": "a-merge"
    },
    {
      "name": "A munci",
      "category": "acțiuni",
      "shortMeaning": "Determinare, construirea viitorului și satisfacția lucrului bine făcut.",
      "fullInterpretation": "Similar cu \"A lucra\", dar cu o nuanță mai puternică de efort susținut și construcție. A munci în vis simbolizează investiția de energie pentru un rezultat viitor.\n\nDacă muncești pământul (în grădină, la câmp), visul este extrem de pozitiv: plantezi semințele succesului, ești conectat la ritmurile naturale și vei culege roade bogate.\n\nMunca intelectuală în vis sugerează căutarea soluțiilor, planificare și analiză.\n\nDacă munca nu se termină niciodată, te simți copleșit de responsabilități și ai uitat să te bucuri de viață. Echilibrul între muncă și odihnă este esențial.\n\nVisul te asigură că eforturile tale nu sunt invizibile. Perseverența va fi răsplătită, dar trebuie să te asiguri că muncești la \"clădirea\" potrivită.",
      "slug": "a-munci"
    },
    {
      "name": "A muri",
      "category": "acțiuni",
      "shortMeaning": "Moartea ca marele transformator, trecerea către noi începuturi și renașterea spirituală.",
      "fullInterpretation": "Visul despre moarte reprezintă moartea simbolică a unei părți din sine și nașterea unei noi realități. Acest simbol puternic vorbește despre transformarea profundă - sfârșitul unei ere din viața dumneavoastră și începutul alteia. Când muriți în vis, semnificați schimbări interioare majore, autodescoperire și dezvoltare spirituală. Intrați într-o fază tranzitorie care vă va face mai înțelept și mai iluminat.\n\nMoartea rudelor sau prietenilor reprezintă pierderea aspectelor pe care acestea le simbolizau în viața dumneavoastră. Moartea oamenilor răi semnifică victoria asupra părților negative ale personalității, în timp ce moartea celor buni avertizează asupra pierderii calităților pozitive.\n\nÎnscenarea propriei morți reprezintă preluarea controlului asupra vieții, dorința de a începe din nou. Este un semn puternic că sunteți pregătit pentru transformare radicală.\n\nDin perspectivă spirituală, moartea reprezintă eliberarea de iluzii și renașterea în conștiință superioară. Nu vă temeți de aceste vise - ele sunt mesageri ai schimbării binefăcătoare și ai evoluției sufletului către forme superioare de existență.",
      "slug": "a-muri"
    },
    {
      "name": "A muta",
      "category": "acțiuni",
      "shortMeaning": "Schimbare, tranziție și dorința de a începe un nou capitol.",
      "fullInterpretation": "A muta ceva sau a te muta în vis semnalează nevoia imperativă de schimbare. Stagnarea nu mai este o opțiune; sufletul tău cere dinamism și noutate.\n\nA muta mobila în casă sugerează reorganizarea vieții interioare sau a relațiilor de familie. Vrei să schimbi atmosfera, să îmbunătățești comunicarea sau pur și simplu să scapi de rutină.\n\nA te muta în altă casă este un simbol major al tranziției. Lași în urmă o identitate veche pentru a îmbrățișa una nouă. Dacă casa nouă este luminoasă și spațioasă, viitorul arată promițător.\n\nDacă mutarea este haotică sau stresantă, te temi de instabilitate și de necunoscut.\n\nAcest vis te îndeamnă să ai curaj. Schimbarea, deși uneori înfricoșătoare, este singura cale spre creștere.",
      "slug": "a-muta"
    },
    {
      "name": "A numara",
      "category": "acțiuni",
      "shortMeaning": "Nevoia de control, evaluarea resurselor și teama de lipsuri.",
      "fullInterpretation": "A număra în vis este un simbol al nevoii de ordine și de evaluare. Încerci să cuantifici ceva din viața ta – fie că sunt bani, realizări, ani sau binecuvântări.\n\nDacă numeri bani, visul reflectă anxietate legată de securitatea financiară, dar poate fi și un semn de prosperitate viitoare dacă ești mulțumit de sumă. Dacă suma nu iese la socoteală, simți că resursele tale (energie, timp, bani) sunt insuficiente.\n\nA număra oameni sau obiecte sugerează responsabilitate și dorința de a te asigura că \"totul este la locul lui\".\n\nNumăratul copiilor indică grija maternă/paternă și nevoia de a-i proteja.\n\nSimbolismul numerelor contează: a număra până la 10 sugerează finalizarea unui ciclu; numerele mari indică ambiții sau griji copleșitoare.\n\nAcest vis te întreabă: ce contează cu adevărat pentru tine? Uneori, lucrurile care contează cel mai mult nu pot fi numărate.",
      "slug": "a-numara"
    },
    {
      "name": "A parasi",
      "category": "acțiuni",
      "shortMeaning": "Desprinderea de trecut, abandonul sau curajul de a merge mai departe.",
      "fullInterpretation": "A părăsi un loc sau o persoană în vis este un act de eliberare și tranziție. Subconștientul tău a decis că o anumită etapă s-a încheiat.\n\nDacă părăsești casa părintească sau un loc familiar, ești pregătit pentru independență și maturizare. Lași în urmă confortul pentru a explora necunoscutul.\n\nA fi părăsit în vis reflectă teama de abandon și nesiguranță emoțională. Te simți vulnerabil și singur.\n\nDacă părăsești un job sau o situație neplăcută, visul este o confirmare a dorinței tale de a scăpa de stres și constrângeri.\n\nAcest vis te încurajează să nu privești înapoi cu regret. Fiecare despărțire este un nou început.",
      "slug": "a-parasi"
    },
    {
      "name": "A picta",
      "category": "acțiuni",
      "shortMeaning": "Creativitatea care modelează realitatea, viziunea interioară și exprimarea emoțiilor.",
      "fullInterpretation": "A picta în vis înseamnă a fi creatorul propriei realități. Pânza albă este viața ta, iar culorile sunt emoțiile și acțiunile tale.\n\nDacă pictezi un tablou frumos, ești în armonie cu tine însuți și ai puterea de a manifesta dorințele. Ești optimist și vizionar.\n\nDacă culorile sunt întunecate sau haotice, treci printr-o perioadă de confuzie și tulburare interioară.\n\nCe pictezi este esențial: un portret sugerează analiza sinelui sau a relației cu cineva; un peisaj indică orizonturile și perspectivele tale de viitor.\n\nAcest vis te invită să pui culoare în viața ta și să nu te temi să îți exprimi viziunea unică.",
      "slug": "a-picta"
    },
    {
      "name": "A planta",
      "category": "acțiuni",
      "shortMeaning": "Investiție în viitor, speranță și răbdare pentru roadele ce vor veni.",
      "fullInterpretation": "A planta în vis este unul dintre cele mai optimiste simboluri. Indică faptul că ești orientat spre viitor și dispus să muncești acum pentru beneficii ulterioare.\n\nA planta un copac sugerează proiecte pe termen lung, stabilitate și dorința de a lăsa o moștenire.\n\nA planta legume indică pragmatism și nevoia de a asigura resursele de bază.\n\nAcest vis vorbește despre răbdare și încredere în procesele naturale ale vieții. Știi că rezultatele nu apar peste noapte, dar ai credința că semințele vor încolți.\n\nEste un moment bun pentru a începe noi proiecte sau relații.",
      "slug": "a-planta"
    },
    {
      "name": "A planta flori",
      "category": "acțiuni",
      "shortMeaning": "Cultivarea frumuseții, a iubirii și a bucuriei în viață.",
      "fullInterpretation": "Spre deosebire de plantarea legumelor (necesitate), a planta flori este un act de dragoste pentru viață. Simbolizează dorința ta de a aduce frumusețe, armonie și culoare în existența ta și a celorlalți.\n\nAcest vis reflectă o stare de spirit pozitivă, speranță în dragoste și deschidere emoțională. Îngrijești aspectele delicate ale sufletului.\n\nPoate sugera și o perioadă de înflorire personală – talentele tale ies la lumină și ești apreciat.\n\nA planta flori pe mormânt indică acceptarea pierderii și transformarea durerii în amintire luminoasă.\n\nVisul te îndeamnă să continui să cultivi bunătatea și frumosul.",
      "slug": "a-planta-flori"
    },
    {
      "name": "A plati",
      "category": "acțiuni",
      "shortMeaning": "Achitarea datoriilor karmice sau financiare, echilibrul și responsabilitatea.",
      "fullInterpretation": "A plăti în vis înseamnă a restabili echilibrul. Poate fi vorba de bani, dar adesea este vorba despre energie, recunoștință sau iertare.\n\nDacă plătești cu ușurință, te simți împăcat cu tine însuți. Ți-ai îndeplinit obligațiile și ești liber.\n\nDacă nu ai cu ce să plătești, simți o presiune imensă, vinovăție sau sentimentul că \"nu ești destul\". Te temi că nu poți face față cerințelor vieții.\n\nA refuza să plătești indică rebeliune sau sentimentul că ți se cere prea mult pe nedrept.\n\nAcest vis te invită să te eliberezi de datorii – morale sau materiale – pentru a merge mai departe fără poveri.",
      "slug": "a-plati"
    },
    {
      "name": "A privi",
      "category": "acțiuni",
      "shortMeaning": "Observarea detașată, introspecția sau pasivitatea în fața vieții.",
      "fullInterpretation": "A privi în vis te plasează în rolul de observator. Modul în care privești și ce vezi sunt cheia interpretării.\n\nDacă privești pe fereastră, aștepți oportunități sau ești nerăbdător să vezi ce îți rezervă viitorul. Poate exista o barieră între tine și lume.\n\nA te privi în oglindă este actul suprem de introspecție. Cum te vezi? Imaginea din oglindă reflectă stima de sine reală, nu masca socială.\n\nDacă privești o scenă fără să intervii, poate sugera pasivitate sau neputință. Ești spectator la propria viață?\n\nAcest vis te îndeamnă să deschizi ochii și să vezi adevărul, dar și să treci de la contemplare la acțiune.",
      "slug": "a-privi"
    },
    {
      "name": "A repara",
      "category": "acțiuni",
      "shortMeaning": "Vindecare, reconciliere și restaurarea echilibrului pierdut.",
      "fullInterpretation": "A repara în vis este un simbol puternic al vindecării și al restaurării. Încerci să \"repari\" ceva ce s-a stricat în viața ta – o relație, o situație sau propria sănătate.\n\nDacă repari o mașină sau un mecanism, cauți soluții logice pentru a-ți pune viața în mișcare din nou.\n\nA repara o casă indică munca asupra sinelui și a fundației vieții tale de familie.\n\nA coase sau a repara haine sugerează îmbunătățirea imaginii de sine sau vindecarea rănilor emoționale.\n\nAcest vis este un semn bun: ești dispus să depui efort pentru a face lucrurile să funcționeze, în loc să le abandonezi.",
      "slug": "a-repara"
    },
    {
      "name": "A Retrage",
      "category": "acțiuni",
      "shortMeaning": "Nevoia de siguranță, retragerea strategică sau frica de confruntare.",
      "fullInterpretation": "A te retrage în vis (dintr-o luptă, dintr-un loc sau o situație) poate fi un semn de înțelepciune sau de frică, în funcție de context.\n\nDacă te retragi pentru a te proteja sau pentru a-ți aduna forțele, este o strategie sănătoasă. Ai nevoie de introspecție și liniște.\n\nDacă te retragi din lașitate, visul îți semnalează că eviți o confruntare necesară. Problemele nu vor dispărea dacă fugi de ele.\n\nA retrage bani de la bancomat sugerează folosirea resurselor interioare sau a energiei acumulate pentru o nevoie curentă.\n\nAcest vis te întreabă: te retragi pentru a te vindeca sau pentru a te ascunde?",
      "slug": "a-retrage"
    },
    {
      "name": "A salva",
      "category": "acțiuni",
      "shortMeaning": "Altruism, dorința de a fi erou sau nevoia de a fi salvat.",
      "fullInterpretation": "A salva pe cineva în vis reflectă latura ta eroică și protectoare. Simți că ai puterea și responsabilitatea de a ajuta pe cineva aflat în dificultate.\n\nDacă salvezi un copil sau un animal, încerci să protejezi inocența și vulnerabilitatea – poate chiar propria ta parte vulnerabilă.\n\nDacă tu ești cel salvat, visul indică faptul că ai atins o limită și ai nevoie de ajutor. Nu este o rușine să accepți mâna întinsă a cuiva.\n\nUneori, \"complexul salvatorului\" din vis poate sugera că te amesteci prea mult în viețile altora, încercând să rezolvi probleme care nu îți aparțin.\n\nAcest vis vorbește despre interconectare și sprijin reciproc.",
      "slug": "a-salva"
    },
    {
      "name": "A sangera",
      "category": "corp",
      "shortMeaning": "Sângerarea ca simbol al pierderii vitale, epuizării emoționale și necesității de regenerare profundă.",
      "fullInterpretation": "Visul în care sângeați reprezintă pierderea vitalității și epuizarea profundă - emoțională, fizică sau spirituală. Acest simbol puternic vorbește despre răni deschise care sângerează încet, despre traume nerezolvate care vă consumă energia vitală. Sângerarea semnifică conflicte intense cu prietenii, acțiuni din trecut care vă bântuie și nevoia de odihnă.\n\nPentru femeile însărcinate, visul reprezintă vitalitatea purtată, iar sângerarea altora strigătul după ajutor. Din perspectivă pozitivă, aceste vise vă îndeamnă să luați lucrurile mai încet, să vă îngrijiți rănile emoționale și să căutați echilibrul pierdut.\n\nÎn tradiția românească, sângele reprezintă viața însăși și legăturile de sânge. Sunteți invitat să vă vindecați rănile profunde, să eliberați povara trecutului și să permiteți regenerării naturale a energiei vitale. Acest vis este un mesaj puternic să vă îngrijiți mai bine și să căutați echilibrul pierdut.",
      "slug": "a-sangera"
    },
    {
      "name": "A sapa",
      "category": "acțiuni",
      "shortMeaning": "Căutarea adevărului, munca grea sau pregătirea terenului pentru schimbare.",
      "fullInterpretation": "A săpa în vis înseamnă a merge în profunzime. Nu te mulțumești cu suprafața lucrurilor; vrei să descoperi rădăcinile situației.\n\nPoate simboliza munca grea, efortul susținut pentru a construi ceva durabil (o fundație).\n\nÎn sens psihologic, sapi în subconștient pentru a scoate la lumină amintiri sau traume îngropate.\n\nDacă sapi o groapă pentru altcineva, atenție la intențiile tale – răul pe care îl dorești altora se poate întoarce împotriva ta.\n\nA săpa după o comoară indică speranța de a găsi resurse valoroase în tine însuți.\n\nAcest vis te încurajează să continui căutarea, chiar dacă munca este anevoioasă.",
      "slug": "a-sapa"
    },
    {
      "name": "A scapa",
      "category": "acțiuni",
      "shortMeaning": "Pierderea controlului, ratarea unei oportunități sau eliberarea accidentală.",
      "fullInterpretation": "A scăpa ceva din mână în vis simbolizează pierderea controlului sau neatenția. Îți scapă printre degete o oportunitate sau o relație valoroasă din cauza neglijenței.\n\nDacă scapi un obiect fragil care se sparge, ruptura este ireversibilă.\n\nÎn sens pozitiv, a scăpa de o povară sau dintr-o capcană înseamnă eliberare. Ai reușit să eviți un pericol sau o obligație neplăcută.\n\nExpresia \"a scăpa basma curată\" se poate aplica – ai ieșit cu bine dintr-o situație riscantă.\n\nAcest vis te avertizează să fii mai atent la ceea ce ții în mâini (metaforic) sau te felicită pentru o evadare norocoasă.",
      "slug": "a-scapa"
    },
    {
      "name": "A scuipa",
      "category": "acțiuni",
      "shortMeaning": "Dispreț, respingere sau eliminarea a ceva \"toxic\" din viața ta.",
      "fullInterpretation": "A scuipa în vis este un gest de respingere violentă. Elimini ceva ce ți se pare dezgustător, toxic sau inacceptabil.\n\nPoate exprima dispreț față de o persoană sau o situație. Te simți superior sau pur și simplu nu mai vrei să ai de-a face cu acea energie.\n\nÎn anumite tradiții, scuipatul este un gest de protecție împotriva deochiului sau a răului – deci poate simboliza dorința de a te apăra de influențe negative.\n\nDacă cineva te scuipă, te simți umilit și neapreciat.\n\nAcest vis indică emoții puternice de repulsie care trebuie procesate.",
      "slug": "a-scuipa"
    },
    {
      "name": "A se plange",
      "category": "acțiuni",
      "shortMeaning": "Nemulțumire, victimizare sau nevoia de a fi ascultat.",
      "fullInterpretation": "A te plânge în vis sugerează că ai frustrări acumulate pe care nu le exprimi suficient în viața reală. Te simți neîndreptățit și cauți validare sau compasiune.\n\nPoate indica o mentalitate de victimă – aștepți ca alții să îți rezolve problemele în loc să acționezi.\n\nDacă te plângi și nimeni nu te ascultă, te simți izolat și neînțeles.\n\nAcest vis este un semnal să îți schimbi atitudinea: transformă plângerea în cerere clară sau în acțiune concretă. Nimeni nu îți poate ghici nevoile dacă doar te lamentezi.",
      "slug": "a-se-plange"
    },
    {
      "name": "A semana",
      "category": "acțiuni",
      "shortMeaning": "Începuturi noi, răspândirea ideilor și karma acțiunilor prezente.",
      "fullInterpretation": "A semăna în vis este un act de creație și speranță. Împrăștii semințele viitorului tău. Ceea ce semeni acum, vei culege mai târziu.\n\nEste un simbol al cauzei și efectului (karma). Dacă semeni cu dragoste și grijă, vei avea rezultate pozitive. Dacă semeni vânt, vei culege furtună.\n\nSemințele reprezintă și idei, proiecte sau influența ta asupra altora. Ești un inițiator, un deschizător de drumuri.\n\nAcest vis te îndeamnă să fii conștient de \"semințele\" pe care le plantezi în fiecare zi prin gândurile și faptele tale.",
      "slug": "a-semana"
    },
    {
      "name": "A semna",
      "category": "acțiuni",
      "shortMeaning": "Angajament, asumarea identității și oficializarea unei decizii.",
      "fullInterpretation": "A semna un document în vis înseamnă a-ți da acordul, a te angaja ferm într-o situație. Îți pui numele (identitatea/reputația) în joc.\n\nPoate simboliza un pact, un contract (chiar și sufletesc) sau o promisiune solemnă.\n\nDacă semnezi fără să citești, ești naiv sau te lași manipulat.\n\nDacă refuzi să semnezi, îți aperi libertatea și refuzi condițiile impuse de alții.\n\nAcest vis te întreabă: cu ce ești de acord în viața ta? Ce contracte (nescrise) ai semnat și trebuie revizuite?",
      "slug": "a-semna"
    },
    {
      "name": "A slabi",
      "category": "corp",
      "shortMeaning": "Slăbirea ca transformare fizică, eliberarea de poveri și căutarea echilibrului corporal-spiritual.",
      "fullInterpretation": "Visul în care slăbiți reprezintă transformarea fizică și eliberarea de poveri inutile, simbolizând dorința de a vă ușura povara existențială. Dieta pentru slăbire semnifică succes în afaceri, alergarea pentru slăbire masuri pentru rezolvarea problemelor.\n\nDin perspectivă spirituală, slăbirea reprezintă tapas - disciplina spirituală prin post și autocontrol. Sunteți invitat să vă eliberați de atașamente dăunătoare și să căutați echilibrul perfect între trup și spirit.\n\nÎn cultura românească, slăbirea reprezintă îngrijirea de sine și respectul față de trup. Acest vis vă îndeamnă să fiți mai atent la sănătatea dumneavoastră, să eliberați ce nu vă mai servește și să căutați armonia între toate aspectele ființei.",
      "slug": "a-slabi"
    },
    {
      "name": "A spala vase",
      "category": "acțiuni",
      "shortMeaning": "Curățarea rutinelor, rezolvarea problemelor cotidiene și pregătirea pentru nou.",
      "fullInterpretation": "A spăla vasele este o activitate banală, dar cu semnificație profundă în vis: curățarea după \"ospățul\" vieții. Rezolvi consecințele acțiunilor trecute, faci ordine și pregătești terenul pentru următoarea experiență.\n\nDacă vasele sunt foarte murdare, ai acumulat multe probleme nerezolvate sau emoții negative.\n\nDacă le speli cu plăcere, găsești satisfacție în lucrurile simple și în menținerea armoniei domestice.\n\nDacă spargi un vas, apare un conflict sau o greșeală în încercarea de a face bine.\n\nAcest vis indică nevoia de purificare a cotidianului și de menținere a igienei emoționale.",
      "slug": "a-spala-vase"
    },
    {
      "name": "A sta",
      "category": "acțiuni",
      "shortMeaning": "Stagnare, răbdare, odihnă sau blocaj în evoluție.",
      "fullInterpretation": "A sta (pe scaun, în picioare, culcat) în vis indică o pauză în mișcare. Este o oprire voită sau forțată?\n\nA sta pe un tron sau scaun înalt sugerează autoritate și stabilitate.\n\nA sta în picioare ferm indică rezistență și hotărâre.\n\nA sta degeaba în timp ce alții muncesc sugerează pasivitate sau lene.\n\nAcest vis te invită să analizezi: stai pentru a te odihni și a contempla, sau pentru că îți este frică să avansezi?",
      "slug": "a-sta"
    },
    {
      "name": "A striga",
      "category": "acțiuni",
      "shortMeaning": "Nevoia disperată de a fi auzit, exprimarea durerii sau avertisment.",
      "fullInterpretation": "A striga în vis este eliberarea unei tensiuni insuportabile. Vocea ta cere să fie auzită. Poate fi un strigăt de ajutor, de furie sau de avertisment.\n\nDacă strigi și nu iese niciun sunet (afonie onirică), te simți complet neputincios și ignorat în viața reală. Simți că opiniile tale nu contează.\n\nDacă auzi pe altcineva strigând, subconștientul îți atrage atenția asupra unei urgențe sau a suferinței cuiva apropiat.\n\nAcest vis indică o comunicare blocată sau o emoție reprimată care stă să explodeze.",
      "slug": "a-striga"
    },
    {
      "name": "A tese",
      "category": "acțiuni",
      "shortMeaning": "Crearea destinului, urzirea planurilor și complexitatea vieții.",
      "fullInterpretation": "A țeșe în vis este actul de a crea structura vieții. Ești Țesătorul propriului destin. Firele sunt evenimentele, oamenii și deciziile care se împletesc într-un model complex.\n\nDacă țesătura este frumoasă și regulată, viața ta este armonioasă și planurile îți reușesc.\n\nDacă firele sunt încurcate, treci printr-o perioadă de confuzie și complicații.\n\nPoate simboliza și \"urzirea\" unor planuri ascunse sau intrigi.\n\nAcest vis îți amintește că totul este interconectat și că tu ții suveica în mână.",
      "slug": "a-tese"
    },
    {
      "name": "A toarce",
      "category": "acțiuni",
      "shortMeaning": "Răbdare, feminitate, trecerea timpului și transformarea materiei prime.",
      "fullInterpretation": "A toarce (lână, fuior) este un simbol arhaic al feminității și al destinului. Transformi materia primă (haosul, potențialul) în fir (ordine, direcție).\n\nIndică o muncă metodică, liniștită și productivă. Poate sugera o perioadă de viață domestică tihnită.\n\nDacă o pisică toarce, visul simbolizează confort, relaxare și vindecare prin vibrație pozitivă, dar uneori și lingușire.\n\nAcest vis te îndeamnă să ai răbdare – lucrurile bune se fac în timp, fir cu fir.",
      "slug": "a-toarce"
    },
    {
      "name": "A traversa",
      "category": "acțiuni",
      "shortMeaning": "Tranziție, schimbare majoră și depășirea obstacolelor.",
      "fullInterpretation": "A traversa (o stradă, un râu, un pod) marchează o tranziție de la o stare la alta. Ești într-un rit de trecere.\n\nDacă traversezi un pod, faci legătura între trecut și viitor sau între două aspecte ale vieții tale. Dacă podul este sigur, tranziția va fi ușoară.\n\nA traversa o apă tulbure indică riscuri emoționale și incertitudine.\n\nA traversa strada cu grijă sugerează prudență în deciziile sociale sau de carieră.\n\nAcest vis îți spune că nu poți rămâne pe loc; trebuie să ajungi pe \"malul celălalt\" pentru a evolua.",
      "slug": "a-traversa"
    },
    {
      "name": "A tricota",
      "category": "acțiuni",
      "shortMeaning": "Creație metodică, răbdare, căldură sufletească și reparare.",
      "fullInterpretation": "A tricota este similar cu a țese, dar mai intim. Creezi ceva care să ofere căldură și protecție (un pulover, o șosetă).\n\nSimbolizează grija maternă, răbdarea și capacitatea de a repara situații (a \"tricota\" la loc relații).\n\nDacă scapi ochiurile, faci greșeli din neatenție care pot destrăma munca depusă.\n\nEste o activitate meditativă care sugerează nevoia de liniște și de a face ceva constructiv cu mâinile tale.\n\nAcest vis te încurajează să pui suflet în ceea ce faci.",
      "slug": "a-tricota"
    },
    {
      "name": "A uda",
      "category": "acțiuni",
      "shortMeaning": "Hrănire emoțională, cultivarea creșterii și purificare.",
      "fullInterpretation": "A uda (plante, grădina) înseamnă a hrăni viața. Oferi emoție (apa) pentru a susține creșterea proiectelor sau relațiilor tale.\n\nEste un semn de grijă și responsabilitate. Știi că nimic nu crește fără atenție constantă.\n\nDacă uzi prea mult și îneci plantele, poate sugera copleșire emoțională sau sufocarea cuiva cu prea multă grijă.\n\nA uda pe jos (a spăla) sugerează curățarea prafului și reîmprospătarea atmosferei.\n\nAcest vis te întreabă: ce aspect al vieții tale are nevoie de \"apă\" pentru a înflori?",
      "slug": "a-uda"
    },
    {
      "name": "A urla",
      "category": "acțiuni",
      "shortMeaning": "Frica intensă, furia neexprimată și nevoia de descărcare.",
      "fullInterpretation": "A urla în vis este mai intens decât a striga. Este un sunet primordial, de durere sau de teroare.\n\nIndică o presiune psihică imensă. Ceva în viața ta te terorizează sau te înfurie la culme, iar visul este supapa de siguranță.\n\nPoate fi și un urlet de eliberare și putere (ca un lup), revendicându-ți teritoriul.\n\nAcest vis este un semnal de alarmă: nu mai poți ține totul în tine. Trebuie să găsești o modalitate sănătoasă de a elibera această energie.",
      "slug": "a-urla"
    },
    {
      "name": "A varui",
      "category": "acțiuni",
      "shortMeaning": "Înnoire, curățenie generală și dorința de a schimba imaginea.",
      "fullInterpretation": "A vărui pereții în vis simbolizează dorința de a schimba atmosfera vieții tale. Vrei \"pereți\" noi, un fundal nou pentru existența ta.\n\nAlbul varului sugerează puritate, curățenie și un nou început. Vrei să ștergi urmele trecutului (pete, murdărie) și să o iei de la capăt.\n\nPoate indica și dorința de a masca ceva, de a acoperi defectele pentru a prezenta o imagine imaculată.\n\nAcest vis te anunță că urmează o perioadă de împrospătare și optimism.",
      "slug": "a-varui"
    },
    {
      "name": "A vomita / voma / varsaturi",
      "category": "corp",
      "shortMeaning": "Respingere violentă, eliminarea negativității și dezgustul.",
      "fullInterpretation": "Deși neplăcut, a vomita în vis este un act necesar de purificare. Corpul tău (subconștientul) respinge ceva ce nu poate digera: o situație toxică, o minciună, o emoție negativă sau o persoană nocivă.\n\nEste o eliberare bruscă. Ai înghițit prea multe și acum trebuie să dai afară tot răul.\n\nPoate indica dezgust față de propriile acțiuni sau față de comportamentul altora.\n\nDupă acest vis, te poți simți ușurat. Mesajul este clar: nu mai accepta ceea ce îți face rău.",
      "slug": "a-vomita-voma-varsaturi"
    },
    {
      "name": "A vopsi",
      "category": "acțiuni",
      "shortMeaning": "Schimbarea aparențelor, creativitate sau ascunderea adevărului.",
      "fullInterpretation": "A vopsi ceva în vis înseamnă a-i schimba înfățișarea. Vrei să adaugi culoare vieții sau să ascunzi realitatea de dedesubt?\n\nCuloarea aleasă este crucială:\n• Roșu – pasiune sau agresivitate.\n• Albastru – liniște, vindecare.\n• Negru – depresie, doliu sau mister.\n• Verde – speranță, creștere.\n\nDacă vopsești părul, vrei să îți schimbi identitatea sau modul în care ești perceput.\n\nAcest vis te invită să fii creativ, dar și sincer: schimbi doar fațada sau și structura?",
      "slug": "a-vopsi"
    },
    {
      "name": "A vorbi la telefon",
      "category": "acțiuni",
      "shortMeaning": "Comunicare la distanță, conexiune întreruptă sau așteptarea veștilor.",
      "fullInterpretation": "Telefonul în vis reprezintă comunicarea cu cineva care nu este prezent fizic (sau cu o parte din tine însuți).\n\nCalitatea conexiunii este simbolică:\n• Clară – înțelegere bună, telepatie.\n• Întreruptă, cu paraziți – neînțelegeri, distanță emoțională, probleme de comunicare.\n• Nu răspunde nimeni – sentiment de izolare, te simți ignorat.\n\nCine este la celălalt capăt? Acea persoană are un mesaj pentru tine sau tu ai ceva important să-i spui.\n\nAcest vis subliniază importanța dialogului și a conexiunii.",
      "slug": "a-vorbi-la-telefon"
    },
    {
      "name": "Abandon",
      "category": "fenomene",
      "shortMeaning": "Frica de singurătate, respingere sau eliberarea de trecut.",
      "fullInterpretation": "Abandonul în vis este una dintre cele mai dureroase teme, reflectând insecurități profunde din copilărie sau traume recente.\n\nDacă ești abandonat, te simți nevrednic de iubire sau ai o frică paralizantă că vei rămâne singur. Subconștientul îți arată dependența ta emoțională de alții.\n\nDacă tu abandonezi pe cineva sau ceva, poate fi un semn de maturizare: renunți la obiceiuri, credințe sau relații care nu îți mai servesc. Deși pare crud, uneori abandonul este necesar pentru supraviețuire și evoluție.\n\nAbandonarea unui copil în vis indică neglijarea copilului interior – nu te îngrijești suficient de propriile nevoi.\n\nAcest vis te invită să îți găsești siguranța în tine însuți, nu în prezența altora.",
      "slug": "abandon"
    },
    {
      "name": "Abatere",
      "category": "fenomene",
      "shortMeaning": "Devierea de la plan, distragere sau ocolirea destinului.",
      "fullInterpretation": "A te abate de la drum în vis sugerează că ai pierdut direcția sau că explorezi alternative. Este o abatere voită sau o rătăcire?\n\nUneori, ocolul este benefic – eviți un pericol sau descoperi ceva nou și valoros pe o cale lăturalnică.\n\nAlteori, abaterea indică lipsa de disciplină și distragerea de la obiectivele principale. Te lași influențat de tentații sau de opiniile altora.\n\nAcest vis te întreabă: ești rătăcit sau ești un explorator?",
      "slug": "abatere"
    },
    {
      "name": "Abator",
      "category": "locuri",
      "shortMeaning": "Sacrificiu, brutalitate, transformare radicală sau pierderea inocenței.",
      "fullInterpretation": "Abatorul este un simbol visceral și tulburător. Reprezintă locul unde viața este transformată în hrană prin moarte violentă.\n\nPoate simboliza sentimentul că ești \"tăiat\" sau sacrificat pentru beneficiul altora. Te simți o victimă într-un sistem nemilos.\n\nPoate indica și necesitatea de a sacrifica ceva drag (o atitudine, o iluzie) pentru a supraviețui sau a evolua.\n\nEste un loc al instinctelor primare și al sângelui – confruntarea cu realitatea crudă a existenței.\n\nAcest vis te avertizează asupra unei situații periculoase sau asupra propriei tale durități.",
      "slug": "abator"
    },
    {
      "name": "Abces / furuncul",
      "category": "corp",
      "shortMeaning": "Abcesul ca infecție interioară, probleme ascunse care necesită atenție urgentă și vindecare profundă.",
      "fullInterpretation": "Visul cu abces sau furuncul reprezintă probleme ascunse și jenante din viață, simbolizând infecții emoționale sau fizice care necesită atenție urgentă. Acest simbol vorbește despre aspecte serioase subestimate, amenințări din starea de veghe care se manifestă în vise. Furunculul netratabil avertizează asupra carierei viitoare, dezamăgirea la locul de muncă fiind ușor de depășit.\n\nAbcesul în gură semnifică probleme de comunicare cu persoanele apropiate, invitându-vă să analizați neînțelegerile pentru a descoperi natura lor adevărată.\n\nDin perspectivă spirituală, abcesul reprezintă toxine karmice acumulate. Sunteți îndemnat să vă vindecați rănile profunde, să căutați ajutor profesional și să tratați problemele la timp pentru a evita complicații majore.\n\nÎn tradiția românească, abcesul reprezintă infecții și probleme de sănătate care necesită intervenție promptă. Acest vis vă avertizează să fiți mai atent la sănătatea dumneavoastră și să nu neglijați semnalele subtile ale corpului.",
      "slug": "abces-furuncul"
    },
    {
      "name": "Abdomen",
      "category": "corp",
      "shortMeaning": "Centrul instinctelor, digestia emoțiilor și vulnerabilitatea.",
      "fullInterpretation": "Abdomenul (plexul solar) este centrul emoțiilor și al instinctelor. A visa abdomenul înseamnă a te concentra pe ceea ce \"simți cu stomacul\".\n\nUn abdomen dureros sugerează emoții nedigerate – griji, frici sau resentimente care te roade pe dinăuntru.\n\nUn abdomen expus indică vulnerabilitate și încredere. Te lași deschis în fața cuiva.\n\nUn abdomen umflat poate sugera o \"sarcină\" simbolică – un proiect nou sau o idee care crește în tine, dar și posibile excese.\n\nAcest vis te îndeamnă să ai grijă de sănătatea ta emoțională și digestivă.",
      "slug": "abdomen"
    },
    {
      "name": "Abis",
      "category": "locuri",
      "shortMeaning": "Necunoscutul terifiant, vidul interior sau potențialul infinit.",
      "fullInterpretation": "Abisul este limita cunoașterii. A privi în abis înseamnă a te confrunta cu cele mai mari frici ale tale sau cu vidul existențial.\n\nPoate simboliza depresia, sentimentul că te prăbușești și că nu ai de ce să te agăți.\n\nDar abisul este și spațiul potențialului infinit. Doar sărind în necunoscut poți descoperi dacă poți zbura.\n\nDacă cazi în abis, simți că ai pierdut controlul. Dacă stai pe margine și privești, ești într-un moment de cumpănă majoră.\n\nAcest vis este o invitație la curaj: înfruntă golul și umple-l cu propriul tău sens.",
      "slug": "abis"
    }
  ]
}