{
  "symbols": [
    {
      "name": "Asternut",
      "category": "dictionar",
      "shortMeaning": "(Pus pe podea) pericol sa-ti pierzi partenerul prin acte necugetate sau vei suferi din cauza comp...",
      "fullInterpretation": "(Pus pe podea) pericol sa-ti pierzi partenerul prin acte necugetate sau vei suferi din cauza comportamentului unei persoane iubite -(intins pe pat) relatie sentimentala satisfacatoare -(dat la spalat) probleme trecatoare in familie sau cu partenerul -(curat) dragoste, multumire -fericire in casnicie si dragoste -(la uscat) nevoia de impacare dupa o cearta -(patat, murdar sau sifonat) riscuri de a pierde o prietenie sau partenerul sentimental -tradare, minciuna, inselatorie, tarfe, intrigi -(la calcat) minciuna, eschivare -incercarea de a drege unele greseli in cuplu -(teancuri dupa calcat) perioada linistita in cuplu, dupa certuri sau neintelegeri -variante sentimentale multiple -uneori adulter sau imoralitate pe plan sentimental -ispita, chiar pacat.",
      "slug": "asternut"
    },
    {
      "name": "Asteroid",
      "category": "dictionar",
      "shortMeaning": "A vedea un asteroid in vise sugereaza ca trebuie sa mergeti mai departe si sa va eliberati de sar...",
      "fullInterpretation": "A vedea un asteroid in vise sugereaza ca trebuie sa mergeti mai departe si sa va eliberati de sarcinile emotionale si fizice. Alternativ, visul ar putea semnifica o culegere de idei si ganduri. Din punct de vedere spiritual, asteroidul in vise reprezinta un mesaj divin. Sunteti pe cale de a fi iluminat cu anumite cunostinte. A visa ca un asteroid vine spre Pamant inseamna o potentiala problema cu abilitatea de a devasta obiective, de a aduce dezamagire sau de a sabota eforturile curente. Un dezastru inevitabil sau rusine. Ceva ce ar putea sa va faca sa va simtiti ca nu puteti sa faceti tot ce ati dorit. Visul ar putea sa reflecte situatii care ar putea sa va distruga in totalitate optimismul sau simtul echilibrului pe care l-ati atins. Daca visati ca un asteroid loveste Pamantul inseamna ca obiectivele sau idealurile dumneavoastra va sunt compromise.",
      "slug": "asteroid"
    },
    {
      "name": "Ata",
      "category": "dictionar",
      "shortMeaning": "Daca ati visat ca depanati ata, inseamna ca doriti sa convingeti pe cineva de sinceritatea dumnea...",
      "fullInterpretation": "Daca ati visat ca depanati ata, inseamna ca doriti sa convingeti pe cineva de sinceritatea dumneavoastra (vezi, de asemenea fir, a coase).A pierde pe cineva apropiat este o experienta teribila, mai ales daca este vorba despre un parinte. Visele despre parinti sunt printre cele mai comune vise, indiferent daca relatiile sunt bune sau rele cu ei. Aceste vise sunt adesea o reflectare a realitatii persoanei, dar mereu au o semnificatie psihologica profunda si un mesaj pentru persoana respectiva. Ele dezvalui starea emotionala si nevoile actuale ale acesteia. Deoarece parintii nostrii sunt principalii protectori si tutore din momentul in care ne-am nascut, avem tendinta de a-i percepe in acel rol pentru multa vreme. Visele despre patinti dezvaluie adesea nevoia noastra de securitate, siguranta, sfaturi sau ajutor. Adesea apelam la acestia pentru sprijin si protectie in momentele cele mai dificile. Moartea unui parinte este una dintre cele mai tulburatoare experiente din viata fiecarei persoane, indiferent de varsta parintelui. Tatal mort in vise simbolizeaza, adesea, o reflectare a dorintei tale pentru sfaturi si sprijin. Daca tatal este in viata, visul ar putea fi o reflectare a temerilor tale pentru bunastarea lui. Uneori, un vis cu privire la moartea tatalui poate dezvalui dorinta de a scapa de sub influenta acestuia. Acest vis mai poate indica si necesitatea de a deveni mai responsabil si mai independent, subconstientul reamintindu-ti ca este timpul sa incetezi sa te mai bazezi pe altii pentru orice, in special pe parintii tai. Uneori, un vis despre tatal mort dezvaluie sentimente rele, de regret, de rusine sau alte sentimente similare legate de relatia ta cu el. Este posibil sa nu fi avut sansa de a rezolva unele probleme cu el inainte de a muri. Daca acesta este cazul, visul ar putea fi un mesaj de la subconstientul tau . Gaseste calea de a-ti ierta parintele, pentru a fi liber sa iti continui viata.",
      "slug": "ata"
    },
    {
      "name": "Ata alba",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ata-alba"
    },
    {
      "name": "Ata albastra",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ata-albastra"
    },
    {
      "name": "Ata neagra",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ata-neagra"
    },
    {
      "name": "Ata rosie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ata-rosie"
    },
    {
      "name": "Atelier",
      "category": "dictionar",
      "shortMeaning": "A vedea un atelier in vise reprezinta dezvoltarea abilitatilor dumneavoastra.",
      "fullInterpretation": "A vedea un atelier in vise reprezinta dezvoltarea abilitatilor dumneavoastra. Incercati sa va intelegeti sinele si sa va dati seama cine sunteti. Daca visati un atelier plin de vechituri atunci inseamna ca trebuie sa lasati trecutul si sa va indreptati atentia spre viitor. Visul in care apare un ceas in atelier sugereaza ca veti avea parte de surprize placute din partea celor dragi.",
      "slug": "atelier"
    },
    {
      "name": "Aur (monede) numarand",
      "category": "dictionar",
      "shortMeaning": "(monede) numarandTe asteapta o perioada de lipsuri.",
      "fullInterpretation": "(monede) numarandTe asteapta o perioada de lipsuri.",
      "slug": "aur-monede-numarand"
    },
    {
      "name": "Aur furand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "aur-furand"
    },
    {
      "name": "Aur stralucind",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "aur-stralucind"
    },
    {
      "name": "Aurora boreala",
      "category": "dictionar",
      "shortMeaning": "Aurora boreala (in emisfera nordica) sau aurora polara - aceste fenomene ale naturii, care pot fi...",
      "fullInterpretation": "Aurora boreala (in emisfera nordica) sau aurora polara - aceste fenomene ale naturii, care pot fi observate in regiunile din proximitatea zonelor polare pe cerul noptii, pot atrage atentia visatorului asupra firii sale zvapaiate, in care laturile luminoase si cele intunecate alterneaza. Alternativ, aurora poate fi considerat un semn de frumusete si indrumare, fiind, de asemena, un simbol mistic cu o semnificatie spirituala profunda. Pentru unele persoane, visul in care admira aurora boreala poate fi un semn de trezire sau constientizare spirituala. Un vis in care vedeti un amic care admira aurora boreala poate sugera o anumita dependinta de o persoana pentru a putea avansa spre varful carierei dumneavoastra, dearece admirati realizarile acesteia in viata si considerati ca este neaparat necesar sa cunoasteti secretul din spatele succesului.",
      "slug": "aurora-boreala"
    },
    {
      "name": "Autobuz",
      "category": "dictionar",
      "shortMeaning": "Daca visam ca ne aflam intr-un autobuz denota ca incepem sa acceptam si sa ne obisnuim cu modul i...",
      "fullInterpretation": "Daca visam ca ne aflam intr-un autobuz denota ca incepem sa acceptam si sa ne obisnuim cu modul in care trebuie sa abordam relatiile de grup si noile directii spre care ne indreptam in compania celorlalti ~calatori~. Un asemenea vis poate reflecta nevoia noastra de autonomie si , in acelasi timp, dorinta de a face parte dintr-un grup unit de o cauza comuna. Din perspectiva spirituala, visul simbolizeaza binele suprem.Biletul de autobuz in vise indica faptul ca exista un pret pentru a merge mai departe. Daca visati ca va cumparati un bilet de autobuz inseamna ca platiti un pret in viata dumneavoastra pentru a incerca sa-i satisfaceti pe cei din jur.",
      "slug": "autobuz"
    },
    {
      "name": "Autocar",
      "category": "dictionar",
      "shortMeaning": "Visul in care asteptati un autocar indica o decadere / un declin temporar in atingerea obiectivelor personale.",
      "fullInterpretation": "Visul in care asteptati un autocar indica o decadere / un declin temporar in atingerea obiectivelor personale. - Daca ati pierdut autocarul in vis, este semn ca un aspect al vietii dumneavoastra a scapat de sub control. Trebuie sa luati lucrurile mai incet si sa va pregatiti un nou plan. - Daca v-ai urcat in autocarul gresit, atunci visul indica temeri de a face alegeri gresite sau de a merge pe cai gresite. - Visul in care calatoriti cu un autocar indica faptul ca aveti de gand sa va lasati purtat de multime. Va lipseste originalitatea si controlul asupra senului vietii. - Daca in vis ati fost implicat intr-un accident de autocar, inseamna ca este timpul sa treceti de la un cadru de grup pe cont propriu. Trebuie sa fiti mai independent.",
      "slug": "autocar"
    },
    {
      "name": "Autogara",
      "category": "dictionar",
      "shortMeaning": "Visul la o autogara aglomerata inseamna multe responsabilitati la locul de munca.",
      "fullInterpretation": "Visul la o autogara aglomerata inseamna multe responsabilitati la locul de munca. Daca visati o autogara goala atunci inseamna ca treceti printr-o perioada de stagnare in viata, nu va implicati deloc la munca. Visul in care asteptati pe cineva la autogara sugereaza ca vor aparea cateva schimbari la locul de munca, probabil pozitive. Daca visati ca plecati de la autogara inseamna ca vreti sa va cautati un nou loc de munca. Visul in care conduceti pe cineva la autogara inseamna ca veti ajuta pe cineva cu bani.",
      "slug": "autogara"
    },
    {
      "name": "Autograf",
      "category": "dictionar",
      "shortMeaning": "Visul in care cineva va cere un autograf inseamna ca aveti aspiratii in cariera.",
      "fullInterpretation": "Visul in care cineva va cere un autograf inseamna ca aveti aspiratii in cariera. Daca visati ca cereti un autograf inseamna ca aveti dorinta de a deveni acea persoana pe care o idolatrizati.",
      "slug": "autograf"
    },
    {
      "name": "Automobil",
      "category": "dictionar",
      "shortMeaning": "Automobilul apare frecvent in vise, fie ca acela care viseaza se afla in interiosrul masinii, fie...",
      "fullInterpretation": "Automobilul apare frecvent in vise, fie ca acela care viseaza se afla in interiosrul masinii, fie ca zareste masini evoluind in jurul sau. Ca orice vehicul, automobilul simbolizeaza evolutia in mers si peripetiile ei. In cazul in care visatorul se regaseste in interiorul masinii, acesta capata un simpolism individual. In functie de caracteristicile ei - de faptul ca e automobil de lux sau rabla -, masina exprima adaptarea mai mult sau mai putin buna la evolutia in mers. Eul personal al celui care viseaza poate sa fie dominat de un complex, atunci cand soferul nu se vede conducand el insusi masina, complex ce va fi determinat de personalitatea soferului, care nu este decat un alt aspect al personalitatii celui care viseaza. Cand visatorul conduce el insusi masina, acaeasta va fi pilotata bine sau rau ori chiar intr-un mod primejdios: fiecare dintre aceste situatii va indica slaba, perfecta sau periculoasa lui maniera de a-si conduce existenta, fie pe plan obiectiv, fie pe plan subiectiv. A simti ca va aflati intr-o masina in care nu aveti dreptul sa fiti, arata ca ati adoptat nesabuit, fara a avea dreptul, o atitudine comportamentala, obiectiva sau subiectiva. Lipsa de carburant poate sa indice o lipsa a libidoului necesar unei vieti normale sau scadere a tonusului psihic. Cel mai probabil vi-at supraestimat fortele sau nu le folositi pe deplin. Un automobil prea incarcat poate sa atraga atentia celui care viseaza asupra anumitor atitudini de excesiva posisivitate sau asupra unui atasament fata de niste false valori, care-i stavilesc si ingreuneaza dezvoltarea. Caroseria poate fi pusa in legatura cu persoana, masca ori personajul, care cauta sa produca un anumit efect asupra celuilalt, din dorinta de a fi admirat sau din teama de a fi dispretuit. Un automobil care calca un copil poate sa insemne ca elanul vital, dezvoltarea personalitatii sau presiunile exterioare nu au tinut seama de un atasament persistent fata de copilarie si de niste valori psihologice reale, care nu se pot integra intr-o evolutie armonioasa decat intr-un ritm mai lent. Automobile care se tamponeaza amintesc dureros de amploare conflictelor interioare care cu toata puterea fortelor evolutive, in loc sa le completeze. Ciocnirea contrariilor este traumatizanta. Vedeti si semnificatia visului: Masina",
      "slug": "automobil"
    },
    {
      "name": "Autostrada",
      "category": "dictionar",
      "shortMeaning": "Autostrada in vise semnifica faptul ca va veti bucura de atentia oamenilor.",
      "fullInterpretation": "Autostrada in vise semnifica faptul ca va veti bucura de atentia oamenilor. Daca visati o autostrada cu multe curbe inseamna ca actiunea intreprinsa perzinta complicatii. Visul in care autostrada este foarte mare sugereaza succes, noroc. Daca visati ca autostrada trece printr-o campie inseamna ca nu veti avea dificultati.",
      "slug": "autostrada"
    },
    {
      "name": "Auzi cainii latrand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "auzi-cainii-latrand"
    },
    {
      "name": "Auzi clarinet cantand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "auzi-clarinet-cantand"
    },
    {
      "name": "Auzi clopote",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "auzi-clopote"
    },
    {
      "name": "Auzi cocos cantand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "auzi-cocos-cantand"
    },
    {
      "name": "Auzi pasari cantand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "auzi-pasari-cantand"
    },
    {
      "name": "Auzi sunand arginti",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "auzi-sunand-arginti"
    },
    {
      "name": "Auzi toba batand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "auzi-toba-batand"
    },
    {
      "name": "Auzi usa scartaind",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "auzi-usa-scartaind"
    },
    {
      "name": "Auzind cearta",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "auzind-cearta"
    },
    {
      "name": "Auzul visand ca il pierzi",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "auzul-visand-ca-il-pierzi"
    },
    {
      "name": "Avalansa",
      "category": "dictionar",
      "shortMeaning": "(prins de avalansa) riscuri, pericol iminent, dar cu sanse de redresare -vulnerabilitate emotionala.",
      "fullInterpretation": "(prins de avalansa) riscuri, pericol iminent, dar cu sanse de redresare -vulnerabilitate emotionala.(vezi munte), reprezinta in realitate pericolul de care ne dam seama, dar impotriva caruia nu putem face nimic. In acest caz subconstientul ne alarmeaza ratiunea, pentru a fi curajosi si a ramane fermi, chiar daca ne este greu.",
      "slug": "avalansa"
    },
    {
      "name": "Aventura",
      "category": "dictionar",
      "shortMeaning": "Dorinta de a calatori deschide noi drumuri in viata dumneavoastra.",
      "fullInterpretation": "Dorinta de a calatori deschide noi drumuri in viata dumneavoastra. Tipul de aventura guverneaza interpretarea visului si, chiar daca semnificatia sa este destul de directa si simpla, trebuie sa luati in considerare si cazurile mai speciale in care se pot afla si starile dumneavoastra emotionala despre anumite situatii. Exista o explicatie simpla pentru aventura in vise. A visa o aventura sugereaza simplu ca aveti nevoie de o pauza de la rutina si va doriti sa faceti ceva excitant si aventuros. Visul este direct legat de personalitatea dumneavoastra enrgica si activa. Aveti o placere pentru schimbarile si provocarile din viata dumneavoastra. Visul mai poate sugera ca trebuie sa o luati mai usor si sa aveti grija cum actionati deoarece s-ar putea sa suferiti o pierdere de reputatie. A visa ca sunteti intr-o aventura cu familia arata dragostea pentru aceasta si cat de mult aveti nevoie de membrii familiei in toate situatiile dificile din viata. Daca visati ca plecati intr-o aventura cu partenerul de viata s-ar putea sa insemne ca zilele lungi la munca sau programul de lucru foarte incarcat nu va permit cateva momente intime cu partenerul.",
      "slug": "aventura"
    },
    {
      "name": "Avere",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "avere"
    },
    {
      "name": "Avion (zburand tu cu el)",
      "category": "dictionar",
      "shortMeaning": "(zburand tu cu el)Bucurii marunte dar importante.",
      "fullInterpretation": "(zburand tu cu el)Bucurii marunte dar importante.",
      "slug": "avion-zburand-tu-cu-el"
    },
    {
      "name": "Avion prabusit",
      "category": "dictionar",
      "shortMeaning": "Caderea unui avion la sol indica o atitudine prea intelectuala sau prea spiritualista, cu tendinta utopica.",
      "fullInterpretation": "Caderea unui avion la sol indica o atitudine prea intelectuala sau prea spiritualista, cu tendinta utopica. Cel care viseaza poate sa fie lipsit de simtul realitatii. Se produce o coliziune intre spirit si instinct. Un avion prabusit in vise inseamna ca o intamplare nefericita, un eveniment va va afecta negativ, posibile neimpliniri in diverse planuri ale vietii. Daca visati cum un avion se prabuseste inseamna ca veti primi o veste proasta de la o persoana care va va destabiliza financiar.",
      "slug": "avion-prabusit"
    },
    {
      "name": "Avion zburand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "avion-zburand"
    },
    {
      "name": "Avocado",
      "category": "dictionar",
      "shortMeaning": "In general, avocado in vise este un semn al inselaciunii sau a minciunii.",
      "fullInterpretation": "In general, avocado in vise este un semn al inselaciunii sau a minciunii. Visul in care apare un avocado mare este un semn de imbunatatire a energie creative. Daca visati ca mancati un avocado delicios inseamna ca cineva va va insela intr-o mainera foarte subtila, acesta fiind foarte viclean. Daca visati ca mancati un avocado rau la gust inseamna ca veti reusi sa detectati inselatoria si nu veti cadea prada acesteia. A cumpara avocado in vise sugereaza tranzactii mari si importante in viata profesionala. Interpretarea este adevara mai ales daca ati avut a ce vis in primele ore ale diminetii. Daca vindeti avocado in vise este un semn al pierderii financiare din pricina minciunilor si al tradari.",
      "slug": "avocado"
    },
    {
      "name": "Avocat pledand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "avocat-pledand"
    },
    {
      "name": "Avort",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "avort"
    },
    {
      "name": "Azil",
      "category": "dictionar",
      "shortMeaning": "Azil de batrani Azilul de batrani in vise simbolizeaza sentimente despre o situatie sau o chestiu...",
      "fullInterpretation": "Azil de batrani Azilul de batrani in vise simbolizeaza sentimente despre o situatie sau o chestiune care este pe sfarsite. De asemenea, poate refecta nevoia de a te stabili sau de a te aseza intr-un loc ori, nevoia de a deveni realist. Pe de alta parte, in mod negativ, visarea unui azil de batrani poate reflecta sentimente de frustrare, neputinta si esec. Azil de nebuni Azilul de nebuni, casa de nebuni sau spitalul de psihiatrie poate aparea in visul orcarei persoane si se interpreteaza diferit in functie de actiunea sau de complotul din interior. Visand un pacient intr-un spital de boli mintale este semn ca nu sunteti in cea mai buna forma. Sunteti bantuit de temeri si griji , cu toate ca majoritatea dintre acestea sunt nefondate. Visand ca ti fost externat dintr-o clinica de psihiatie / azil de nebuni, inseamna ca se apropie sfarsitul unei perioade dificile si ca la orizont se ivesc noi perspective. Azil politic Visul in care dumneavoastra sunteti cel care cere sau incearca sa obtina azil politic intr-o alta tara reflecta o mare lupta mentala in urma unei traume cum ar fi : o boala, o nenorocire, etc.In general, avertisment. Cautand un azil - nevoie de ajutor. Gasind un azil - prim ajutor. Plecand din azil - regrete. Vizitand o persoana la un azil - neplaceri cu parintii sau sefii.",
      "slug": "azil"
    }
  ]
}