{
  "symbols": [
    {
      "name": "Abstinenta",
      "category": "dictionar",
      "shortMeaning": "In traditia crestina, ideii de purificare prin renuntarea la consumarea de sange i se adauga acee...",
      "fullInterpretation": "In traditia crestina, ideii de purificare prin renuntarea la consumarea de sange i se adauga aceea de penitenta si de ispasire. Sangele, simbol al poftelor trupesti, este considerat principala sursa a pacatului.Ispasirea va consta deci in renuntarea la sursa, in renuntarea la pacat in insusi principiul sau. Viata se va concentra doar asupra izvoarelor sale spirituale, asupra relatiilor cu divinul, cu ceea ce nu se arata. Abstinenta, sub dublul ei aspect, purificator si ispasitor, se prezinta ca o cale spre interioritate. Astfel, traditia crestina se intallneste cu cea orientala. La japonezi, abstinenta este o metoda de purificare ce permite dobandirea unei puritati pozitive, prin evitarea prihanirii. In vise toate aceste practici simbolizeaza opozitia intre ceea ce nu se manifesta si manifestare, precum si cautarea a ceea ce nu se arata prin meditatie.",
      "slug": "abstinenta"
    },
    {
      "name": "Abur",
      "category": "dictionar",
      "shortMeaning": "Aburul in vise ar putea simboliza o emotie intensa in legatura cu ceva.",
      "fullInterpretation": "Aburul in vise ar putea simboliza o emotie intensa in legatura cu ceva. O hotarare intensa care va ajuta sa abordati o problema in ciuda obstacolelor cu care va confruntati. Alternativ, aburul poate simboliza o eliberare de presiune. Poate ca sunteti furios sau suparat pe cineva sau ceva, trebuie sa gasiti o modalitate de a elibera aceasta furie. Visand o fereastra aburita ar putea semnifica faptul ca va confruntati cu problema, doar ca in momentul de fata nu aveti claritatea mentala pentru a o rezolva. Aburul iesind dintr-un ceainic, acesta este un semn pozitiv. Veti avea sprijinul prietenilor sau al familiei, indiferent de situatia in care va aflati.Simbolizeaza spulberarea unei sperante, naruirea unui plan. Vaporii de apa ne ingreuneaza vederea la distanta , adica spre viitor(vezi de asemenea ceata, fum, apa) . Nemultimire din cauza neantelegerilor Abur de culoare alba - noroc, bucurie linistita Abur de culoare inchisa - neliniste cearta Abur dens - intristare Abur iesind din pamant - barfa, certuri Abur inecacios - intristare trecatoare in familie Abur limpede - fericire in casa Abur limpede de pe o apa curgatoare - indrepatrea situatiei - limpede urcand - noroc, fericire in obiecte Abur negru - intristare Daca vezi suind un abur - noroc, fericire Vazand un abur - proiecte nerealizate.",
      "slug": "abur"
    },
    {
      "name": "Abur limpede",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "abur-limpede"
    },
    {
      "name": "Ac de cusut",
      "category": "dictionar",
      "shortMeaning": "Acul de cusut in vise simbolizeaza nevoia de a repara sau a coase lucrurile neterminate din viata...",
      "fullInterpretation": "Acul de cusut in vise simbolizeaza nevoia de a repara sau a coase lucrurile neterminate din viata personala sau profesionala. Acul in mana unui doctor simbolizeaza ingrijorarea in legatura cu niste probleme de sanatate. Acul de cusut mai poate avea cateva interpretari, dar depinde de cateva detalii: - a baga ata in acul de cusut - afacere dificila care se rezolva - carpind haine rupte - impacare cu o persoana de care te-ai despartit - carpind lenjeria de pat sau alte lucruri - imbunatatirea strarii materiale - ac de cusut cu ata alba - ganduri pentru drum - ac de cusut cu ata albastra - mari limpeziri in familie - ac de cusut cu ata galbena - gelozie in familie - ac de cusut cu ata neagra - drum nehotarat - ac de cusut cu ata rosie - asepti o veste - cusand cu un ac de cusut - spor la munca cu poticneli",
      "slug": "ac-de-cusut"
    },
    {
      "name": "Ac de siguranta",
      "category": "dictionar",
      "shortMeaning": "Acul de siguranta in vise indica o situatie sau o relatie pe cale de destramare, astfel provocand frica, tulburari.",
      "fullInterpretation": "Acul de siguranta in vise indica o situatie sau o relatie pe cale de destramare, astfel provocand frica, tulburari. S-ar putea sa aveti unele neintelegeri in familie.",
      "slug": "ac-de-siguranta"
    },
    {
      "name": "Acadea",
      "category": "dictionar",
      "shortMeaning": "A vedea o acadea in vise indica surprize, noi experiente si aventuri.",
      "fullInterpretation": "A vedea o acadea in vise indica surprize, noi experiente si aventuri. De asemenea, reprezinta indulgenta, senzualitate si aspectele placute ale vietii dumneavoastra. Alternativ, visul la o acadea ar mai putea sugera ca trebuie sa continuati cu grija in relatie sau in situatie. Cineva ar putea sa profite de dumneavoastra.",
      "slug": "acadea"
    },
    {
      "name": "Acasa",
      "category": "dictionar",
      "shortMeaning": "Acasa in vise poate insemna centrul vietii tale, senzatie de adapost, satisfacerea nevoilor esent...",
      "fullInterpretation": "Acasa in vise poate insemna centrul vietii tale, senzatie de adapost, satisfacerea nevoilor esentiale in actuala perioada, bucurie in sanul familiei, incredere in propriile puteri, simtindu-va in largul dumneavoastra in ceea ce faceti, pe teren sigur, atmosfera calda, securitate, siguranta, speranta, incredere, atmosfera placuta, armonie aparenta. Daca visati ca va intoarceti acasa sugereaza un sentiment de repetabilitate, teama de schimbare sau de nou, dorinta de a intalni numai situatii sau aspecte deja cunoscute, dorinta de satisfacerea nevoilor esentiale, incredere numai in fortele proprii, cautarea sigurantei. Visul in care serviti cina acasa inseamna proiecte si initiative noi. Interpretarea viselor in care v-ati pierdut si nu mai puteti ajunge acasa se refera in general la situatii mai complicate in care nu gasiti o solutie convenabila sau durabila, arata faptul ca ati pornit pe o cale care nu va duce nicaieri in viata, doriti sa ve reintoarceti la o stare anterioara care va conferea mai multa siguranta si mai mult confort.",
      "slug": "acasa"
    },
    {
      "name": "Acatist",
      "category": "dictionar",
      "shortMeaning": "Acatistele sunt alcatuite din cantari si rugaciuni catre Maica Domului sau catre alti sfinti.",
      "fullInterpretation": "Acatistele sunt alcatuite din cantari si rugaciuni catre Maica Domului sau catre alti sfinti. In vise acestea reprezinta dorinte si planuri multiple. In functie de contextul visului, un acatist poate reprezenta si dorinta de reintoarcere catre religie, catre origini, catre regiunea de bastina si nu in ultimul rand catre familie.",
      "slug": "acatist"
    },
    {
      "name": "Accident de avion",
      "category": "dictionar",
      "shortMeaning": "Doua avioane care se ciocnesc sau o lpta aeriana ne dezvalui ganduri cu tendinte opuse care se iz...",
      "fullInterpretation": "Doua avioane care se ciocnesc sau o lpta aeriana ne dezvalui ganduri cu tendinte opuse care se izbesc in noi si se distrug reciproc, sfasiindu-ne psihologic. Are loc o ciocnire a contrariilor.",
      "slug": "accident-de-avion"
    },
    {
      "name": "Accident de masina",
      "category": "dictionar",
      "shortMeaning": "A avea un accident de masina in vis poate fi un simbol puternic, cu emotii puternice.",
      "fullInterpretation": "A avea un accident de masina in vis poate fi un simbol puternic, cu emotii puternice. Producerea accidentului de masina poate avea mai multe semnificatii si depinde enorm de contextul visului. De asemenea, in functie de deteriorarea automobilului si cauza accidentului, visul poate insemna lucruri diferite. Visand ca sunteti implicat intr-un accident de masina indica faptul ca credintele, stilul de viata sau obiectivele sunt in discordante cu ale altuia. Acest vis poate reprezenta, de asemenea, o situatie socanta sau o perienta dureroasa. Alternativ, accidentele auto din vise pot fi o prevenire cu privire la obiceiurile dumneavoastra de conducere periculoase sau neglijente. Daca accidentul de masina este cauzat datorita cetii, a pierderii controlului autoturismului ori a semnelor de directionare gresite, insemana ca trebuie sa reganditi sau sa replanificati cursul atctiunilor dumneavoastra si sa va pozitionati pe calea cea buna. Visand ca ati murit sau ca ati fost grav ranit in urma unui accident auto si vedeti reactiile altora, atunci acest vis sugereaza ca activitatea dumneavoastra de nechibzuit ii afecteaza pe cei din jur, poate chiar mai mult pe cei ce va sunt apropiati. Accident de masina ca si pasager Visand un accident auto si fiind in acelasi timp pasager simbolizeaza starea interioara emotionala. Este posibil ca in interiorul dumneavoastra sa adapostiti anxietati adanci si temeri, care sunt in afara ariei dumneavoastra de control. Calatorind in dreapta langa sofer si fiind implicat int-un accident ar putea insemna vi-at asumat un rol pasiv in viata, si acel pasiv acum a inceput sa doara si sa deranjeze. Va aflati pe bancheta din spate a masinii atunci cand s-a produs accidentul, nenorocul este complet inafara ariei dumneavoastra de control, deoarece altcineva face alegeri sau ia decizii in numele dumneavoastra. Vise despre diferite accidente auto Sarind cu masina de pe un dig sau un pod in apa. Obiectivele dumneavoastra nu merg prea bine si ca urmare va rezulta o depresie emotionala, odata ce acestea nu se concretizeaza si nu reusesc. Intarnd cu masina intr-un copac. Visul poate fi o prevestire a faptului ca viata va trage o palma si va va narui intentia planurilor dumneavoastra. Acidentandu-va cu un camion / tir. Fiti atenti la surmenaj si munca pana la epuizare din viata reala, acestea pot interfera cu celelate scopuri in viata, cum ar fi petrecand mai mult timp cu familia si cei dragi dumneavoastra. Intrand cu masina intr-o cladire sau o casa. Tipul de cladire in care ati facut accidentul poate avea propriul ei simbolism. De exemplu, daca este vorba despre o banca sau o cladire de birouri, simbolizeaza starea financiara si succesul in afaceri. Accident cu autobuze si trenuri. Visand ca sunteti implicat intr-un accident auto cu autobuze si trenuri, inseamna ca obiectivele personale pot intra in confict cu grupuri de oameni care au initiat idei foarte puternice impotriva dumneavoastra. Vise despre alte persoane implicate in accidente de masina Visand ca sunteti martorul unui accident auto sau ca vedeti pe cineva ranit intr-un accident de masina, inseamna ca nu puteti controla actiunile altora. Ei trebuie sa traiasca cu consecintele propriilor decizii. In cazul in care visati ca cineva drag moare intr-un accident de masina, moartea din acel accident este, de asemenea, un simbol al propriei voastre relatii cu acea persoana. Poate ca simtiti nevoia sa va eliberati de acea relatie. Vise despre consecintele unui accident auto Urmarile accidentului in sine sunt foarte importante atunci incercam sa deslusim aceste vise. Nu a avut loc nici o deterioarare sau a fost distrusa doar bara ornamentala sau de protectie a masinii in urma accidentului din visul dumneavoastra. Acest vis va furnizeaza un avetisment si o reamintire asupra unor daune recente. Daune majore si multe indoituri. Un incident va va suci viata cu susul in jos, si veti avea nevoie de mult timp pentru a va reface. Masini cuprinse de flacari. Va consumati prea mult pentru a va atinge ofiectivele, sau esuati pentru ca vi-ati \"ars\" toate resursele disponibile.",
      "slug": "accident-de-masina"
    },
    {
      "name": "Accident de vapor",
      "category": "dictionar",
      "shortMeaning": "Drum neasteptat, esec in afaceri.",
      "fullInterpretation": "Drum neasteptat, esec in afaceri.",
      "slug": "accident-de-vapor"
    },
    {
      "name": "Acid",
      "category": "dictionar",
      "shortMeaning": "A vedea acid in vise reprezinta sentimente de ura, furie sau razbunare.",
      "fullInterpretation": "A vedea acid in vise reprezinta sentimente de ura, furie sau razbunare. Integritatea dumneavoastra ar putea fi compromisa sau pusa la indoiala. Alternativ, visul poate indica faptul ca sunteti manipulat de o anumita situatie sau de cineva. Visul ar mai putea fi o metafora ce simbolizeaza o influenta negativa in viata dumneavoastra. Ceva sau cineva va roade pe interior. Acidul este coroziv, astfel ca visul in care apare acid indica faptul ca aveti o relatie stransa care s-ar putea sa se distruga. O alta semnificatie a visului este cea in care o situatie va devoreaza cu incetinitorul. Simtiti cum lucrurile se inrautatesc si nu gasiti nici o solutie. Daca este asa, atunci trebuie sa va uitati la mesajul din interior. Modul in care va exprimati va fi foarte important pentru a defini si a decide urmatoarea actiune. Visul in care beti acid inseamna ca sunteti paralizat emotional si trebuie sa invatati cum sa va exprimati.",
      "slug": "acid"
    },
    {
      "name": "Acnee sau cosuri",
      "category": "dictionar",
      "shortMeaning": "De regula, cosurile de pe fata sau acneea fac referire la stima de sine si imaginea dumneavoastra.",
      "fullInterpretation": "De regula, cosurile de pe fata sau acneea fac referire la stima de sine si imaginea dumneavoastra. Va simtiti iritat sau incomod intr-o relatie sau o situatie. Punctele negre sau albe de pe fata dumneavoastra simbolizeaza anumite sentimente jenante pe care sperati sa nu le observe nimeni. Va faceti griji cu privire la ceea ce vor crede alte persoane despre dumneavoastra, mai ales daca acestia vor observa nesiguranta din modul in care actionati. Daca ati visat ca toata pielea va este acoperita de cosuri inflamate, inseamna ca visul face referire la faptul ca sunteti prea ingrijorat in viata de zi cu zi. Nu interpretati in mod gresit acest vis, un pic de ingrijorare este benefica, dar aparitia acestui tip de vis indica ingrijorare extrema sau ingrijorare pentru detalii. Cosurile de pe spate indica sentimente de gelozie si furie de care trebui sa scapati. De asemena, visul poate prevesti ca in curand va veti confrunta cu unul dintre temerile dumneavoastra. Visul in care vedeti acnee la altcineva inseamna ca va veti bucura de sprijin si ocrotire din partea cuiva. Acneea in vis mai poate sugera si un anumit defect al nostru pe care trebuie sa-l depasim la un moment dat.",
      "slug": "acnee-sau-cosuri"
    },
    {
      "name": "Acoperis",
      "category": "dictionar",
      "shortMeaning": "Acoperisul in vise sugereaza adapostul si protectia pe care le ofera acesta, iar din punct de ved...",
      "fullInterpretation": "Acoperisul in vise sugereaza adapostul si protectia pe care le ofera acesta, iar din punct de vedere psihologic simbolizeaza nevoia de siguranta si comfort. In cazul in care in visele dumneavoastra acorerisul este gaurit, spart sau fisurat si apa curge prin el, atunci visul prevesteste faptul ca sunteti vulnerabili in fata unor crize emotionale. Asa cum spuneam mai sus, din punct de vedere psihologic, este esential sa ne simtim protejati impotriva fortelor naturii. Alternativ, acoperisul poate sugera figura feminina in ipostaza sa de ocrotitare a caminului. Daca este ascutit si inalat este semn de neplaceri si dezamagire.Daca este de casa vei avea parte de cinste di onoare.Mai toate cartile vechi de interpretare a viselor, prezinta acoperisul ca fiind un simbol de siguranta, protectie din partea cuiva. Relatri din mai multe vechi carti de interpretare a viselor Acoperis alunecos - neplacere, dezamagire, speculatie primejdioasa Acoperis foarte ascutit - neplaceri Acoperisul casei cuprins de flacari - nu reusiti intr-o afacere Cazand de pe un acoperis - catrastrofa de neanlaturat Acoperis de casa - cinste, onoare Acoperis din paie - casatorie fericita Acoperis inalt - dezamagire Acoperis incendiat - boala psihica ce se agraveaza Acoperis inclinat - stagnare intr-o problema Acoperis parand in buna stare - succes, prosperitate Refugiat sub acoperis - certuri in familie Smulgand sindrila de pe acoperis - veniturile tale vor creste Urcand pe un acoperis - relatii bune cu prietenii, vechi si familia",
      "slug": "acoperis"
    },
    {
      "name": "Acordeon",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "acordeon"
    },
    {
      "name": "Acrobat",
      "category": "dictionar",
      "shortMeaning": "In toate civilizatiile, acrobatul, saltimancul, clownul, juonglerul au detinut un loc important.",
      "fullInterpretation": "In toate civilizatiile, acrobatul, saltimancul, clownul, juonglerul au detinut un loc important. La Moscova, in cimitirul oamenirol celebri, un clovn isi are mormantul de marmura, alaturi de balerine, scriitori, filozofi, oameni de stat ai vechiului si al noului regim. Acrobatii, adesea evocati in literatura si in artele plastice, nu apartin unei simbolistici prea bine definite. Cu toate acestea, putem observa ca ei se inscriu intr-una din cele mai constante teme ale imaginarului si reveriilor umane. S-ar putea ca ei sa semnifice voioasa libertate a celor care s-au eliberat de conditiile comune. Acrobatul este simbolul echilibrului critic, bazat pe nonconformism si miscare, fiind in acest sens un factor de progres. A vedea un acrobat in timpul reprezentatiei sale este semn ca vei avea dificultati in afaceri prietenie si dragoste . Acrobatia simbolizeaza elanul spre o conditiesupraumana, ea este un extaz al corpului. Mergand in maini, cu capul in jos si picioarele in aer, acrobatul evoca figura spanzuratului, cel de-al XII-lea arcan al jocului de Tarot. El este deci simbolul eminamente initiatic si complex al rasurnarii valorilor.(pe sarma sau la trapez) Situatie riscanta, hazardanta, se cere curaj si infruntarea pericolului de unul singur, intr-o situatie incerta, dar cu posibilitatea de a primi sprijin la nevoie -nesiguranta, teama de a gresi -(cazand) ai nevoie de autocontrol sau de o alternativa de rezerva, care sa te scoata din impas in cazul unui posibil esec.",
      "slug": "acrobat"
    },
    {
      "name": "Acru",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca gusti ceva acru, reprezinta resentimente emotionale.",
      "fullInterpretation": "- Daca ai visat ca gusti ceva acru, reprezinta resentimente emotionale. Acest vis poate fi analog cu o relatie de care ti s-a \"acrit\". - Daca ai visat ca mananci varza acara, inseamna stare de sanate buna. - Daca in vis ai mancat struguri acrii, semnifica amaraciune in viata. - Daca in vis simti sau vezi ca un aliment s-a acrit, inseamna ca ti-ai pierdut increderea intr-un prieten sau esti dezamagit de un prieten.Laptele acru in vise inseamna ca ca veti avea parte de anumite beneficii, dar nu fara a trece prin cateva evenimente dureroase si peste cateva probleme. Unele interpretari sugereaza ca visul semnifica bani murdari sau probleme cu oameni faliti. Visul in care beti lapte acru inseamna sa incercati sa nu va oferiti suportul. Masacrul in vise este un simbol foarte intunecat si sinistru, indicand un sentiment puternic de frica. S-ar putea sa va simtiti foarte nesigur in privinta unor aspecte din viata dumneavoastra (locul de munca, casa, clasa sau situatia sociala). Visul ar mai putea simboliza ca sentimentele dumneavoastra au fost inlaturate. De asemnea, visul semnifica frica de alti oameni si frica de brutalitatea care ar putea prevala asupra bunatatii in anumite situatii. Cineva apropiat dumneavoastra sau cu autoritate asupra dumneavoastra ar putea sa va saboteze sau sa va controleze intr-un anumit fel. Acest vis este unul comun atunci cand sunteti abuzat, mai ales cand abuzul este sub forma de izolare. A visa ca sunteti martor al unui masacru inseamna ca sunteti un adept ce va urma ideile altora fara ezitare si fara a pune intrebari. Sunteti mai degraba un adept decat un conducator.",
      "slug": "acru"
    },
    {
      "name": "Acte",
      "category": "dictionar",
      "shortMeaning": "Actele in vis semnifica dorinta de rezolvare a unei situatii, de iesire dintr-o problema.",
      "fullInterpretation": "Actele in vis semnifica dorinta de rezolvare a unei situatii, de iesire dintr-o problema. Daca visezi acte de divort sugereaza ganduri de separare de partener. De asemenea, daca visati acte de casatorie semnifica dorinta de a oficializa o relatie, intalnirea unei persoane noi. Daca visati acte rupte simbolizeaza amaraciune, amanarea unui termen de judecata.",
      "slug": "acte"
    },
    {
      "name": "Actor",
      "category": "dictionar",
      "shortMeaning": "Actorul din vis este adesea o persona care, in realitate, joaca mult teatru.",
      "fullInterpretation": "Actorul din vis este adesea o persona care, in realitate, joaca mult teatru. Daca in vis actorul se afiseaza crucis, este un semn de ca trebuie sa va feriti de oameni care spun numai ce le sufla altii. Daca visati ca sunteti actor inseamna ca doriti sa va aflati in prim plan. Pe baza celorlalte simboluri ale visului veti vedea daca veti reusi acest lucru(vezi de asemenea opera, teatru).Actorul din vise poate reprezenta si dezamagiri din parte unor persoane dragi noua. Alte semnificatii ce implica actorii Asistand in vis la un spectacol - distractii friviole. - Mai multi actori laolalta - petrecere. - Actor novice - abilitate in activitatea economica. - Un vis cu actori ce se repeta - nerezolvarea unor probleme. - Scena cu actori - veti face o descoperire foarte interesanta. - Un actor singu - inselatorie de catre cei apropiati. - Actor tanar - dragoste inseamna. - Stand de vorba cu un actor - vei fi dezamagit de o persoana draga.",
      "slug": "actor"
    },
    {
      "name": "Actrita",
      "category": "dictionar",
      "shortMeaning": "A vedea o actrita in vise reprezinta cautarea dumneavoastra pentru placere.",
      "fullInterpretation": "A vedea o actrita in vise reprezinta cautarea dumneavoastra pentru placere. Actrita in vise este un simbol al bogatiei ce reprezinta castig material. Exista un alt aspect al acestui vis: actrita reprezinta armonia si unitatea unei familii. In acest vis actrita sugereaza ca este posibil ca un membru al familiei sa nu se comporte adecvat. Conform dictionarelor de vise din antichitate, a visa la o actrita era un lucru destul de comun, visul transmitand atat semne pozitive cat si negative in viata dumneavoastra. Daca va confruntati cu un vis in care dumneavoastra sunteti o actrita atunci inseamna ca este un avertisment pentru a avea grija de bunurile financiare. Visul in care o actrtia se apropie si va saruta inseamna avea parte de un cadou. Daca visati o anume actrita inseamna ca ar putea sa ravniti la unele trasaturi fizice sau de peronailitate ale acelei actrite. Ganditi-va cine este actrita si care sunt trasaturile pe care le asociati cu dumneavoastra. Mai mult, ar trebui sa va uitati si la ce rol jucati dumneavoastra in vis. Chiar daca nu cunoasteti actrita la un nivel mai personal, felul in care o percepeti sau rolul pe care il joaca va poate face sa intelegeti cu relationeaza cu dumneavoastra.",
      "slug": "actrita"
    },
    {
      "name": "Acuzatie",
      "category": "dictionar",
      "shortMeaning": "Un astfel de vis este destul de comun si exprima sentimentul de a fi facut ceva total gresit.",
      "fullInterpretation": "Un astfel de vis este destul de comun si exprima sentimentul de a fi facut ceva total gresit. Daca ati visat ca treuie sa va prezentanti in instanta, avand calitatea de acuzat, inseamna ca ar trebui sa va schimbati ritmul vietii si ar trebui sa gasiti o cale pentru a deveni mai calm si mai bun pentru a va putea imbunatatii relatiile cu cei din jur. Daca in visul dumneavoastra o alta persoana este acuzata, acesta este un semn nedrepatatii. Este posibil sa fie vorba despre o nedreptate facuta cuiva sau intentionati sa o faceti. Visandu-va acuzat de mai multe persoane, este un semn de tradare. In general, acest vis poate face referire la tradarea din parte unui prieten sau la excludere dintr-un cerc de prieteni. In unele cazuri poate fi vorba si despre pierderea locului de munca.",
      "slug": "acuzatie"
    },
    {
      "name": "Acvariu",
      "category": "dictionar",
      "shortMeaning": "Poate ca la prima vedere ni se va parea destul de ciudat faptul ca am avut un vis despre acvarii,...",
      "fullInterpretation": "Poate ca la prima vedere ni se va parea destul de ciudat faptul ca am avut un vis despre acvarii, dar visul, din punct de vedere psihologic, este destul de important. Acvariul reprezinta schimbarile din viata dumneavoastra, de asemenea, poate scoate la lumina diferite avertismente care va pot ajuta in rezolvarea unor conflicte sau piedici care va incetinesc drumul spre telurile dumneavoastra. Pe de alta parte, acvariul poate reprezenta o dorinta de libertate, aici putand fi vorba despre o relatie, un loc de munca, o responsabilitate, etc. In continuare va vom prezenta cele mai comune vise cu si despre acvarii: Acvariu gol O perioada nefavorabila din punct de vedere financiar este prevestita de aparitia unui acvariu gol in visele dumneavoastra. De asemenea, daca sunteti implicat in domeniul afacerilor, inseamna ca veti pierde bani sau veti suferi o criza financiara. Pesti intr-un acvariu In general, un acvariu cu pesti simbolizeaza progres in dagoste sau financiar. De asemenea, visul anunta o perioada favorabila pentru rezolvarea problemelor. Daca in acvariu obeservati o multime de pesti, inseamna ca veti gasi solutii sau veti rezolva o problema fara prea multe batai de cap. In schimb, daca observati un peste mort (sau mai multi), visul pevesteste o perioada de conflicte sau vulnerabila ce va va afecta relatiile cu alti oameni sau viata de cuplu. Cum se prezinta apa din acvariu Visand o apa curata si limpede, inseamana ca va aflati intr-o perioada de purificare. Este un vis destul de important deoarece prevestetste, pe langa cele prezentatea anterior, faptul ca va pregatiti pentru o noua perioada sau un eveniment destul de important. Daca apa din acvariu este tulbure, plina de impuritati sau, pur si simplu, murdara inseamna ca experimentati sentimente de captivitate. Va simtiti deprimat sau de parca ati fi prins fara nicio cale de iesire. Poate ca este vorba despre prea multa presiune care poate cauza probleme emotionale la care va este greu sa le faceti fata. Te afli in interiorul unui acvariu Visul in care va aflati in interiorul unui acvariu face referire la barfele din partea unor persoane. Ar trebui sa acordati mai multa atentie prieteniilor false. Cu toate acestea, daca in vis va simtiti bine in interiorul acvariului sau simtiti nevoia sa traiti acolo, inseamna ca va doriti sa renuntati la ganduri sau situatii ce va leaga de trecut. Acvariu spart Daca ati visat ca ati sapart un acvariu, inseamna ca ar trebui sa va feriti de unle persoane. Acestia vor incerca sa va faca rau, mai ales la locul de munca. Dar, daca acvariu este doar fisurat si se scurge apa din el, este semn ca propriile emotii v-au prins ca intr-o capcana si nu le puteti depasi. Poate ca a sosit momentul sa va faceti planuri noi si, in curand, sa le puneti in aplicare. Dimensiunea acvariului Un acvariu mare simbolizeaza o perioada perfecta pentru relatii interumane. Va simtiti pregatit sa rezolvati unele probleme mai vechi legate de membrii familiei sau, pur si simplu, vreti sa intariti legatura cu acestia. Un acvariu mic arata lipsa unei persoane din viata dumneavoastra. De asemenea, poate fi vorba despre unele probleme marunte sau sentimente nesemnificative. Cumpararea sau vanzare unui acvariu Atunci cand visati ca ati cumparat un acvariu, subconstientul dumnavoastra va asigura ca nu stunteti singur, vorbindu-va despre multiplele posibilitati sau alegeri cu privire la viata dumneavoastra. Alternativ, visul poate reprezenta un proiect deosebit ce va necestia, printre altele, si o cantitate mare de investitie emotionala. Vanzarea acvariului simbolizeaza lupta din punct de vedere financiar sau emotional. De asemenea, poate fi vorba depre cheltuieli de bani sau energie fara prea multe beneficii. Acavariu cu apa, dar fara pesti Vazand in vis un acavariu plin cu apa, dara fara niciun peste in el, este un semn rau. Visul se prezinta ca un semnal de avertisment cu privire la oamenii in care aveti incredere. Faptul ca ati sesizat ca nu este peste in apa inseamna ca veti fi tradat de o anumita persoana pe care o considerati de incerdere. De asemenea, este posibil sa experimentati o inselaciunea atunci cand va asteptati mai putin. Curatarea unui acvariu cu pesti Daca ati visat ca schimbati sapa sau curatati un acvariu, este semn de simbari favorabile in viata dumneavoastra. In sfarsiti veti incepe sa scapati de gandurile si oamenii negativi care va afectau linistea interioara. De asemenea, este un semn de usurare si reorganizare.(privind dinauntru in afara) Ai avea nevoie de mai multa libertate de actiune sau de exprimare in relatiile sentimentale in care esti implicat -nu esti multumit cu mediul in care traiesti -te simti strans cu usa, constrans, limitat -ai nevoie de un concediu sau de o pauza -(privind din afara inauntru) nu poti actiona in nici un fel la problemele nou aparute -esti un simplu spectator.",
      "slug": "acvariu"
    },
    {
      "name": "Acvila",
      "category": "dictionar",
      "shortMeaning": "Acvila in vise simbolizeaza puterea absoluta, ambitia puternica de care dati dovada, fiinta care poate sa protejeze.",
      "fullInterpretation": "Acvila in vise simbolizeaza puterea absoluta, ambitia puternica de care dati dovada, fiinta care poate sa protejeze.",
      "slug": "acvila"
    },
    {
      "name": "Adapost",
      "category": "dictionar",
      "shortMeaning": "Visul in care esti la un adapost reprezinta dificultatile si sentimentul de neajutorare cu care te confrunti.",
      "fullInterpretation": "Visul in care esti la un adapost reprezinta dificultatile si sentimentul de neajutorare cu care te confrunti. Esti in cautarea sentimentului de stabilitate si securitate. Alternativ, visul se refera la frica de lucrurile diferite, frica de schimbare. - Daca in vis cauti un adapost importiva ploii inseamna ca ai o durere sau o suferinta ascunsa. - Visul in care cauti adapost impotriva grindinii face referire la sotia sau iubita ta care va fi ispitita de catre un amant. - Daca ai visat ca esti intr-un adapost impotriva bombelor inseamna ca esti extrem de protector cu unele emotii sau cu un aspect din viata ta de zi cu zi. Incearca sa iti pastrezi calmul, incearca sa iti controlezi sentimentele ne exprimate care sunt pe cale sa rabufneasca.",
      "slug": "adapost"
    },
    {
      "name": "Adidasi",
      "category": "dictionar",
      "shortMeaning": "Daca vedeti sau purtati adidasi in vise este semn ca depasiti cu usurinta micile obstacole din viata.",
      "fullInterpretation": "Daca vedeti sau purtati adidasi in vise este semn ca depasiti cu usurinta micile obstacole din viata. Acest vis denota, de asemenea, confort si satisfacti fata de cine sau ceea ce esti. Alternativ, visul indica faptul ca duci o viata activa si mereu in miscare.",
      "slug": "adidasi"
    },
    {
      "name": "Adio",
      "category": "dictionar",
      "shortMeaning": "Visand ca spunem adio sau ca ne luam ramas bun de la cineva, poate avea un impact devastator asup...",
      "fullInterpretation": "Visand ca spunem adio sau ca ne luam ramas bun de la cineva, poate avea un impact devastator asupra vietii noastre, daca este interpretat gresit. Din acest motiv este foarte important sa nu acordam o atentie deosebita acestui vis, la fel cum este important sa nu vedem doar negura ce se asterne peste visele despre moarte. A visa ca va luati adio este, in general, doar un semn ca ceva din viata dumneavoastra va disparea. Pentru tineri, un ramas bun de la parinti, este un semn ca sunteti in cautarea independentei. Spunandu-i adio unui prieten bun, sau invers, este un semn de neloialitate si neincredere.( cand iti iei ) 24/11/2020 (ultima actualizare)Bucurie pentru impliniri sufletesti si in afaceri. Gladiolele in vise inseamna ca va veti implica in noi afaceri care va vor spori veniturile. Totodata visul mai poate insemna iubire.Daca visezi ca ceva este radioactiv reprezinta emotiile suprimate care creeaza o infulenta negativa in viata de zi cu zi. Trebuie sa abordati aceste sentimente inainte ca acestea sa va faca rau.Daca visati ca urmariti un meci pe stadion inseamna ca veti avea o viata sociala incitanta. Daca visati ca sunteti pe un stadion care se prabuseste arata nehotararea de a va implica in miezul lucrurilor. Totodata, sugereaza si nesansa ce decurge in urma faptului ca sunteti un simplu privitor la tot ce se intampla in viata dumneavoastra.",
      "slug": "adio"
    },
    {
      "name": "Adio ( cand iti iei )",
      "category": "dictionar",
      "shortMeaning": "( cand iti iei ) 24/11/2020 (ultima actualizare)Bucurie pentru impliniri sufletesti si in afaceri.",
      "fullInterpretation": "( cand iti iei ) 24/11/2020 (ultima actualizare)Bucurie pentru impliniri sufletesti si in afaceri.",
      "slug": "adio-cand-iti-iei"
    },
    {
      "name": "Admirator secret",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca ai un admirator secret inseamna ca exista anumite aspecte necunoscute ale cara...",
      "fullInterpretation": "- Daca ai visat ca ai un admirator secret inseamna ca exista anumite aspecte necunoscute ale caracterului tau ce trebuie incluse in personalitate. Alternativ, visul poate atrage atentia ta spre cineva care este interesat de tine. Sau este posibil ca visul sa iti spuna ca trebuie sa fi mai contient(a) de lucrurile si oamenii ce te inconjoara.",
      "slug": "admirator-secret"
    },
    {
      "name": "Adolescent",
      "category": "dictionar",
      "shortMeaning": "Adolescentul in vise inseamna necazuri, greutati in viata spirituala.",
      "fullInterpretation": "Adolescentul in vise inseamna necazuri, greutati in viata spirituala. Visul in care apare un adolescent blond sugereaza sapaturi la onoarea casei. Daca visati un adolescent brunet inseamna ca sotia dumneavoastra va va insela. Visul in care apare un adolescent de sex opus semnifica faptul ca nu vi-ati gasit partenerul ideal. Daca visati ca dumneavoastra sunteti adolescent inseamna semne bune.",
      "slug": "adolescent"
    },
    {
      "name": "Adoptie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "adoptie"
    },
    {
      "name": "Adoptie / Adoptat",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "adoptie-adoptat"
    },
    {
      "name": "Adresa",
      "category": "dictionar",
      "shortMeaning": "(scrisa pe un plic) Caputarea unei cai sau a unei directii de urmat -solutie favorabila la actual...",
      "fullInterpretation": "(scrisa pe un plic) Caputarea unei cai sau a unei directii de urmat -solutie favorabila la actualele probleme -buna orientare -dorinta de a iesi din starea de confuzie si deruta -limpezirea orizonturilor proprii -noi teluri catre care sa nazuiesti -vesti, intalniri, evenimente in afara casei, vizite, musafiri.",
      "slug": "adresa"
    },
    {
      "name": "Adulter",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "adulter"
    },
    {
      "name": "Adunare",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca participi la o adunare cu colegii de clasa, insemana ca intalnirea programata va fi una placuta.",
      "fullInterpretation": "- Daca ai visat ca participi la o adunare cu colegii de clasa, insemana ca intalnirea programata va fi una placuta. - Adunare de barbati, semnifica mica petrecere. - Daca ai visat adunare de femei si barbati, vei participa la petrecere. - Daca ai visat ca participi la o adunare de copii, inseamna ca viitorul ti-a pregatit vesti foarte interesante. - Daca ai visat o adunare de judecatori, semnifica probleme in casatorie, probleme in viata de cuplu. Posibil casatorie destramata.",
      "slug": "adunare"
    },
    {
      "name": "Adversar",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca visele cu un adversar sau mai multi adversari sunt prevestitoare de succes in afaceri.",
      "fullInterpretation": "In traditia romaneasca visele cu un adversar sau mai multi adversari sunt prevestitoare de succes in afaceri. Visele in care ne apre un adversar reprezinta un aspect interior cu care suntem in conflict. Alternativ visul in care te confrunti cu un adversar inseamna ca te aperi de orice atac ce pointeaza spre intersele tale. - Daca in vis ai invins un adversar, inseamna pagube materiale. - Daca esti invins de catre un adversar in vis, capeti incredere in tine si vei tiumfa pe plan profesional.",
      "slug": "adversar"
    },
    {
      "name": "Aer",
      "category": "dictionar",
      "shortMeaning": "Dupa cosmogoniile traditionale, aerul este unul dintre patru elemente, alaturi de pamant, apa si foc.",
      "fullInterpretation": "Dupa cosmogoniile traditionale, aerul este unul dintre patru elemente, alaturi de pamant, apa si foc. Ca si focul, este un element activ si masculin, in vreme ce pamantul si apa sunt considerate elemente pasive si feminine. Ultimele doua sunt materializate, pe cand aerul este un simbol al spiritualizarii. Aerul este un element asociat in mod simbolic cu vantul, cu rasuflarea. El reprezinta lumea subtila, asezata intre cer si pamant, lumea expansiunii, pe care, dupa cum spun chinezii, o umple suflul (chi), necesar fiintelor vii. Vayu, care reprezinta suflul in mitologia hindusa, calareste pe o gazela si poarta un stindard fluturand in vant, care ar putea fi identificat cu un evantai. Vayu este suflul vital, suflul cosmic, identificandu-se cu Logosul, care este el insusi suflul. La nivelul fiintei subtile, vayu constituie cele cinci functii vitale, considerate modalitati ale suflului vital, prana. In ezoterismul ismaelian, aerul este principiul alcatuirii si al fructificarii, mijlocitorul dintre foc si apa, primul lam al Numelui divin. Aerul in vis simbolizeaza creativitatea si inteligenta. In cazul in care aerul este poluat sau este ceata, atunci inseamna ca gandul sau mintea ta este umbrita. - Daca in vis simti aer rece inseamna discordanta in relatiile interne si esecuri in afaceri. - Visul in care respiri aer cald semnifica raul din jurul tau. - Aer curat, fericire. - Daca ai visat ca respiri un aer sufocant semnifica treburi incerte, nereusita, boala.Un aeroport in vise simbolizeaza nastere (sosiri) si deces (plecari). In cazul in care aeroportul este ocupat, atunci visul semnifica dorinta de libertate, idealuri inalte, ambitie si sperante. Acesta este un indiciu ca va apropiati de un nou inceput in viata. Este posibil sa aveti o noua relatie, o cariera noua sau o aventura noua. Visele in care un aeroport este pustiu indica faptul ca planurile sau obiectivele tale vor fi modificate sau intarziate. Puneti unele aspecte din viata dumneavoastra in asteptare.",
      "slug": "aer"
    },
    {
      "name": "Aeroport",
      "category": "dictionar",
      "shortMeaning": "Un aeroport in vise simbolizeaza nastere (sosiri) si deces (plecari).",
      "fullInterpretation": "Un aeroport in vise simbolizeaza nastere (sosiri) si deces (plecari). In cazul in care aeroportul este ocupat, atunci visul semnifica dorinta de libertate, idealuri inalte, ambitie si sperante. Acesta este un indiciu ca va apropiati de un nou inceput in viata. Este posibil sa aveti o noua relatie, o cariera noua sau o aventura noua. Visele in care un aeroport este pustiu indica faptul ca planurile sau obiectivele tale vor fi modificate sau intarziate. Puneti unele aspecte din viata dumneavoastra in asteptare.",
      "slug": "aeroport"
    },
    {
      "name": "Afacere",
      "category": "dictionar",
      "shortMeaning": "Daca visezi despre o afacere, semnifica aspectele si problemele pe care le aveti in realitate.",
      "fullInterpretation": "Daca visezi despre o afacere, semnifica aspectele si problemele pe care le aveti in realitate. Acorda atentie la modul in care se intampla afacerea si comportamentul din timpul afacerii. Alternativ, visul afacere, poate fi legat de aspectele propriei personalitati de care aveti nevoie pentru a face fata.",
      "slug": "afacere"
    },
    {
      "name": "Afaceri",
      "category": "dictionar",
      "shortMeaning": "Afacerile in vise inseamna de obicei dispute cu anumite persoane.",
      "fullInterpretation": "Afacerile in vise inseamna de obicei dispute cu anumite persoane. Daca visati ca afacerile sunt bune inseamna ca va asteapta o mostenire. Calatoria de afaceri in vise simbolizeaza gasirea solutiei la o problema. Daca visati ca faceti afaceri cu un evreu inseamna ca veti deveni cucernic.",
      "slug": "afaceri"
    },
    {
      "name": "Afectiune",
      "category": "dictionar",
      "shortMeaning": "Visul in care oferiti afectiune sau primiti afectiune de la alte persoane inseamna ca puteti caut...",
      "fullInterpretation": "Visul in care oferiti afectiune sau primiti afectiune de la alte persoane inseamna ca puteti cauta fericirea in dragoste si casnicie.",
      "slug": "afectiune"
    },
    {
      "name": "Afine",
      "category": "dictionar",
      "shortMeaning": "Chiar daca afinele sunt foarte gustoase si sunt o sursa extraordinara de vitamine, aceste fructe ...",
      "fullInterpretation": "Chiar daca afinele sunt foarte gustoase si sunt o sursa extraordinara de vitamine, aceste fructe de padure nu fac referire doar la lucruri bune atunci cand ne apar in vise. Adesea sugereaza precautie, situatii neplacute si momente in care orice miscare ati face va duce la o schimbare drastica in rau sau bine. In general, afinele inseamna precautie atunci cand vine vorba de eforturi in domeniul afacerilor, deoarce o persoana va face tot posibilul sa va depaseasca. Mai toate fructele albastre sunt un semnal de alarma cu privire la anumite situatii care trebuie tratate cu grija. In functie de delicatetea fructelor apatute in vis va fi determinata si semnificatia acestora. Astfel, afinele cu arome neplacute reprezinta probleme enervante. Visele in care mancati afine sunt de obicei un semn de pozitivitate si simbolizeaza o stisfactii, sanatate si pace interioara. Pe de alta parte, daca in visul dumneavoastra altcineva manaca afine, este un semn de pierdere cauzata de investitii nedocumentate sau riscante. Culegand afine in vis este semnul sfarsitului unei perioade pline de probleme si inceputul unei alteia plina de pace si bucurie. A sosit timpul ca trupul si sufletul sa se odihneasca si sa se refaca dupa toate presiunile si situatiile stresante. Vazand alte persoane care se afla la cules de afine este semn ca subconstientul dumneavoastra este destul de sensibil. Reactionati destul de violent la diverse situatii si sunteti adesea nemultumit de oamenii care o merita cel mai putin. Incercati sa lucrati la diminuarea pe cat posibil a acestor izbucniri. Tortul sau prajitura cu afine simbolizeaza experimentarea in curand a unui eveniment de bucurie si veselie in viata de zi cu zi. Visul in care cumparati afine poate fi un semn de lipsa a vitaminelor, subconstientu va transmite semnale ca sanatatea si alimentatia dumneavoastra nu este tocmai echilibrata. Vanzarea afinelor in vis arata faptul ca cineva are nevoie de ajutorul dumneavoastra. Daca ati avut acest vis, inseamna ca sunteti persoana potrivita pentru a-i oferi sprinin cuiva din grupul dumneavoastra de cunostinte. Primind afine in dar este semnul unui admirator secret. Exista cineva din cercul dumneavoastra de cunostinte care va place forte mult, dar din cauza unei retineri ii este frica sa va abordeze. Afinele necoapte sau stricate sugereaza faptul ca treceti printr-o perioada presarata cu o multime de griji si probleme. Pentru a va atinge obiectivele trebuie sa investiti mult timp si efort sau sa gasiti o slujba pe care o veti practica din placere. Sucul de afine din vise este reprezentarea simbolica a unei sanatati bune si a vietii indelungate.",
      "slug": "afine"
    },
    {
      "name": "Afise ( citind in vis )",
      "category": "dictionar",
      "shortMeaning": "( citind in vis ) 14/12/2016 (ultima actualizare)Afisul in vise prevesteste anuntarea unei vesti,...",
      "fullInterpretation": "( citind in vis ) 14/12/2016 (ultima actualizare)Afisul in vise prevesteste anuntarea unei vesti, aceasta poate rezulta din textul afisului. Afis cu litere. Aceste cuvinte din afis pot fi cheia, ele trebuie descompuse fonetic sau insumate pentru a obtine alte combinatii de cuvinte. Cifre pe afis. Aici trebuie sa intelegem semnificatia in parte a fiecarei cifre iar in cele din urma putem face o adunare totala si suma rezultata poate fi interpretata si ea.",
      "slug": "afise-citind-in-vis"
    },
    {
      "name": "Africa",
      "category": "dictionar",
      "shortMeaning": "Astfel de vise nu sunt printre cele mai comune.",
      "fullInterpretation": "Astfel de vise nu sunt printre cele mai comune. De obicei, le avem dupa ce am urmarit un film documentar despre Africa, probabil din cauza ca acesta ne-a lasat o anume impresie. Visele pe care ar trebui sa le luam imediat in considerare si sa le interpretam sunt acelea care apar spontan sau in urma unor evenimente. Vazand in vis acest continent (Africa) cu un peisaj total schimbat fata de ceea ce sunteti obisnuiti. Un astfel de vis sugereaza nevoia de o schimbare, exista posibilitatea si dorinta de a face ceva pe care persoanele din jurul dumneavoastra il vor considera nesabuit. Indiferent daca este legat de locul de munca, domeniul afacerilor sau relatie, veti realiza ca a sosit momentul schimbarii. Nu mai vreti sa faceti lururi care va fac neferit/a. Va veti teme de necunoscut, dar stiti ca trebuie sa faceti ceva sau veti fi nemultumit/a pentru totdeauna. Calatorind in Africa. Visul in care mergeti in Africa simlolizeaza sacrificii, cel mai probabil din cauza unei persoane dragi. Veti dori sa o faceti fericita, asa ca nu veti sta prea mult pe ganduri. Visand ca alti oameni merg in Africa, inseamna ca va veti lua ramas bun de la o persoana draga. Este posibil ca un prieten sau chiar partenerul sa calatoreasca in alta tara pentru munca, specializari sau studii. Va va fi greu la inceput, dar va trebui sa mergeti mai departe. Acest lucru va reprezenta un test serios, daca il treceti cu succes, veti depasi cu usurinta orice alt obstacol. Visand ca stati de vorba cu africani simbolizeaza empatia. Probabil ca in ultima vreme ati experimentat diverse lucruri care v-au schimbat perspectiva asupra lumii si mediului inconjurartor. Vacanta intr-o tara din Africa. Acest vis prevesteste aparitia intr-un viitor apropiat a unor momente de neuitat. Daca ati visat ca sunteti intr-un safari in africa, inseamna ca in surt timp veti obtine slujba mult visata. Poate ca a trebuit sa asteptati mult pentru acest job, dar rabdarea dumneavoastra va da roade.Alternativ, avand in vedere ca Africa gazduieste unele dintre cele mai frumoase si feroce animale ale pamantului, visul poate indica faptul ca aveti un foarte dezvoltat spirit al aventurii si al explorarii. Lupta cu oameni africani. Daca va aflati in mijlocul unui conflict, a unei rascoale sau a unui razboi civil din Africa si va implicati in lupta, inseamna ca din cauza stresului veti provoca furie si nemultumiri membrilor familiei sau unor prieteni. Chiar daca ati gresit nu va veti cere scuze, si asta din cauza mandriei. Visand ca zburati cu un avion spre Africa, acest vis sugereaza evenimente si actiuni neasteptate. Persoanele din jurul dumneavoastra vor incerca sa va convinga sa actionati in moduri diferite, dar veti decide sa mergeti pana la final, indiferent de ce. Fiind urmarit de animale intr-o jungla africana. Visul prevesteste acte si actiuni in care neglijenta predomina. Este posibil ca actiunile dumneavoastra din ultima vreme sa provoace pagube sau rani sufletesi celor din jur si dumneavoastra. Deoarece daunele vor fi uriase, aceasta experienta va va invata sa analizati cu atentie luncrurile inainte de a lua o decizie importanta. A fi jefuit de o persoana africana poate simboliza o alegere, a dumneavoastra sau a cuiva apropiat, pentru a evita o jeana sau un esec din viata de zi cu zi. Visul poate semnifica, de asemenea, sentimente de pierdere cauzate de actiuni si ganduri de gelozie.",
      "slug": "africa"
    },
    {
      "name": "Agenda",
      "category": "dictionar",
      "shortMeaning": "Agenda in vise inseamna planuri si preocupari legate de stabilirea prioritatilor, o intalnire pe ...",
      "fullInterpretation": "Agenda in vise inseamna planuri si preocupari legate de stabilirea prioritatilor, o intalnire pe care vreti sa o stabiliti cu cineva, lipsa de timp. Atunci cand visati o agenda inseamna ca simtiti nevoia sa va organizati mai bine in viata, duceti un trai agitat si nu ajungeti la nici un rezultat bun. Daca visati ca notati ceva in agenda sugereaza ca sunteti avertizat sa nu uitati un detaliu important in viata.",
      "slug": "agenda"
    },
    {
      "name": "Agentie de asigurari",
      "category": "dictionar",
      "shortMeaning": "Agentia de asigurari este simbolul activitatii afaceri, a lucrului cu banii, a pierderii de buget...",
      "fullInterpretation": "Agentia de asigurari este simbolul activitatii afaceri, a lucrului cu banii, a pierderii de buget si a schimbarilor in viata, dar visele pot fi complet diferite. Ceva ce se intampla in vise poate fi contrar a ceea ce se intampla in viata reala. Uneori, poate visati o agentie de asigurari, desi viata dumneavoastra nu este conectata cu aceasta sfera. In cazul in care visati o agentie de asigurari, interpretarea poate fi mai negativa, deoarece s-ar putea sa suferiti o pierdere de bani. Se poate intampla din neatentie, astfel ca ar trebui sa fiti mai precaut dupa acest vis. Daca intr-o luni noaptea ati visati o agentie de asigurari atunci ar trebui va pregatiti pentru asteptari zadarnice in urmatoarea saptamana, care duca la timp pierdut si la oportunitati esuate. Ca o alternativa, ar trebui sa plauniti altceva, chiar daca este ceva mai putin important, dar folositor pentru dumneavoastra, pentru sanatatea si timpul personal. Spre exemplu, puteti face o vizita cuiva, pentru a-l ajuta la curatenie sau la rezolvarea unor probleme. Daca visati o agentie de asigurari in alte zile ale saptamanii, inseamna o perioada stagnare si lene. A visa o agentie de asigurari intr-o noapte de weekend sugereaza schimbari dramatice in viata. Daca sunt pozitive sau negative este greu de spus. Trebuie sa urmariti starea spirituala si materiala a afacerilor pe care le aveti in acest moment.",
      "slug": "agentie-de-asigurari"
    },
    {
      "name": "Agheasma",
      "category": "dictionar",
      "shortMeaning": "Agheasma in vise sugereaza nevoia de ajutor sau de indrumare spirituala.",
      "fullInterpretation": "Agheasma in vise sugereaza nevoia de ajutor sau de indrumare spirituala. Alternativ, visul ar putea simboliza echilibrul intre minte, trupul si spiritul. Visul in care beti agheasma semnifica purificare emotionala. Daca visati ca sunteti stropit cu agheasma si afumat cu tamaie inseamna ca sunteti inconjurat de lingusitori ca va vor ridica in slavi false.",
      "slug": "agheasma"
    },
    {
      "name": "Aglomeratie",
      "category": "dictionar",
      "shortMeaning": "Aglomeratia in vis semnifica piedici, senzatia de blocare intr-un anumit punct al actiunilor proprii.",
      "fullInterpretation": "Aglomeratia in vis semnifica piedici, senzatia de blocare intr-un anumit punct al actiunilor proprii. De asemenea, semnifica neputinta de a inainta , momente dificile, de rascruce , senzatia de sufocare , suprasolicitare si oboseala.",
      "slug": "aglomeratie"
    },
    {
      "name": "Agrafa",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "agrafa"
    },
    {
      "name": "Agresor",
      "category": "dictionar",
      "shortMeaning": "Interpretare visului in care apare un agresor poate varia in functie de cum este perceput agresor...",
      "fullInterpretation": "Interpretare visului in care apare un agresor poate varia in functie de cum este perceput agresorul, cunoscut sau necunoscut. Daca visati un agresor identificabil, cunoscut atunci visul inseamna aveti cunostinta despre periculozitatea unei situatii. Visul in care agresorul este necunoscut inseamna ca trebuie sa acordati atentie detaliilor. Daca nu puteti vedea fata agresorului inseamna ca puteti simti periculozitatea situatiei, dar nu puteti stii exact despre ce este vorba.",
      "slug": "agresor"
    },
    {
      "name": "Agrise",
      "category": "dictionar",
      "shortMeaning": "Agrisul este un arbust cu ramuri spinoase care produce fructe de culoare rosiatica, galbuie sau verde.",
      "fullInterpretation": "Agrisul este un arbust cu ramuri spinoase care produce fructe de culoare rosiatica, galbuie sau verde. In vise, arbusul are semnificatii diferite fata de fructele acestuia. In general, agrisele sunt considerate un semn de bun augur. De asemena, agrisul cu fructe copate insotit de o zi insorita de vara este un semn excelent ce prevesteste o sesiune de evenimente si momente fericite. Pe de alta parte, daca v-ati visat culegand si mancand agrise verzi (necoapte), atunci sensul visului se schimba total. Un asemena vis poate prevesti vremuri in care economiile dumneavoasta vor fi afectatea grav sau un soi de boala ori deranj la nivelul stomacului. Visand ca va aflati la culesul agriselor coapte este un semn al fericirii dupa o perioada nefavorabila sau de necazuri. De asemena, pentru unele persoane, visul poate si un semn al afacerilor prospere. In functie de gustul resimtit in vis, agrisele dulci pot simboliza o viata dulce si plina de promisiuni, iar cele acrisoare vor fi un semn de mici dificultati. Agrisul (arbustul) cand nu este insotit de fructe (caoapte sau necoapte) este simbolul ostacolelor si al amaraciunii. De asemenea, acesta simbolizeaza distantarea emotionala si fizica.",
      "slug": "agrise"
    }
  ]
}