{
  "symbols": [
    {
      "name": "Agurida",
      "category": "dictionar",
      "shortMeaning": "De obicei, visele in care vedem aguride prevestesc o veste sau o noutate care ne va intrista foarte tare.",
      "fullInterpretation": "De obicei, visele in care vedem aguride prevestesc o veste sau o noutate care ne va intrista foarte tare. Visand ca culegeti agurida este semn de vesti proaste. Mancand aguride este semn de mare nemultumire si intristare.",
      "slug": "agurida"
    },
    {
      "name": "Ajutor",
      "category": "dictionar",
      "shortMeaning": "(oferind cuiva ajutor) Sprijin, sfaturi, imprumut, generozitate -(primind ajutor) nevoia de a pri...",
      "fullInterpretation": "(oferind cuiva ajutor) Sprijin, sfaturi, imprumut, generozitate -(primind ajutor) nevoia de a primi sprijin -(cerand ajutor) esti blocat intr-o situatie dificila, esti dezorientat si ai nevoie de un sfat -(strigand dupa ajutor) situatia devine descurajanta pentru tine, de aceea e nevoie sa apelezi la o persoana cu mai multa experienta care te poate ajuta in rezolvarea problemei.",
      "slug": "ajutor"
    },
    {
      "name": "Alaptare",
      "category": "dictionar",
      "shortMeaning": "Alaptarea in vise este in general un semn bun.",
      "fullInterpretation": "Alaptarea in vise este in general un semn bun. Visul arata caracterul celui care viseaza, delicatete, un spirit sensibil, simt dezvoltat al maternitatii. Alaptarea in vise mai poate aparea si persoanelor care lucreaza in medii unde este nevoie de creativitate, de originalitate.",
      "slug": "alaptare"
    },
    {
      "name": "Alarma",
      "category": "dictionar",
      "shortMeaning": "Visul in care auziti sau opriti o alarma sugereaza faptul ca experimentati un conflict intr-o rel...",
      "fullInterpretation": "Visul in care auziti sau opriti o alarma sugereaza faptul ca experimentati un conflict intr-o relatie sau o situatie care va genereaza multa anxietate. Alarma de ceas in vise inseamna ca va este teama ca nu aveti suficient timp pentru a rezolva tot ceea ce aveti de facut. Daca auziti alarma de ceas in vis inseamna ca va puteti implica in activitati profitabile si stimulatoare. Daca visati alarma de incendiu atunci inseamna ca trebuie sa acordati mai multa atentie unei situatii si sa luati atitudine cat mai rapid. Visul in care porniti alarma de incendiu inseamna ca veti primi in curand o suma de bani. Visul in care porniti sau auziti alarma unei masini inseamna ca nu va aflati pe calea corecta in viata. Subconstientul va sugereaza ca ar trebui sa va schimbati calea.",
      "slug": "alarma"
    },
    {
      "name": "Alb",
      "category": "dictionar",
      "shortMeaning": "Albul in vis semnifica puritatea, perfectiunea, pacea , inocenta, demnitatea, curatenia si noi inceputuri.",
      "fullInterpretation": "Albul in vis semnifica puritatea, perfectiunea, pacea , inocenta, demnitatea, curatenia si noi inceputuri. Este posibil sa aveti o trezire sau o perspectiva proaspata asupra vieti. In culturile orientale , albul este asociat cu moartea si doliul.Daca visati un caine alb si bland semnifica faptul ca va asteapta o oferta tentanta, fie in afaceri, fie in dragoste. De asemenea, pentru femei este un semn ca se vor casatori in curand. Alternativ, daca in vis ti-a aparut un caine alb , sugereaza ca in perioada urmatoare vei avea placerea sa iti faci cunostinte noi cu care vei lega prietenii de durata.Daca ati visat un cal alb, semnifica un animal frumos ce inspira siguranta, putere , dorinta si posibilitate de a cunoaste dincolo de orizontul dumneavoastra. Calul alb in vis sugereaza, de asemenea, un semn bun , esti iubit de oameni , relatii bune cu cei din jur. Potrivit traditiei o fata daca viseaza un cal alb este un semn de casatorie.Camasa alba in vis inseamna noroc, belsug, prosperitate. Daca visati ca imbracati o camasa alba inseamna ca va va merge bine in tot ceea ce va propuneti si veti avea o dispozitie foarte buna in general.Cocosul alb din visele noastre poate fi o refelctare a succesului, a puterii sau a controlului personal. In functie de context, cocosul alb poate simboliza si capacitatea personala de a ne descurca in diverste circumstante. Mai precis, aveÈ›i unele aptitudini in gandirea precisa si in a profita la maxim de resursele disponibile. Cel mai probabil sunteti o persoana deschisa dar feroce si, totodata, manieratÄƒ si oportunista.Daca visati dinti albi, curati, frumosi inseamna ca aveti incredere in dumneavoastra, initiativa, curajul de a iesi in fata, parere si respect de sine, autocontrol, comunicare eficienta cu cei din jur. Visul in care va cad dintii albi semnifica sanatate multa.Visul in care apar farfurii albe este asemanator celui in care apare o singura farfurie alba, dar efectul poate fi mar puternic, mai mare. Visul se refera la o mostenire pe care o primiti sub forma unor terenuri sau proprietati, dar poate insemna si o oferta de munca foarte buna. Puteti gasi detalii accesand interpretarea visului farfurii.Visul la flori albe poate simboliza tristete, deovicei visul este influentat de trecerea de la o stare emotionala la alta. De multe ori, daca visati la flori albe, inseamna ca veti avea de participat la o petrecere si veti onora cu placere invitatia. Domnii care se viseaza culegand flori albe vor avea parte de un sarut din partea unei doamne cu o aceasi pasiune ca si dansii.Fumul alb in vise reprezinta viata confuza pe care o duceti. Daca fumul este dens inseamna ca aveti inamici despre care nu stiti nimic, care stau ascunsi. Fumul acopera adevarul astfel ca ar trebui sa fiti precaut.Daca visati la haine albe, semnifica de cele mai multe ori bucurie, fericire, bunatate sufleteasca. Aveti un sentiment de intregire sentimentala si deobicei inseamna ca va asteapta un angajament sentimental - o relatie sau poate un mariaj. Daca visati ca purtati haine albe, inseamna ca veti fi fericiti. La fel daca visati pe cineva purtand haine albe, inseamna fericire pentru cei care le poarta. Visul la haine albe tinute in dulap, sugereaza ca trebuie sa va luminati. S-ar putea ca recent sa fi fost putin mai depresivi sau sa fi trecut printr-o criza. De aceea trebuie sa treceti peste si sa va schimbati atitudinea.Halatul alb in vise inseamna inocenta, puritate. Daca visati un doctor intr-un halat alb inseamna ca aveti prieteni care tin la dumneavoastra. Adesea halatul alb al doctorilor reprezinta si imaginea unei suferinte interioare.Iepurele alb din vis reprezinta faptul ca veti avea succes si noroc. Veti trece peste cei careva vor raul si veti atrage langa dumneavoastra mutli prieteni. Ar mai putea insemna ca iepurele alb din vis serveste ca un ghid si va ajuta sa va orientati in directia corecta.Leul alb in vise evidentiaza puterea mareata pe care o detineti. Asemenea, visul poate insemna si consitentizarea brusca a puterii dumneavoastra.Liliacul alb in vise adesea prevesteste moartea, fie a unui apropiat, fie in familie.Lupul alb in vise inseamna curaj si biruinta. Aveti posibilitatea de a vedea lumina, chiar si in cele mai intunecate zile ale dumneavoastra.Paianjenul alb in vise prezice vindecarea, sugereaza ca nu vi-ati pierdut speranta, ca energia dumneavoastra continua sa creasca.Painea alba in vise inseamna multumire, bunastare. Totodata inseamna si faptul ca va veti face noi prieteni care iti vor fi aproape. Pentru mai multe informatii vizitati si intrepretarile visului paine.Visul la pantofi albi este un semn ca veti afla vesti bune. Poate fi vorba de o promovare, de o marire de salariu, de o vizita placuta din partea cuiva sau chiar de o sarcina. Totusi, nu va entuziasmati prea tare si incercati sa tratati vestile cum se cuvine.Daca te vei visa cu parul alb e semn ca esti foarte atent la lectiile invatate ca pe viitor sa nu mai faci greseli si asculta sfaturile celor din jur pentru ca vor fi sfaturi bune. Alternativ, daca te-ai visat cu parul alb si lung nu este un semn bun pentru ca esti pe cale sa comiti o greseala in casnicie, posibil o desfranare si vei regreta enorm de mult.Pasarea alba in vise prezice o intalnire cu un prieten. Totodata, visul este un semn benefic, inseamna noroc, liniste, sanatate.Porumbelul alb in vise reprezinta loialitate, simplitate, blandete, prietenie. Ar putea insemna si un mesaj si o binecuvantare de la Sfantul Duh. Daca vedeti un porumbel alb in vis este un semn al unei casnicii fericite si al unor afaceri prospere.Potrivit culturii occidentale, rochia alba este in general asociata cu mireasa si tinuta de nunta. Deci, acest vis poate fo dorinta ta de a deveni mireasa.Sarpele alb in vise reprezinta profunzimea sufletului, dar e important sa cunoasteti detalii despre ceea ce face sarpele in vis. Pentru mai multe detalii consultati si interpretarea visului sarpe.Visul in care apare un sobolan alb inseamna ca veti primi un ajutor de la o sursa neasteptata. Vezi semnificatia generala a visului: SobolanStrugurii albi in vis inseamna sanatate, prosperitate, poate chiar terminarea unor proiecte ambitioase. O explicatie veche spune ca daca va visati culegand struguri albi veti avea parte de castiguri.Aparitia unui tigru alb in vise este un semn al virtutii regale, al puterii.Trandafirul alb in vise reprezinta multa fericire in casnicie si in viata de cuplu, iar un trandafir alb de o frumusete rara inseamna multa iubire, puritate, o casnicie reusita. Daca visati ca culegeti trandafiri albi inseamna ca veti primi multe daruri.Tricoul alb din visele noastre ar putea simboliza sanatatea mintala, sanatatea fizica si modul cu ne ingrijim. Spune asta deoarece culoarea alba denota simplitate si puritate. De asemenea, putem spune ca tricoul alb din vise ne-ar putea transmite mesajul ca ar trebui sa profitam de timpul disponibil pentru a ne relaxa sau pentru a ne face viata mai confortabila. In continuare va vom prezenta cele mai comune vise despre tricuri albe: Tricou alb murdar Atunci cand visam un tricou de culoare alba dar care este murdar, inseamna ca exista posibilitatea ca deciziile dumneavoastra sa provoace schimbari semnificative care vor afecta vietile celor din jur. Cumparand un tricou alb Cumpararea tricourilor de culoare alba indica sentimente in curs de schimbare, de regula in bine. Incercati sa va dedicati timpul unor pasiuni frumoase chiara daca in viata de zi cu zi traiti sau munciti alaturi de oameni intoleranti. Tricou alb rupt In general, visele despre haine rupte sentimente de deprimare sau de neadaptare. De asemnea, in cazul tricourilor albe rupte poate fi vorba despre faptul ca vi-ati pus incredere in cineva care nu o merita. Ar fi de ajutor daca vi-ati gasi prieteni adevarati.Ursul alb in vise va reaminteste faptul ca puteti prospera in medii care pentru altii par ostile. Un urs alb este adesea asemanat cu ursul polar, acestuia spunandu-i-se si \"Marele Alb\". Din acest motiv visele in care apare un urs alb ar putea avea aceeasi semnificatii cu visele despre ursul polar. Pentru mai multe detalii va rugam sa accesati pagina cu interpretarea viselor legate de ursul polar.Vinul alb in vise reprezinta prietenie sincera, multumire. Daca visati ca beti vin alb de unul singur inseamna ca veti avea parte de paguba si de tulburari. Visul in care beti vin alb in compania altor persoane inseamna ca veti avea parte de un castig mare, de bucurii mari, de sanatate si de fericire fara margini.",
      "slug": "alb"
    },
    {
      "name": "Albastru",
      "category": "dictionar",
      "shortMeaning": "Albastrul si albul, culori ale sfintei fecioare, exprima detasarea fata de valorile acestei lumi ...",
      "fullInterpretation": "Albastrul si albul, culori ale sfintei fecioare, exprima detasarea fata de valorile acestei lumi si inaltarea sufletului eliberat catre Dumnezeu, adica spre aurul care va intampina albul virginal, in timpul ascensiunii sale prin albastrul ceresc. In budismul tibetan, albastrul este culoarea lui Vairocana, a inteleptiunii trnscendente, a potentialitatii - si, simultan, a vacuitatii, a carei posibila imagine este imensitatea cerului albastru. Albastrul este culoarea lui yang, cea a Dragonului geomantic, deci a influentelor binefacatoare. Culoarea albastru in vis , exprima adevar, intelepciune, eternitate, devotament si loialitate. De asemenea, este culoarea cerului senin , considerata cea mai importanta dintre culorile cu proprietati vindecatoare. Prezenta acestei culori in vis poate simboliza un ghid spiritual si optimismul dumneavoastra pentru viitor. Albastru deschis poate simboliza bunatate, sensibilitate sau sentimentul acela in care cuiva ii pasa de dumneavoastra. Barbati sau femei care ne apar in vise imbracati in albastru inchis / bleumarin simbolizeaza nevoia de a lucra pentru a gasi o cale de exprimare a puterii si energiei acumulate in timp in dumneavoastra.Cerul albastru in vise sugereaza ca veti avea noroc. Totusi, visul la un cer senin prezice incheierea unei aventuri amoroase incitante.",
      "slug": "albastru"
    },
    {
      "name": "Albeata",
      "category": "dictionar",
      "shortMeaning": "(la ochi)Te asteapta multa veselie, vei fi deceptionat de rude.",
      "fullInterpretation": "(la ochi)Te asteapta multa veselie, vei fi deceptionat de rude.",
      "slug": "albeata"
    },
    {
      "name": "Albeata (la ochi)",
      "category": "dictionar",
      "shortMeaning": "(la ochi)Te asteapta multa veselie, vei fi deceptionat de rude.",
      "fullInterpretation": "(la ochi)Te asteapta multa veselie, vei fi deceptionat de rude.",
      "slug": "albeata-la-ochi"
    },
    {
      "name": "Albie",
      "category": "dictionar",
      "shortMeaning": "(de rau) Reguli de urmat cu strictete, directie de urmat, sfat bun, sprijin moral si psihic -(ies...",
      "fullInterpretation": "(de rau) Reguli de urmat cu strictete, directie de urmat, sfat bun, sprijin moral si psihic -(iesit din albie) situatia iese de sub control, exagerare, abuz, exces de zel, suprasolicitare nervoasa.",
      "slug": "albie"
    },
    {
      "name": "Albina zburand in jurul tau)",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "albina-zburand-in-jurul-tau"
    },
    {
      "name": "Albine intepandu te",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "albine-intepandu-te"
    },
    {
      "name": "Albine zburand",
      "category": "dictionar",
      "shortMeaning": "(albina).",
      "fullInterpretation": "(albina).",
      "slug": "albine-zburand"
    },
    {
      "name": "Album",
      "category": "dictionar",
      "shortMeaning": "(cu poze) Amintiri, discutii cu prietenii, intalniri cu vechi cunotinte -melancolie.",
      "fullInterpretation": "(cu poze) Amintiri, discutii cu prietenii, intalniri cu vechi cunotinte -melancolie.",
      "slug": "album"
    },
    {
      "name": "Alcool",
      "category": "dictionar",
      "shortMeaning": "(band cu moderatie) relaxare, fuga de responsabilitati si greutati, te simti bine, multumire temp...",
      "fullInterpretation": "(band cu moderatie) relaxare, fuga de responsabilitati si greutati, te simti bine, multumire temporara de sine -nevoie de incurajare si stimulare -(band in exces) vezi beat.",
      "slug": "alcool"
    },
    {
      "name": "Alee",
      "category": "dictionar",
      "shortMeaning": "(intunecata) dilema din care nu stii cum sa iesi -(infundata) te simti prins intr-o capcana, bloc...",
      "fullInterpretation": "(intunecata) dilema din care nu stii cum sa iesi -(infundata) te simti prins intr-o capcana, blocat intr-o situatie fara iesire, intr-o relatie frustranta, intr-un mod de viata dezavantajant, intr-o slijba paguboasa.(vezi strada), pe care calatorii se pot imbulzi. Ele sunt, de asemenea ideale pentru plimbarii in care dorim sa meditam asupra sufletului nostru (vezi de asemenea carare, plimbare, si denumirile pentru autovehicule).",
      "slug": "alee"
    },
    {
      "name": "Alerga",
      "category": "dictionar",
      "shortMeaning": "Visele depre alergare sunt printre cele mai frecvente si pot indica lucruri diverse, in functie d...",
      "fullInterpretation": "Visele depre alergare sunt printre cele mai frecvente si pot indica lucruri diverse, in functie de detaliile asociate alergarii. Daca sunteti genul sportiv si va place sa alergati in viata de zi cu zi, atunci visele ce implica alergarea sunt absolut normale si de obicei nu au o semnificatie aparte. Dar, daca nu sunteti si, aveti asemenea vise, atunci acestea pot transmite anumite semnale importante. Pentru a intelege cat mai bine visele, trebuie sa tineti cont de unele lucruri importante. In primul rand, amintiti-va daca alergati singur sau mai era cineva alaturi de dumneavoastra. De asemenea, in multe vise se regaseste imposibilitatea de a alerga, si, visul va avea un cu totul alt sens. Este posibil sa alergati pentru a scapa de ceva, un animal, o fantoma, un ucigas, etc. Toate aceste situatii posibile vor fi interpretate diferit, avand simboluri specifice. Interpretari si semnificatii Visand ca alergati singur, inseamna ca motivatia dumneavoastra este puternica. Aveti certitudinea ca stiti exact ce vreti de la viata, asa ca nu sunt foarte multe lucruri care v-ar putea face sa renuntati la obiective. In mod alternativ, acest vis poate semnifica succes, sanatate, statut social ridicat si, chiar, pentru unele persoane, situatie financiara grozava. Alergand fara efort. Visul in care alergati si simtiti ca nu depuneti efort sau acesta este unul nesemnificativ, prevesteste atingerea obiectivelor usor si rapid. Va aflati intr-o forma excelenta, este o perioada propice pentru noi proiecte. Visand ca alergati alturi de alte persoane, este semn ca veti fi invitat la o anumita ceremonie sau intalnire, in viitorul apropiat. Alergand spre ceva sau spre cineva. Acest vis prevesteste, in viitorul apropiat, apropierea dumneavoastra de un lucru sau o persona. Este posibil sa nu beneficiati de sprijinul familiei sau a pritenilor in aceasta chestiune. Alternativ, visul poate scoate la iveala frica de a nu pierde pe cineva sau de a fi respins. Visand ca nu puteti alerga. Daca ati visat ca incercati sa alergati, va flositi toate fortele dar tot nu reusiti sa faceti asta, inseamna ca va simtiti neajutorat si increderea de sine a scazut considerabil. Alergand ca sa scapati de ceva, este semnul multiplelor probleme din viata de zi cu zi, dar pe care nu aveti curaj sa le infruntati. Fugind din calea unui animal periculos (fie el salbatic sau domestic). Semnificatia unui asemenea vis este conditionata de doi factori: ati reusit sau nu ati reusit sa scapati de acesta. Daca ati izbutit sa scapati din calea animalui periculos, inseamna ca veti depasi viitoarele obstacole ce vi se ivesc in cale, asa ca puteti merge mai departe. Dar, daca nu ati reusit sa scapati, va trebui sa faceti fata problemelor, si, din pacate, sansele de reusita sunt poarte mici. Visand ca alergati sa scapati de iubitu sau iubita dumneavoastra. Cred ca acest vis este destul de clar pentru toata lumea, nu este un semn bun. Pentru cei care nu sunt intr-o relatie ori s-au despartit recent, visul indica ghinion in dragoste. Daca sunteti intr-o relatie, un asemena vis prevesteste probleme in relatia de cuplu. Sentimentele s-au racit si apare distantarea. Alergarea - extras din diverse carti vechi de interpretare a viselor Umblet fara rezultat, timp puerdut si primejdie. de jur imprejur - noi prieteni dupa un cal - prieteni in familie dupa caini - dusmanii se indeparteaza dupa gaini - vesti intarziate dupa o persoana - vei fi ocolit de boala dupa vaci - musafiri nepoftiti iepurele alergand spre tine - vizita prietenilor apropiati in cerc - oaspeti in curand in parc - reusita intrecand pe cineva - ii vei supravietui de oameni insemnati - razboi fara sa ajungi la tinta - indepinirea dorintei, intreprindere fericita tu - drumuri lungi un cal - castig , petrecere un grup - te asteapta drumuri lungi vazand - reusita, treburile iti merg din plin Visul in care alergati singur se refera la determinarea si motivatia dumneavoastra in urmarirea obiectivelor. Veti avea succes si va veti ridica deasupra tuturor. Alternativ, visul ar mai putea insemna ca trebuie sa va grabiti in luarea unei decizii. Daca visati ca incercati sa alergati, dar nu va puteti misca picioarele inseamna lipsa dumneavoastra de incredere si consideratie in sine. Visul in care alergati alaturi de cineva face referire la cooperare.",
      "slug": "alerga"
    },
    {
      "name": "Alergie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "alergie"
    },
    {
      "name": "Alfabet",
      "category": "dictionar",
      "shortMeaning": "(strain) dificultati in rezolvarea unor probleme, in functie de contextul visului -blocaj sau lip...",
      "fullInterpretation": "(strain) dificultati in rezolvarea unor probleme, in functie de contextul visului -blocaj sau lipsa de comunicare cu cei din jur -(cunoscut) nu sunt cunoscute toate datele problemei care te preocupa in prezent, deci trebuie sa mai ai rabdare si sa mai acumulezi cunostinte necesare rezolvarii cazului.",
      "slug": "alfabet"
    },
    {
      "name": "Alge",
      "category": "dictionar",
      "shortMeaning": "Algele in vise sunt simbolul apei, al straveziului, al marinului, insa interpretarile sunt mult mai ample.",
      "fullInterpretation": "Algele in vise sunt simbolul apei, al straveziului, al marinului, insa interpretarile sunt mult mai ample. Visul poate insemna ca va veti implica in cateva situatii pline de echivoc, periculoase pentru dumneavoastra, cineva va preseaza foarte tare pentru ceva ce nu e de dumneavoastra, dati peste obsatcole la care nici macar nu va gandeati.",
      "slug": "alge"
    },
    {
      "name": "Aligator",
      "category": "dictionar",
      "shortMeaning": "Aligatorul in vise simbolizeaza tradare, inselaciune si instincte.",
      "fullInterpretation": "Aligatorul in vise simbolizeaza tradare, inselaciune si instincte. Daca visati ca sunteti urmarit de un aligator sugereaza ca nu sunteti dornic sa va confruntati aspectul perturbant al subconstientului. Visul in care un aligator va ataca inseamna ca oamenii care nu tin la dumneavoastra ar putea sa se amuze pe seama dumneavoastra. Daca visati ca sunteti la zoo si vedeti un aligator inseamna ca veti pleca intr-o scurta calatorie, o vacanta.",
      "slug": "aligator"
    },
    {
      "name": "Altar",
      "category": "dictionar",
      "shortMeaning": "Altarul simbolizeaza locul si clipa in care fiinta devine sacra sau in care se indeplineste o operatiune sacra.",
      "fullInterpretation": "Altarul simbolizeaza locul si clipa in care fiinta devine sacra sau in care se indeplineste o operatiune sacra. - Avand altar - te asteapta zile senine si fericite. - Baiat la altar - sunteti prea impulsiv. - Casatoriti fiind la altar - bucurie, zile frumoase. - Celibatar la altar- casatorie. - Curat si in fata lui - consolare, bucurie, casatorie intre cunoscuti. - Altar de biserica - ai zile frumoase si fericite. - Altar distrus - veste proasta. - In fata unui altar - armonie interioara. - Ingenunchiat la un altar - dorintele tale cele mai ascunse se vor indeplini. - Mireasa la altar - rezultate bune in tot ce faceti. - Stand la un altar -cununie in curand . - Vazand altar - casatorie fericita. - Vazand pe cineva ingenunchiat la altar - acela are nevoie de ajutor. - Zarind un altar - o vei duce bine.(de biserica) 16/11/2016 (ultima actualizare)Prezenta unui altar in visele noastre semnifica necesitatea renuntarii la un asepect deosebit de important din viata noastra. In general visele cu reprezentarea unui altar simbolizeaza convingerile religioase, dar de multe ori pot sugera si scindarea intre latura fizica si cea spirituala. Din punct de vedere psihologic, suntem victima unui sacrificiu, fie acceptat de bunavoie, fie impus. Daca privim visul din punct de vedere spiritual atunci acesta poate sugera armonia cu divinitatea.",
      "slug": "altar"
    },
    {
      "name": "Altar (de biserica)",
      "category": "dictionar",
      "shortMeaning": "(de biserica) 16/11/2016 (ultima actualizare)Prezenta unui altar in visele noastre semnifica nece...",
      "fullInterpretation": "(de biserica) 16/11/2016 (ultima actualizare)Prezenta unui altar in visele noastre semnifica necesitatea renuntarii la un asepect deosebit de important din viata noastra. In general visele cu reprezentarea unui altar simbolizeaza convingerile religioase, dar de multe ori pot sugera si scindarea intre latura fizica si cea spirituala. Din punct de vedere psihologic, suntem victima unui sacrificiu, fie acceptat de bunavoie, fie impus. Daca privim visul din punct de vedere spiritual atunci acesta poate sugera armonia cu divinitatea.",
      "slug": "altar-de-biserica"
    },
    {
      "name": "Aluat",
      "category": "dictionar",
      "shortMeaning": "(crud sau necopt bine) surprize neplacute, situatii frustrante -imaturitate -lipsa de experienta ...",
      "fullInterpretation": "(crud sau necopt bine) surprize neplacute, situatii frustrante -imaturitate -lipsa de experienta -se cere prudenta si modestie -(framantandul) idei noi cu sanse de a le pune in practica -trebuie sa pui la cale toate detaliile unui plan, pentru a nu lasa vreo greseala sa-ti scape -(crescut) imaginatie, creativitate, incredere, entuziasm, planuri noi, ganduri marete, dar nu se stie daca vor fi de succes.",
      "slug": "aluat"
    },
    {
      "name": "Aluminiu",
      "category": "dictionar",
      "shortMeaning": "A vedea aluminiu in vise semnifica abilitatea de a retine ce este valoros pentru dumneavoastra.",
      "fullInterpretation": "A vedea aluminiu in vise semnifica abilitatea de a retine ce este valoros pentru dumneavoastra. Sunteti fericit cu ceea ce aveti. Ceea ce pare nesimificativ pentru ceilalti este important pentru dumneavoastra. Prezenta aluminiului in vise simbolizeaza norocul ce va surade in viata. Este un semn de intensificare a bucuriei, chiar si din evenimente marunte. Visul va da oportunitatea de a o lua de la capat si de a va bucura de tot ce se intampla in fiecare zi. Pentru o femeie, sa visati tacamuri de un aluminiu sters este un semn ca in curand va veti confrunta cu numeroase pierderi. Visul in care apar multe obiecte de aluminiu inseamna ca aveti o dorinta in subconstient de a schimba totul si de a incepe o noua viata. Poate ca veti pleca intr-o vacanta sau intr-o excursie. Daca visati unelte noi de aluminiu inseamna ca viata va face sa cheltuiti si sa risipiti multi bani. Nu ganditi rational in ceea ce priveste gestionarea propriilor bani, dar daca continuati cu acelasi exces de zel, s-ar putea sa nu mai puteti sa puneti nimic deoparte pentru viitor.",
      "slug": "aluminiu"
    },
    {
      "name": "Alun",
      "category": "dictionar",
      "shortMeaning": "Acest arbore si fructul sau, aluna, au jucat un rol important in simbolistica popoarelor germanice si nordice.",
      "fullInterpretation": "Acest arbore si fructul sau, aluna, au jucat un rol important in simbolistica popoarelor germanice si nordice. In lumina practicior din Evul Mediu, se explica de ce cautatorii de izvoare si de comori folosesc o nuelusa de alun: metalele coapte in pantecele Pamantului - Muma, precum si apa de izvor dovedesc inepuizabila fertilitate a acestuia, pe care o starneste prin homeopatie nuelusa din lemn de alun. Simbol al rabdarii si constantei in dezvoltarea experientei mistice, ale carei roade se lasa asteptate. Un arbore cu alune de padure (alun) in vise reprezinta o persoana matura si puternica, in vreme ce alunele sale reprezinta bani. Cititi si semnificatia pentru visele: Copac , Arbore Alunele simbolizeaza o forma de adevar ori esenta unui obstacol sau o problema viitoare. Coji de alune imprastiate, fara alune in interior, simbolizeaza castiguri mici comparative cu munca depusa. Mancarurile sau retetele culinare cu alune sugreaza faptu ca trebuie sa priviti imaginea de ansamblu, in ciuda unor ganduri sau opinii preexistente. Desertul cu alune simbolizeaza o calatorie, una de care va veti bucura din plin. A vedea alune de padure in vise se refera la placere, buna dispozitie si expunere. Visul in care vedeti alune de padure pe creanga inseamna ca va veti cumpara comoditati mari si valoroase. Visul se mai poate referi la o gradina eficienta, pusa la punct. Daca visati alune de padure ce cad din copac inseamna ca vine o perioada foarte buna, abundenta. Visul in care culegeti alune de padure semnifica faptul ca veti economisi bani pentru o perioada si ii veti folosi pentru a va infrumuseta casa. Daca visati ca mancati alune de padure inseamna ca veti pleca intr-o vacanta impreuna cu partenerul de viata ori familia. Daca visati ca spargeti cojile inainte de a manca alunele sugereaza ca veti avea parte de o vacanta la mare departare, iar daca visati ca mancati alunele fara coaja inseamna ca vacanta va fi in apropiere si de scurta durata. Pasta de alune de padure in vise sugereaza faptul ca veti cumpara ceva pentru confortul de acasa. Visul in care vedeti o multime de alune de padure inseamna ca veti scoate multi bani si va veti aloca mult timp pentru distractie. Daca visati alune de padure pe o farfurie atunci se refera la banii care va raman dupa un eveniment neplacut. Visul in care transportati alune de padure sugereaza ca preluati responsabilitatile a mai multor persoane.A visa o alunecare de teren reprezina probleme neasteptate in viata care devin coplesitoare. Visul mai poate reflecta o acumulare emotionala sau un conflict ce apare la suprafata dupa ce a fost tinut inchis foarte bine. De multe ori, alunecarea de teren in vise sugereaza o supraincarcare emotionala. Sunteti pe punctul de a erupe intr-un mod neasteptat sau chiar violent.In ceea ce faci exista si puncte vulnerabile, de care poate ca nu esti constient, dar de care adversarii ar putea sa profite. Fragilitate si vulnerabilitate, deci atentie sporita. Visand ca aveti o alunita pe fata sau pe corp, simbolizeaza faptul ca ceva se implica in afacerile sau treburile dumneavoastra intr-un fel in care nu este necesar si nici macar dorit. Pe de alta parte, arata ca suntei in incapacitatea de a obtine aprobarea celorlalti.Din punct de vedere psihologic, a aluneca in vis indica insecuritate. Alunecarea din vis indica regresul. Este posibil ca, intr-un asemenea caz, sa nu va mai puteti mentine intr-o anumita pozitie sau sa nu dovediti suficienta tarie de caracter. Traditional, alunecarea in vis inseamna nenoroc sau ghinion.",
      "slug": "alun"
    },
    {
      "name": "Alune",
      "category": "dictionar",
      "shortMeaning": "Alunele simbolizeaza o forma de adevar ori esenta unui obstacol sau o problema viitoare.",
      "fullInterpretation": "Alunele simbolizeaza o forma de adevar ori esenta unui obstacol sau o problema viitoare. Coji de alune imprastiate, fara alune in interior, simbolizeaza castiguri mici comparative cu munca depusa. Mancarurile sau retetele culinare cu alune sugreaza faptu ca trebuie sa priviti imaginea de ansamblu, in ciuda unor ganduri sau opinii preexistente. Desertul cu alune simbolizeaza o calatorie, una de care va veti bucura din plin.A vedea alune de padure in vise se refera la placere, buna dispozitie si expunere. Visul in care vedeti alune de padure pe creanga inseamna ca va veti cumpara comoditati mari si valoroase. Visul se mai poate referi la o gradina eficienta, pusa la punct. Daca visati alune de padure ce cad din copac inseamna ca vine o perioada foarte buna, abundenta. Visul in care culegeti alune de padure semnifica faptul ca veti economisi bani pentru o perioada si ii veti folosi pentru a va infrumuseta casa. Daca visati ca mancati alune de padure inseamna ca veti pleca intr-o vacanta impreuna cu partenerul de viata ori familia. Daca visati ca spargeti cojile inainte de a manca alunele sugereaza ca veti avea parte de o vacanta la mare departare, iar daca visati ca mancati alunele fara coaja inseamna ca vacanta va fi in apropiere si de scurta durata. Pasta de alune de padure in vise sugereaza faptul ca veti cumpara ceva pentru confortul de acasa. Visul in care vedeti o multime de alune de padure inseamna ca veti scoate multi bani si va veti aloca mult timp pentru distractie. Daca visati alune de padure pe o farfurie atunci se refera la banii care va raman dupa un eveniment neplacut. Visul in care transportati alune de padure sugereaza ca preluati responsabilitatile a mai multor persoane.A visa o alunecare de teren reprezina probleme neasteptate in viata care devin coplesitoare. Visul mai poate reflecta o acumulare emotionala sau un conflict ce apare la suprafata dupa ce a fost tinut inchis foarte bine. De multe ori, alunecarea de teren in vise sugereaza o supraincarcare emotionala. Sunteti pe punctul de a erupe intr-un mod neasteptat sau chiar violent.Din punct de vedere psihologic, a aluneca in vis indica insecuritate. Alunecarea din vis indica regresul. Este posibil ca, intr-un asemenea caz, sa nu va mai puteti mentine intr-o anumita pozitie sau sa nu dovediti suficienta tarie de caracter. Traditional, alunecarea in vis inseamna nenoroc sau ghinion.",
      "slug": "alune"
    },
    {
      "name": "Alune de padure",
      "category": "dictionar",
      "shortMeaning": "A vedea alune de padure in vise se refera la placere, buna dispozitie si expunere.",
      "fullInterpretation": "A vedea alune de padure in vise se refera la placere, buna dispozitie si expunere. Visul in care vedeti alune de padure pe creanga inseamna ca va veti cumpara comoditati mari si valoroase. Visul se mai poate referi la o gradina eficienta, pusa la punct. Daca visati alune de padure ce cad din copac inseamna ca vine o perioada foarte buna, abundenta. Visul in care culegeti alune de padure semnifica faptul ca veti economisi bani pentru o perioada si ii veti folosi pentru a va infrumuseta casa. Daca visati ca mancati alune de padure inseamna ca veti pleca intr-o vacanta impreuna cu partenerul de viata ori familia. Daca visati ca spargeti cojile inainte de a manca alunele sugereaza ca veti avea parte de o vacanta la mare departare, iar daca visati ca mancati alunele fara coaja inseamna ca vacanta va fi in apropiere si de scurta durata. Pasta de alune de padure in vise sugereaza faptul ca veti cumpara ceva pentru confortul de acasa. Visul in care vedeti o multime de alune de padure inseamna ca veti scoate multi bani si va veti aloca mult timp pentru distractie. Daca visati alune de padure pe o farfurie atunci se refera la banii care va raman dupa un eveniment neplacut. Visul in care transportati alune de padure sugereaza ca preluati responsabilitatile a mai multor persoane.",
      "slug": "alune-de-padure"
    },
    {
      "name": "Alunecare de teren",
      "category": "dictionar",
      "shortMeaning": "A visa o alunecare de teren reprezina probleme neasteptate in viata care devin coplesitoare.",
      "fullInterpretation": "A visa o alunecare de teren reprezina probleme neasteptate in viata care devin coplesitoare. Visul mai poate reflecta o acumulare emotionala sau un conflict ce apare la suprafata dupa ce a fost tinut inchis foarte bine. De multe ori, alunecarea de teren in vise sugereaza o supraincarcare emotionala. Sunteti pe punctul de a erupe intr-un mod neasteptat sau chiar violent.",
      "slug": "alunecare-de-teren"
    },
    {
      "name": "Alunita",
      "category": "dictionar",
      "shortMeaning": "In ceea ce faci exista si puncte vulnerabile, de care poate ca nu esti constient, dar de care adv...",
      "fullInterpretation": "In ceea ce faci exista si puncte vulnerabile, de care poate ca nu esti constient, dar de care adversarii ar putea sa profite. Fragilitate si vulnerabilitate, deci atentie sporita. Visand ca aveti o alunita pe fata sau pe corp, simbolizeaza faptul ca ceva se implica in afacerile sau treburile dumneavoastra intr-un fel in care nu este necesar si nici macar dorit. Pe de alta parte, arata ca suntei in incapacitatea de a obtine aprobarea celorlalti.",
      "slug": "alunita"
    },
    {
      "name": "Amagire / Amagit",
      "category": "dictionar",
      "shortMeaning": "(amagindu-te) iluzii, lucruri aparent bune, dar care ascund parti neplacute, posibilitate de esec...",
      "fullInterpretation": "(amagindu-te) iluzii, lucruri aparent bune, dar care ascund parti neplacute, posibilitate de esec -(amagind pe cineva) rezolvarea unei probleme pe cai incorecte -inselaciune.",
      "slug": "amagire-amagit"
    },
    {
      "name": "Amanet",
      "category": "dictionar",
      "shortMeaning": "Amanetul in vise inseamna ca ati ramas fara energie, va simtiti epuizat.",
      "fullInterpretation": "Amanetul in vise inseamna ca ati ramas fara energie, va simtiti epuizat. Ar trebui sa va temperati caracterul si sa luati o pauza de la tot. O casa de amanet in vise va atentioneaza sa aveti grija de partea financiara si sa nu chetuiti prea mult pentru ca s-ar putea sa ajungeti la faliment. Visul in care amanetati ceva inseamna ca ati pierdut o parte din dumneavoastra si trebuie sa incercati sa o recuperati.",
      "slug": "amanet"
    },
    {
      "name": "Ambasada",
      "category": "dictionar",
      "shortMeaning": "Ambasada in vise sugereaza o intalnire cu persoane influente, va trebui sa infruntati pe cineva aflat in autoritate.",
      "fullInterpretation": "Ambasada in vise sugereaza o intalnire cu persoane influente, va trebui sa infruntati pe cineva aflat in autoritate. Visul mai poate sugera ca simtiti nevoia de protectie, s-ar putea sa aveti o frica de a pierde si de schimbare a unei situatii. Trebuie sa aveti mare grija. A visa o ambasada ar putea confirma ca aveti nevoie de companie sau de o familie. Poate este o premonitie a starii dumneavoastra de spirit pentru a va aduce viata la normalitate. Visul in care apare o ambasada ar mai putea insemna si ca va doriti o excursie in alte tari.",
      "slug": "ambasada"
    },
    {
      "name": "Ambulanta",
      "category": "dictionar",
      "shortMeaning": "(vazand-o) se cere prudenta maxima in tot ceea ce faci -cumpatare, echilibru -avertisment -(merga...",
      "fullInterpretation": "(vazand-o) se cere prudenta maxima in tot ceea ce faci -cumpatare, echilibru -avertisment -(mergand in ea) riscu de a face o greseala grava, deci trebuie sa accepti consecintele trecatoare -ai nevoie de sprijin din afara.",
      "slug": "ambulanta"
    },
    {
      "name": "Amenda",
      "category": "dictionar",
      "shortMeaning": "Amenda simbolizeaza o pedeapsa aplicata in urma unei greseli si un astfel de vis denota un putern...",
      "fullInterpretation": "Amenda simbolizeaza o pedeapsa aplicata in urma unei greseli si un astfel de vis denota un puternic sentiment de culpabilitate. De asemenea, atunci cand visezi o amenda inseamna ca dai gres in ceva anume sau o greseala la locul de munca, faci o eroare care te va costa, vei fi certat si sanctionat.",
      "slug": "amenda"
    },
    {
      "name": "Amenintare ( te simti amenintat)",
      "category": "dictionar",
      "shortMeaning": "( te simti amenintat)(Senzatie in vis) pericol iminent, deci trebuie sa fii atent.",
      "fullInterpretation": "( te simti amenintat)(Senzatie in vis) pericol iminent, deci trebuie sa fii atent.",
      "slug": "amenintare-te-simti-amenintat"
    },
    {
      "name": "America",
      "category": "dictionar",
      "shortMeaning": "America in vise semnifica fericire, vigoare, patriotism, unitate de actiune, dorinte nesatisfacut...",
      "fullInterpretation": "America in vise semnifica fericire, vigoare, patriotism, unitate de actiune, dorinte nesatisfacute, sperante mari pentru viitor, dorinta de a avea o viata lipsita de griji, independenta, libertate de miscare si expresie absoluta.",
      "slug": "america"
    },
    {
      "name": "Ameteala",
      "category": "dictionar",
      "shortMeaning": "(senzatie in vis) deruta, dezorientare, nesiguranta",
      "fullInterpretation": "(senzatie in vis) deruta, dezorientare, nesiguranta",
      "slug": "ameteala"
    },
    {
      "name": "Ametist",
      "category": "dictionar",
      "shortMeaning": "A vedea un ametist in vise este un semn ca trebuie sa fiti onest in afaceri.",
      "fullInterpretation": "A vedea un ametist in vise este un semn ca trebuie sa fiti onest in afaceri. Doar pentru aceasta calitate veti avea parte de succes. Nu este momentul pentru manipulare, aceasta metoda nefiind profitabila. Pentru o doamna, a avea un vis in care isi pierde bijuteria de ametist este un avertisment ca partenerul ei nu va fi foarte atent cu ea. Indiferent ce face, el tot ramane indiferent. Poate ca ar trebui sa il verificati daca nu cumva va tradeaza increderea intr-un fel. Visul in care primiti un ametist de la un strain inseamna inseamna ca, in curand, cineva va va influenta mult viata. A visa multe pietre de ametist imprastiate pe jos este o reflectie a numeroaselor aventuri neterminate. Daca visati un ametist ce straluceste in lumina soarelui inseamna ca veti face tot ce isi doresc cei din jur de la dumneavoastra. Un vis in care vedeti o bijuterie de ametist sugereaza ca cineva de sex opus va va acorda o atentie mai mare. Visul in care vedeti mai multe pietre de ametist este un semn ca veti porni intr-o calatorie foarte interesanta. Trebuie sa schimbati mediul inconjurator si sa va dezvoltati calitatile interioare. Nu conteaza cat de mult timp va dura, este singura cale in viitorul vietii dumneavoastra, doar daca doriti sa scapati de stagnare. Daca visati ca ametistul se crapa in mainile dumneavoastra inseamna ca nu veti fi capabil sa evitati despartirea de partenerul dumneavoastra.",
      "slug": "ametist"
    },
    {
      "name": "Ametit",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca sunteti ametit inseamna ca va veti depasi conditia umana, ceea ce poate avea conse...",
      "fullInterpretation": "Daca visati ca sunteti ametit inseamna ca va veti depasi conditia umana, ceea ce poate avea consecinte nedorite asupra sanatatii dumneavoastra. Visul in care sunteti ametit de la bautura sugereaza o dispozitie voioasa pe care o veti avea, iar constiinta nu va fi marcata de grijile vietii.",
      "slug": "ametit"
    },
    {
      "name": "Amfiteatru",
      "category": "dictionar",
      "shortMeaning": "Visul in care apare un amfiteatru sugereaza faptul ca sunteti in centrul atentiei, sunteti prea e...",
      "fullInterpretation": "Visul in care apare un amfiteatru sugereaza faptul ca sunteti in centrul atentiei, sunteti prea expus din pricina unor greseli din trecut, mai ales daca in vis va aflati in mijlocul amfiteatrului. Amfiteatrul in vise mai poate semnifica si nevoia dumneavoastra de afectiune, de compasiune, de atentie din partea celor apropiati. Daca visati ca stati singur intr-un amfiteatru inseamna ca incercati sa va rezolvati singur problemele, nu va bazati pe nimeni si nu asteptati ajutor din partea nimanui. Daca visati ca sunteti in amfiteatru alaturi de persoane cunoscute atunci inseamna ca acele persoane vor fi alaturi de dumneavoastra in orice decizie luati si va vor sprijini pana la capat.",
      "slug": "amfiteatru"
    },
    {
      "name": "Amfora",
      "category": "dictionar",
      "shortMeaning": "Daca v-ati visat tinand in mana un asemenea obiect este semn de nereusita.",
      "fullInterpretation": "Daca v-ati visat tinand in mana un asemenea obiect este semn de nereusita. Daca vedeti alte persoane avnd amfore, inseamna ca fericirea ta nu este ce ti-ai imaginat. Alternativ, poate fi si un simbol al pierderii succesului in meseria pe care o practici. Amfora sparta prevesteste un pericol iminent.",
      "slug": "amfora"
    },
    {
      "name": "Amintire, amintiri",
      "category": "dictionar",
      "shortMeaning": "A visa despre o memorie sugereaza ca sunteti pregatit sa scapati de vechile obiceiuri si sa trece...",
      "fullInterpretation": "A visa despre o memorie sugereaza ca sunteti pregatit sa scapati de vechile obiceiuri si sa treceti printr-o transformare. Sunteti pregatit pentru o noua perspectiva in viata. alternativ, visul indica faptul ca ati invatat din experientele trecute. Daca visati ca vi s-a sters o amintire inseamna ca trebuie sa lasati trecutul in urma pentru a putea merge mai departe in viata. V-ati blocat intr-un ciclu nesanatos.",
      "slug": "amintire-amintiri"
    },
    {
      "name": "Amoniac",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "amoniac"
    },
    {
      "name": "Amor",
      "category": "dictionar",
      "shortMeaning": "(dragoste) facand cu cinevaCearta mare si necazuri.",
      "fullInterpretation": "(dragoste) facand cu cinevaCearta mare si necazuri. Amorteala este senzatie fizica care nu se simte adesea in vise. Daca, totusi, amorteala apare in vis, sansele sunt ca corpul tau sa fie amortit si creierul sa fie constient de senzatie. Pe de alta parte, visul poate fi cu adevarat un semn a ceva de care trebuie sa fi constient. Aceasta senzatie de amorteala este adesea legata de un sentiment de frica din viata de zi cu zi. Teama, reflecata in vis, este o teama de a risca ceva si de a nu reusi. Riscul poate fi in bani, dragoste sau simpla stima de sine. Frica de prierdere este una dintre cele mai mari temeri ale omului si una dintre cele mai greu de rezilvat, dar orice castiguri mari au un element de risc.Metamorfoza inseamna deobicei transformarea interna si este un simbol al renasterii. Poate ca va straduiti sa ascundeti unele secrete fata de lume, dar pe de alta parte sunteti constient ca exista unele persoane apropiate cale le cunosc. Experienta metamorfozei preficureaza schimbari profunde care va vor face sa aveti mai multa incredere in persoanele din jurul dumneavoastra, in aceasta caregorie intrand si vecinii dumneavoastra. Daca in vis ati fost martorul unei metamorfoze care a apatut la o alta persona insemana ca veti gasi sensul vietii in activitati simple, o multime de lucruri va vor oferi bucurie si starea interioara se va imbunatati semnificativ. O metamorfoza esuata simbolizeaza un sfarsit prost. Veti iesi foarte sifonat sau cu mari pagube dupa ce ati ales sa urnati sfaturile sau actiunile altor persoane. Daca visati ceva metamorfozandu-se, inseamna schimbari bruste in viata, bune sau rele, in functie daca metamorfoza a fost placuta sau inspaimantatoare.",
      "slug": "amor"
    },
    {
      "name": "Amor (dragoste) facand cu cineva",
      "category": "dictionar",
      "shortMeaning": "(dragoste) facand cu cinevaCearta mare si necazuri.",
      "fullInterpretation": "(dragoste) facand cu cinevaCearta mare si necazuri.",
      "slug": "amor-dragoste-facand-cu-cineva"
    },
    {
      "name": "Amortit",
      "category": "dictionar",
      "shortMeaning": "Amorteala este senzatie fizica care nu se simte adesea in vise.",
      "fullInterpretation": "Amorteala este senzatie fizica care nu se simte adesea in vise. Daca, totusi, amorteala apare in vis, sansele sunt ca corpul tau sa fie amortit si creierul sa fie constient de senzatie. Pe de alta parte, visul poate fi cu adevarat un semn a ceva de care trebuie sa fi constient. Aceasta senzatie de amorteala este adesea legata de un sentiment de frica din viata de zi cu zi. Teama, reflecata in vis, este o teama de a risca ceva si de a nu reusi. Riscul poate fi in bani, dragoste sau simpla stima de sine. Frica de prierdere este una dintre cele mai mari temeri ale omului si una dintre cele mai greu de rezilvat, dar orice castiguri mari au un element de risc.",
      "slug": "amortit"
    },
    {
      "name": "Amputare",
      "category": "dictionar",
      "shortMeaning": "Trebuie precizat inca de la inceput ca semnificatia viselor ce implica amputarea depinde in mare ...",
      "fullInterpretation": "Trebuie precizat inca de la inceput ca semnificatia viselor ce implica amputarea depinde in mare masura de contextul acestuia. Pentru o mai buna talmacire, in primul rand va trebui sa luati in considerare tipul de amputare si ce parte a corpului a fost amputata. De asemenea, cui i-a fost efecuata, in ce imprejurimi si sentimentele dumneavoastra cu privire la aceasta amputare. In general, aceste tipuri de vise vor simboliza o indepartare sau o anume separare de ceva sau de cineva care a jucat un rol foarte important in viata dumneavoastra. De asemenea, in viata de zi cu zi vor incepe sa apara diverse efecte negative ca urmare a acestei separari. Pe de alta parte, daca amputarea se efectueaza cu acordul dumneavoastra (de ex. daca in vis considerati ca amputarea vi-ar putea salva viata) este semn ca va trebui sa scapti urgent de o problema sau o persoana din viata dumneavoastra. Visul pe indica de asemnea o lipsa de integritate si armonie spirituala. Amputarea piciorului Visand amputarea unui picior (indiferent daca este al dumneavoastra sau al altei persoane) inseamna schimbare rapida, aparitie brusca a unor probleme sau, in unele cazuri, pierderea copleta a increderii. Pe de alta parte, potrivit lui Gustavus Hindman Miller (care a publicat cel mai aprofundat studiu al simbolurilor ce apar in visele noastre), visul poate aparea in urma unor complicatii la locul de munca, a unor dificultati financiare sau a unui declin general. Amputarea bratului Amputarea unui brat este oarecum similara cu amputarea unui picior. Un asemenea vis va simmboliza o pierdere foarte importanta, aici putand fi vorba despre o persoana draga, o relatie, un loc de munca sau sanatatea. Amputarea degetelor Visand ca vi-a fost amputat un unul sau mai multe degete, inseamana ca o situatie recenta a dus la indeparatea unui avantaj din viata dumneavoastra. De acum inainte va trebui sa depuneti mai mult efort pentru a putea tine sub control o situatie. Membru crescand din nou in urma amputarii Acest vis simbolizeaza incercarile inutile a persoanelor care va doresc raul. De asemenea, visul poate fi si despre o dorinta de razbunare.",
      "slug": "amputare"
    },
    {
      "name": "Amuleta",
      "category": "dictionar",
      "shortMeaning": "Amuleta in vise inseamna ca simtiti nevoia de a lua o decizie importanta curand, o decizie corect...",
      "fullInterpretation": "Amuleta in vise inseamna ca simtiti nevoia de a lua o decizie importanta curand, o decizie corecta respingand influentele negative. Visul in care purtati o amuleta sugereaza ca va veti urma planurile si veti avea succes. Daca visati ca purtati o amuleta la bratara sau la ceas atunci inseamna ca avea sanatate si veti avea parte de o imbunatatire pe plan financiar.",
      "slug": "amuleta"
    },
    {
      "name": "Amurg",
      "category": "dictionar",
      "shortMeaning": "Simbol strans legat de ideea de apus, directia in care coboara, se stinge si dispare soarele.",
      "fullInterpretation": "Simbol strans legat de ideea de apus, directia in care coboara, se stinge si dispare soarele. Amurgul exprima sfarsitul unui ciclu si, prin urmare, pregatirea unei reinoiri. Amurgul mai poarta in el, si simbolizeaza, frumusetea nostalgica a unui declin si a trecutului. El este imaginea si ceasul melancoliei si nostalgiei. Amurgul vazut in vise inseamna ca o perioada din viata dumneavoastra este la final. Totusi, visul ar mai putea insemna si faptul ca veti fi dezamagit in probleme de afaceri, veti avea o stare de mahnire sau pur si simplu o melancolie in suflet.",
      "slug": "amurg"
    },
    {
      "name": "Anaconda",
      "category": "dictionar",
      "shortMeaning": "Visul in care vedeti o anaconda simbolizeaza creativitatea si potentialul dumneavoastra.",
      "fullInterpretation": "Visul in care vedeti o anaconda simbolizeaza creativitatea si potentialul dumneavoastra. Anaconda in vise va atrage atentia asupra sexualitatii in general sau a necesitatii de a va integra sexualitatea in mod armonios in sfera personalitatii dumneavoastra.",
      "slug": "anaconda"
    }
  ]
}