{
  "symbols": [
    {
      "name": "A injunghia",
      "category": "acțiuni",
      "shortMeaning": "Violența interioară care caută eliberare, conflictul cu propria umbră întunecată.",
      "fullInterpretation": "Visul în care înjunghiați pe cineva dezvăluie o furie reținută sau resentimente profunde care vă consumă din interior. Acest simbol puternic reprezintă dorința de a „ucidde" o parte din sine însuși - poate fi vorba de obiceiuri dăunătoare, amintiri traumatice sau aspecte ale personalității pe care le respingeți. Când sunteți înjunghiați, visul semnalează vulnerabilitatea față de „loviturile" vieții - știri neplăcute, trădări sau pierderi care vă rănesc profund. În contextul unei lupte, acesta prevestește eșecuri în confruntările cu adversitățile, în timp ce înjunghierea unui animal sugerează slăbiciune fizică sau epuizare energetică.\n\nDin perspectivă pozitivă, visul vă invită să vă confruntați cu aceste emoții întunecate pentru a le transforma în putere. Recunoașterea furiei vă poate elibera de povara ei grea, deschizând calea către vindecare și pace interioară. Atenție însă: ignorarea acestor semnale poate duce la izbucniri distructive în viața de zi cu zi.",
      "slug": "a-injunghia"
    },
    {
      "name": "A intarzia",
      "category": "acțiuni",
      "shortMeaning": "Întârzierea ca reflexie a anxietății temporale, nevoia de a recâștiga controlul asupra timpului.",
      "fullInterpretation": "Visul în care întârziați cu plata sau la întâlniri reflectă anxietatea profundă legată de timp și de împlinirea obligațiilor. Aceste vise semnalează îngrijorări ascunse despre viitor, teama de consecințe financiare sau sociale ale inacțiunii. Întârzierea la o întâlnire poate indica spirit antreprenorial puternic, dar și tendința de a amâna deciziile importante până când devine prea târziu.\n\nCând trenul pleacă fără dumneavoastră, visul avertizează asupra îngrijorărilor pentru sănătatea unei rude apropiate. Este un mesaj din subconștient să acordați mai multă atenție celor dragi și să nu neglijați semnalele subtile ale vieții.\n\nDincolo de îngrijorare, aceste vise vă îndeamnă să trăiți mai conștient în prezent. Timpul este cea mai prețioasă resursă - nu-l irosiți cu griji inutile. Învățați să vă iertați pentru imperfecțiuni și să mergeți înainte cu încredere în propria voastră călătorie temporală.",
      "slug": "a-intarzia"
    },
    {
      "name": "A invata",
      "category": "acțiuni",
      "shortMeaning": "Setea nesățioasă de cunoaștere, transformarea prin înțelegere și înțelepciune dobândită.",
      "fullInterpretation": "Visul în care învățați reprezintă călătoria sufletului către iluminare și dezvoltare personală. Acest simbol vorbește despre dorința profundă de a înțelege mai bine lumea și pe sine însuși, de a transcende limitele cunoașterii actuale. Când vă aflați într-un spațiu de învățare, visul prevestește succes și ascensiune către poziții de prestigiu - o recunoaștere a valorii dumneavoastră intelectuale și spirituale.\n\nÎnvățarea din vise nu este doar despre acumularea de informații, ci despre transformarea interioară. Fiecare lecție învățată în vis reprezintă o vindecare a unor răni vechi sau o pregătire pentru provocări viitoare. Este un semn că sunteți pe calea cea bună către împlinire personală.\n\nAtenție însă: dacă învățarea se simte ca o povară grea, visul vă avertizează să nu neglijați intuiția și înțelepciunea inimii. Cunoașterea adevărată vine din echilibrul dintre minte și suflet, nu doar din acumularea de fapte.",
      "slug": "a-invata"
    },
    {
      "name": "A invia",
      "category": "acțiuni",
      "shortMeaning": "Învierea ca simbol al renașterii, trecerea de la moarte la viață nouă și vindecare profundă.",
      "fullInterpretation": "Visul în care cineva sau ceva învie reprezintă moartea simbolică a unei părți din viața dumneavoastră și nașterea unei noi realități. Acest simbol puternic vorbește despre transformarea profundă - poate fi sfârșitul unei relații toxice, al unei cariere nesatisfăcătoare sau al unor credințe limitative care v-au ținut captiv. Învierea simbolizează speranța eternă a sufletului uman, capacitatea noastră de a ne ridica din cenușă și de a începe din nou.\n\nPrevestirea unui deces real în familie sau cercul apropiat trebuie luată ca un avertisment să vă pregătiți emoțional pentru pierderi iminente. Dar dincolo de acest aspect sumbru, visul aduce și vești bune - primirea unor informații importante care vă vor schimba perspectiva asupra vieții.\n\nÎn termeni spirituali, învierea reprezintă iluminarea, trezirea conștiinței superioare. Sunteți invitat să lăsați în urmă trecutul și să îmbrățișați viitorul cu brațele deschise, știind că fiecare sfârșit conține sămânța unui nou început glorios.",
      "slug": "a-invia"
    },
    {
      "name": "Auzi cainii latrand",
      "category": "fenomene",
      "shortMeaning": "Lătratul câinilor ca avertisment ancestral, chemarea către vigilență și protecție spirituală.",
      "fullInterpretation": "Sunetul lătratului de câini în vis reprezintă un avertisment ancestral din străfundurile subconștientului, un mesaj de la strămoși sau de la instinctul primordial de supraviețuire. Acest fenomen auditiv simbolizează pericolul iminent - poate fi vorba de trădări în cercul apropiat, pierderi financiare sau amenințări la adresa securității personale. Câinii, ca paznici fideli, latră pentru a vă alerta asupra invaziilor teritoriale sau asupra persoanelor cu intenții dubioase care se apropie de dumneavoastră.\n\nDin perspectivă pozitivă, lătratul poate reprezenta apărarea hotarelor personale, capacitatea de a vă proteja spațiul sacru. Este un semn că instinctele dumneavoastră funcționează bine și că sunteți capabil să identificați pericolele înainte să fie prea târziu.\n\nÎn tradiția românească, câinii latrând prevestesc vești importante sau vizitatori neașteptați. Ascultați-vă intuiția - ea vă vorbește prin aceste mesaje nocturne pentru a vă ghida către decizii înțelepte și pentru a vă feri de capcanele vieții.",
      "slug": "auzi-cainii-latrand"
    },
    {
      "name": "A lega",
      "category": "dictionar",
      "shortMeaning": "A visa ca legati ceva reprezinta conexiunile cu ceilalti.",
      "fullInterpretation": "A visa ca legati ceva reprezinta conexiunile cu ceilalti. Alternativ, visul ar putea fi o metafora pentru legaturile de familie. Daca visati ca sunteti legat cu o franghie inseamna ca va veti lasa ghidat de inima dumneavoastra contrar celei mai bune hotarari pe care ati luat-o. Visul in care va legati sireturile sugereaza ca sunteti pregatit pentru o noua provocare sau ca sunteti gata de a merge pe un nou drum inainte.",
      "slug": "a-lega"
    },
    {
      "name": "A lesina",
      "category": "dictionar",
      "shortMeaning": "A visa ca lesinati sugereaza inabilitatea dumneavoastra de a va confrunta cu unele probleme de su...",
      "fullInterpretation": "A visa ca lesinati sugereaza inabilitatea dumneavoastra de a va confrunta cu unele probleme de subconstient sau cu unele sentimente. Trebuie sa fiti mai constienti si sa va recunoasteti acele sentimente. Daca visati ca vedeti un membru al familiei lesina inseamna ca veti auzi de unele activitati indiscrete despre acea persoana",
      "slug": "a-lesina"
    },
    {
      "name": "A lovi",
      "category": "dictionar",
      "shortMeaning": "A lovi in vise are mai multe intelesuri.",
      "fullInterpretation": "A lovi in vise are mai multe intelesuri. Totul depinde de cine este cel lovit in vise si cu ce loviti in vis: - daca loviti pe cineva - necazuri - daca visati ca loviti o persoana - conflictele trebuiesc rezolvate - loviti cu palma stanga - musafiri nepoftiti, certareti - cand visati ca loviti cu palma dreapta - neantelegeri cu familia - daca loviti cu picioarele - regrete pentru un dusman - daca loviti cu piciorul o minge - vesti noi cu noroc - visul in care loviti cu pumnul in fata - gresala facuta te va costa - daca visati ca loviti cu pumnul in stomac - greutati momentane in plan sentimental - loviti cu pumnul in alta parte - bucurii scurte - daca loviti cu pietre - ocara si paguba de la dusman - visul in care loviti cu o bata - altii te respecta - daca loviti cu ciomagul - impacare cu dusmanii - a lovi cu cutitul - boala cu junghiuri - daca loviti cu patul armei - proiectul dumneavoastra va avea succes - daca visati ca loviti ceva solid - litigii, discutii - daca visati ca primiti o lovitura de undeva - prosperitate - visul in care sunteti lovit - cearta in familie - visul in care loviti un animal - gandesti bine cand iei o decizie - visul in care ati lovit un magar- intristare, suparare - daca visati ca sunteti lovit de un cal - bogatie - daca visati ca sunteti lovit de o sageata - ghinion - visul in care ati fost lovit in lupta - triumf - daca visati cum se lovesc doua persoane - cearta in familie",
      "slug": "a-lovi"
    },
    {
      "name": "A lucra",
      "category": "dictionar",
      "shortMeaning": "A lucra in vise adesea inseamna spor in afaceri.",
      "fullInterpretation": "A lucra in vise adesea inseamna spor in afaceri. Visul la lucru poate avea mai multe intelesuri: - daca lucrati cu ciocanul - va veti ridica pe propriile puteri - visul in care vedeti un cizmar lucrand - nu trebuie sa va implicati in problemele altora - daca visati ca lucrati cu ulei - necazuri - lucrati intr-o fabrica - succes la locul de munca, un contract avantajos - visati femei care lucreaza - mare cearta - visul in care apare un gradinar ce lucreaza - succes in afaceri - un pictor care lucreaza - treceti printr-o perioada nelinistita",
      "slug": "a-lucra"
    },
    {
      "name": "A merge",
      "category": "dictionar",
      "shortMeaning": "A merge in vis are mai multe semnificatii.",
      "fullInterpretation": "A merge in vis are mai multe semnificatii. Ar fi bine sa va ganditi cum mergeati si unde mergeati pentru a cunoaste mai bine ce inseamna visul: - la vanatoare - fatarnicie - descult - saracie - cu trasura - trai bun - in caruta - onoare, respect - in carje - afacere proasta - in frig - nu va duceti la indeplinire hotararile importante - la bal - noroc deosebit - la bazar - decizie pripita - la bacanie - initiative de succes - la biserica - semn de rau augur, va complaceti in fericirea altora - la camping - noi dezvoltari - la casatoria cuiva - vesti bune - la cimitir - prietenie adevarata - la cinema - sa nu va incredeti in aparente - la concert - personalitate intreprinzatoare - la frizer - diferente de opinie in familie - la inmormantre - esec - la receptie - o noua legatura sentimentala - la schit - sunteti deschis, voios, prietenos - la o piesa de teatru - veti primi de la distanta vesti bune sau rele - la universitate - sunteti indecis intre euforie si depresiune - la vals - sunteti o persoana energica - la veterinar - prietenie de durata - in paradis - sunteti ajutat de un om important - in pelerinaj - armonie si intelegere cu partenerul - pe covor - zile senine fara complicatii - pe gheata - iubire, noroc deosebit, implinirea tuturor dorintelor - pe zid ingust - incheiati o conventie daunatoare - prin nisip - sunteti gelos si suspicios - prin noroi - vremuri grele - prin noroi cleios - necazuri - repede - izbanda - scheletul - aveti un secret pe care doriti sa-l spuneti - scoala - problemele financiare care va deranjeaza se vor rezolva cu bine - usor - triumf mare si rapid",
      "slug": "a-merge"
    },
    {
      "name": "A munci",
      "category": "dictionar",
      "shortMeaning": "Visul in care munciti cu placere prevesteste succes si satisfactii.",
      "fullInterpretation": "Visul in care munciti cu placere prevesteste succes si satisfactii. Acelasi lucru inseamna si daca visati ca altii muncesc cu placere. Daca visati o munca grea si neplacuta inseamna ca veti fi nevoit sa faceti unele eforturi, nu va ocupati cu ce trebuie sau nu faceti ceva cum trebuie. Vesti bune inseamna si daca visati ca munciti intr-o gradina de zarzavaturi.",
      "slug": "a-munci"
    },
    {
      "name": "A muri",
      "category": "acțiuni",
      "shortMeaning": "Moartea ca marele transformator, trecerea către noi începuturi și renașterea spirituală.",
      "fullInterpretation": "Visul despre moarte reprezintă moartea simbolică a unei părți din sine și nașterea unei noi realități. Acest simbol puternic vorbește despre transformarea profundă - sfârșitul unei ere din viața dumneavoastră și începutul alteia. Când muriți în vis, semnificați schimbări interioare majore, autodescoperire și dezvoltare spirituală. Intrați într-o fază tranzitorie care vă va face mai înțelept și mai iluminat.\n\nMoartea rudelor sau prietenilor reprezintă pierderea aspectelor pe care acestea le simbolizau în viața dumneavoastră. Moartea oamenilor răi semnifică victoria asupra părților negative ale personalității, în timp ce moartea celor buni avertizează asupra pierderii calităților pozitive.\n\nÎnscenarea propriei morți reprezintă preluarea controlului asupra vieții, dorința de a începe din nou. Este un semn puternic că sunteți pregătit pentru transformare radicală.\n\nDin perspectivă spirituală, moartea reprezintă eliberarea de iluzii și renașterea în conștiință superioară. Nu vă temeți de aceste vise - ele sunt mesageri ai schimbării binefăcătoare și ai evoluției sufletului către forme superioare de existență.",
      "slug": "a-muri"
    },
    {
      "name": "A muta",
      "category": "dictionar",
      "shortMeaning": "Visul in care mutati ceva sau in care va mutati dumneavoastra inseamna nevoia de schimbare, nevoi...",
      "fullInterpretation": "Visul in care mutati ceva sau in care va mutati dumneavoastra inseamna nevoia de schimbare, nevoia unui nou inceput, noi alternative, dorinta de a aduce ceva nou in viata de zi cu zi. Daca visati ca mutati mobilier dintr-o casa in alta este un semn bun, veti avea noroc.",
      "slug": "a-muta"
    },
    {
      "name": "A numara",
      "category": "dictionar",
      "shortMeaning": "A visa ca va numarati copiii sugereaza ca nu veti avea probleme in a-i controla si ca vor obtine pozitii onorabile.",
      "fullInterpretation": "A visa ca va numarati copiii sugereaza ca nu veti avea probleme in a-i controla si ca vor obtine pozitii onorabile. A numara bani in vise inseamna ca veti vi norocos si intotdeauna veti fi capabil sa va platiti datoriile. Daca visati ca numarati banii altei persoane inseamna ca veti avea pierderi de un anume fel. Visul in care numarati obiecte sugereaza ca veti avea multe obligatii. Incercati sa redresati cateva dintre ele in alta parte sau, daca este posibil, sa reduceti din activitati si responsabilitati. A numara mere intr-un vis inseamna ca numarati bani. Daca visati ca numarati pana la 100, 5000 sau 20 000 inseamna victorie impotriva dusmanului, iar daca visati pana la spate sau opt inseamna stres si tensiuni. A numara pana la noua sugereaza divergente si oameni corupti, rai. Daca visati ca numarati pana la zece inseamna ca veti finaliza un proiect sau ca veti face un pelerinaj la Mecca. A numara pana la 40 in vis sugereaza anticiparea indeplinirii unei promisiuni, iar visul in care numarati pana la 30 sugereaza promisiunea de a realiza imposibilul sau minciuna.",
      "slug": "a-numara"
    },
    {
      "name": "A parasi",
      "category": "dictionar",
      "shortMeaning": "Visul in care parasiti o fabrica inseamna ca aveti probleme la locul de munca, nu reusiti sa duceti la capat un proiect.",
      "fullInterpretation": "Visul in care parasiti o fabrica inseamna ca aveti probleme la locul de munca, nu reusiti sa duceti la capat un proiect. Daca visati ca va parasiti familia atunci vi se sugereaza ca aveti multe lipsuri financiare. Visul in care parasiti o moara de apa inseamna ca veti pierde multi bani din cauza nechibzuintei dumneavoastra, iar daca visati ca parasiti o oaza semnifica faptul ca sunteti melancolic si plin de remuscari pentru ceva ce ati lasat in urma. Daca visati ca va parasiti locul natal inseamna ca veti incepe o noua relatie si care va fi de durata.Casa parasita in vise inseamna ca ati lasat in urma trecutul dumneavoastra. Sunteti pregatit pasiti spre viitor.",
      "slug": "a-parasi"
    },
    {
      "name": "A picta",
      "category": "dictionar",
      "shortMeaning": "A picta in vise sugereaza ca va veti inhama la un proiect foarte important.",
      "fullInterpretation": "A picta in vise sugereaza ca va veti inhama la un proiect foarte important. Se pare ca circumstantele proiectului si detaliile sunt dependente si de alte simboluri din vis. Daca visati ca sunteti un artist si pictati un tablou inseamna ca aveti puterea de a crea orice circumstante va doriti mai mult in viata. Visul in care vedeti pe cineva pictand sugereaza nevoia de a fi la suprefata problemelor si de a prelua controlul in viata.",
      "slug": "a-picta"
    },
    {
      "name": "A planta",
      "category": "dictionar",
      "shortMeaning": "A planta ceva in vise semnifica optimismul si credinta dumneavoastra pentru viitor, aveti un punc...",
      "fullInterpretation": "A planta ceva in vise semnifica optimismul si credinta dumneavoastra pentru viitor, aveti un punct de vedere foarte optimistic. Daca visati ca plantati legume in gradina inseamna ca sunteti o persoana practica. Visul in care plantati ceva intr-un vas sugereaza o schimbare in bine, iar daca visati ca plantati ceva pe camp inseamna relatii bune cu persoana iubita. Visul in care plantati un copac in curte sau in padure este legat de panul relational al persoanei care viseaza. Visul se refera fie la relatii bune si placute, fie la afaceri paguboase si sentimente in contradictoriu avute alaturi de cineva.A planta flori in vise poate insemna dorinta dumneavoastra de a incuraja sau de a crea cu grija ce va frumos. Se intampla ceva frumos in viata dumneavoastra care va face sa va simtiti bine tot timpul. Va simtiti mandru pentru ceva frumos din viata dumneavoastra. Va doriti sa fiti apreciat sau iubit. Va bucurati de frumusetea prieteniei sau a familiei. Din punct de vedere negativ, visul in care plantati flori poate sugera o marire a ego-ului sau a vanitatii. Va bucurati prea mult de frumusetea dumneavoastra fizica.",
      "slug": "a-planta"
    },
    {
      "name": "A planta flori",
      "category": "dictionar",
      "shortMeaning": "A planta flori in vise poate insemna dorinta dumneavoastra de a incuraja sau de a crea cu grija ce va frumos.",
      "fullInterpretation": "A planta flori in vise poate insemna dorinta dumneavoastra de a incuraja sau de a crea cu grija ce va frumos. Se intampla ceva frumos in viata dumneavoastra care va face sa va simtiti bine tot timpul. Va simtiti mandru pentru ceva frumos din viata dumneavoastra. Va doriti sa fiti apreciat sau iubit. Va bucurati de frumusetea prieteniei sau a familiei. Din punct de vedere negativ, visul in care plantati flori poate sugera o marire a ego-ului sau a vanitatii. Va bucurati prea mult de frumusetea dumneavoastra fizica.",
      "slug": "a-planta-flori"
    },
    {
      "name": "A plati",
      "category": "dictionar",
      "shortMeaning": "A plati bani cuiva in vise inseamna ca veti avea o nereusita in viata.",
      "fullInterpretation": "A plati bani cuiva in vise inseamna ca veti avea o nereusita in viata. Daca visati ca altcineva plateste inseamna ca veti trece peste obstacole.",
      "slug": "a-plati"
    },
    {
      "name": "A privi",
      "category": "dictionar",
      "shortMeaning": "A privi in vise are mai multe intelesuri.",
      "fullInterpretation": "A privi in vise are mai multe intelesuri. Depinde de ceea ce visati: - daca priviti pe fereastra - va asteapta o calatorie pe viitor - va priviti fata in oglinda - aveti o consideratie deosebita din partea sefilor - priviti un deal - speranta - o fotografie - veti revedea pe cineva cu placere - daca priviti o lupta - indiferenta fata de oamenii din jurul dumneavoastra - priviti o masina - situatie buna la serviciu - priviti marea de pe dig - nevoi si nelinisti - daca priviti un strut - veti fi promovat",
      "slug": "a-privi"
    },
    {
      "name": "A repara",
      "category": "dictionar",
      "shortMeaning": "Visul in care reparati o baie inseamna ca urmeaza o perioada din viata dumneavoastra plina de imp...",
      "fullInterpretation": "Visul in care reparati o baie inseamna ca urmeaza o perioada din viata dumneavoastra plina de impliniri, nu veti avea probleme si va veti intelege bine cu toti. Daca visati ca reparati o bicicleta atunci inseamna ca sunteti o persoana agitata si trebuie sa aveti grija sa nu va lasati atacat de cei care va doresc raul. Visul in care reparati o masina sugereaza ca sunteti foarte precaut, nu sunteti extravagant si va faceti mereu provizii, nu cheltuiti mai mult decat trebuie. Visul in care reparati o pereche de ochelari inseamna ca veti castiga o suma de bani, un posibil bonus sau o marire de salariu. Daca visati ca reparati o pereche de pantofi inseamna ca veti avea parte de liniste in viata. Daca visati ca reparati un radio atunci inseamna ca veti avea mici probleme financiare, dar trebuie sa aveti grija ca situatia sa nu se deterioreze mai mult din pricina neatentiei si a extravagantei.",
      "slug": "a-repara"
    },
    {
      "name": "A Retrage",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "a-retrage"
    },
    {
      "name": "A salva",
      "category": "dictionar",
      "shortMeaning": "A salva in vise are mai multe intelesuri: - daca visati ca salvati bani - grija pentru avere - da...",
      "fullInterpretation": "A salva in vise are mai multe intelesuri: - daca visati ca salvati bani - grija pentru avere - daca visati ca salvati viata cuiva - sunteti o persoana egoista - visul in care sunteti salvat - sunteti dator salvatorului",
      "slug": "a-salva"
    },
    {
      "name": "A sangera",
      "category": "corp",
      "shortMeaning": "Sângerarea ca simbol al pierderii vitale, epuizării emoționale și necesității de regenerare profundă.",
      "fullInterpretation": "Visul în care sângeați reprezintă pierderea vitalității și epuizarea profundă - emoțională, fizică sau spirituală. Acest simbol puternic vorbește despre răni deschise care sângerează încet, despre traume nerezolvate care vă consumă energia vitală. Sângerarea semnifică conflicte intense cu prietenii, acțiuni din trecut care vă bântuie și nevoia de odihnă.\n\nPentru femeile însărcinate, visul reprezintă vitalitatea purtată, iar sângerarea altora strigătul după ajutor. Din perspectivă pozitivă, aceste vise vă îndeamnă să luați lucrurile mai încet, să vă îngrijiți rănile emoționale și să căutați echilibrul pierdut.\n\nÎn tradiția românească, sângele reprezintă viața însăși și legăturile de sânge. Sunteți invitat să vă vindecați rănile profunde, să eliberați povara trecutului și să permiteți regenerării naturale a energiei vitale. Acest vis este un mesaj puternic să vă îngrijiți mai bine și să căutați echilibrul pierdut.",
      "slug": "a-sangera"
    },
    {
      "name": "A sapa",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca sapati in vis este semn bun deoarece este posibil ca viata dumneavoastra sa va int...",
      "fullInterpretation": "Daca visati ca sapati in vis este semn bun deoarece este posibil ca viata dumneavoastra sa va intre pe drumurile cel bune. Se spune ca daca visati ca sapati si aveti langa o cantitate mare de pamant, inseamna ca veti avea parte de noroc si este posibil sa intrati in posesia unei sume mari de bani, poate fi vorba de o mostenire sau o marire de salariu.",
      "slug": "a-sapa"
    },
    {
      "name": "A scapa",
      "category": "dictionar",
      "shortMeaning": "Visul in care scapati o sticla pe jos inseamna ca veti avea probleme in familie.",
      "fullInterpretation": "Visul in care scapati o sticla pe jos inseamna ca veti avea probleme in familie. Daca visati ca scapati din iad sugereaza ca veti avea mult noroc.",
      "slug": "a-scapa"
    },
    {
      "name": "A scuipa",
      "category": "dictionar",
      "shortMeaning": "A scuipa in vise inseamna un ascpect al dumneavoastra de care trebuie sa va scapati, acesta repre...",
      "fullInterpretation": "A scuipa in vise inseamna un ascpect al dumneavoastra de care trebuie sa va scapati, acesta reprezentand furia, dispretul, ciuda. Alternativ, visul implica faptul ca aveti ceva ce trebuie sa spuneti, sa va eliberati, sa \"scuipati\". Daca visati ca cineva scuipa pe dumneavoastra inseamna ca va simtiti vinovat sau nevrednic. S-ar putea sa va simtiti nerespectat intr-o anumita parte din viata dumneavoastra. Alternativ, visul poate indica faptul ca aveti o agenda ascunsa si va temeti ca ceilalti o cunosc.",
      "slug": "a-scuipa"
    },
    {
      "name": "A se plange",
      "category": "dictionar",
      "shortMeaning": "Fiind permanent nemultumiti, nu vom obtine mila celor din jurul nostru, poate doar o bucurie rautacioasa.",
      "fullInterpretation": "Fiind permanent nemultumiti, nu vom obtine mila celor din jurul nostru, poate doar o bucurie rautacioasa. Prin urmare, cei mai multi talmacitori de vise interpreteaza plangerea din vis ca fiind bucuria pe care ne-o creaza alti oameni sau noi acestora. Cel care viseaza ca face o reclamatie in tibunal, in realitate, vrea sa isi impuna cuvantul fara sa tina cont de pierderi (vedeti, de asemenea, si interpretarea visului \"Tribunal\")",
      "slug": "a-se-plange"
    },
    {
      "name": "A semana",
      "category": "dictionar",
      "shortMeaning": "A semana in vise are mai multe intelesuri, depinde de ce semanati: - seminte - afaceri bune - dov...",
      "fullInterpretation": "A semana in vise are mai multe intelesuri, depinde de ce semanati: - seminte - afaceri bune - dovleac - intelegere, fericire, noroc - fasole - veti trece peste obstacole - mazare - obstacole usoare in relatia dumneavoastra cu dusmanul - varza - prevestire de bani - gradina - sunteti sociabil - ogor - castig neasteptat - pamant - rezultate bune",
      "slug": "a-semana"
    },
    {
      "name": "A semna",
      "category": "dictionar",
      "shortMeaning": "Visul in care semnati un cec inseamna ca veti avea cateva dificultati in viata de zi cu zi.",
      "fullInterpretation": "Visul in care semnati un cec inseamna ca veti avea cateva dificultati in viata de zi cu zi. Daca visati ca semnati o chitanta atunci veti avea o suparare. VIsul in care semnati o scrisoare prezice prosperitate baneasca.",
      "slug": "a-semna"
    },
    {
      "name": "A slabi",
      "category": "corp",
      "shortMeaning": "Slăbirea ca transformare fizică, eliberarea de poveri și căutarea echilibrului corporal-spiritual.",
      "fullInterpretation": "Visul în care slăbiți reprezintă transformarea fizică și eliberarea de poveri inutile, simbolizând dorința de a vă ușura povara existențială. Dieta pentru slăbire semnifică succes în afaceri, alergarea pentru slăbire masuri pentru rezolvarea problemelor.\n\nDin perspectivă spirituală, slăbirea reprezintă tapas - disciplina spirituală prin post și autocontrol. Sunteți invitat să vă eliberați de atașamente dăunătoare și să căutați echilibrul perfect între trup și spirit.\n\nÎn cultura românească, slăbirea reprezintă îngrijirea de sine și respectul față de trup. Acest vis vă îndeamnă să fiți mai atent la sănătatea dumneavoastră, să eliberați ce nu vă mai servește și să căutați armonia între toate aspectele ființei.",
      "slug": "a-slabi"
    },
    {
      "name": "A spala vase",
      "category": "dictionar",
      "shortMeaning": "Vasele din visele noastre pot reprezenta atitudini, idei sau concepte.",
      "fullInterpretation": "Vasele din visele noastre pot reprezenta atitudini, idei sau concepte. Daca acestea sunt murdare si nespalate, atunci acestea prevestesc nemultumiri si o perspectiva incerta. In mod alternativ, acestea pot fi si un semn de noi planificari. Mergeti mai departe, faceti planuri si cu un efrort relativ mic veti trece peste problemele zilnice. Fiind obligat sa spalati vasele altcuiva sau in casa altcuiva simbolizeaza faptul ca in viata de zi cu zi traiti cu un sentiment de indatorare fata de cineva. Tot acest vis este un semnal de alarma in ceea ce prevesteste neputinta dumneavoastra din viata de zi cu zi. A vedea vase spalate si lusturite asezate pe raft sugereaza faptul ca faceti tot posibilul sa fiti aproape de cineva sau sa profitati la maxim de o situatie. Alternativ, visul simbolizeaza faptul ca incercati din rasputeri sa faceti o impresie buna la locul de munca sau in cercul de prieteni.",
      "slug": "a-spala-vase"
    },
    {
      "name": "A sta",
      "category": "dictionar",
      "shortMeaning": "A sta in vise are mai multe semnificatii.",
      "fullInterpretation": "A sta in vise are mai multe semnificatii. Depinde mult de mediul incojurator si locatie: - visul in care stati la birou - evita discutiile inutile - daca visati ca stati intr-un han - esec in afaceri, pierderi de bani - visati ca stati intins pe nisip - trebuie sa aperi interesele cuiva - daca visati ca stati in parlament - barfe si remarci suparatoare - visul in care stati la umbra unui stejar - sanatate, prosperitate - visati ca stati culcat cu cineva - mare bucurie - daca visati ca stati culcat in livada - fericire, viata linistita - visul in care stati intins - nefericire, slabiciune, boala trecatoare",
      "slug": "a-sta"
    },
    {
      "name": "A striga",
      "category": "dictionar",
      "shortMeaning": "Visul in care strigati sau vedeti pe cineva ca striga sugereaza mania reprimata care trebuie sa fie exprimata.",
      "fullInterpretation": "Visul in care strigati sau vedeti pe cineva ca striga sugereaza mania reprimata care trebuie sa fie exprimata. Daca visati ca strigati si nu va aude nimeni inseamna ca sunteti trecut cu vederea in unele situatii din lumea reala. Simtiti ca vocea dumneavoastra nu are importanta sau ca opinia dumneavoastra nu conteaza. Mai ales, daca auziti un stigat demonic in vis inseamna ca exista ceva ce ati crezut ca ati lasat in trecut si care inca va bantuie.",
      "slug": "a-striga"
    },
    {
      "name": "A tese",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "a-tese"
    },
    {
      "name": "A toarce",
      "category": "dictionar",
      "shortMeaning": "A toarce in vise poate avea doua intelesuri.",
      "fullInterpretation": "A toarce in vise poate avea doua intelesuri. Poate fi vorba de o pisica ce toarce sau de cineva care toarce la fus. A auzi in vise o pisica ce toarce semnifica un spirit independent, sexualitate feminina, creativitate si putere. Atunci cand visati ca o pisica continua sa toarca la dumneavoastra inseamna ca aveti o prietenie falsa sau un prieten slab care v-ar putea trada. Daca visati ca toarceti la fus inseamna ca veti intra intr-o aventura ce va va aduce impliniri. Visul in care apare o femeie care toarce la un fus si incearca sa termine cat mai repede inseamna ca un calator va ajunge acasa in curand sau veti primi un vizitator neasteptat.",
      "slug": "a-toarce"
    },
    {
      "name": "A traversa",
      "category": "dictionar",
      "shortMeaning": "A traversa un drum in vise se refera la sentimentul de directie si de cum va urmariti scopurile in viata.",
      "fullInterpretation": "A traversa un drum in vise se refera la sentimentul de directie si de cum va urmariti scopurile in viata. A visa ca traversati un rau reprezinta un obstacol de incertitudine, dificultati peste care trebuie sa treceti, poate chiar situatii nedorite. Situatii neplacute sunt doar temporare. Visul ar mai putea simboliza trecerea printr-o faza precedenta atingerii unui obiectiv. Daca visati ca traverstati un pod inseamna ca faceti o conexiune, o tranzitie sau o depasire a unui obstacol. Visul in care va este frica sa traversati un pod inseamna ca simtiti ca nu sunteti pregatit sau sunteti nesigur in legatura cu viitorul dumneavoastra. Daca visati ca traversati podul fara frica atunci inseamna ca sunteti pregatit sa faceti fata la orice apare pe viitor.",
      "slug": "a-traversa"
    },
    {
      "name": "A tricota",
      "category": "dictionar",
      "shortMeaning": "A tricota in vise este simbolul noutatii, a noului spirit si a noilor oportunitati din fata dumneavoastra.",
      "fullInterpretation": "A tricota in vise este simbolul noutatii, a noului spirit si a noilor oportunitati din fata dumneavoastra. De asemenea, visul in care tricotati semnifica o viata linistita, pasnica si iubitoare. Visul s-ar mai putea referi la cineva din viata dumneavoastra pe care il asociati cu tricotatul. Alternativ, visul simbolizeaza creativitatea, realizarile sau nevoia dumneavoastra de a lua o pauza de la rutina zilnica. Daca visati ca aveti dificultate atunci cand tricotati inseamna ca va lipseste rabdarea sau interesul in lenta creare a ceva de inalta calitate in viata dumneavoastra. A nu avea aptitudinile sau talentul de a realiza cu atentie ceva perfect asa cum v-ati dorit. Culoarea firului de tricotaj este important. Va sugeram sa luati in calcul si culoarea din vise.",
      "slug": "a-tricota"
    },
    {
      "name": "A uda",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca udati ceva inseamna noroc si fericire.",
      "fullInterpretation": "Daca visati ca udati ceva inseamna noroc si fericire. Daca puteti vedea si ce udati se pot afla si mai multe informatii: - flori - bucurie - gradina de legume - castiguri banesti neasteptate - plante - iubire, devotament - trandafiri - ajutor din partea prietenilor",
      "slug": "a-uda"
    },
    {
      "name": "A urla",
      "category": "dictionar",
      "shortMeaning": "Visul in care urlati simbolizeaza furia si frica dumneavoastra.",
      "fullInterpretation": "Visul in care urlati simbolizeaza furia si frica dumneavoastra. Va exprimati o emotie puternica pe care ati tinut-o ascunsa in interior. Daca visati ca urlati, dar nu iese nici un sunet, indica simtul dumneavoastra de neputinta si frustrare intr-o anumita situatie. Indiferent cat de tare incercati sa atrageti atentia cuiva, tot nu va poate auzi. Visul subliniaza dificultatea dumneavoastra de a comunica cu o persoana. Trebuie sa va identificati rapid fricile sau sentimentele si sa le confruntati in viata reala. Alternativ, inabilitatea de a urla in vise ar putea fi o forma de paralizie MRO (Miscare Rapida a Ochilor). Visul in care auziti pe cineva ca urla inseamna ca un prieten sau un membru al familiei are nevoie de ajutor.",
      "slug": "a-urla"
    },
    {
      "name": "A varui",
      "category": "dictionar",
      "shortMeaning": "A varui in vise inseamna ca in curand va veti schimba locuinta.",
      "fullInterpretation": "A varui in vise inseamna ca in curand va veti schimba locuinta. Se mai spune ca atunci cand dati cu var inseamna ca veti oferi sprijinul unei persoane care are nevoie de dumneavoastra si o veti ajuta sa-si rezolve problemele. Daca visati var stins sau nestins sugereaza ca va trebui sa faceti fata unor modificari care vor interveni fara sa vreti in viata dumneavoastra.",
      "slug": "a-varui"
    },
    {
      "name": "A vomita / voma / varsaturi",
      "category": "dictionar",
      "shortMeaning": "Voma poate fi un vis deszgustator si tulburator aratand, de obicei, nemultumire fata de viata in general.",
      "fullInterpretation": "Voma poate fi un vis deszgustator si tulburator aratand, de obicei, nemultumire fata de viata in general. Aceasta apare in visele noastre generata de psihic, care incearca sa elimine negativitatea. In unele cazuri, varsaturile din vis, ar putea fi doar o reactie normala a psihicului, simtiti greata in timpul somnului. Acest gen de vise apare destul de frecvent la persoanele care se confrunta cu o problema stomacala in viata de zi cu zi. Cand sunteti dumneavoastra acela care vomita, visul indica curatarea energiilor nedorite din propria viata si, de regula, este asociat cu emotii si dificultati. Curatarea varsaturilor altora arata ca sunteti o persoana grijulie cu ceilati, dar trebuie sa fiti precaut sau altii vor profita de bunatatea dumneavoastra. Din punct de vedere spiritual, acest vis reprezinta eliberare. Daca voma contine sange in ea, atunci acestei eliberari ii sunt asociate si unle probleme. Vazandu-va fiul sau fiica vomitand intr-un vis, reprezinta dorinta de a va intoarce la unele amintiri din copilarie si de a le vindeca. Tot acest vis poate face referire la un aspect al propriilor calitati ascunse. Culoare vomei Daca in vis culoarea varsaturii este rosiatica, atunci acest lucru va sugera violenta. Varsaturi de culoare verde sugereaza viata scapata de sub control. Voma portocalie si neagra este, de asemena, asociata cu anumite persoane vulnerabile din viata dumneavoastra. Culoarea galbuie (galbena) a varsaturii dintr-un vis indica faptul ca veti fi prins intr-un proiect sau o darama din viata altcuiva. Pentru o interpretare mai detaliata este indicat sa consultati si semnificatia visului greata",
      "slug": "a-vomita-voma-varsaturi"
    },
    {
      "name": "A vopsi",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca vopsiti un perete sau pictati pe o hartie, incercati sa faceti un tablou semnifica un semn rau, tradare.",
      "fullInterpretation": "Daca visati ca vopsiti un perete sau pictati pe o hartie, incercati sa faceti un tablou semnifica un semn rau, tradare. Visul in care ati vopsit un material sau un obiect intr-o culoare uniforma atunci depinde de culoare: albastru, rosu si auriu sugereaza bunastare, iar alb si negru inseamna probleme.Ouale vopiste in vise inseamna zile imbelsugate si indelungate, semne bune de reusite si impliniri. Visul mai poate insemna ca va trebui sa faceti un raport la servici.",
      "slug": "a-vopsi"
    },
    {
      "name": "A vorbi la telefon",
      "category": "dictionar",
      "shortMeaning": "Visul in care vorbiti la telefon poate insemna mai multe lucruri depinzand de situatia in care fo...",
      "fullInterpretation": "Visul in care vorbiti la telefon poate insemna mai multe lucruri depinzand de situatia in care folositi telefonul si cu cine vorbiti. Daca visati ca vorbiti la telefon cu un vechi prieten ar putea insemna ca exista o dorinta de a conversa cu acesta in viata reala. In loc sa cautati definitia visului telefon ar trebui sa puneti mana pe telefon si sa va sunati prietenii. Le este dor de dumneavoastra si cu siguranta si ei va lipsesc. Visul in care vorbiti la telefon cu rudele prevesteste o despartire, o separare de cei dragi. Acestia ar putea pleca pentru o perioada scurta, intr-o vacanta, pe mare sau intr-o alta tara, dar este posibil ca rudele dumneavoastra sa plece pentru totdeauna.",
      "slug": "a-vorbi-la-telefon"
    },
    {
      "name": "Abandon",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca abandonezi un apropiat, semnifica faptul ca ai putea intampina un necaz, dar, daca...",
      "fullInterpretation": "Daca visezi ca abandonezi un apropiat, semnifica faptul ca ai putea intampina un necaz, dar, daca tu esti cel abandonat de catre o ruda sau un prieten, ar putea exista o boala in familie.",
      "slug": "abandon"
    },
    {
      "name": "Abatere",
      "category": "dictionar",
      "shortMeaning": "Daca visati o abatere, sugereaza faptul ca te ameninta un pericol.",
      "fullInterpretation": "Daca visati o abatere, sugereaza faptul ca te ameninta un pericol. De asemenea , daca visezi ca te abati din drum semnifica ca o sa aveti o calatorie cu noroc. Alternativ, daca visati ca aveti o abatere fortata si precipitata este semn ca o sa aveti o pierdere de bunuri si sanatatea ta este in pericol.",
      "slug": "abatere"
    },
    {
      "name": "Abator",
      "category": "dictionar",
      "shortMeaning": "Abatorul in vise sugereaza un compromis al aspectului dumneavoastra, in scopul de a merge mai departe.",
      "fullInterpretation": "Abatorul in vise sugereaza un compromis al aspectului dumneavoastra, in scopul de a merge mai departe. Alternativ, visul prevesteste evenimente neplacute si suparari. Afacere primejdioasa, prevedere de moarte. Alte vise in care contin abator : Avand un abator - reuisita, profituri Cazand in abator - cearta, necazuri, nerealizarea unor planuri apropiate Abator in plina activitate - multa munca cu castiguri insemnate Lucrind la abator - suparare, boala Daca vanzi intr-un abator - suparari pe curand",
      "slug": "abator"
    },
    {
      "name": "Abces / furuncul",
      "category": "corp",
      "shortMeaning": "Abcesul ca infecție interioară, probleme ascunse care necesită atenție urgentă și vindecare profundă.",
      "fullInterpretation": "Visul cu abces sau furuncul reprezintă probleme ascunse și jenante din viață, simbolizând infecții emoționale sau fizice care necesită atenție urgentă. Acest simbol vorbește despre aspecte serioase subestimate, amenințări din starea de veghe care se manifestă în vise. Furunculul netratabil avertizează asupra carierei viitoare, dezamăgirea la locul de muncă fiind ușor de depășit.\n\nAbcesul în gură semnifică probleme de comunicare cu persoanele apropiate, invitându-vă să analizați neînțelegerile pentru a descoperi natura lor adevărată.\n\nDin perspectivă spirituală, abcesul reprezintă toxine karmice acumulate. Sunteți îndemnat să vă vindecați rănile profunde, să căutați ajutor profesional și să tratați problemele la timp pentru a evita complicații majore.\n\nÎn tradiția românească, abcesul reprezintă infecții și probleme de sănătate care necesită intervenție promptă. Acest vis vă avertizează să fiți mai atent la sănătatea dumneavoastră și să nu neglijați semnalele subtile ale corpului.",
      "slug": "abces-furuncul"
    },
    {
      "name": "Abdomen",
      "category": "dictionar",
      "shortMeaning": "Cand visati despre abdomen si somac, simbolurile abdomenului se refera la instinctele naturale si emotiile reprimate.",
      "fullInterpretation": "Cand visati despre abdomen si somac, simbolurile abdomenului se refera la instinctele naturale si emotiile reprimate. Stomacul face referire la modificarile care au loc defapt in stomac. Stomacul poate fi, de asemenea, extins pentru a include schimbarea elementelor de proprietate, familie si prieteni. Cu toate acestea, visand zona abdomenului ar putea insemna, de asemenea, ca pur si simplu intampinati unele dureri reale de stomac in timpul somnului. Daca va treziti in mijlocul visului fara a va confrunta cu dureri din cauza constipatiei sau a unei indigestii, sumbolurile acestui vis pot avea anumite sensuri: - Visand ca abdomenul este foarte umflat, indica faptul ca un nou proiect este in lucru, care poate fi greu de digerat pentru dumneavoastra. - Visand ca aveti un stomac gras si mare, inseamna ca sunteti gata sa va implicati in multe schimbari si provocari. Acest vis poate insemna si ca este timpul sa va extindeti relatiile si cu alte persoane sau poate ca este timpul sa va extindeti afacerea. - Un abdomen paros. Parul reprezinta bani si longevitate. Avand par crescut pe abdomen inseamna ca afacere dumneavoastra va aduce mai multa bogatie si extindere a influentelor impotriva concurentilor. - Daca imaginile din vis par sa se concentreze asupra acestei zone, atunci trebuie sa ne indreptam atentia aupra emotiilor si sentimentelor reprimate. (dureros) Nereguli sau probleme interne, profunde in viata ta, ce se cer descoperite. (dezgolit) lipsuri materiale, deschidere la orice propunere, (umflat sau foarte mare) acumulare xagerata de bunuri sau relatii, lacomie, exagerare, snobism -imaginatie bogata.",
      "slug": "abdomen"
    },
    {
      "name": "Abis",
      "category": "dictionar",
      "shortMeaning": "Abis, in greaca si in latina, desemenaza ceea ce nu are capat, lumea adancului sau a inaltului fara sfarsit.",
      "fullInterpretation": "Abis, in greaca si in latina, desemenaza ceea ce nu are capat, lumea adancului sau a inaltului fara sfarsit. In textele apocrife, abisul desemneaza, global, starile informale ale existentei, atat haosul intunecat de la inceputuri, cat si tenebrele infernale ale sfarsitului. Pe plan psihologic, corespunde atat indeterminarii copilariei, cat si nediferentierii finale, descompunere a persoanei. Poate sa indice insa si integrarea suprema in cadrul unirii mistice. Un abis in vise semnifica un obstacol care creaza multa anxietate pentru dumneavoastra. Trebuie sa va invartiti prin dificultati pentru a depasi acest obstacol. Visand ca ati cazut intr-un abis simbolizeaza adancurile subconstientului dumneavoastra. Va este frica sau aveti indoieli cu privire la ceea ce veti descoperi despre dumneavoastra si despre fricile si sentimentele dumneavoastre ascunse. Abisul reprezinta, de asemenea, temeri primare si sentimente de decadere. Poate ca va aflati intr-o stare de depresie sau sunteti invaluit de sentimente negative. Tot acest vis, poate indica lipsa de spiritualitate. Potrivit traditiei noastre, abisul reprezinta cearta, necaz, nerealizarea unor planuri apropiate. In Biblie abisul va fi uneori conceput ca un monstru, leviatanul. Nerezolvarea planurilor din vitorul apropiat. Cazand in abis - suparare, necazuri, certuri Cazand spre adancuri - situatie sau intamplare catastrofala Iesiri cu ajutorul unor scari sau punti - recuperarea fericirii, refacerea dintr-o situatie extrem de grea Neputand iesi din abis - insatisfactii Vazand un abis - evitarea unui rau.",
      "slug": "abis"
    }
  ]
}