{
  "symbols": [
    {
      "name": "Agurida",
      "category": "alimente",
      "shortMeaning": "Dezamăgire, neîmplinire, proiecte imature sau \"strugurii sunt acri\".",
      "fullInterpretation": "Agurida (strugurii necopți) în vis este simbolul imaturității și al grabei. Îți dorești rezultate înainte ca acestea să fie gata.\n\nGustul acru indică dezamăgire și nemulțumire. \"Strugurii sunt acri\" este povestea celui care nu poate obține ce vrea și atunci disprețuiește obiectul dorinței.\n\nVisul te avertizează că o relație sau o afacere nu este încă pregătită să \"rodească\".\n\nPoate simboliza și regretul pentru cuvinte \"acre\" aruncate la supărare.\n\nAcest vis te îndeamnă să ai răbdare: timpul coace fructele, nu dorința.",
      "slug": "agurida"
    },
    {
      "name": "Ajutor",
      "category": "acțiuni",
      "shortMeaning": "Interdependență, solidaritate, vulnerabilitate sau generozitate.",
      "fullInterpretation": "A cere sau a oferi ajutor în vis este o recunoaștere a umanității noastre comune.\n\nDacă oferi ajutor, ești într-o poziție de putere și generozitate. Sufletul tău este deschis către ceilalți.\n\nDacă ceri ajutor, visul semnalează că ți-ai atins limitele. Nu este o slăbiciune, ci un act de curaj să recunoști că nu le poți face pe toate singur.\n\nDacă strigi după ajutor și nimeni nu vine, te simți izolat și neînțeles în suferința ta.\n\nAcest vis te încurajează să întărești legăturile sociale și să nu te izolezi.",
      "slug": "ajutor"
    },
    {
      "name": "Alaptare",
      "category": "acțiuni",
      "shortMeaning": "Hrănire spirituală, iubire necondiționată, fertilitate și dăruire de sine.",
      "fullInterpretation": "Alăptarea este simbolul suprem al dăruirii materne. Hrănești pe cineva cu propria ta esență.\n\nIndică faptul că ești pregătit să susții creșterea unui proiect sau a unei persoane (poate chiar a copilului tău interior).\n\nSimbolizează abundență, fertilitate și o conexiune emoțională profundă.\n\nDacă tu ești cel alăptat, cauți confort, siguranță și întoarcerea la inocență.\n\nAcest vis îți confirmă că ai resurse interioare inepuizabile de iubire și grijă.",
      "slug": "alaptare"
    },
    {
      "name": "Alarma",
      "category": "obiecte",
      "shortMeaning": "Avertisment urgent, anxietate, trezire la realitate sau presiunea timpului.",
      "fullInterpretation": "Alarma în vis este un semnal clar de la subconștient: \"Trezește-te! Fii atent!\".\n\nPoate indica anxietate legată de termene limită sau frica de a nu întârzia în viață.\n\nO alarmă de incendiu sugerează o situație \"fierbinte\", o criză emoțională care necesită intervenție imediată.\n\nDacă ignori alarma, refuzi să vezi pericolul.\n\nAcest vis te îndeamnă să nu mai amâni deciziile importante și să fii vigilent.",
      "slug": "alarma"
    },
    {
      "name": "Alb",
      "category": "fenomene",
      "shortMeaning": "Puritate, început nou, claritate, pace sau doliu (în unele culturi).",
      "fullInterpretation": "Albul este culoarea luminii pure, care conține toate celelalte culori. În vis, simbolizează curățenie, inocență și adevăr.\n\nEste un semn de noi începuturi (pagina albă) și de potențial infinit.\n\nPoate sugera și perfecționism sau răceală emoțională (sterilitate).\n\nÎn context spiritual, albul indică protecție divină și evoluție.\n\nAcest vis te invită să îți purifici gândurile și să o iei de la capăt cu inima deschisă.",
      "slug": "alb"
    },
    {
      "name": "Albastru",
      "category": "fenomene",
      "shortMeaning": "Liniște, spiritualitate, comunicare, adevăr sau melancolie.",
      "fullInterpretation": "Albastrul este culoarea cerului și a mării, simbolizând infinitul și profunzimea. Indică o stare de calm, meditație și pace interioară.\n\nEste asociat cu chakra gâtului și comunicarea adevărului.\n\nUn albastru întunecat poate sugera depresie (\"feeling blue\") sau mister.\n\nUn albastru deschis, senin, este semn de speranță și vindecare.\n\nAcest vis te încurajează să cauți adevărul și să îți exprimi sentimentele cu calm.",
      "slug": "albastru"
    },
    {
      "name": "Albeata",
      "category": "corp",
      "shortMeaning": "Vedere încețoșată, lipsa clarității, prejudecăți sau refuzul de a vedea.",
      "fullInterpretation": "Albeața la ochi (cataracta simbolică) în vis sugerează că refuzi să vezi realitatea așa cum este. Viziunea ta este încețoșată de prejudecăți, frici sau ignoranță.\n\nPoate indica faptul că treci cu vederea detalii importante într-o situație.\n\nÎn sens metaforic, \"ai albeață pe ochi\" înseamnă că nu recunoști adevărul despre cineva apropiat.\n\nAcest vis este un avertisment: șterge-ți ochii (mintea) și privește cu atenție în jur.",
      "slug": "albeata"
    },
    {
      "name": "Albeata (la ochi)",
      "category": "corp",
      "shortMeaning": "Vedere neclară, obstacol în percepție sau refuzul de a înfrunta realitatea.",
      "fullInterpretation": "Similar cu \"Albeata\", acest simbol specifică localizarea la ochi, accentuând ideea de orbire spirituală sau intelectuală.\n\nNu vezi lucrurile clar într-o anumită problemă. Ești orbit de emoții sau de aparențe.\n\nPoate sugera și o problemă de sănătate reală, dar cel mai adesea este o metaforă pentru lipsa de discernământ.\n\nAcest vis te îndeamnă să cauți claritate și să îți \"vindeci\" percepția.",
      "slug": "albeata-la-ochi"
    },
    {
      "name": "Albie",
      "category": "locuri",
      "shortMeaning": "Cursul vieții, direcția destinului, limitele emoționale sau rutina.",
      "fullInterpretation": "Albia râului este canalul prin care curge energia vieții tale. Dacă albia este adâncă și sigură, viața ta are o direcție clară și stabilă.\n\nO albie secată indică lipsa de energie sau de emoție (ariditate sufletească).\n\nIeșirea din matcă (inundația) sugerează emoții copleșitoare care nu mai pot fi controlate.\n\nAcest vis te invită să te lași purtat de curentul vieții, dar să ai grijă ca albia (structura vieții tale) să fie solidă.",
      "slug": "albie"
    },
    {
      "name": "Albina zburand in jurul tau)",
      "category": "animale",
      "shortMeaning": "Activitate intensă, oportunități care \"roiesc\", sau amenințare mică dar sâcâitoare.",
      "fullInterpretation": "Albina care zboară în jurul tău poate fi un semn de noroc și de activitate productivă. Ideile bune roiesc în jurul tău.\n\nPoate indica și faptul că ești foarte ocupat, poate prea ocupat, și te simți agasat de micile responsabilități.\n\nDacă te simți amenințat, albina reprezintă o grijă mică dar persistentă care nu îți dă pace.\n\nAcest vis îți spune să fii atent la oportunități, dar să nu te lași copleșit de \"zgomotul\" cotidian.",
      "slug": "albina-zburand-in-jurul-tau"
    },
    {
      "name": "Albine intepandu te",
      "category": "animale",
      "shortMeaning": "Treziere bruscă, durere necesară, critică sau consecințele acțiunilor tale.",
      "fullInterpretation": "Înțepătura de albină doare, dar are și proprietăți vindecătoare. În vis, poate fi un șoc care te trezește la realitate.\n\nPoate simboliza o critică aspră care te rănește, dar care conține un adevăr util.\n\nDe asemenea, poate fi pedeapsa pentru că ai \"băgat mâna în stup\" (ai intervenit unde nu trebuia).\n\nAcest vis te avertizează că acțiunile tale pot avea reacții rapide și dureroase.",
      "slug": "albine-intepandu-te"
    },
    {
      "name": "Albine zburand",
      "category": "animale",
      "shortMeaning": "Hărnicie, comunitate, productivitate și armonie socială.",
      "fullInterpretation": "Vederea unui roi de albine zburând este un simbol al productivității și al muncii în echipă. Lucrurile merg bine, există activitate și cooperare.\n\nSugerează că ești parte dintr-un grup (familie, colegi) care funcționează armonios.\n\nPoate indica și fertilitate sau belșug care se apropie.\n\nAcest vis este un semn bun: eforturile colective vor da roade dulci (miere).",
      "slug": "albine-zburand"
    },
    {
      "name": "Album",
      "category": "obiecte",
      "shortMeaning": "Trecutul conservat, nostalgie, amintiri și nevoia de a păstra momentele.",
      "fullInterpretation": "Albumul foto este arhiva vieții tale. Răsfoirea lui în vis indică nostalgie și nevoia de a te reconecta cu rădăcinile sau cu cine erai odată.\n\nPoate sugera că trăiești prea mult în trecut și idealizezi amintirile.\n\nDacă albumul este gol, simți că viața ta este lipsită de evenimente semnificative sau că ai pierdut legătura cu trecutul.\n\nAcest vis te invită să îți onorezi istoria personală, dar să nu rămâi blocat în ea.",
      "slug": "album"
    },
    {
      "name": "Alcool",
      "category": "alimente",
      "shortMeaning": "Evadare, dezinhibiție, alterarea conștiinței sau iluzie.",
      "fullInterpretation": "Alcoolul în vis (dacă nu ești alcoolic în realitate) simbolizează dorința de evadare din realitate sau nevoia de a te relaxa.\n\nPoate indica o încercare de a \"anestezia\" o durere emoțională.\n\nDe asemenea, sugerează dezinhibiție – vrei să spui sau să faci lucruri pe care în mod normal le reprimi.\n\nDacă ești beat, pierzi controlul și discernământul. Situația îți scapă de sub control.\n\nAcest vis este un avertisment: cauți soluții false la probleme reale?",
      "slug": "alcool"
    },
    {
      "name": "Alee",
      "category": "locuri",
      "shortMeaning": "Calea destinului, drumul îngust, alegeri intime sau plimbare romantică.",
      "fullInterpretation": "Aleea este un drum mai intim și mai liniștit decât strada principală. Sugerează o perioadă de reflecție sau o relație personală.\n\nDacă aleea este frumoasă și umbrită, te bucuri de pace și armonie.\n\nDacă este întunecată sau înfundată, te simți blocat într-o situație fără ieșire sau ai temeri legate de viitor.\n\nPoate simboliza drumul tău unic, departe de mulțime.\n\nAcest vis te invită să te plimbi prin propria ta \"grădină\" interioară.",
      "slug": "alee"
    },
    {
      "name": "Alerga",
      "category": "acțiuni",
      "shortMeaning": "Fuga de ceva sau către ceva, energie, grabă sau panică.",
      "fullInterpretation": "Alergarea în vis are două sensuri opuse: fuga de pericol sau cursa către un obiectiv.\n\nDacă alergi de frică, eviți o confruntare sau o problemă care te urmărește.\n\nDacă alergi cu plăcere (sport), ai energie și ești competitiv. Vrei să atingi succesul rapid.\n\nDacă alergi și nu înaintezi (ca în melasă), te simți neputincios și blocat în ciuda eforturilor tale.\n\nAcest vis te întreabă: ce te motivează să alergi – frica sau dorința?",
      "slug": "alerga"
    },
    {
      "name": "Alergie",
      "category": "corp",
      "shortMeaning": "Respingere, intoleranță emoțională, sensibilitate exagerată sau ceva toxic.",
      "fullInterpretation": "Alergia în vis este reacția corpului la ceva străin și periculos. Simbolizează o intoleranță psihologică față de o persoană, o situație sau o idee.\n\nCineva sau ceva te \"irită\" la culme. Nu mai poți tolera acea prezență în viața ta.\n\nPoate indica și o sensibilitate exagerată – iei lucrurile prea personal.\n\nAcest vis îți spune să identifici și să elimini \"alergenul\" din mediul tău emoțional.",
      "slug": "alergie"
    },
    {
      "name": "Alfabet",
      "category": "obiecte",
      "shortMeaning": "Învățare, comunicare de bază, începuturi sau decodificarea unui mesaj.",
      "fullInterpretation": "Alfabetul reprezintă elementele fundamentale ale comunicării. Trebuie să te întorci la bază, la ABC-ul situației.\n\nPoate sugera că înveți ceva nou sau că încerci să descifrezi un mesaj confuz.\n\nDacă literele sunt amestecate, ești confuz și nu reușești să te faci înțeles.\n\nAcest vis te îndeamnă să simplifici lucrurile și să o iei pas cu pas.",
      "slug": "alfabet"
    },
    {
      "name": "Alge",
      "category": "natură",
      "shortMeaning": "Emoții încâlcite, legături subconștiente, capcană sau resurse ascunse.",
      "fullInterpretation": "Algele cresc în adâncuri (subconștient). Pot simboliza emoții încâlcite care te trag la fund sau te împiedică să înoți liber.\n\nTe simți prins într-o situație complicată, \"vâscoasă\".\n\nPe de altă parte, algele sunt o sursă de hrană și viață, sugerând că în adâncurile tale există resurse neexploatate.\n\nAcest vis te avertizează să nu te lași prins în hățișul emoțional, dar să explorezi ce se ascunde sub suprafață.",
      "slug": "alge"
    },
    {
      "name": "Aligator",
      "category": "animale",
      "shortMeaning": "Pericol ascuns, instincte agresive, trădare sau putere primordială.",
      "fullInterpretation": "Aligatorul este un prădător care pândește sub apă. Simbolizează un pericol care nu este imediat vizibil, dar care este letal.\n\nPoate fi o persoană înșelătoare sau propriile tale instincte agresive pe care le reprimi.\n\nIndică frica de a fi \"înghițit\" de emoții sau de o situație.\n\nTotuși, este și un simbol de putere și supraviețuire. Dacă îl îmblânzești, îți controlezi fricile.\n\nAcest vis îți spune: fii vigilent!",
      "slug": "aligator"
    },
    {
      "name": "Altar",
      "category": "obiecte",
      "shortMeaning": "Sacrificiu, devotament, uniune sacră sau renunțare.",
      "fullInterpretation": "Altarul este locul unde pământul întâlnește cerul. Simbolizează sacrificiul pe care ești dispus să îl faci pentru ceva mai presus de tine.\n\nPoate indica o căsătorie (uniune), dar și renunțarea la ego sau la o dorință personală.\n\nTe închini la un altar? Ce venerezi în viața ta? Banii, iubirea, arta?\n\nAltarul distrus sugerează pierderea credinței sau a valorilor.\n\nAcest vis te invită la sacralitate și introspecție.",
      "slug": "altar"
    },
    {
      "name": "Altar (de biserica)",
      "category": "locuri",
      "shortMeaning": "Sanctuar, pace sufletească, căutarea divinului sau penitență.",
      "fullInterpretation": "Altarul de biserică specifică contextul religios și spiritual. Este locul refugiului suprem.\n\nCauți iertare, alinare sau răspunsuri la întrebări existențiale.\n\nPoate simboliza și sentimentul de vinovăție care te împinge să cauți mântuirea.\n\nEste un spațiu de liniște unde te poți reconecta cu sursa vieții.\n\nAcest vis este o chemare la rugăciune sau meditație.",
      "slug": "altar-de-biserica"
    },
    {
      "name": "Aluat",
      "category": "alimente",
      "shortMeaning": "Potențial, creștere, transformare, răbdare și creație.",
      "fullInterpretation": "Aluatul este materie primă în devenire. Dacă dospește frumos, proiectele tale cresc și se dezvoltă sănătos.\n\nSimbolizează potențialul și fertilitatea. Ceva este \"în lucru\" în viața ta.\n\nDacă aluatul nu crește, există blocaje sau lipsă de \"căldură\" (pasiune).\n\nFrământarea aluatului indică munca necesară pentru a modela destinul.\n\nAcest vis te învață că lucrurile bune au nevoie de timp să crească.",
      "slug": "aluat"
    },
    {
      "name": "Aluminiu",
      "category": "obiecte",
      "shortMeaning": "Modernitate, ușurință, superficialitate sau flexibilitate.",
      "fullInterpretation": "Aluminiul este un metal modern, ușor și ieftin. În vis, poate sugera că o situație este mai puțin valoroasă sau solidă decât pare (nu este aur sau oțel).\n\nTotuși, este și practic și flexibil. Te adaptezi ușor.\n\nPoate indica lipsa de profunzime sau de durabilitate într-o relație.\n\nAcest vis te invită să fii realist cu privire la valoarea lucrurilor din viața ta.",
      "slug": "aluminiu"
    },
    {
      "name": "Alun",
      "category": "natură",
      "shortMeaning": "Înțelepciune ascunsă, protecție magică, fertilitate și răbdare.",
      "fullInterpretation": "Alunul este un arbore sacru în multe tradiții, asociat cu înțelepciunea și divinitatea. În vis, promite cunoaștere secretă sau soluții ingenioase.\n\nEste un simbol al fertilității și al bogăției ascunse (aluna în coajă).\n\nBățul de alun este bagheta magică – ai puterea de a schimba lucrurile.\n\nAcest vis te conectează cu forțele naturii și cu intuiția ta profundă.",
      "slug": "alun"
    },
    {
      "name": "Alune",
      "category": "alimente",
      "shortMeaning": "Miezul problemei, adevăr ascuns, dificultăți (coaja tare) și recompensă.",
      "fullInterpretation": "Aluna este simbolul esenței. Trebuie să spargi coaja tare (dificultățile, aparențele) pentru a ajunge la miezul hrănitor (adevărul, recompensa).\n\nIndică faptul că succesul nu vine ușor, dar merită efortul.\n\nPoate simboliza și secrete sau mici câștiguri financiare.\n\nAcest vis te îndeamnă să fii perseverent: nu te lăsa descurajat de \"coaja\" dură a problemelor.",
      "slug": "alune"
    },
    {
      "name": "Alune de padure",
      "category": "alimente",
      "shortMeaning": "Daruri neașteptate, natură, simplitate și bogăție modestă.",
      "fullInterpretation": "Alunele de pădure sunt daruri ale naturii, nu rezultatul agriculturii. Simbolizează norocul neașteptat și bucuriile simple.\n\nTe conectează cu energia sălbatică și liberă. Poate fi o aventură romantică sau o descoperire plăcută.\n\nIndică o perioadă de armonie cu mediul înconjurător.\n\nAcest vis te încurajează să ieși în natură și să culegi ce îți oferă viața.",
      "slug": "alune-de-padure"
    },
    {
      "name": "Alunecare de teren",
      "category": "fenomene",
      "shortMeaning": "Instabilitate majoră, pierderea fundației, schimbări bruște și frică.",
      "fullInterpretation": "Alunecarea de teren este un dezastru natural care schimbă peisajul. În vis, fundația vieții tale se clatină.\n\nTe simți nesigur, pierzi terenul de sub picioare. Convingerile tale vechi nu te mai susțin.\n\nPoate fi un avertisment că ai construit pe un teren instabil (minciuni, iluzii).\n\nEste un moment de criză, dar și de reconfigurare necesară.\n\nAcest vis strigă: caută un loc sigur și solidifică-ți poziția!",
      "slug": "alunecare-de-teren"
    },
    {
      "name": "Alunita",
      "category": "corp",
      "shortMeaning": "Semn distinctiv, individualitate, imperfecțiune sau îngrijorare.",
      "fullInterpretation": "Alunița este o marcă a unicității. În vis, poate atrage atenția asupra unei trăsături specifice a personalității tale.\n\nDacă o consideri un semn de frumusețe, te accepți și te iubești așa cum ești.\n\nDacă o vezi ca pe un defect sau te îngrijorează (cancer), visul reflectă anxietate legată de sănătate sau de imagine.\n\nAcest vis te invită să îți examinezi \"semnele\" particulare și să le integrezi.",
      "slug": "alunita"
    },
    {
      "name": "Amagire / Amagit",
      "category": "fenomene",
      "shortMeaning": "Iluzie, deziluzie, naivitate sau refuzul adevărului.",
      "fullInterpretation": "A fi amăgit în vis este o lecție dură. Subconștientul îți arată că trăiești într-o minciună sau că te lași manipulat.\n\nPoate fi auto-amăgire – îți spui povești pentru a evita o realitate dureroasă.\n\nDacă tu amăgești pe cineva, înseamnă că nu ești onest în intențiile tale.\n\nAcest vis este un duș rece necesar: trezește-te la realitate înainte să fie prea târziu.",
      "slug": "amagire-amagit"
    },
    {
      "name": "Amanet",
      "category": "locuri",
      "shortMeaning": "Sacrificiu temporar, criză de resurse, speranță sau pierdere.",
      "fullInterpretation": "Casa de amanet este locul unde îți lași valorile pentru a supraviețui. Indică o perioadă de lipsuri materiale sau emoționale.\n\nEști dispus să renunți temporar la ceva prețios (timp, demnitate, bunuri) pentru a depăși un impas.\n\nDacă nu reușești să răscumperi obiectul, pierderea devine permanentă.\n\nAcest vis te avertizează să îți gestionezi mai bine resursele și să nu faci compromisuri care te costă prea mult.",
      "slug": "amanet"
    },
    {
      "name": "Ambasada",
      "category": "locuri",
      "shortMeaning": "Teritoriu străin, diplomație, protecție, reprezentare sau negociere.",
      "fullInterpretation": "Ambasada este o insulă de siguranță într-o țară străină. Cauți refugiu sau ajutor oficial.\n\nSimbolizează și abilitățile tale diplomatice. Trebuie să negociezi cu tact într-o situație delicată.\n\nPoate sugera că te simți ca un străin și ai nevoie de conexiunea cu \"patria mamă\" (valorile tale).\n\nAcest vis te îndeamnă să fii diplomat și să cauți aliați.",
      "slug": "ambasada"
    },
    {
      "name": "Ambulanta",
      "category": "obiecte",
      "shortMeaning": "Urgență, criză de sănătate, ajutor pe drum sau panică.",
      "fullInterpretation": "Ambulanța și sirena ei anunță o criză. Ceva în viața ta necesită atenție imediată – sănătatea fizică, o relație sau o situație profesională.\n\nPoate fi un semnal că te-ai neglijat prea mult și acum plătești prețul.\n\nDacă ești în ambulanță, te simți neajutorat și dependent de alții.\n\nAcest vis nu trebuie ignorat: oprește-te și ocupă-te de urgențele vieții tale.",
      "slug": "ambulanta"
    },
    {
      "name": "Amenda",
      "category": "obiecte",
      "shortMeaning": "Pedeapsă, vinovăție, consecințele greșelilor sau corecție.",
      "fullInterpretation": "Amenda este prețul pe care îl plătești pentru încălcarea regulilor. În vis, simți că ai greșit și te aștepți la o pedeapsă.\n\nEste vocea conștiinței care te mustră. Ai încălcat o lege morală sau socială?\n\nPoate indica și frica de autoritate sau de judecată.\n\nAcest vis te îndeamnă să îți asumi responsabilitatea și să \"plătești\" pentru a te elibera de vină.",
      "slug": "amenda"
    },
    {
      "name": "Amenintare ( te simti amenintat)",
      "category": "fenomene",
      "shortMeaning": "Anxietate, nesiguranță, presiune externă sau demoni interiori.",
      "fullInterpretation": "Sentimentul de amenințare în vis este difuz dar puternic. Nu știi mereu de unde vine pericolul, ceea ce amplifică frica.\n\nReflectă stresul și anxietatea din viața de veghe. Te simți vulnerabil și neprotejat.\n\nPoate fi o proiecție a propriilor tale gânduri negative care te atacă.\n\nAcest vis este un semnal să îți întărești granițele și să identifici sursa reală a stresului.",
      "slug": "amenintare-te-simti-amenintat"
    },
    {
      "name": "America",
      "category": "locuri",
      "shortMeaning": "Visul american, oportunități nelimitate, libertate sau materialism.",
      "fullInterpretation": "America (pentru non-americani) este adesea simbolul \"Țării Făgăduinței\". Reprezintă succesul, bogăția și libertatea absolută.\n\nSugerează ambiții mari și dorința de a reuși pe cont propriu.\n\nPoate avea și o conotație de superficialitate sau materialism excesiv.\n\nAcest vis te încurajează să gândești la scară mare: \"sky is the limit\".",
      "slug": "america"
    },
    {
      "name": "Ameteala",
      "category": "corp",
      "shortMeaning": "Confuzie, pierderea echilibrului, haos mental sau îndrăgostire.",
      "fullInterpretation": "Amețeala indică faptul că lumea ta se învârte prea repede. Ești dezorientat și nu te poți concentra.\n\nPoate fi cauzată de informații contradictorii sau de emoții intense (vertijul iubirii).\n\nEste un semn că trebuie să te oprești și să te stabilizezi. Găsește un punct de sprijin.\n\nAcest vis te avertizează că riști să cazi dacă nu îți recapeți echilibrul.",
      "slug": "ameteala"
    },
    {
      "name": "Ametist",
      "category": "obiecte",
      "shortMeaning": "Spiritualitate, sobrietate, vindecare și protecție psihică.",
      "fullInterpretation": "Ametistul este piatra spiritului și a clarității mentale. În vis, simbolizează deschiderea către dimensiuni superioare.\n\nEste un antidot pentru \"beția\" simțurilor sau a iluziilor.\n\nIndică intuiție puternică și capacitatea de a vedea dincolo de aparențe.\n\nAcest vis este un dar spiritual: ai acces la înțelepciune și protecție.",
      "slug": "ametist"
    },
    {
      "name": "Ametit",
      "category": "corp",
      "shortMeaning": "Instabilitate, lipsă de control, euforie sau boală.",
      "fullInterpretation": "Starea de a fi amețit este similară cu \"Ameteala\", dar pune accent pe senzația fizică de slăbiciune.\n\nPoate indica epuizare sau faptul că ești copleșit de evenimente.\n\nUneori, poate fi o amețeală plăcută, de euforie, dar care totuși te deconectează de realitate.\n\nAcest vis te îndeamnă să te \"împământezi\".",
      "slug": "ametit"
    },
    {
      "name": "Amfiteatru",
      "category": "locuri",
      "shortMeaning": "Expunere publică, judecată, spectacolul vieții sau învățare.",
      "fullInterpretation": "Amfiteatrul este locul unde ești privit de mulți. Te simți judecat sau evaluat.\n\nPoate fi o sală de curs, sugerând că ai ceva de învățat sau că ești într-o etapă de acumulare a cunoștințelor.\n\nDacă ești spectator, privești viața ca pe un teatru. Dacă ești pe scenă/arenă, ești în centrul atenției și simți presiunea performanței.\n\nAcest vis vorbește despre relația ta cu publicul și cu opinia celorlalți.",
      "slug": "amfiteatru"
    },
    {
      "name": "Amfora",
      "category": "obiecte",
      "shortMeaning": "Feminitate, receptacul, secrete păstrate sau gol interior.",
      "fullInterpretation": "Amfora, cu forma sa rotunjită, este un simbol clasic al feminității și al uterului. Conține esența vieții (apă, vin, ulei).\n\nDacă este plină, indică bogăție emoțională și fertilitate.\n\nDacă este spartă sau goală, sugerează pierderea energiei vitale sau dezamăgire în dragoste.\n\nAcest vis te invită să examinezi ce \"porți\" în interiorul tău.",
      "slug": "amfora"
    },
    {
      "name": "Amintire, amintiri",
      "category": "fenomene",
      "shortMeaning": "Nostalgie, lecții din trecut, regrete sau comori uitate.",
      "fullInterpretation": "Amintirile care apar în vis sunt mesaje din trecut care au relevanță pentru prezent.\n\nSubconștientul îți aduce în atenție o situație veche pentru că te confrunți cu ceva similar acum. Nu repeta greșelile!\n\nPoate fi și o simplă nostalgie, o evadare într-un timp când te simțeai mai bine.\n\nAcest vis te îndeamnă să integrezi trecutul, nu să trăiești în el.",
      "slug": "amintire-amintiri"
    },
    {
      "name": "Amoniac",
      "category": "obiecte",
      "shortMeaning": "Trezire brutală, purificare, miros înțepător sau șoc.",
      "fullInterpretation": "Mirosul de amoniac este șocant și te trezește instantaneu. În vis, sugerează o situație care te \"scutură\" din letargie.\n\nPoate indica o curățenie necesară (amoniacul este un agent de curățare), dar una care se face cu măsuri drastice.\n\nEste un avertisment că ceva în mediul tău este toxic sau că trebuie să te trezești la realitate.\n\nAcest vis te îndeamnă să deschizi ochii, chiar dacă adevărul ustură.",
      "slug": "amoniac"
    },
    {
      "name": "Amor",
      "category": "emoții",
      "shortMeaning": "Cupidon, pasiune, iluzie romantică sau dorința de uniune.",
      "fullInterpretation": "Amorul (ca personificare sau sentiment) este forța care mișcă lumea. În vis, indică o dorință intensă de conexiune și de fuziune cu celălalt.\n\nPoate fi o proiecție idealizată a iubirii.\n\nDacă faci amor, cauți împlinirea emoțională și fizică. Este un act de creație și de celebrare a vieții.\n\nAcest vis îți reamintește că ești o ființă capabilă de iubire profundă.",
      "slug": "amor"
    },
    {
      "name": "Amor (dragoste) facand cu cineva",
      "category": "acțiuni",
      "shortMeaning": "Intimitate, integrarea calităților celuilalt sau dorință sexuală.",
      "fullInterpretation": "A face dragoste în vis este adesea simbolic, nu doar sexual. Înseamnă a te uni cu calitățile pe care acea persoană le reprezintă.\n\nDacă partenerul este un străin, te unești cu o parte necunoscută a ta (Anima/Animus).\n\nEste un semn de armonie interioară și de acceptare.\n\nDesigur, poate reflecta și o simplă dorință fizică sau nevoia de afecțiune.\n\nAcest vis celebrează uniunea contrariilor.",
      "slug": "amor-dragoste-facand-cu-cineva"
    },
    {
      "name": "Amortit",
      "category": "corp",
      "shortMeaning": "Blocaj, frică de acțiune, lipsă de sentimente sau circulație proastă.",
      "fullInterpretation": "Amorțeala în vis este incapacitatea de a simți sau de a te mișca. Ești paralizat de frică sau de indecizie.\n\nPoate indica faptul că ți-ai reprimat emoțiile atât de mult încât ai devenit \"insensibil\".\n\nEste un mecanism de apărare: nu simți durerea, dar nici bucuria.\n\nAcest vis te avertizează că trebuie să pui \"sângele în mișcare\" (să acționezi) pentru a te simți viu din nou.",
      "slug": "amortit"
    },
    {
      "name": "Amputare",
      "category": "acțiuni",
      "shortMeaning": "Pierdere ireversibilă, sacrificiu necesar, infirmitate sau separare dureroasă.",
      "fullInterpretation": "Amputarea este tăierea unei părți din tine. Poate fi un membru al corpului (puterea de acțiune, sprijinul) sau o parte a sufletului.\n\nSugerează o pierdere majoră și permanentă. Te simți incomplet.\n\nTotuși, uneori amputarea este necesară pentru a salva restul corpului (de exemplu, a renunța la o relație toxică).\n\nAcest vis te întreabă: la ce ești dispus să renunți pentru a supraviețui?",
      "slug": "amputare"
    },
    {
      "name": "Amuleta",
      "category": "obiecte",
      "shortMeaning": "Protecție magică, superstiție, credință sau noroc.",
      "fullInterpretation": "Amuleta este un obiect încărcat cu putere de protecție. În vis, arată că te simți vulnerabil și cauți un sprijin supranatural.\n\nAi nevoie să crezi că ceva te apără de rău.\n\nDacă amuleta se rupe, te simți expus și fără apărare.\n\nAcest vis vorbește despre nevoia ta de siguranță și despre credința în forțe benefice.",
      "slug": "amuleta"
    },
    {
      "name": "Amurg",
      "category": "fenomene",
      "shortMeaning": "Sfârșit de ciclu, melancolie, pace, bătrânețe sau mister.",
      "fullInterpretation": "Amurgul este momentul dintre zi și noapte, o zonă de graniță. Simbolizează sfârșitul unei etape (a tinereții, a unei relații, a unei zile de muncă).\n\nEste un timp al reflecției și al odihnei, dar și al incertitudinii (vine întunericul).\n\nIndică frumusețea melancolică a finalurilor.\n\nAcest vis te invită să accepți ciclicitatea vieții și să te pregătești pentru \"noapte\" (repaus sau necunoscut).",
      "slug": "amurg"
    },
    {
      "name": "Anaconda",
      "category": "animale",
      "shortMeaning": "Sufocare, presiune imensă, energie sexuală sau transformare lentă.",
      "fullInterpretation": "Anaconda este un șarpe constrictor uriaș. În vis, te \"strânge\" o situație sau o relație care te sufocă încet, dar sigur.\n\nNu este o amenințare veninoasă (rapidă), ci una de presiune constantă.\n\nPoate simboliza și o energie sexuală copleșitoare sau o forță vitală (kundalini) care încearcă să se trezească.\n\nAcest vis te avertizează să te eliberezi din strânsoare înainte de a rămâne fără aer.",
      "slug": "anaconda"
    }
  ]
}