{
  "symbols": [
    {
      "name": "Abstinenta",
      "category": "fenomene",
      "shortMeaning": "Purificare, disciplină, renunțare voluntară sau sentimentul de privare.",
      "fullInterpretation": "Abstinența în vis nu se referă doar la aspecte sexuale, ci la orice formă de renunțare. Poate fi un semn de putere interioară și autodisciplină.\n\nSimbolizează procesul de purificare. Te abții de la obiceiuri negative sau de la situații toxice pentru a atinge o claritate superioară.\n\nDacă abstinența este impusă și suferinzi din cauza ei, visul reflectă frustrare și sentimentul că ești privat de plăcerile vieții.\n\nÎn sens spiritual, indică o perioadă de \"post\" necesară înainte de o mare revelație sau realizare.\n\nAcest vis te invită să examinezi: renunți la ceva pentru a câștiga ceva mai valoros?",
      "slug": "abstinenta"
    },
    {
      "name": "Abur",
      "category": "fenomene",
      "shortMeaning": "Emoții volatile, confuzie temporară, transformare sau presiune.",
      "fullInterpretation": "Aburul simbolizează starea de tranziție între emoție (apă) și spirit (aer). Indică transformare, dar și volatilitate.\n\nDacă aburul este dens și te împiedică să vezi, treci printr-o perioadă de confuzie. Nu ai claritate asupra direcției în care mergi.\n\nAburul care iese sub presiune (dintr-o oală sau țeavă) sugerează emoții reprimate care stau să explodeze. Ai nevoie de o supapă de siguranță.\n\nAburul ușor, care se ridică, poate simboliza rugăciunile sau aspirațiile tale spirituale.\n\nAcest vis îți spune că situația actuală este trecătoare și se va disipa ca aburul.",
      "slug": "abur"
    },
    {
      "name": "Abur limpede",
      "category": "fenomene",
      "shortMeaning": "Speranță, clarificare treptată și energie pozitivă.",
      "fullInterpretation": "Spre deosebire de aburul dens, cel limpede și luminos este un semn bun. Indică faptul că, deși lucrurile nu sunt încă perfect clare, direcția este pozitivă.\n\nSimbolizează o energie blândă, vindecătoare. Poate sugera rezolvarea pașnică a unui conflict sau disiparea unei îngrijorări.\n\nEste asociat cu inspirația și ideile noi care încep să prindă contur.\n\nAcest vis te încurajează să ai răbdare: ceața se va ridica și vei vedea soarele.",
      "slug": "abur-limpede"
    },
    {
      "name": "Ac de cusut",
      "category": "obiecte",
      "shortMeaning": "Repararea relațiilor, atenție la detalii, hărnicie sau durere mică dar necesară.",
      "fullInterpretation": "Acul de cusut este instrumentul reparării. Indică faptul că încerci să \"coși\" la loc ceva rupt: o relație, o greșeală sau propria inimă.\n\nNecesită precizie și răbdare. Dacă te înțepi, visul avertizează că procesul de vindecare poate fi dureros, dar este necesar.\n\nDacă ața se rupe sau nu poți băga ața în ac, întâmpini dificultăți în a comunica sau a rezolva problema.\n\nPoate simboliza și criticile mărunte (\"înțepăturile\") pe care le primești sau le oferi.\n\nAcest vis te îndeamnă să fii metodic și să nu te lași descurajat de micile obstacole.",
      "slug": "ac-de-cusut"
    },
    {
      "name": "Ac de siguranta",
      "category": "obiecte",
      "shortMeaning": "Nevoia de siguranță, soluții temporare sau frica de a \"pierde\" ceva.",
      "fullInterpretation": "Acul de siguranță are rolul de a ține lucrurile împreună temporar. Sugerează că te afli într-o situație instabilă și cauți o soluție rapidă pentru a evita un dezastru.\n\nPoate simboliza frica de expunere (să nu îți cadă hainele/masca) sau nevoia de a proteja ceva vulnerabil.\n\nDacă este deschis și te înțeapă, o măsură de siguranță a eșuat sau o persoană de încredere te-a dezamăgit.\n\nAcest vis te avertizează că improvizațiile sunt bune pe moment, dar ai nevoie de o soluție permanentă.",
      "slug": "ac-de-siguranta"
    },
    {
      "name": "Acadea",
      "category": "alimente",
      "shortMeaning": "Plăceri copilărești, recompense mici, nostalgie sau superficialitate.",
      "fullInterpretation": "Acadeaua este simbolul inocenței și al plăcerilor simple. Îți dorești să te întorci la o perioadă fără griji.\n\nPoate sugera o recompensă pe care o aștepți sau pe care ți-o oferi singur. Meriți un moment de dulceață.\n\nÎn sens negativ, poate indica superficialitate sau faptul că te lași ademenit de promisiuni \"dulci\" dar lipsite de substanță. Cineva te poate trata ca pe un copil.\n\nAcest vis te invită să te bucuri de micile plăceri, dar să fii atent la cariile sufletești (amăgirile).",
      "slug": "acadea"
    },
    {
      "name": "Acasa",
      "category": "locuri",
      "shortMeaning": "Sinele, siguranța, rădăcinile și starea ta interioară.",
      "fullInterpretation": "Casa din vis ești TU. Fiecare cameră reprezintă un aspect al psihicului tău.\n\nÎntoarcerea acasă simbolizează revenirea la sine, la valorile fundamentale și la siguranță.\n\nDacă casa este distrusă sau neîngrijită, te-ai neglijat pe tine însuți. Dacă este în renovare, treci printr-un proces de transformare personală.\n\nO casă necunoscută pe care o simți ca fiind \"acasă\" sugerează descoperirea unor noi laturi ale personalității tale sau integrarea unor părți refulate.\n\nAcest vis este barometrul stării tale sufletești: cum te simți \"acasă\" în propria piele?",
      "slug": "acasa"
    },
    {
      "name": "Acatist",
      "category": "obiecte",
      "shortMeaning": "Nevoia de ajutor divin, speranța și căutarea unei soluții miraculoase.",
      "fullInterpretation": "Scrierea sau citirea unui acatist în vis denotă o stare de neputință în fața problemelor lumești și apelul la forțe superioare.\n\nEste un act de credință, dar și de disperare. Simți că ai epuizat toate soluțiile raționale și ai nevoie de un miracol.\n\nPoate simboliza și nevoia de a face pace cu cineva (dacă scrii acatistul pentru dușmani) sau dorința de bine pentru cei dragi.\n\nAcest vis îți amintește că nu ești singur și că spiritualitatea poate fi o sursă de putere, dar te îndeamnă să nu aștepți pasiv rezolvarea.",
      "slug": "acatist"
    },
    {
      "name": "Accident de avion",
      "category": "fenomene",
      "shortMeaning": "Prăbușirea idealurilor, eșecul unor planuri ambițioase sau frica de înălțime (succes).",
      "fullInterpretation": "Avionul simbolizează aspirațiile înalte și proiectele mari. Un accident aviatic este prăbușirea acestor vise.\n\nTe-ai ridicat prea sus, prea repede? Icar s-a apropiat prea mult de soare. Poate ți-ai stabilit obiective nerealiste.\n\nPoate indica și frica de succes – teama că odată ajuns sus, căderea va fi fatală.\n\nDacă supraviețuiești, înseamnă că vei depăși acest eșec și vei învăța să zbori mai prudent data viitoare.\n\nAcest vis este un avertisment să îți verifici \"planul de zbor\" și să rămâi cu picioarele pe pământ chiar și când țintești spre stele.",
      "slug": "accident-de-avion"
    },
    {
      "name": "Accident de masina",
      "category": "fenomene",
      "shortMeaning": "Pierderea controlului, conflict de interese sau avertisment de a încetini.",
      "fullInterpretation": "Mașina este vehiculul tău prin viață. Un accident indică o coliziune între dorințele tale și realitate, sau între tine și altcineva.\n\nEști la volan? Atunci ești responsabil pentru situația creată. Poate conduci viața prea agresiv sau neatent.\n\nEști pasager? Simți că nu ai control asupra destinului tău și că deciziile altora te pun în pericol.\n\nAccidentul poate fi un șoc necesar pentru a te opri dintr-o direcție greșită. Corpul sau mintea îți spun să \"frânezi\".\n\nAcest vis te îndeamnă să fii mai prezent și mai prudent în alegerile tale.",
      "slug": "accident-de-masina"
    },
    {
      "name": "Accident de vapor",
      "category": "fenomene",
      "shortMeaning": "Emoții copleșitoare, scufundarea speranțelor sau criză în viața emoțională.",
      "fullInterpretation": "Vaporul călătorește pe apa emoțiilor. Un naufragiu sugerează că ești copleșit de sentimente pe care nu le mai poți gestiona.\n\nPoate indica o criză în relația de cuplu sau în viața de familie. Simți că \"barca\" se scufundă și nu ai colac de salvare.\n\nDe asemenea, poate simboliza eșecul unui proiect emoțional sau spiritual în care ai investit mult.\n\nAcest vis te avertizează să cauți țărmul (stabilitatea) și să nu te aventurezi în ape prea adânci fără pregătire.",
      "slug": "accident-de-vapor"
    },
    {
      "name": "Acid",
      "category": "obiecte",
      "shortMeaning": "Emoții corozive, critici distructive, ură sau manipulare.",
      "fullInterpretation": "Acidul arde și distruge. În vis, reprezintă emoții toxice precum ura, invidia sau resentimentele care te \"rod\" pe dinăuntru.\n\nPoate simboliza cuvinte acide – critici dure pe care le-ai primit sau pe care vrei să le arunci asupra altora.\n\nDacă cineva aruncă cu acid pe tine, te simți atacat la nivelul integrității și imaginii tale.\n\nEste un semnal de alarmă: toxicitatea din viața ta a atins un nivel periculos. Trebuie să neutralizezi acest \"acid\" prin iertare sau prin distanțare de sursa negativă.",
      "slug": "acid"
    },
    {
      "name": "Acnee sau cosuri",
      "category": "corp",
      "shortMeaning": "Insecuritate, probleme de imagine, stima de sine scăzută sau \"erupția\" emoțiilor negative.",
      "fullInterpretation": "Pielea este interfața noastră cu lumea. Acneea în vis reflectă teama de a fi judecat, rușinea și dorința de a te ascunde.\n\nTe simți inconfortabil în propria piele. Poate ai ceva de ascuns sau te simți \"impur\" din cauza unor gânduri sau fapte.\n\nStoarcerea unui coș simbolizează dorința de a elimina o problemă sau o emoție negativă care a \"copt\". Este o eliberare, chiar dacă dureroasă.\n\nAcest vis indică vulnerabilitate socială și nevoia de a-ți construi încrederea în sine din interior, nu pe baza aparențelor.",
      "slug": "acnee-sau-cosuri"
    },
    {
      "name": "Acoperis",
      "category": "locuri",
      "shortMeaning": "Protecție, intelectul (capul), limitele superioare sau siguranța mentală.",
      "fullInterpretation": "Acoperișul este partea cea mai înaltă a casei, simbolizând protecția supremă și, adesea, mintea sau capul.\n\nUn acoperiș solid înseamnă siguranță mentală și protecție divină. Ești la adăpost de furtunile vieții.\n\nUn acoperiș spart sau care curge indică vulnerabilitate. Gândurile negative sau influențele externe pătrund în mintea ta. Te simți expus și nesigur.\n\nA sta pe acoperiș sugerează o perspectivă înaltă, succes și ambiție, dar și singurătate sau risc.\n\nAcest vis te îndeamnă să îți verifici \"sistemul de protecție\" și să ai grijă de sănătatea ta mentală.",
      "slug": "acoperis"
    },
    {
      "name": "Acordeon",
      "category": "obiecte",
      "shortMeaning": "Armonie flexibilă, nostalgie, suișuri și coborâșuri emoționale.",
      "fullInterpretation": "Acordeonul funcționează prin compresie și expansiune, la fel ca plămânii sau inima. În vis, simbolizează ritmul vieții și flexibilitatea emoțională.\n\nMuzica de acordeon evocă adesea nostalgie, petreceri populare sau sentimente melancolice. Poate indica dorul de casă sau de vremuri simple.\n\nDacă cânți la acordeon, încerci să îți armonizezi emoțiile. Trebuie să găsești echilibrul între a da și a primi, între a te deschide și a te închide.\n\nAcest vis te invită să accepți ritmul natural al vieții, cu perioadele sale de expansiune și retragere.",
      "slug": "acordeon"
    },
    {
      "name": "Acrobat",
      "category": "persoane",
      "shortMeaning": "Echilibru precar, adaptabilitate, risc asumat și nevoia de a impresiona.",
      "fullInterpretation": "Acrobatul este maestrul echilibrului într-o situație instabilă. Dacă visezi un acrobat (sau ești unul), te simți ca și cum ai merge pe sârmă în viața reală.\n\nTrebuie să fii extrem de atent și concentrat pentru a nu cădea. Orice greșeală poate fi fatală (simbolic).\n\nIndică flexibilitate și capacitatea de a te adapta la circumstanțe dificile. Faci \"jonglerii\" cu responsabilitățile.\n\nPoate sugera și dorința de a fi admirat pentru curajul tău, dar și singurătatea celui care își riscă pielea în timp ce alții privesc.\n\nAcest vis îți spune: ai grijă, echilibrul tău este fragil.",
      "slug": "acrobat"
    },
    {
      "name": "Acru",
      "category": "alimente",
      "shortMeaning": "Dezamăgire, cinism, resentimente sau o \"lecție\" neplăcută.",
      "fullInterpretation": "Gustul acru în vis este un semnal direct al corpului sau al psihicului. Ți s-a \"acrit\" de ceva sau de cineva.\n\nIndică dezamăgire – așteptai ceva dulce (plăcut) și ai primit ceva acru. O relație sau o afacere nu a mers cum sperai.\n\nPoate simboliza gelozia sau invidia (\"strugurii sunt acri\").\n\nUneori, acrul este necesar (ca lămâia) pentru vindecare sau curățare. O experiență neplăcută te poate trezi la realitate.\n\nAcest vis te îndeamnă să analizezi ce anume îți provoacă acest gust amar în viață.",
      "slug": "acru"
    },
    {
      "name": "Acte",
      "category": "obiecte",
      "shortMeaning": "Birocrație, identitate, obligații legale sau nevoia de ordine.",
      "fullInterpretation": "Actele în vis reprezintă autoritatea, regulile și identitatea socială. Sunt dovada a cine ești și a ce deții.\n\nPierderea actelor este un coșmar comun care indică criză de identitate sau teama de a-ți pierde statutul și drepturile.\n\nSemnarea actelor implică angajamente serioase (vezi \"A semna\").\n\nTeancurile de acte sugerează că te simți copleșit de responsabilități, birocrație sau detalii administrative.\n\nAcest vis te avertizează să îți pui lucrurile în ordine și să fii atent la aspectele formale ale vieții tale.",
      "slug": "acte"
    },
    {
      "name": "Actor",
      "category": "persoane",
      "shortMeaning": "Falsitate, roluri sociale, dorința de recunoaștere sau lipsa de autenticitate.",
      "fullInterpretation": "Actorul în vis este simbolul \"personei\" – masca pe care o purtăm în societate. Îți pune întrebarea: ești autentic sau joci un rol?\n\nDacă tu ești actorul, poate simți că înșeli pe cineva sau că te prefaci pentru a fi acceptat.\n\nPoate indica și dorința de a fi în centrul atenției, de a fi aplaudat.\n\nDacă vezi un actor celebru, proiectezi asupra lui calități pe care ți le dorești pentru tine.\n\nAcest vis te invită să dai jos masca și să fii tu însuți, chiar dacă nu primești aplauze.",
      "slug": "actor"
    },
    {
      "name": "Actrita",
      "category": "persoane",
      "shortMeaning": "Intrigă, emoție teatrală, feminitate exprimată sau iluzie.",
      "fullInterpretation": "Similar cu actorul, dar cu o nuanță mai puternică de emoție și, uneori, de dramă. Actrița poate simboliza latura ta dramatică sau intuitivă.\n\nPoate indica o femeie din viața ta care nu este sinceră sau care \"joacă teatru\".\n\nDe asemenea, reprezintă frumusețea, farmecul și capacitatea de a influența prin emoție.\n\nAcest vis te avertizează să nu te lași sedus de aparențe strălucitoare; ceea ce vezi poate fi doar o interpretare, nu realitatea.",
      "slug": "actrita"
    },
    {
      "name": "Acuzatie",
      "category": "fenomene",
      "shortMeaning": "Vinovăție, frica de pedeapsă, conștiință încărcată sau sentimentul de nedreptate.",
      "fullInterpretation": "A fi acuzat în vis este o reflectare a propriului tău Judecător Interior. Chiar dacă ești nevinovat în vis, faptul că ești acuzat sugerează că te simți vinovat pentru ceva în viața reală (poate doar la nivel subconștient).\n\nTe temi că greșelile tale vor fi descoperite.\n\nDacă acuzația este nedreaptă, visul reflectă sentimentul că ești victima circumstanțelor sau a răutății altora. Te simți neînțeles și atacat.\n\nAcest vis te îndeamnă să îți cureți conștiința și să te aperi cu demnitate.",
      "slug": "acuzatie"
    },
    {
      "name": "Acvariu",
      "category": "obiecte",
      "shortMeaning": "Emoții captive, viața examinată, limitare sau liniște artificială.",
      "fullInterpretation": "Acvariul este un micro-univers emoțional. Apa reprezintă sentimentele, iar peștii sunt ideile sau stările sufletești.\n\nFaptul că sunt într-un spațiu închis sugerează că îți ții emoțiile sub control strict sau te simți limitat în exprimare.\n\nDacă apa este murdară, emoțiile tale sunt toxice și stagnante.\n\nUn acvariu frumos aduce liniște, dar este o liniște artificială, separată de fluxul real al vieții (oceanul).\n\nPoate simboliza și sentimentul că ești privit și judecat, ca un pește într-un bol de sticlă.\n\nAcest vis te întreabă: te simți protejat sau captiv?",
      "slug": "acvariu"
    },
    {
      "name": "Acvila",
      "category": "animale",
      "shortMeaning": "Putere spirituală, viziune înaltă, libertate și autoritate.",
      "fullInterpretation": "Acvila (vulturul) este regele păsărilor, simbol solar și imperial. În vis, reprezintă spiritul tău care se înalță deasupra materiei.\n\nAi o viziune clară și de ansamblu asupra vieții. Vezi oportunitățile de la distanță.\n\nIndică forță, curaj și victorie asupra inamicilor sau obstacolelor.\n\nÎn sens spiritual, este mesagerul divin care aduce revelații.\n\nAcest vis te încurajează să îți asumi puterea și să privești lucrurile dintr-o perspectivă superioară.",
      "slug": "acvila"
    },
    {
      "name": "Adapost",
      "category": "locuri",
      "shortMeaning": "Protecție temporară, retragere din fața furtunii și nevoia de siguranță.",
      "fullInterpretation": "Adăpostul în vis apare când te simți amenințat de circumstanțele vieții (simbolizate de vremea rea: ploaie, furtună).\n\nEste un loc de refugiu unde îți poți recăpăta forțele. Indică faptul că ai nevoie de o pauză și de protecție.\n\nDar un adăpost este temporar. Nu poți locui acolo pentru totdeauna. După ce furtuna trece, trebuie să ieși din nou în lume.\n\nDacă nu găsești adăpost, te simți complet expus și vulnerabil.\n\nAcest vis îți validează nevoia de a te proteja, dar îți amintește că siguranța absolută este o iluzie.",
      "slug": "adapost"
    },
    {
      "name": "Adidasi",
      "category": "obiecte",
      "shortMeaning": "Acțiune, confort în mișcare, pregătire pentru efort și informalitate.",
      "fullInterpretation": "Adidașii sunt încălțămintea acțiunii și a vitezei. Spre deosebire de pantofii eleganți (statut) sau cizme (protecție grea), adidașii sugerează agilitate.\n\nEști pregătit să alergi, să te miști repede, să faci efort. Ai o atitudine practică și relaxată.\n\nPoate indica dorința de a avansa rapid către un obiectiv sau nevoia de a fi mai flexibil.\n\nDacă sunt rupți sau murdari, te simți obosit și nepregătit pentru drumul ce urmează.\n\nAcest vis te încurajează să fii activ și să abordezi problemele cu energie.",
      "slug": "adidasi"
    },
    {
      "name": "Adio",
      "category": "acțiuni",
      "shortMeaning": "Final de ciclu, despărțire necesară, regret sau eliberare.",
      "fullInterpretation": "A-ți lua adio în vis este rareori premonitoriu pentru o moarte fizică. Este aproape întotdeauna o moarte simbolică.\n\nTe desparți de o parte din tine, de un trecut sau de o atitudine care nu îți mai folosește. Este un moment de maturizare.\n\nDacă despărțirea este tristă, încă ești atașat de trecut. Dacă este ușurată, ești gata pentru viitor.\n\nPoate reflecta și frica de a pierde pe cineva drag.\n\nAcest vis te ajută să procesezi detașarea și să accepți că totul este temporar.",
      "slug": "adio"
    },
    {
      "name": "Adio ( cand iti iei )",
      "category": "acțiuni",
      "shortMeaning": "Acceptarea sfârșitului, curajul de a pleca și închiderea unui capitol.",
      "fullInterpretation": "Când tu ești cel care își ia adio, îți asumi rolul activ în despărțire. Tu decizi că s-a terminat.\n\nEste un semn de putere și hotărâre. Chiar dacă doare, știi că este decizia corectă.\n\nPoate semnifica plecarea dintr-un job, dintr-o relație sau renunțarea la un viciu.\n\nAcest vis confirmă că ești pregătit să închizi ușa trecutului pentru a deschide o alta spre viitor.",
      "slug": "adio-cand-iti-iei"
    },
    {
      "name": "Admirator secret",
      "category": "persoane",
      "shortMeaning": "Calități ascunse, nevoia de validare sau intuiția unei prezențe.",
      "fullInterpretation": "Admiratorul secret din vis este adesea o proiecție a propriei tale valori pe care nu o recunoști conștient.\n\nO parte din tine te iubește și te apreciază, dar tu ignori acea parte. Trebuie să înveți să fii propriul tău admirator.\n\nPoate indica și dorința de a fi dorit, nevoia de mister și romantism în viață.\n\nRareori, poate fi intuiția că cineva te place în realitate.\n\nAcest vis îți crește stima de sine și te face să te simți special.",
      "slug": "admirator-secret"
    },
    {
      "name": "Adolescent",
      "category": "persoane",
      "shortMeaning": "Tranziție, rebeliune, potențial, energie crudă și căutarea identității.",
      "fullInterpretation": "Adolescentul din vis reprezintă starea de tranziție, de \"între lumi\". Nu mai ești copil, dar nici adult complet format.\n\nSimbolizează energia, pasiunea și idealismul, dar și impulsivitatea sau lipsa de experiență.\n\nDacă adolescentul ești tu, poate indici o regresie sau o dorință de a retrăi acea perioadă de libertate și intensitate.\n\nDacă ești părinte, visul reflectă grijile pentru copiii tăi sau pentru propria ta maturizare.\n\nEste un simbol al transformării, al conflictului cu autoritatea și al căutării sinelui.",
      "slug": "adolescent"
    },
    {
      "name": "Adoptie",
      "category": "acțiuni",
      "shortMeaning": "Asumarea unei responsabilități noi, integrarea unui aspect străin, lipsă afectivă.",
      "fullInterpretation": "Adopția în vis înseamnă a alege să iubești și să îngrijești ceva ce nu este \"al tău\" prin naștere.\n\nPoate simboliza acceptarea unei noi idei, a unui proiect sau a unei noi laturi a personalității tale pe care înainte o respingeai.\n\nIndică generozitate și dorința de a oferi un cămin (siguranță) cuiva.\n\nDacă tu ești cel adoptat, simți că nu aparții locului în care ești, că ești un străin care caută acceptare.\n\nAcest vis vorbește despre alegerea conștientă a familiei și a destinului.",
      "slug": "adoptie"
    },
    {
      "name": "Adoptie / Adoptat",
      "category": "acțiuni",
      "shortMeaning": "Căutarea apartenenței, sentimentul de înstrăinare sau șansa unui nou început.",
      "fullInterpretation": "A fi adoptat în vis sugerează că te simți deconectat de rădăcinile tale sau de familia ta biologică (fie real, fie metaforic).\n\nCauți un loc unde să fii acceptat necondiționat.\n\nPe de altă parte, poate fi un semn extrem de pozitiv: universul (sau o nouă situație) te \"adoptă\", oferindu-ți resurse și protecție pe care nu le aveai înainte.\n\nEste șansa de a-ți rescrie povestea, de a alege cine vrei să fii, independent de origini.\n\nAcest vis te încurajează să îți găsești \"tribul\" adevărat.",
      "slug": "adoptie-adoptat"
    },
    {
      "name": "Adresa",
      "category": "locuri",
      "shortMeaning": "Direcție, identitate, scop sau mesaj care trebuie livrat.",
      "fullInterpretation": "Adresa în vis este coordonata ta existențială. Unde te afli și unde trebuie să ajungi?\n\nDacă cauți o adresă, ești în căutarea unui scop sau a unei soluții. Rătăcirea sugerează confuzie în viața de veghe.\n\nDacă scrii o adresă, vrei să trimiți un mesaj sau să stabilești un contact precis.\n\nO adresă veche simbolizează trecutul la care te întorci mental. O adresă nouă este viitorul care te așteaptă.\n\nAcest vis te îndeamnă să îți definești clar destinația.",
      "slug": "adresa"
    },
    {
      "name": "Adulter",
      "category": "acțiuni",
      "shortMeaning": "Trădare, vinovăție, nemulțumire sau dorința de nou.",
      "fullInterpretation": "Adulterul în vis nu prevestește neapărat o infidelitate reală. Cel mai adesea, simbolizează trădarea propriilor principii sau neglijarea unei părți importante din tine.\n\nPoate indica faptul că îți \"înșeli\" pasiunile sau talentul dedicându-te altor lucruri.\n\nReflectă și nemulțumire în relația actuală – ceva lipsește, iar subconștientul caută împlinire în altă parte.\n\nDacă ești victima adulterului, te simți nesigur și neapreciat.\n\nAcest vis este un semnal de alarmă: onestitatea față de sine și față de partener este crucială.",
      "slug": "adulter"
    },
    {
      "name": "Adunare",
      "category": "fenomene",
      "shortMeaning": "Integrare socială, unificare a aspectelor interioare sau presiune de grup.",
      "fullInterpretation": "O adunare de oameni în vis reprezintă multiplele fațete ale personalității tale care se întâlnesc.\n\nDacă atmosfera este armonioasă, ești echilibrat și integrat social.\n\nDacă este haos sau conflict, există o dezordine interioară – gânduri și dorințe contradictorii.\n\nPoate simboliza și nevoia de apartenență, de a fi parte dintr-o comunitate.\n\nAcest vis te invită să asculți toate \"vocile\" din interiorul tău și să ajungi la un consens.",
      "slug": "adunare"
    },
    {
      "name": "Adversar",
      "category": "persoane",
      "shortMeaning": "Conflict interior, provocare, obstacol sau umbra personală.",
      "fullInterpretation": "Adversarul din vis ești, de cele mai multe ori, tot tu. Reprezintă \"Umbra\" – acele părți din tine pe care le negi sau le detești.\n\nLupta cu adversarul este lupta pentru creștere. Obstacolul te face mai puternic.\n\nÎnfrângerea adversarului înseamnă depășirea unui blocaj sau a unei frici.\n\nDacă ești învins, te simți copleșit de propriile slăbiciuni.\n\nAcest vis te îndeamnă să nu fugi de conflicte, ci să le înțelegi și să le integrezi. Adversarul poate fi cel mai bun profesor al tău.",
      "slug": "adversar"
    },
    {
      "name": "Aer",
      "category": "fenomene",
      "shortMeaning": "Libertate, intelect, inspirație, spirit și noi idei.",
      "fullInterpretation": "Aerul este elementul minții și al spiritului. În vis, calitatea aerului reflectă starea ta mentală.\n\nAerul curat și proaspăt simbolizează claritate, idei noi, libertate de gândire și inspirație divină.\n\nAerul poluat, cețos sau irespirabil indică gânduri negative, confuzie sau influențe toxice din mediu.\n\nVântul (aerul în mișcare) sugerează schimbarea. O briză ușoară este plăcută, o furtună aduce haos dar și curățare.\n\nAcest vis te invită să \"aerisești\" mintea și să respiri liber.",
      "slug": "aer"
    },
    {
      "name": "Aeroport",
      "category": "locuri",
      "shortMeaning": "Punct de tranziție, plecări, sosiri, așteptare și noi destinații.",
      "fullInterpretation": "Aeroportul este un spațiu de tranzit, o poartă între lumi. Ești pe cale să începi o nouă călătorie (proiect, relație, etapă de viață).\n\nPoate simboliza și așteptarea – aștepți ca viața ta să \"decoleze\" sau aștepți pe cineva/ceva să apară.\n\nPierderea avionului indică teama de a rata oportunități sau nepregătire.\n\nAglomerația din aeroport reflectă haosul alegerilor multiple.\n\nAcest vis te întreabă: unde vrei să mergi și ești gata de îmbarcare?",
      "slug": "aeroport"
    },
    {
      "name": "Afacere",
      "category": "acțiuni",
      "shortMeaning": "Schimb, negociere, valoare, pragmatism și interacțiune socială.",
      "fullInterpretation": "Afacerile în vis nu sunt neapărat despre bani, ci despre schimburi de energie și valoare. Ce oferi și ce primești?\n\nO afacere bună înseamnă că te simți valorizat și că interacțiunile tale sunt echilibrate.\n\nO afacere proastă sau falimentul sugerează pierderea încrederii în sine sau sentimentul că ești exploatat.\n\nPoate indica și o abordare prea pragmatică sau rece a relațiilor personale (\"totul e un business\").\n\nAcest vis te îndeamnă să evaluezi \"profitabilitatea\" alegerilor tale de viață.",
      "slug": "afacere"
    },
    {
      "name": "Afaceri",
      "category": "acțiuni",
      "shortMeaning": "Preocupări materiale, responsabilități, ambiție și succes.",
      "fullInterpretation": "Visul despre a conduce afaceri reflectă ambiția și dorința ta de succes social și material.\n\nArată capacitatea ta de a gestiona resurse și oameni.\n\nDacă ești stresat de afaceri în vis, înseamnă că responsabilitățile te copleșesc în realitate. Ai nevoie de o pauză sau de o mai bună organizare.\n\nSuccesul în afaceri onirice prevestește încredere în forțele proprii, care va atrage succesul real.\n\nAcest vis îți spune că ești \"CEO-ul\" propriei vieți.",
      "slug": "afaceri"
    },
    {
      "name": "Afectiune",
      "category": "emoții",
      "shortMeaning": "Nevoia de iubire, căldură, conexiune și vindecare emoțională.",
      "fullInterpretation": "A oferi sau a primi afecțiune în vis este un semn clar al nevoilor tale emoționale. Sufletul tău cere hrană.\n\nDacă primești afecțiune, te simți iubit și acceptat (sau îți dorești ardent acest lucru). Poate fi o compensare pentru singurătatea din viața reală.\n\nDacă oferi afecțiune, ai multă dragoste de dăruit și ești o persoană empatică.\n\nLipsa afecțiunii în vis, răceala, indică blocaje emoționale sau relații distante.\n\nAcest vis te încurajează să îți deschizi inima și să nu te temi să fii vulnerabil.",
      "slug": "afectiune"
    },
    {
      "name": "Afine",
      "category": "alimente",
      "shortMeaning": "Sănătate, recompense mici, tinerețe și amintiri dulci.",
      "fullInterpretation": "Afinele, fructe mici și valoroase, simbolizează sănătatea și vitalitatea. Sunt \"bombe\" de energie pozitivă.\n\nCulesul afinelor sugerează că trebuie să depui efort și răbdare pentru a aduna micile bucurii ale vieții.\n\nGustul lor dulce-acrișor reflectă dualitatea experiențelor – plăcere amestecată cu puțină melancolie.\n\nPoate simboliza și întoarcerea la natură sau la amintiri din copilărie.\n\nAcest vis te îndeamnă să apreciezi detaliile și să ai grijă de sănătatea ta.",
      "slug": "afine"
    },
    {
      "name": "Afise ( citind in vis )",
      "category": "obiecte",
      "shortMeaning": "Mesaje publice, avertismente, informații importante sau dorința de a fi informat.",
      "fullInterpretation": "Afișele sunt modul subconștientului de a-ți \"striga\" un mesaj. Textul sau imaginea de pe afiș sunt cruciale – ele conțin cheia visului.\n\nPoate fi un avertisment, un anunț despre o oportunitate sau o reamintire a ceva ce ai uitat.\n\nFaptul că este un afiș public sugerează că mesajul are legătură cu viața ta socială sau reputația ta.\n\nDacă afișul este rupt sau ilizibil, informația este incompletă sau ești confuz.\n\nAcest vis te invită să fii atent la semnele din jurul tău.",
      "slug": "afise-citind-in-vis"
    },
    {
      "name": "Africa",
      "category": "locuri",
      "shortMeaning": "Origini primordiale, natură sălbatică, instincte, exotism sau necunoscut.",
      "fullInterpretation": "Africa în vis (dacă nu locuiești acolo) simbolizează tărâmul instinctelor, al naturii neîmblânzite și al originilor umane.\n\nPoate reprezenta o dorință de aventură, de a explora necunoscutul și de a te reconecta cu ritmurile naturale.\n\nPoate simboliza și \"inconștientul colectiv\" sau o parte \"întunecată\" (necunoscută) a psihicului tău care așteaptă să fie explorată.\n\nCăldura, animalele sălbatice și peisajele vaste sugerează pasiune și libertate.\n\nAcest vis te cheamă să îți redescoperi vitalitatea și forța interioară.",
      "slug": "africa"
    },
    {
      "name": "Agenda",
      "category": "obiecte",
      "shortMeaning": "Planificare, timp, memorie, organizare sau stresul termenelor limită.",
      "fullInterpretation": "Agenda simbolizează modul în care îți gestionezi timpul și viața. Este plină sau goală?\n\nO agendă plină indică o viață activă, dar poate sugera și stres, suprasolicitare și lipsa timpului pentru sine.\n\nO agendă goală poate însemna libertate, dar și lipsa de direcție sau plictiseală.\n\nPierderea agendei sugerează teama de a pierde controlul sau de a uita ceva important.\n\nAcest vis te îndeamnă să îți prioritizezi activitățile: ești stăpânul timpului tău sau sclavul lui?",
      "slug": "agenda"
    },
    {
      "name": "Agentie de asigurari",
      "category": "locuri",
      "shortMeaning": "Nevoia de protecție, frica de viitor, prudență sau planificare financiară.",
      "fullInterpretation": "Agenția de asigurări apare în vis când te simți vulnerabil în fața imprevizibilului. Cauți o plasă de siguranță.\n\nSimbolizează prudența și dorința de a minimiza riscurile. Te gândești la \"ce-ar fi dacă...\".\n\nPoate indica și griji financiare sau teama de pierdere (a sănătății, a bunurilor).\n\nÎncheierea unei asigurări înseamnă că iei măsuri responsabile pentru a-ți proteja viitorul.\n\nAcest vis te sfătuiește să fii precaut, dar să nu lași frica să îți conducă viața.",
      "slug": "agentie-de-asigurari"
    },
    {
      "name": "Agheasma",
      "category": "obiecte",
      "shortMeaning": "Purificare spirituală, protecție divină, vindecare și credință.",
      "fullInterpretation": "Agheasma (apa sfințită) este un simbol puternic al curățării spirituale. Simți nevoia să te speli de \"păcate\", de energii negative sau de griji.\n\nIndică o căutare a protecției divine și a liniștii sufletești. Poate fi un semn de vindecare miraculoasă sau de ajutor nesperat.\n\nA stropi cu agheasmă înseamnă a binecuvânta și a proteja un spațiu sau o persoană.\n\nAcest vis îți confirmă că ești ocrotit și te îndeamnă să îți păstrezi credința.",
      "slug": "agheasma"
    },
    {
      "name": "Aglomeratie",
      "category": "fenomene",
      "shortMeaning": "Confuzie, presiune socială, lipsă de intimitate sau sentimentul de sufocare.",
      "fullInterpretation": "Aglomerația în vis reflectă starea ta mentală: prea multe gânduri, prea mulți oameni, prea multe cerințe.\n\nTe simți sufocat, invadat și lipsit de spațiu personal. Nu te poți mișca liber.\n\nPoate indica și teama de a te pierde în mulțime, de a deveni anonim.\n\nPe de altă parte, poate sugera nevoia de contact social dacă te simți singur, dar de obicei are o conotație de stres.\n\nAcest vis este un strigăt după liniște și solitudine.",
      "slug": "aglomeratie"
    },
    {
      "name": "Agrafa",
      "category": "obiecte",
      "shortMeaning": "Ordine, fixare, detalii mici sau încercarea de a \"prinde\" ceva.",
      "fullInterpretation": "Agrafa (de birou sau de păr) are rolul de a ține lucrurile la un loc. Indică nevoia de ordine și organizare.\n\nO agrafă de păr sugerează grija pentru imagine și dorința de a controla gândurile (părul).\n\nO agrafă de birou sugerează organizarea documentelor sau a ideilor.\n\nDacă agrafa nu ține, simți că situația îți scapă de sub control sau că ești dezorganizat.\n\nAcest vis te îndeamnă să fii atent la micile detalii care țin totul laolaltă.",
      "slug": "agrafa"
    },
    {
      "name": "Agresor",
      "category": "persoane",
      "shortMeaning": "Amenințare, frică, conflict interior sau victimizare.",
      "fullInterpretation": "Agresorul din vis este personificarea fricilor tale. Poate fi o amenințare externă reală sau, mai des, o parte din tine care te atacă (autocritica).\n\nDacă te lupți cu agresorul, înseamnă că ai curajul să îți înfrunți demonii.\n\nDacă fugi, eviți o problemă care te urmărește.\n\nIdentitatea agresorului este importantă: este cineva cunoscut? Dacă da, ce reprezintă acea persoană pentru tine?\n\nAcest vis te provoacă să îți aperi granițele și să nu te lași intimidat.",
      "slug": "agresor"
    },
    {
      "name": "Agrise",
      "category": "alimente",
      "shortMeaning": "Plăcere cu obstacole (țepi), dulce-acrișor, răbdare și recompense mici.",
      "fullInterpretation": "Agrișele sunt fructe delicioase protejate de țepi. Simbolizează faptul că plăcerea vine adesea cu un preț sau cu dificultăți.\n\nTrebuie să fii atent cum le culegi pentru a nu te înțepa. Indică prudență în abordarea situațiilor plăcute.\n\nGustul lor dulce-acrișor reflectă o experiență de viață complexă – nici complet bună, nici complet rea.\n\nAcest vis te învață că pentru a ajunge la \"miezul\" dulce al vieții, trebuie să știi să gestionezi \"spinii\".",
      "slug": "agrise"
    }
  ]
}