{
  "symbols": [
    {
      "name": "Analize",
      "category": "corp",
      "shortMeaning": "Autoevaluare, control, frica de boală sau nevoia de diagnosticare.",
      "fullInterpretation": "Analizele medicale în vis reflectă nevoia de a \"verifica\" starea ta de sănătate fizică sau emoțională. Ești îngrijorat că ceva nu funcționează corect.\n\nPoate indica o analiză a sinelui – îți examinezi conștiința, faptele sau deciziile.\n\nDacă rezultatele sunt bune, te simți ușurat. Dacă sunt proaste, visul scoate la lumină temeri ascunse.\n\nAcest vis te îndeamnă să nu ignori semnalele corpului sau ale sufletului și să cauți răspunsuri.",
      "slug": "analize"
    },
    {
      "name": "Ananas",
      "category": "alimente",
      "shortMeaning": "Ospitalitate, exotism, încredere în sine sau \"dulceața\" ascunsă sub o coajă dură.",
      "fullInterpretation": "Ananasul este simbolul ospitalității și al bun venitului. În vis, indică o perioadă socială plăcută și deschidere către noi prietenii.\n\nForma sa (coajă aspră, interior dulce) sugerează că aparențele pot fi înșelătoare – o persoană dură poate avea o inimă bună.\n\nSimbolizează și încrederea în sine – stai drept și poartă-ți \"coroana\".\n\nGustul exotic indică dorința de călătorie sau de experiențe inedite.",
      "slug": "ananas"
    },
    {
      "name": "Ancora",
      "category": "obiecte",
      "shortMeaning": "Stabilitate, speranță, siguranță sau imobilizare și stagnare.",
      "fullInterpretation": "Ancora are o dublă semnificație. Pozitiv, reprezintă stabilitatea în furtună, speranța și credința care te țin pe loc sigur.\n\nNegativ, poate fi o greutate care te ține pe loc și te împiedică să evoluezi (stagnare).\n\nA ridica ancora înseamnă a porni într-o nouă aventură, a lăsa trecutul în urmă.\n\nA arunca ancora înseamnă a te stabili, a căuta liniștea.\n\nAcest vis te întreabă: ai nevoie de rădăcini sau de aripi în acest moment?",
      "slug": "ancora"
    },
    {
      "name": "Ancora (aruncand in apa)",
      "category": "acțiuni",
      "shortMeaning": "Oprire, decizie finală, stabilizare sau renunțare la călătorie.",
      "fullInterpretation": "Acțiunea de a arunca ancora marchează finalul unei călătorii sau al unei etape agitate. Ai ajuns la destinație sau ai decis să te oprești pentru a te odihni.\n\nIndică nevoia de a te fixa, de a construi ceva durabil într-un loc (fizic sau emoțional).\n\nPoate sugera și o oprire forțată din cauza oboselii.\n\nAcest vis îți spune că este timpul să te ancorezi în realitate.",
      "slug": "ancora-aruncand-in-apa"
    },
    {
      "name": "Anestezie",
      "category": "corp",
      "shortMeaning": "Amorțire emoțională, refuzul durerii, inconștiență sau pregătire pentru schimbare.",
      "fullInterpretation": "Anestezia în vis sugerează că încerci să eviți durerea emoțională. Te \"adormi\" singur pentru a nu simți suferința unei despărțiri sau a unui eșec.\n\nPoate indica și o perioadă de tranziție în care nu ești pe deplin conștient de ce se întâmplă în jurul tău.\n\nEste un mecanism de apărare, dar vindecarea reală necesită trezire și simțire.\n\nAcest vis te avertizează să nu rămâi \"adormit\" prea mult timp.",
      "slug": "anestezie"
    },
    {
      "name": "Anglia",
      "category": "locuri",
      "shortMeaning": "Tradiție, conservatorism, politețe, ploaie (melancolie) sau rigoare.",
      "fullInterpretation": "Anglia (dacă nu ești englez) simbolizează valorile tradiționale, eticheta și o anumită rigiditate socială.\n\nPoate sugera nevoia de a fi mai disciplinat sau mai politicos.\n\nVremea tipic englezească (ploaie, ceață) poate reflecta o stare de melancolie sau confuzie.\n\nPoate indica și dorința de a învăța (limba, cultura) sau de a accesa un mediu academic/istoric.\n\nAcest vis vorbește despre structură și conformism.",
      "slug": "anglia"
    },
    {
      "name": "Animal",
      "category": "animale",
      "shortMeaning": "Instincte, natură brută, partea neîmblânzită a sinelui.",
      "fullInterpretation": "Animalul din vis reprezintă instinctele tale primare: supraviețuire, sex, agresivitate, foame.\n\nTipul animalului este esențial. Un animal domestic indică instincte controlate și integrate. Un animal sălbatic indică pasiuni libere sau periculoase.\n\nInteracțiunea cu animalul arată relația ta cu propria natură: te temi de el? îl hrănești? îl omori?\n\nAcest vis te invită să îți onorezi și să îți înțelegi latura animalică.",
      "slug": "animal"
    },
    {
      "name": "Animal de casa",
      "category": "animale",
      "shortMeaning": "Loialitate, responsabilitate, prietenie necondiționată sau dependență.",
      "fullInterpretation": "Animalul de casă este o extensie a familiei. Simbolizează nevoia de a oferi și primi afecțiune necondiționată.\n\nPoate reprezenta o parte din tine care are nevoie de îngrijire (copilul interior).\n\nDacă animalul este neglijat în vis, ți-ai neglijat propriile nevoi sau o relație importantă.\n\nMoartea unui animal de casă indică pierderea inocenței sau a unui sprijin emoțional.\n\nAcest vis te îndeamnă să prețuiești loialitatea și legăturile simple.",
      "slug": "animal-de-casa"
    },
    {
      "name": "Animale",
      "category": "animale",
      "shortMeaning": "Diversitatea instinctelor, haos sau armonie naturală.",
      "fullInterpretation": "Un grup de animale diverse reprezintă complexitatea psihicului tău. Fiecare animal aduce un mesaj diferit.\n\nDacă animalele se luptă, ai un conflict interior între instincte opuse (rațiune vs. pasiune).\n\nDacă trăiesc în armonie, ai atins un echilibru interior.\n\nAnimalele care vorbesc sunt mesageri direcți ai subconștientului – ascultă-le cu atenție!\n\nAcest vis este o invitație la explorarea \"grădinii zoologice\" interioare.",
      "slug": "animale"
    },
    {
      "name": "Animale amenintandu te",
      "category": "animale",
      "shortMeaning": "Frici reprimate, agresivitate întoarsă împotriva sinelui sau pericol real.",
      "fullInterpretation": "Dacă ești amenințat de animale, propriile tale instincte s-au întors împotriva ta. Furia reprimată sau sexualitatea negată devin \"monștri\".\n\nPoate simboliza și oameni agresivi din viața ta pe care îi percepi ca pe niște prădători.\n\nFuga de animale indică evitarea problemelor. Înfruntarea lor este cheia vindecării.\n\nAcest vis te avertizează că nu mai poți ține sub control aceste energii prin reprimare.",
      "slug": "animale-amenintandu-te"
    },
    {
      "name": "Animale inconjurandu te",
      "category": "animale",
      "shortMeaning": "Presiune, copleșire, atenție nedorită sau conectare cu natura.",
      "fullInterpretation": "A fi înconjurat de animale poate fi înfricoșător sau magic. Dacă sunt prietenoase, te simți conectat cu viața și protejat.\n\nDacă sunt amenințătoare, te simți încolțit de probleme sau de oameni care cer prea mult de la tine.\n\nPoate sugera că instinctele tale preiau controlul și rațiunea este copleșită.\n\nAcest vis te invită să îți stabilești teritoriul și limitele.",
      "slug": "animale-inconjurandu-te"
    },
    {
      "name": "Animale salbatice",
      "category": "animale",
      "shortMeaning": "Libertate, pericol, energie neîmblânzită și forță vitală.",
      "fullInterpretation": "Animalele sălbatice reprezintă libertatea absolută și lipsa de inhibiții. Sunt partea ta \"necivilizată\".\n\nPot indica o dorință de a scăpa de regulile sociale și de a trăi autentic.\n\nTotuși, ele sunt și imprevizibile. Energia lor poate fi distructivă dacă nu este canalizată corect.\n\nAcest vis te provoacă să îți asumi riscuri și să îți eliberezi potențialul sălbatic.",
      "slug": "animale-salbatice"
    },
    {
      "name": "Aniversare",
      "category": "fenomene",
      "shortMeaning": "Celebrarea vieții, trecerea timpului, bilanț și recunoaștere.",
      "fullInterpretation": "Aniversarea marchează un ciclu complet. Este un moment de sărbătoare, dar și de evaluare: ce ai realizat în ultimul an?\n\nIndică nevoia de recunoaștere și de a fi în centrul atenției.\n\nDacă ești singur de ziua ta, te simți uitat sau neapreciat.\n\nO aniversare uitată sugerează că îți neglijezi propriile nevoi sau trecerea timpului te sperie.\n\nAcest vis te îndeamnă să îți onorezi viața și să sărbătorești cine ești.",
      "slug": "aniversare"
    },
    {
      "name": "Anotimpuri",
      "category": "fenomene",
      "shortMeaning": "Ciclurile vieții, schimbare inevitabilă, ritm natural.",
      "fullInterpretation": "Anotimpurile reprezintă fazele vieții și ale proiectelor.\n\nPrimăvara – noi începuturi, speranță.\nVara – maturitate, acțiune, pasiune.\nToamna – recoltă, bilanț, melancolie, declin.\nIarna – odihnă, moarte simbolică, introspecție.\n\nSchimbarea rapidă a anotimpurilor în vis sugerează că timpul trece prea repede sau că treci printr-o perioadă de transformări accelerate.\n\nAcest vis te învață să accepți impermanența și să trăiești în ritmul naturii.",
      "slug": "anotimpuri"
    },
    {
      "name": "Antena",
      "category": "obiecte",
      "shortMeaning": "Receptivitate, intuiție, comunicare cu divinul sau conectare.",
      "fullInterpretation": "Antena este un receptor de semnale invizibile. În vis, simbolizează intuiția ta sau capacitatea de a capta \"vibrațiile\" celor din jur.\n\nPoate indica o conexiune spirituală sau nevoia de a comunica la distanță.\n\nO antenă ruptă înseamnă că ai pierdut semnalul – ești deconectat de intuiția ta sau de o sursă de informații.\n\nAcest vis te îndeamnă să \"reglezi frecvența\" pentru a primi mesajele corecte.",
      "slug": "antena"
    },
    {
      "name": "Anteriu ( de preot)",
      "category": "obiecte",
      "shortMeaning": "Autoritate spirituală, moralitate, vinovăție sau ipocrizie.",
      "fullInterpretation": "Haina preoțească (anteriul) simbolizează autoritatea morală și spirituală. Dacă o porți, îți asumi un rol de ghid sau judecător.\n\nPoate indica dorința de puritate și dedicare.\n\nTotuși, poate sugera și ipocrizie – te ascunzi sub o mască de sfințenie.\n\nVederea unui preot în anteriu poate declanșa sentimente de vinovăție sau nevoia de confesiune.\n\nAcest vis te invită la onestitate spirituală.",
      "slug": "anteriu-de-preot"
    },
    {
      "name": "Antichitati",
      "category": "obiecte",
      "shortMeaning": "Valori vechi, moștenire, înțelepciune sau atitudini depășite.",
      "fullInterpretation": "Antichitățile sunt obiecte din trecut care au valoare în prezent. Simbolizează tradițiile, moștenirea familiei și înțelepciunea acumulată.\n\nTotuși, pot indica și idei învechite care nu se mai potrivesc contextului actual.\n\nDacă colecționezi antichități, prețuiești trecutul.\n\nDacă sunt prăfuite și inutile, e timpul să faci curățenie mentală.\n\nAcest vis te îndeamnă să păstrezi ce e valoros și să arunci ce e doar vechi.",
      "slug": "antichitati"
    },
    {
      "name": "Antrenament",
      "category": "acțiuni",
      "shortMeaning": "Pregătire, disciplină, efort susținut și dorința de perfecționare.",
      "fullInterpretation": "Antrenamentul este pregătirea pentru o provocare viitoare. Ești în faza de acumulare a competențelor.\n\nIndică disciplină și voință. Știi că succesul nu vine fără muncă.\n\nDacă antrenamentul este epuizant, poate te soliciți prea mult.\n\nAcest vis îți spune că ești pe drumul cel bun: repetiția este mama învățăturii.",
      "slug": "antrenament"
    },
    {
      "name": "Antrenor",
      "category": "persoane",
      "shortMeaning": "Ghidare, autoritate, motivație sau vocea critică interioară.",
      "fullInterpretation": "Antrenorul este cel care te împinge să îți depășești limitele. Poate fi o figură de autoritate din viața reală sau propriul tău \"supra-eu\".\n\nDacă antrenorul este sever, ești prea critic cu tine însuți.\n\nDacă este încurajator, ai o stima de sine sănătoasă.\n\nAcest vis te îndeamnă să asculți sfaturile, dar să îți amintești că tu ești cel care joacă meciul.",
      "slug": "antrenor"
    },
    {
      "name": "Anul nou",
      "category": "fenomene",
      "shortMeaning": "Început, speranță, rezoluții și închiderea trecutului.",
      "fullInterpretation": "Anul Nou este simbolul suprem al reînnoirii. O ușă se închide, alta se deschide.\n\nIndică optimism și dorința de a lăsa în urmă greșelile trecutului.\n\nPoate sugera și presiunea timpului care trece.\n\nEste momentul ideal pentru a-ți stabili intențiile.\n\nAcest vis îți promite o nouă șansă.",
      "slug": "anul-nou"
    },
    {
      "name": "Anunt",
      "category": "acțiuni",
      "shortMeaning": "Veste importantă, schimbare publică sau nevoia de a comunica ceva.",
      "fullInterpretation": "Un anunț în vis atrage atenția asupra unei informații cruciale. Poate fi o veste pe care o aștepți sau o realizare bruscă.\n\nDacă tu faci anunțul, ești gata să îți faci publice intențiile sau sentimentele.\n\nEste un act de asumare.\n\nAcest vis te îndeamnă să fii atent la mesaje și să nu ții secretele care te apasă.",
      "slug": "anunt"
    },
    {
      "name": "Anus",
      "category": "corp",
      "shortMeaning": "Eliminare, reținere, control, rușine sau intimitate extremă.",
      "fullInterpretation": "Anusul este punctul final al digestiei, locul eliminării. În vis, simbolizează nevoia de a te elibera de \"deșeuri\" emoționale.\n\nPoate indica și o dorință de control excesiv (reținere) sau zgârcenie.\n\nEste asociat cu rușinea și cu zonele tabu ale personalității.\n\nAcest vis te îndeamnă să dai drumul la ceea ce nu îți mai este de folos.",
      "slug": "anus"
    },
    {
      "name": "Anvelopa",
      "category": "obiecte",
      "shortMeaning": "Mobilitate, flexibilitate, protecție sau oboseală (pană).",
      "fullInterpretation": "Anvelopa este ceea ce face legătura între vehicul și drum. Simbolizează resursele tale de energie și capacitatea de a avansa.\n\nO anvelopă dezumflată (pană) indică epuizare, pierderea motivației sau un obstacol neașteptat. Ai nevoie de o pauză.\n\nSchimbarea anvelopei sugerează adaptabilitate și rezolvarea problemelor.\n\nAcest vis te avertizează să îți verifici resursele înainte de a porni la drum.",
      "slug": "anvelopa"
    },
    {
      "name": "Apa adanca",
      "category": "natură",
      "shortMeaning": "Subconștient profund, mister, pericol ascuns sau emoții intense.",
      "fullInterpretation": "Apa adâncă simbolizează straturile profunde ale psihicului. Acolo se ascund traumele, dar și comorile sufletului.\n\nPoate indica frica de necunoscut sau de a fi copleșit de emoții.\n\nScufundarea în apă adâncă este o explorare a sinelui, dar necesită curaj.\n\nAcest vis te invită să privești dincolo de suprafață.",
      "slug": "apa-adanca"
    },
    {
      "name": "Apa agitata",
      "category": "natură",
      "shortMeaning": "Turbulențe emoționale, stres, conflict sau schimbare rapidă.",
      "fullInterpretation": "Apa agitată reflectă starea ta interioară: ești neliniștit, furios sau confuz.\n\nViața ta trece printr-o perioadă de instabilitate.\n\nValurile mari pot fi copleșitoare, dar indică și o energie puternică ce poate fi folosită dacă știi să \"navighezi\".\n\nAcest vis te avertizează să îți găsești echilibrul în mijlocul furtunii.",
      "slug": "apa-agitata"
    },
    {
      "name": "Apa calda",
      "category": "natură",
      "shortMeaning": "Relaxare, confort, vindecare sau pasivitate.",
      "fullInterpretation": "Apa caldă este liniștitoare. Indică nevoia de relaxare și de îngrijire a sinelui.\n\nPoate simboliza și căldura emoțională sau o baie purificatoare.\n\nTotuși, dacă apa este prea caldă, te poți frige (emoții prea intense).\n\nDacă este călduță și stătută, sugerează lipsa de energie sau entuziasm.\n\nAcest vis te îndeamnă să cauți confortul, dar să nu adormi pe lauri.",
      "slug": "apa-calda"
    },
    {
      "name": "Apa curgand repede",
      "category": "natură",
      "shortMeaning": "Trecerea timpului, energie vitală, schimbare rapidă sau pierderea controlului.",
      "fullInterpretation": "Apa care curge repede simbolizează dinamismul vieții. Lucrurile se întâmplă cu viteză.\n\nPoate indica faptul că timpul îți scapă printre degete sau că ești purtat de evenimente fără a le putea controla.\n\nEste un semn de vitalitate, dar și de stres.\n\nAcest vis te sfătuiește să te lași dus de curent (flow) sau să înveți să înoți mai repede.",
      "slug": "apa-curgand-repede"
    },
    {
      "name": "Apa curgatoare",
      "category": "natură",
      "shortMeaning": "Purificare continuă, fluxul vieții, emoții sănătoase și progres.",
      "fullInterpretation": "Apa curgătoare este simbolul vieții care merge înainte. Spre deosebire de apa stătută, ea este curată și oxigenată.\n\nIndică faptul că emoțiile tale sunt exprimate sănătos și că nu ții ranchiună.\n\nObstacolele din calea apei sunt problemele pe care le ocolești sau le depășești.\n\nAcest vis îți confirmă că ești pe calea cea bună și că evoluezi.",
      "slug": "apa-curgatoare"
    },
    {
      "name": "Apa de mare sau ocean",
      "category": "natură",
      "shortMeaning": "Inconștient colectiv, vastitate, emoții infinite și necunoscut.",
      "fullInterpretation": "Marea și oceanul reprezintă inconștientul colectiv și vastitatea sufletului uman.\n\nSunt locul de origine al vieții. Indică potențial infinit, dar și haos.\n\nValurile mării sunt ritmurile emoționale.\n\nNavigarea pe mare înseamnă explorarea sinelui.\n\nAcest vis te invită să te conectezi cu ceva mai mare decât tine.",
      "slug": "apa-de-mare-sau-ocean"
    },
    {
      "name": "Apa de ploaie",
      "category": "natură",
      "shortMeaning": "Fertilitate, tristețe purificatoare, reînnoire și binecuvântare.",
      "fullInterpretation": "Ploaia este apa care cade din cer pentru a fertiliza pământul. Simbolizează emoțiile care aduc creștere (chiar și tristețea).\n\nPoate indica o eliberare de tensiune (plânsul cerului).\n\nO ploaie ușoară este o binecuvântare, o furtună poate fi distructivă.\n\nAcest vis te asigură că după ploaie apare soarele (curcubeul).",
      "slug": "apa-de-ploaie"
    },
    {
      "name": "Apa fiarta",
      "category": "acțiuni",
      "shortMeaning": "Furie, pasiune intensă, sterilizare sau presiune extremă.",
      "fullInterpretation": "Apa care fierbe indică emoții ajunse la punctul de ebulliție. Furia sau pasiunea dau pe afară.\n\nPoate sugera o situație care te \"arde\" sau te consumă.\n\nÎn sens pozitiv, fierberea purifică (sterilizează). Poate treci printr-un proces dureros de curățare.\n\nAcest vis este un semnal să reduci focul înainte să dea în clocot.",
      "slug": "apa-fiarta"
    },
    {
      "name": "Apa fierbinte",
      "category": "natură",
      "shortMeaning": "Disconfort, pericol imediat, arsuri emoționale sau purificare intensă.",
      "fullInterpretation": "Apa fierbinte provoacă durere. În vis, poate simboliza o critică aspră sau o situație conflictuală.\n\nTe simți \"opărit\" de atitudinea cuiva.\n\nPoate indica și febră (boală) sau inflamație emoțională.\n\nAcest vis te îndeamnă să te răcorești și să eviți situațiile care te pot răni.",
      "slug": "apa-fierbinte"
    },
    {
      "name": "Apa inghetata",
      "category": "natură",
      "shortMeaning": "Blocaj emoțional, răceală, stagnare, izolare sau conservare.",
      "fullInterpretation": "Gheața este apă solidificată. Simbolizează emoțiile înghețate: răceală, indiferență sau incapacitatea de a simți.\n\nPoate indica o barieră între tine și ceilalți.\n\nDar gheața și conservă. Poate păstrezi ceva \"la rece\" pentru mai târziu.\n\nAcest vis te invită să topești gheața cu căldura inimii.",
      "slug": "apa-inghetata"
    },
    {
      "name": "Apa limpede",
      "category": "natură",
      "shortMeaning": "Claritate mentală, sănătate, adevăr, puritate și pace.",
      "fullInterpretation": "Apa limpede este oglinda sufletului curat. Vezi lucrurile așa cum sunt.\n\nIndică sănătate, vitalitate și onestitate.\n\nDacă te scalzi în ea, te purifici și te regenerezi.\n\nEste unul dintre cele mai bune semne onirice, promițând armonie și înțelegere.",
      "slug": "apa-limpede"
    },
    {
      "name": "Apa limpede, lac",
      "category": "natură",
      "shortMeaning": "Liniște interioară, reflecție, stagnare pozitivă sau profunzime calmă.",
      "fullInterpretation": "Lacul cu apă limpede este un simbol al meditației și al reflecției. Suprafața apei reflectă cerul (spiritul).\n\nIndică o stare de pace și mulțumire.\n\nTotuși, lacul este o apă stătută. Poate sugera lipsa de mișcare sau izolare, dar într-un sens contemplativ.\n\nAcest vis te invită să te privești în oglinda apei și să te descoperi.",
      "slug": "apa-limpede-lac"
    },
    {
      "name": "Apa mare",
      "category": "natură",
      "shortMeaning": "Provocare majoră, inundație emoțională sau oportunități vaste.",
      "fullInterpretation": "Expresia \"apă mare\" sugerează o inundație sau o întindere vastă care depășește limitele normale.\n\nSimbolizează emoții care dau pe afară sau o situație care te depășește.\n\nPoate fi și o metaforă pentru \"a intra la apă\" (a avea probleme) sau a naviga pe ape mari (succes).\n\nAcest vis te avertizează că ai nevoie de curaj și abilități de navigare.",
      "slug": "apa-mare"
    },
    {
      "name": "Apa minerala",
      "category": "alimente",
      "shortMeaning": "Vindecare, efervescență, sănătate și purificare activă.",
      "fullInterpretation": "Apa minerală este apă cu \"ceva în plus\" (minerale, bule). Sugerează vindecare și vitalitate.\n\nEfervescența indică o personalitate spumoasă sau o situație plină de viață.\n\nEste un simbol al sănătății și al grijii pentru corp.\n\nAcest vis îți spune să îți hrănești spiritul cu lucruri de calitate.",
      "slug": "apa-minerala"
    },
    {
      "name": "Apa murdara",
      "category": "natură",
      "shortMeaning": "Boală, toxicitate, confuzie morală, vinovăție sau negativitate.",
      "fullInterpretation": "Apa murdară este un avertisment clar. Emoțiile tale sunt poluate de gânduri negative sau influențe externe.\n\nPoate indica o boală fizică sau o \"boală\" a sufletului (depresie, ură).\n\nDacă cazi în ea, te lași târât în problemele altora.\n\nAcest vis te îndeamnă urgent la purificare și distanțare de sursele toxice.",
      "slug": "apa-murdara"
    },
    {
      "name": "Apa neagra",
      "category": "natură",
      "shortMeaning": "Depresie profundă, necunoscut absolut, moarte simbolică sau frică.",
      "fullInterpretation": "Apa neagră este cea mai profundă formă a inconștientului. Este abisul.\n\nPoate simboliza depresia, doliul sau frica de moarte.\n\nDar negrul este și culoarea misterului și a gestației. În întuneric se nasc stelele.\n\nAcest vis te provoacă să îți înfrunți cele mai mari temeri.",
      "slug": "apa-neagra"
    },
    {
      "name": "Apa rece",
      "category": "natură",
      "shortMeaning": "Treziere la realitate, șoc, revigorare sau lipsă de afecțiune.",
      "fullInterpretation": "Un duș cu apă rece te trezește. Visul poate fi un șoc necesar pentru a te scoate din apatie.\n\nPoate indica și răceală emoțională în relații – cineva este distant.\n\nEste un simbol al lucidității și al detașării.\n\nAcest vis te invită să fii rațional și să nu te lași condus doar de emoții.",
      "slug": "apa-rece"
    },
    {
      "name": "Apa sarata",
      "category": "natură",
      "shortMeaning": "Lacrimi, conservare, purificare dureroasă sau înțelepciune.",
      "fullInterpretation": "Sarea din apă simbolizează lacrimile (durerea), dar și conservarea (sarea păstrează).\n\nPoate indica o suferință care te-a maturizat (\"sarea pământului\").\n\nApa sărată vindecă rănile, chiar dacă ustură.\n\nAcest vis te îndeamnă să accepți durerea ca parte a procesului de vindecare.",
      "slug": "apa-sarata"
    },
    {
      "name": "Apa sfintita",
      "category": "obiecte",
      "shortMeaning": "Protecție divină, miracol, purificare spirituală și credință.",
      "fullInterpretation": "Apa sfințită este apă încărcată cu intenție sacră. Cauți ajutor de sus.\n\nTe simți amenințat de forțe negative și ai nevoie de protecție.\n\nPoate simboliza și dorința de a fi \"sfințit\" – de a fi un om mai bun.\n\nAcest vis îți confirmă că nu ești singur în lupta ta.",
      "slug": "apa-sfintita"
    },
    {
      "name": "Apa tulbure",
      "category": "natură",
      "shortMeaning": "Confuzie, incertitudine, lipsă de claritate și emoții amestecate.",
      "fullInterpretation": "Apa tulbure împiedică vederea. Nu știi ce se ascunde dedesubt.\n\nIndică o perioadă de confuzie mentală și emoțională. Nu poți lua decizii clare.\n\nPoate sugera și o situație neclară (\"ape tulburi\") în care poți fi manipulat.\n\nAcest vis te sfătuiește să aștepți până se limpezesc apele înainte de a acționa.",
      "slug": "apa-tulbure"
    },
    {
      "name": "Aparat",
      "category": "obiecte",
      "shortMeaning": "Mecanisme mentale, funcționalitate, rutină sau complexitate.",
      "fullInterpretation": "Un aparat în vis reprezintă modul în care funcționează ceva în viața ta (o relație, un proiect, corpul tău).\n\nDacă aparatul merge bine, ești eficient.\n\nDacă e stricat, există un blocaj sau o disfuncționalitate.\n\nTipul aparatului dă detalii (de ex. un blender amestecă idei).\n\nAcest vis te invită să îți repari \"mecanismele\" interioare.",
      "slug": "aparat"
    },
    {
      "name": "Aparat dentar",
      "category": "obiecte",
      "shortMeaning": "Corecție, disconfort temporar pentru un beneficiu viitor, imagine.",
      "fullInterpretation": "Aparatul dentar corectează ceva ce nu e drept. Indică efortul de a-ți îmbunătăți imaginea sau de a \"îndrepta\" o situație.\n\nProvoacă durere și disconfort, dar știi că e spre binele tău.\n\nPoate simboliza și dificultăți de comunicare (îți stă ceva în gură).\n\nAcest vis vorbește despre sacrificiul necesar pentru perfecționare.",
      "slug": "aparat-dentar"
    },
    {
      "name": "Aparat foto",
      "category": "obiecte",
      "shortMeaning": "Memorie, perspectivă, observare sau dorința de a opri timpul.",
      "fullInterpretation": "Aparatul foto captează momente. Vrei să păstrezi o amintire sau să analizezi o situație mai târziu.\n\nPoate indica faptul că ești un observator al vieții, nu un participant.\n\nDacă nu funcționează, îți este teamă că vei uita ceva important sau că nu vezi imaginea de ansamblu.\n\nAcest vis te îndeamnă să te concentrezi pe ceea ce contează (focus).",
      "slug": "aparat-foto"
    },
    {
      "name": "Apartament",
      "category": "locuri",
      "shortMeaning": "Spațiu personal, statut social, viața privată sau compartimentare.",
      "fullInterpretation": "Apartamentul este spațiul tău intim într-o structură mai mare (blocul/societatea).\n\nStarea apartamentului reflectă starea ta interioară.\n\nUn apartament la etaj superior sugerează aspirații înalte sau intelect.\n\nUnul la parter indică pragmatism.\n\nAcest vis definește locul tău în lume și în comunitate.",
      "slug": "apartament"
    },
    {
      "name": "Apartament nou",
      "category": "locuri",
      "shortMeaning": "Început nou, schimbare de perspectivă, evoluție sau mutare reală.",
      "fullInterpretation": "Mutarea într-un apartament nou este un simbol clar de schimbare și evoluție.\n\nAi depășit vechea ta identitate și ai nevoie de un spațiu nou pentru a te dezvolta.\n\nPoate indica o îmbunătățire a situației financiare sau emoționale.\n\nAcest vis îți promite oportunități proaspete.",
      "slug": "apartament-nou"
    },
    {
      "name": "Apendicita",
      "category": "corp",
      "shortMeaning": "Criză inutilă, eliminarea a ceva nefolositor, durere acută.",
      "fullInterpretation": "Apendicele este un organ vestigial. Apendicita sugerează o inflamație cauzată de ceva ce nu îți mai este necesar, dar pe care nu l-ai eliminat.\n\nPoate fi o furie veche sau o relație toxică.\n\nOperația de apendicită este eliberatoare: scapi de o sursă de durere.\n\nAcest vis te îndeamnă să tai răul de la rădăcină.",
      "slug": "apendicita"
    },
    {
      "name": "Aplaudand de te visezi",
      "category": "acțiuni",
      "shortMeaning": "Aprobare, entuziasm, recunoaștere a valorii sau lingușire.",
      "fullInterpretation": "Dacă aplauzi în vis, îți exprimi aprecierea pentru ceva sau cineva. Ești deschis și generos.\n\nPoate indica faptul că ești de acord cu o decizie luată.\n\nDacă aplauzi ironic, visul ascunde frustrare și dispreț.\n\nDacă ești aplaudat, cauți validare și recunoaștere.\n\nAcest vis te invită să fii recunoscător și să celebrezi succesul (al tău sau al altora).",
      "slug": "aplaudand-de-te-visezi"
    }
  ]
}