{
  "symbols": [
    {
      "name": "A căuta",
      "category": "acțiuni",
      "shortMeaning": "Căutarea interioară a sensului, identității sau a ceea ce lipsește din suflet.",
      "fullInterpretation": "Visul în care cauți ceva dezvăluie o nevoie profundă de completitudine. Sufletul tău simte un gol – poate fi vorba de dragoste, de sens, de direcție în viață sau de reconectarea cu o parte pierdută a ta.\n\nDacă găsești ce cauți, visul îți transmite încredere: ai resursele interioare să depășești obstacolele. Este un semn de claritate și determinare. Vei ieși cu bine din situațiile dificile și vei redescoperi încrederea în tine.\n\nDacă nu găsești, nu dispera – visul te invită să te oprești și să te întrebi: căutarea ta este în direcția potrivită? Uneori, ceea ce căutăm în exterior se află deja în noi. Dezorientarea și nesiguranța din vis reflectă temerile tale reale, dar și oportunitatea de a le înfrunta.\n\nA fi căutat de alții în vis sugerează că ai o valoare pe care ceilalți o recunosc, chiar dacă tu încă nu o vezi. Ești apreciat, iar calitățile tale vor fi recunoscute în curând.",
      "slug": "a-cauta"
    },
    {
      "name": "A ajuta",
      "category": "acțiuni",
      "shortMeaning": "Reflexia generozității sufletului și a conexiunilor profunde cu ceilalți.",
      "fullInterpretation": "Visul în care oferi ajutor cuiva este o oglindă a inimii tale generoase. Paradoxal, când dai în vis, primești în realitate – sprijin, sfaturi înțelepte sau chiar ajutor material vor veni către tine.\n\nDacă primești ajutor în vis, sufletul tău recunoaște că nu trebuie să porți toate poverile singur. Este un semn că ai nevoie de sprijin și că este timpul să-l accepți fără rușine.\n\nVisul în care ceri ajutor dezvăluie un moment de vulnerabilitate. Te simți blocat, dezorientat, iar situația pare copleșitoare. Nu te teme – recunoașterea nevoii de îndrumare este primul pas către rezolvare.\n\nDacă strigi după ajutor, visul îți sugerează să cauți ghidarea unei persoane cu mai multă experiență. Nu încerca să rezolvi totul singur – înțelepciunea altora poate fi cheia de care ai nevoie.\n\nAcest vis îți amintește că suntem interconectați și că a cere sau a oferi ajutor face parte din frumusețea experienței umane.",
      "slug": "a-ajuta"
    },
    {
      "name": "A alăpta",
      "category": "acțiuni",
      "shortMeaning": "Simbol al hrănirii sufletești, al abundenței și al legăturii sacre mamă-copil.",
      "fullInterpretation": "Alăptarea în vis este unul dintre cele mai binecuvântate simboluri, purtând în sine esența vieții, a îngrijirii și a iubirii neconditionate.\n\nDacă visezi că alăptezi, sufletul tău experimentează o stare de dăruire profundă. Ești pregătită să hrănești – fie un proiect, o relație, fie propria ta creștere interioară. Este un semn de fertilitate, nu doar fizică, ci și emoțională și creativă.\n\nUn copil alăptat în vis vestește belșug și fericire. Viața îți pregătește daruri, iar energia ta maternă sau protectoare atrage prosperitatea.\n\nDacă vezi o altă femeie alăptând, visul poate anunța o naștere ușoară – fie pentru tine, fie pentru cineva apropiat. Este, de asemenea, un mesaj că feminitatea și capacitatea de a hrăni viața sunt honorate în universul tău.\n\nAcest vis te conectează cu arhetipul Marii Mame – simbolul abundenței, al protecției divine și al ciclului etern al vieții.",
      "slug": "a-alapta"
    },
    {
      "name": "A alerga",
      "category": "acțiuni",
      "shortMeaning": "Simbolul cursului vieții, al fugii de temeri sau al alergării către obiective.",
      "fullInterpretation": "Alergarea în vis este una dintre cele mai frecvente experiențe onirice, reflectând dinamica vieții tale interioare.\n\nDacă alergi singur și te simți puternic, visul confirmă determinarea ta. Știi ce vrei de la viață și nimic nu te poate opri. Este un semn de succes, sănătate și statut social în creștere.\n\nAlergarea fără efort prevestește atingerea rapidă a obiectivelor. Ești într-o formă excelentă – momentul este propice pentru proiecte noi.\n\nDacă nu poți alerga, deși încerci din răsputeri, visul reflectă sentimente de neputință. Încrederea în sine a scăzut și te simți blocat. Este timpul să îți recapeți puterea interioară.\n\nFuga de ceva sau cineva indică probleme pe care le eviți în viața reală. Ce anume te urmărește? Recunoașterea fricii este primul pas spre eliberare.\n\nAlergarea alături de alții sugerează cooperare și invitații sociale plăcute. Împreună, drumul pare mai ușor.\n\nDacă ajungi la destinație, visul îți confirmă că vei depăși obstacolele. Dacă nu, este un semnal să reevaluezi direcția în care te îndrepți.",
      "slug": "alerga"
    },
    {
      "name": "A aluneca",
      "category": "acțiuni",
      "shortMeaning": "Nesiguranța interioară și teama de a pierde controlul asupra vieții.",
      "fullInterpretation": "Alunecarea în vis este un semnal puternic din subconștient despre starea ta de siguranță interioară.\n\nDin punct de vedere psihologic, a aluneca reflectă insecuritate. Simți că pierzi controlul asupra unei situații sau că nu te poți menține într-o poziție câștigată cu greu. Terenul de sub picioare pare instabil.\n\nDacă aluneci și cazi, visul indică un posibil regres – în carieră, în relații sau în dezvoltarea personală. Este un avertisment să îți consolidezi fundația înainte de a merge mai departe.\n\nDacă aluneci dar îți recapeți echilibrul, este un semn pozitiv. Deși traversezi o perioadă dificilă, ai resursele interioare să te redresezi.\n\nTradiția populară asociază alunecarea cu ghinionul, dar interpretarea modernă o vede ca pe o oportunitate de introspecție. Ce anume te face să te simți nesigur? Care sunt fricile ascunse?\n\nAcest vis te invită să îți întărești tăria de caracter și să cauți stabilitate în tine, nu în circumstanțele exterioare.",
      "slug": "a-aluneca"
    },
    {
      "name": "A angaja",
      "category": "acțiuni",
      "shortMeaning": "Nevoia de a integra noi calități și resurse în propria personalitate.",
      "fullInterpretation": "Visul în care angajezi pe cineva este o metaforă profundă a nevoilor tale interioare. Persoana pe care o angajezi reprezintă o calitate sau abilitate care îți lipsește și pe care subconștientul tău o caută.\n\nGândește-te la caracteristicile acelei persoane din vis. Este organizată? Creativă? Puternică? Aceste trăsături sunt exact ceea ce ai nevoie să dezvolți în tine.\n\nExistă un gol în viața ta – poate în carieră, în relații sau în dezvoltarea personală – pe care încerci să-l umpli. Acest vis te încurajează să încorporezi acele calități admirate în propria ta ființă.\n\nAlternativ, visul poate fi un joc de cuvinte pentru un \"sine mai important\", sugerând că ești pregătit pentru o evoluție, pentru a- ți asuma un rol mai mare în viață.\n\nA fi angajat în vis indică recunoașterea valorii tale de către alții și oportunități care îți vor veni în întâmpinare.",
      "slug": "a-angaja"
    },
    {
      "name": "A ara",
      "category": "acțiuni",
      "shortMeaning": "Hărnicia și pregătirea terenului pentru recoltele viitoare ale vieții.",
      "fullInterpretation": "Aratul în vis este un simbol străvechi al muncii, al pregătirii și al făgăduinței. Așa cum plugarul pregătește pământul pentru semințe, tu pregătești terenul pentru viitoarele tale realizări.\n\nDacă ești bărbat și visezi că ari, vei ajunge la o poziție de invidiat în societate. Munca ta va fi răsplătită cu prosperitate și recunoaștere.\n\nPentru o femeie, visul în care soțul sau partenerul ară sugerează că acesta este sau va fi un om muncitor, corect și de încredere.\n\nCalitatea pământului arat este crucială:\n• Pământ bun și fertil – noroc în afaceri, proiecte reușite\n• Pământ arid – posibile insatisfacții, eforturi care nu aduc rezultate imediate\n• Pământ secetos – obstacole în realizarea planurilor\n\nAcest vis îți amintește că succesul vine prin muncă consecventă și răbdare. Semințele pe care le plantezi astăzi vor deveni recolta de mâine.",
      "slug": "a-ara"
    },
    {
      "name": "A arde",
      "category": "acțiuni",
      "shortMeaning": "Transformări profunde – de la purificare la avertismente ascunse.",
      "fullInterpretation": "Focul în vis poartă o dualitate fascinantă: poate purifica sau poate distruge. Semnificația depinde de intensitatea și contextul flăcării.\n\nDacă ceva arde încet și lin, visul prevestește schimbări pozitive – o căsătorie, o mutare într-o casă nouă sau un nou început de viață. Flăcăra calmă simbolizează transformarea graduală și binefăcătoare.\n\nDacă ceva arde cu flăcări mari și violente, fii atent – cineva din anturajul tău ar putea vorbi de rău sau încerca să-ți submineze reputația. Este un semnal să fii vigilent.\n\nO candelă sau lumânare arzând vestește noutăți entuziaste, revelații sau momente de inspirație spirituală.\n\nDacă casa ta arde, paradoxal, este un semn bun – ai o rețea de sprijin solidă: prieteni de încredere, familie care te susține, cunoștințe pe care te poți baza.\n\nFocul în vis te invită să înțelegi ce anume se transformă în viața ta și cum poți folosi această energie a schimbării.",
      "slug": "a-arde"
    },
    {
      "name": "A arunca",
      "category": "acțiuni",
      "shortMeaning": "Eliberarea de poveri, renunțarea la ce nu mai servește sufletului.",
      "fullInterpretation": "A arunca în vis simbolizează procesul de eliberare și curățare interioară. Ce arunci și cum arunci spune multe despre stările tale emoționale.\n\nDacă arunci ceva în cineva, visul reflectă o tendință de autoapărare exagerată. Simți că trebuie să te protejezi sau, poate, dai vina pe alții pentru greșelile tale. Presimțirile tale te fac să iei precauții.\n\nA arunca ceva pe jos semnifică abandonarea unui lucru care nu-ți mai folosește. Ești pregătit să renunți la ce este inutil și să te eliberezi de greutățile vieții.\n\nDacă arunci la gunoi, visul sugerează că încerci să te desparți de o persoană sau situație care nu îți mai aduce bucurie. Este timpul pentru o curățenie emoțională.\n\nA arunca gunoiul simbolizează dorința de schimbare profundă – vrei să faci ordine în viață, să elimini ce te împovărează și să faci loc pentru noi începuturi.",
      "slug": "a-arunca"
    },
    {
      "name": "A ascunde",
      "category": "acțiuni",
      "shortMeaning": "Teama de a fi văzut, judecat sau de a-ți expune vulnerabilitățile.",
      "fullInterpretation": "Visul în care te ascunzi dezvăluie temeri profunde legate de expunere și judecată. Ce ascunzi și unde te ascunzi oferă indicii prețioase.\n\nDacă te ascunzi pe tine însuți, visul reflectă lipsa de transparență, poate chiar față de tine. Este un semn de neîncredere în sine și frică de judecata celorlalți.\n\nSemnificații specifice:\n• A ascunde bani – tensiune nervoasă, anxietate financiară\n• A ascunde ceva – timiditate, rezervă emoțională\n• A te ascunde după masă – griji financiare\n• A ascunde povestea – realizare personală pe care o ții secretă\n• A te ascunde sub masă – teama de faliment sau eșec\n\nAcest vis te întreabă: de ce simți nevoia să te ascunzi? Care sunt secretele care te apăsă? Uneori, ceea ce ascundem de alții ne ascundem și de noi înșine.\n\nEliberarea vine prin acceptare și curajul de a fi autentic, chiar și cu imperfecțiunile tale.",
      "slug": "a-ascunde"
    },
    {
      "name": "Apă",
      "category": "natură",
      "shortMeaning": "Simbolul subconștientului, al emoțiilor profunde și al curgătorii vieții.",
      "fullInterpretation": "Apa în vis este unul dintre cele mai puternice simboluri, reprezentând subconștientul, emoțiile și fluxul vieții înseși.\n\nApa limpede și curgătoare simbolizează fericire, claritate emoțională și gânduri pure. Viața curge în direcția potrivită.\n\nApa tulbure prevestește o perioadă de confuzie emoțională, suferințe sau întorsături nefericite. Subconștientul tău îți semnalează că ceva nu este în ordine.\n\nApa adâncă și întunecată indică pericole nebănuite, temeri ascunse sau emoții reprimate care cer atenție.\n\nApa caldă poate fi un avertisment pentru o perioadă dificilă, în timp ce apa rece simbolizează înnoirea și revitalizarea.\n\nMarea calmă prevestește o călătorie de relaxare, în timp ce furtuna pe mare indică turburări emoționale care necesită ajutor.\n\nÎnotul în apă simbolizează căutarea fericirii și noi aventuri. A te îneca sugerează că ești copleșit de situații sau traume vechi.\n\nApa de ploaie curată aduce bunăstare și prosperitate, în timp ce ploaia murdară anunță vremuri tulburi.\n\nAscultă ce îți spune apa din vis – ea reflectă stările tale emoționale cele mai profunde.",
      "slug": "apa"
    },
    {
      "name": "Aur",
      "category": "obiecte",
      "shortMeaning": "Metalul sufletului – bogăție, înțelepciune și valorile cele mai prețioase.",
      "fullInterpretation": "Aurul în vis este simbolul perfecțiunii, al bogăției și al celor mai prețioase aspecte ale ființei tale. Metalul Soarelui poartă în sine energia fecundității, a strălucirii și a înțelepciunii.\n\nA descoperi aur în vis sugerează că ai descoperit calități valoroase în tine sau în alții. Aceste comori interioare așteaptă să fie recunoscute și folosite.\n\nA îngropa aur indică că ascunzi ceva prețios – poate cunoștințe, talente sau sentimente pe care nu ești pregătit să le împartășești.\n\nBijuteriile de aur vestesc creșterea puterii financiare, avansare socială sau chiar o căsătorie.\n\nMonedele de aur sunt semne de bun augur – îmbunătățirea neașteptată a situației materiale.\n\nInelul de aur pe deget prevestește căsătoria cu persoana iubită.\n\nLingoul de aur reprezintă resurse pentru viitor – secrete, promisiuni sau expertiză care îți vor fi de folos.\n\nOul de aur simbolizează realizarea obiectivelor, fertilitate și posibilitatea unui câștig neașteptat de mare.\n\nAurul îți amintește că adevărata bogăție stă în calitățile sufletului, nu doar în bunuri materiale.",
      "slug": "aur"
    },
    {
      "name": "Avion",
      "category": "obiecte",
      "shortMeaning": "Aspirația spirituală, expansiunea orizonturilor și zborul către libertăți noi.",
      "fullInterpretation": "Avionul în vis simbolizează aspirația de a te înălța deasupra problemelor cotidiene, de a căpăta o perspectivă mai largă asupra vieții.\n\nDacă te afli în interiorul avionului și zbori lin, visul reprezintă o călătorie spirituală. Personalitatea ta se înălță, simți independență și expansiune. Ești pe drumul cel bun către obiectivele tale.\n\nDacă pilotezi avionul, vei înregistra succes într-un proiect recent început. Ai controlul asupra trajectorie vieții tale.\n\nDacă simți că nu ai ce căuta în avion, te-ai angajat cu nesăbuință într-o situație pentru care nu erai pregătit.\n\nAvionul în picaj sau prăbușit avertizează asupra unor atitudini prea intelectuale sau utopice. Se produce o ciocnire între spirit și realitate. Poate fi semnul unei întâmplări nefericite sau al unor neîmpliniri.\n\nLipsa de combustibil semnalează epuizarea energiei psihice – ai nevoie de refacere.\n\nDouă avioane care se ciocnesc reprezintă gânduri opuse care se confruntă în interiorul tău.\n\nA cumpăra bilet de avion indică dorința de a evada din stresul cotidian.",
      "slug": "avion"
    },
    {
      "name": "Accident",
      "category": "fenomene",
      "șhortMeaning": "Avertisment asupra neglijențelor, temerilor ascunse sau schimbărilor bruște.",
      "fullInterpretation": "Accidentul în vis este adesea un avertisment din subconștient, nu o premoniție. El reflectă neglijentțe din viața reală, temeri nespuse sau senzația că ceva scapă de sub control.\n\nAccidentul de mașină indică că stilul tău de viață sau obiectivele sunt în discordanță cu ale altcuiva. Poate fi un avertisment privind obiceiurile de conducere sau un semnal să-ți reevaluezi direcția.\n\nDacă accidentul e cauzat de ceață sau pierderea controlului, trebuie să replanifici cursul acțiunilor tale.\n\nA fi pasager într-un accident semnifică că altcineva ia decizii în locul tău, iar tu ești afectat de consecințe.\n\nAccidentul aviatic ne dezvăluie gânduri opuse care se ciocnesc în interior, provocand tulburare psihologică.\n\nA vedea pe alții implicați într-un accident înseamnă că nu poți controla acțiunile lor – ei trebuie să trăiască cu propriile consecințe.\n\nUrmările accidentului sunt importante: daune minore sugerează învățăminte ușoare, în timp ce distrugeri majore indică schimbări profunde necesare.\n\nAcest vis te îndeamnă să fii mai atent și să îți asumi responsabilitatea pentru direcția vieții tale.",
      "slug": "accident"
    },
    {
      "name": "Albină",
      "category": "animale",
      "shortMeaning": "Hărnicia, prosperitatea și dulceața vieții câștigate prin muncă.",
      "fullInterpretation": "Albina în vis este un simbol puternic al hărniciei, prosperității și succesului dobândit prin muncă susținută. În tradiția creștină, albina este emblema lui Hristos – reprezentand blândețea mierii și dreptatea acului.\n\nA visa albine lucrătoare vestește câștig, profit și reușită. Munca ta va fi răsplătită.\n\nMatca sau regina albinelor se referă la o femeie dominantă din viața ta sau la energia ta feminină puternică.\n\nSemnificații specifice:\n• Albina pe floare – plăcerile dragostei, iubire aproape\n• Albina făcând miere – reușită, noroc, chiar bogăție\n• Albine în stup – belșug în casă, familie unită\n• Roi de albine – fericire și prosperitate\n• Albina care înțeapă – eșec, ceartă, posibil dușman apropiat\n• Albine furioase – conflict de muncă, dificultăți financiare\n• Albina moartă – pierderi bănești\n• Albine zburând în jurul tău – fericire, succes în amor\n\nAcest vis te încurajează să fii harnic precum albina – dulceața succesului vine celor care muncesc cu devotament.",
      "slug": "albina"
    },
    {
      "name": "Ac",
      "category": "obiecte",
      "shortMeaning": "Avertismente subtile, înțepături ale vieții și nevoia de precizie.",
      "fullInterpretation": "Acul în vis simbolizează lucrurile mărunte care pot provoca durere sau disconfort – acele mici \"înțepături\" ale vieții cotidiene care, deși par nesemnificative, pot duce la conflicte.\n\nDacă cauți un ac în vis, subconștientul îți semnalează nevoia de concentrare și motivare. Ceva important necesită atenția ta la detalii.\n\nA băga ața în ac prevestește noroc în viitorul apropiat – vei reuși să conectezi elementele necesare pentru succes. Dacă nu reușești, te așteaptă situații mai dificile.\n\nA fi înțepat de cineva cu un ac indică că ai nevoie de sprijinul altora, mai ales în perioade de conflict.\n\nAcul de cusut simbolizează nevoia de a \"repara\" sau \"coase\" lucrurile neterminate din viața personală sau profesională.\n\nSemnificații specifice:\n• Ață albă – gânduri despre un drum nou\n• Ață roșie – aștepți o veste\n• Ață neagră – nesiguranță în alegeri\n• Acul de siguranță – relație pe cale de destrămare\n\nAcest vis te îndeamnă să fii atent la detalii și să nu subestimezi lucrurile mărunte.",
      "slug": "ac"
    },
    {
      "name": "Andrele",
      "category": "obiecte",
      "shortMeaning": "Creativitatea metodică și procesul de construire a ceva nou cu răbdare.",
      "fullInterpretation": "Andrelele sau acele de tricotat în vis simbolizează procesul creativ, răbdarea și capacitatea de a construi ceva valoros fir cu fir, rând cu rând.\n\nDacă tricotezi lin și armonios, visul reflectă o perioadă de creativitate și realizare personală. Ești pe cale să creezi ceva frumos în viața ta.\n\nRuperea acelor de tricotat simbolizează un obstacol sau eșec în planuri. Poate fi și un avertisment să-ți reconsideri modalitatea de gândire sau de exprimare.\n\nDacă îți lipsește o andrea, visul semnalează nevoia de ordine și organizare pentru a finaliza un proiect. Ceva esențial lipsește din ecuație.\n\nSenzația că secretele tale vor fi dezvăluite poate însoți acest vis – te simți vulnerabil și expus.\n\nRefuzul de a accepta sfaturi din exterior sugerează că cauți răspunsuri în interiorul tău, nu în opiniile altora.\n\nAcest vis te invită să ai răbdare cu tine și cu proiectele tale – lucrurile frumoase necesită timp și atenție.",
      "slug": "andrele-ace-de-tricotat"
    },
    {
      "name": "Anchetă",
      "category": "fenomene",
      "shortMeaning": "Căutarea adevărului, nevoia de claritate sau teama de a fi descoperit.",
      "fullInterpretation": "Ancheta sau investigația în vis simbolizează procesul de căutare a adevărului și a clarității într-o situație din viața ta.\n\nDacă ești cel care conduce ancheta, subconștientul îți semnalează că ai nevoie de răspunsuri. Ești în căutarea unor informații esențiale care îți lipsesc și simți că ceva nu este clar sau transparent.\n\nDacă ești anchetat, visul poate reflecta o teamă profundă de a fi expus sau prins pentru ceva ce ai făcut greșit – real sau imaginar. Poate fi vorba de sentimente de vinovăție sau de frica de judecată.\n\nAncheta poate simboliza și procesul de introspecție – te analizezi pe tine însuți, îți pui întrebări dificile și cauți să înțelegi de ce acționezi într-un anume fel.\n\nDacă ancheta se încheie cu succes, vei găsi adevărul pe care îl cauți. Dacă rămâne nerezolvată, mai ai nevoie de răbdare și introspecție.\n\nAcest vis te îndeamnă să fii sincer cu tine și să cauți adevărul, oricât de incomod ar fi.",
      "slug": "ancheta"
    },
    {
      "name": "Abac",
      "category": "obiecte",
      "shortMeaning": "Echilibrul dintre logică și intuiție în luarea deciziilor.",
      "fullInterpretation": "Abacul în vis, acel vechi instrument de calcul, simbolizează nevoia de a pune ordine în viața ta, de a calcula cu grijă următorii pași și de a echilibra resursele de care dispui.\n\nDacă ești bărbat și visezi un abac, este un semn că trebuie să-ți folosească mai mult logica și rațiunea în munca zilnică. Deciziile tale ar trebui să fie bazate pe fapte, nu pe impulsuri.\n\nDacă ești femeie, visul te îndeamnă să te încrezi mai mult în intuiția ta feminină. Răspunsurile pe care le cauți sunt deja în tine.\n\nA folosi abacul cu ușurință sugerează că ai capacitatea de a gestiona situații complexe. Abilitățile tale analitice sunt ascunse, dar puternice.\n\nA nu ști cum să folosești abacul indică că ai nevoie de ajutor pentru a face față unor provocări. Nu ezita să ceri sprijin.\n\nAcest vis te invită să găsești echilibrul dintre minte și inimă în deciziile tale.",
      "slug": "abac"
    },
    {
      "name": "A aspira",
      "category": "acțiuni",
      "shortMeaning": "Curățarea vieții de ce este inutil și pregătirea pentru decizii importante.",
      "fullInterpretation": "A aspira în vis, în sensul de a folosi un aspirator, simbolizează procesul de curățare interioară și de eliminare a tot ce nu-ți mai servește.\n\nSubconștientul tău îți transmite că este timpul să faci ordine – în gânduri, în relații sau în circumstanțele vieții. Ce este negativ sau inutil trebuie înlăturat pentru a face loc noului.\n\nVisul poate prevesti că vei fi nevoit să iei decizii importante în viitorul apropiat. Aceste alegeri vor necesita concentrare maximă și claritate mentală.\n\nDacă aspiratorul funcționează bine, procesul de curățare va fi eficient – vei reuși să elimini problemele.\n\nDacă aspiratorul se strică sau nu funcționează, există obstacole în calea ta de a te elibera de bagajul emoțional.\n\nAcest vis te încurajează să faci curățenie în viața ta – renunță la ce te împovărează și păstrează doar ce îți aduce bucurie și creștere.",
      "slug": "a-aspira"
    },
    {
      "name": "A aștepta",
      "category": "acțiuni",
      "shortMeaning": "Răbdarea, dependența sau anticiparea schimbărilor în viață.",
      "fullInterpretation": "A aștepta în vis reflectă relația ta cu timpul, controlul și dependența de alții sau de circumstanțe.\n\nDacă aștepți cu răbdare, ești conștient că lucrurile se vor așeza de la sine. Ai încredere în procesul vieții.\n\nDacă ești nerăbdător, visul semnalează așteptări prea mari sau nerealiste. Poate încerci să forțezi lucrurile în loc să le lași să se desfășoare natural.\n\nA aștepta ceva sau pe cineva sugerează că te afli într-o fază de tranziție. Visul te avertizează să te pregătești pentru ce va urma.\n\nDacă cineva te așteaptă, este posibil să nu petreci suficient timp cu acea persoană sau să profiți de răbdarea ei.\n\nA aștepta într-o stație (gară, autogară) prevestește schimbări pe plan financiar sau în carieră.\n\nÎn tradiția populară, așteptarea simbolizează inteligență și rațiune – calitatea de a ști când să acționezi și când să aștepți momentul potrivit.",
      "slug": "a-astepta"
    },
    {
      "name": "A auzi",
      "category": "acțiuni",
      "shortMeaning": "Comunicarea, receptivitatea și mesajele pe care le primim din viață.",
      "fullInterpretation": "A auzi în vis reflectă capacitatea ta de a fi receptiv la mesajele din jur și din interiorul tău.\n\nDacă auzi clar, visul sugerează că vei fi ascultat și înțeles de ceilalți. Comunicarea ta este eficientă.\n\nA nu auzi sau a fi surd în vis indică refuzul de a asculta – poate ignori avertismente importante sau sfaturi înțelepte.\n\nDacă cineva nu te aude, trebuie să-ți modifici modalitatea de comunicare. Mesajul tău nu ajunge așa cum dorești.\n\nA auzi un ciocănit în vis este un semn puternic – o oportunitate \"bate la ușă\". Subconștientul îți transmite un mesaj important pe care nu trebuie să-l ignori.\n\nCalitatea auzului în vis este relevantă: un auz clar simbolizează înțelegere profundă, în timp ce sunetele înăbușite sugerează confuzie sau lipsă de claritate.\n\nAcest vis te îndeamnă să fii mai atent la ce îți spun viața și cei din jur.",
      "slug": "a-auzi"
    },
    {
      "name": "A bate",
      "category": "acțiuni",
      "shortMeaning": "Forța interioară, conflictele nerezolvate sau nevoi exprimare.",
      "fullInterpretation": "A bate în vis poate avea multiple semnificații, în funcție de context și de cine sau ce bați.\n\nA bate pe cineva simbolizează frustrări acumulate, dorința de răzbunare sau nevoia de a te apăra. Poate fi un avertisment să-ți eliberezi emoțiile reprimate într-un mod constructiv.\n\nA bate la ușă reflectă o încercare timidă, teamă de acțiune sau o poziție defensivă. Sondezi terenul înainte de a lua o decizie importantă.\n\nA bate un cui simbolizează punerea la cale a unor planuri noi, fixarea unor idei sau, alternativ, dorința de a fixa ceva în memorie sau realitate.\n\nDacă ești bătut în vis, visul poate indica sentiment de vulnerabilitate, victimă a circumstanțelor sau nevoia de a te confrunta cu o situație dificilă.\n\nAcest vis te invită să înțelegi sursa agresivității sau a fricii din viața ta și să o adresezi conștient.",
      "slug": "a-bate"
    },
    {
      "name": "A bea",
      "category": "acțiuni",
      "shortMeaning": "Setea sufletului, asimilarea vieții și ce \"absorbi\" din lume.",
      "fullInterpretation": "A bea în vis simbolizează procesul de asimilare – ce primești, ce accepți și ce absorbi din viață și din relațiile tale.\n\nCe bei și din ce recipient bei oferă indicii importante:\n• Apă din izvor – gândire clară și corectă\n• Lapte – grijă pentru sănătate necesară\n• Vin – atenție la înșelăciune, dar și socializare\n• Oțet – certuri inevitabile\n• Limonadă – persoane încăpățânate în cale\n\nRecipientul contează:\n• Vas de lemn – risc de a fi înșelat\n• Pahar – nu afișa ce simți cu adevărat\n• Vas de aur/argint – îmbunătățire majoră a situației\n\nA bea ceva cald poate indica probleme de sănătate, în timp ce a fi împiedicat să bei sugerează obstacole în atingerea scopurilor.\n\nAcest vis te întreabă: ce \"bei\" din viață? Ce absorbi și ce efect are asupra ta?",
      "slug": "a-bea"
    },
    {
      "name": "A călca",
      "category": "acțiuni",
      "shortMeaning": "Pașii vieții, impactul acțiunilor tale și teama de greșeală.",
      "fullInterpretation": "A călca în vis simbolizează pașii pe care îi faci în viață și impactul acțiunilor tale asupra ta și asupra celorlalți.\n\nA călca iarba reflectă teama de a greși sau de a fi pedepsit. Poate indica folosirea unor căi neconvenționale sau incorecte pentru a ieși dintr-un impas.\n\nA călca pe cineva pe picior simbolizează atenționare, dar poate indica și dispreț sau lipsă de respect – fie din partea ta, fie față de tine.\n\nA călca rufe sugerează efortul de a-ți reface imaginea publică sau reputația. Încerci să \"netezești\" lucrurile.\n\nA călca pe cărbuni aprinși avertizează asupra unui pericol sau pagubă cauzată de un dușman. Dar poate simboliza și curajul de a trece prin încercări dificile.\n\nAcest vis te invită să fii conștient de urmele pe care le lași în viață și de impactul pașilor tăi asupra celorlalți.",
      "slug": "a-calca"
    },
    {
      "name": "A câștiga",
      "category": "acțiuni",
      "shortMeaning": "Paradoxul triumfului – uneori victoria în vis ascunde provocări reale.",
      "fullInterpretation": "A câștiga în vis are adesea semnificații surprinzătoare, nu întotdeauna pozitive. Tradiția onirică ne arată că victoria în vis poate ascunde provocări în realitate.\n\nSemnificații specifice:\n• Câștigi o bătălie – posibilă ceartă cu cineva iubit\n• Câștigi la loterie – paradoxal, poate anunța necazuri\n• Câștiguri în bani – perioadă mai dificilă\n• Câștigi din comerț – noroc și prietenie\n• Câștigi un pariu – timiditate și rușine\n• Câștigi la șah – succes în viața personală\n\nInterpretarea modernă sugerează că visul de câștig reflectă dorința de recunoaștere și succes. A câștiga simbolizează aspirațiile tale, dar te avertizează să fii pregătit pentru efortul necesar.\n\nAcest vis te întreabă: ce înseamnă cu adevărat victorie pentru tine și ești pregătit pentru responsabilitățile care vin odată cu succesul?",
      "slug": "a-castiga"
    },
    {
      "name": "A citi",
      "category": "acțiuni",
      "shortMeaning": "Căutarea cunoștințelor, descifrarea mesajelor vieții.",
      "fullInterpretation": "A citi în vis simbolizează căutarea de cunoștințe, înțelegere și răspunsuri. Ce citești și starea ta emoțională oferă indicii prețioase.\n\nSemnificații specifice:\n• A citi o carte – întristare cu speranță de rezolvare\n• A citi pe verandă – armonie cu partenerul\n• A citi Evanghelia – bine în viitor, iubire durabilă\n• A citi ziarul – vești bune în afaceri, dar fără bucurie deplină\n• A citi horoscopul – eveniment fericit\n• A citi scrisori – vești în drum\n• Altcineva citește – prieteni buni alături\n\nDacă nu poți citi sau literele sunt neclare, visul sugerează confuzie sau dificultăți în înțelegerea unei situații.\n\nA citi cu ușurință și plăcere este un semn pozitiv – ai capacitatea de a descifra mesajele vieții și de a învăța din experiențe.\n\nAcest vis te încurajează să fii curios, să cauți cunoștințe și să citești \"semnele\" pe care viața ți le oferă.",
      "slug": "a-citi"
    },
    {
      "name": "A coase",
      "category": "acțiuni",
      "shortMeaning": "Răbdarea, repararea și vindecarea lucrurilor rupte din viață.",
      "fullInterpretation": "A coase în vis simbolizează procesul de reparare, vindecare și unire a ceea ce a fost separat sau deteriorat în viața ta.\n\nDacă coași cu răbdare și dibăcie, visul îți transmite că trebuie să ai răbdare pentru a-ți atinge scopurile. Rezultatele vor veni, dar necesită timp și efort constant.\n\nA coase poate simboliza repararea unei greșeli comise, recâștigarea încrederii cuiva sau redobandirea poziției sociale. Fir cu fir, întregi ceea ce s-a destrămat.\n\nVisul poate indica și fertilitate – creezi ceva nou din fragmente, unite cu grijă.\n\nMaturitatea emoțională este asociată cu acest vis – ai învățat că lucrurile valoroase necesită îngrijire și atenție.\n\nDacă ața se rupe sau acul se pierde, există obstacole în procesul de reparare.\n\nAcest vis te încurajează să nu renunți la relații sau proiecte – cu răbdare, poți repara aproape orice.",
      "slug": "a-coase"
    },
    {
      "name": "A colinda",
      "category": "acțiuni",
      "shortMeaning": "Bucuria sărbătorilor, armonia și conexiunea cu tradițiile.",
      "fullInterpretation": "A colinda în vis este un simbol al bucuriei pure, al armoniei și al liniștii sufletești. Te afli într-o stare de spirit festivă, conectat la tradiții și la cei dragi.\n\nVisul sugerează că sufletul tău caută sau experimentează momente de fericire autentică. Poate fi nostalgia după copilărie sau după vremuri mai simple și mai calde.\n\nA colinda împreună cu alții simbolizează comunitatea, legăturile de familie și prietenie. Ești înconjurat de oameni care te iubesc.\n\nDacă colindezi singur, visul poate indica o căutare interioară de pace sau dorința de a reconecta cu valorile tradiționale.\n\nVocile armonioase ale colindelor simbolizează mesaje pozitive din subconștient.\n\nAcest vis îți amintește de importanța sărbătorilor sufletești și te încurajează să cauți momente de bucurie și conexiune.",
      "slug": "a-colinda"
    },
    {
      "name": "A conduce",
      "category": "acțiuni",
      "shortMeaning": "Călătoria vieții, controlul și direcția pe care o urmezi.",
      "fullInterpretation": "A conduce în vis (o mașină, un vehicul) este una dintre cele mai semnificative metafore onirice – reprezintă călătoria vieții tale și nivelul de control pe care îl ai.\n\nDacă conduci cu siguranță pe un drum clar, ești pe calea cea bună și ai controlul vieții.\n\nDacă nu vezi drumul în față sau conduci noaptea fără faruri, nu știi încotro te îndrepți. Ești lipsit de direcție și scopuri clare.\n\nA conduce pe serpentine indică dificultăți în atingerea obiectivelor – drumul este sinuos, dar nu imposibil.\n\nA conduce pe zăpadă sau gheață sugerează prudență necesară în decizii.\n\nDacă altcineva conduce, ai cedat controlul vieții tale. Depinzi de deciziile altora.\n\nA conduce din scaunul pasagerului arată că încerci să preiei controlul într-o situație în care nu ar trebui.\n\nA conduce în marșarier prevestește obstacole sau regrese.\n\nAcest vis te întreabă: cine conduce cu adevărat viața ta?",
      "slug": "a-conduce"
    },
    {
      "name": "A construi",
      "category": "acțiuni",
      "shortMeaning": "Crearea identității, edificarea viselor și planurilor de viitor.",
      "fullInterpretation": "A construi în vis simbolizează procesul de creare și edificare – fie a identității tale, fie a planurilor de viitor.\n\nConstrucția unei case este legată de propriul corp și identitate personală. Ești în proces de a te construi pe tine însuți.\n\nSemnificații specifice:\n• Construcția unei case – planuri de viitor care evoluează favorabil, noroc\n• Construcția unui turn înalt – idealuri poate prea înalte, risc de nerealizare\n• Construcția unui pod – depășirea unor dificultăți, conectare\n• Construcția unui grajd – creșterea veniturilor\n• Construcție mică – modestie, probleme îndepărtate rapid\n• Clădire care se prăbușește – risc de pierderi, eșecuri\n• Construcție instabilă – avertisment asupra planurilor curente\n\nA ajuta la construcție semnifică noroc și bunăstare.\n\nAcest vis te întreabă: ce construiești în viața ta și cât de solidă este fundația?",
      "slug": "a-construi"
    },
    {
      "name": "A croșeta",
      "category": "acțiuni",
      "shortMeaning": "Creația meticulasă și atenția exagerată la detalii sau la viețile altora.",
      "fullInterpretation": "A croșeta în vis simbolizează munca meticulousă, atenția la detalii și procesul creativ care require răbdare.\n\nTotuși, visul poate avea și o semnificație de avertisment: te implici poate prea mult în afacerile sau problemele altora, din curiozitate excesivă. Această implicare te poate atrage în situații ciudate sau nejustificate.\n\nDacă croșetezi cu plăcere și rezultatul este frumos, ești pe calea potrivită – creativitatea ta își găsește expresia.\n\nDacă firele se încurcă sau modelul nu iese cum trebuie, există confuzie în viața ta sau ai luat o direcție greșită.\n\nA croșeta ceva pentru altcineva sugerează generozitate și grijă față de cei dragi.\n\nAcest vis te invită să îți concentrezi energia creativă pe proiectele tale, nu pe treburile altora.",
      "slug": "a-croseta"
    },
    {
      "name": "A culege",
      "category": "acțiuni",
      "shortMeaning": "Recoltarea roadelor, câștigarea rezultatelor muncii și darurile vieții.",
      "fullInterpretation": "A culege în vis simbolizează momentul recoltării – strângi roadele eforturilor tale sau primești daruri de la viață. Ce culegi oferă indicii prețioase.\n\nSemnificații specifice:\n• Flori – perioadă echilibrată, fără supărari mari\n• Trandafiri – noi relații sentimentale\n• Viorele – fericire în dragoste\n• Lalele – negocieri cu final nesigur\n• Mac – iubire scurtă, dar intensă\n• Cartofi – vizită plăcută\n• Castane – avantaj financiar\n• Fragi – succese mari\n• Pere – sănătate pe termen lung\n• Caise – sănătate și prosperitate\n• Măsline – succes în afaceri\n\nA culege cu ușurință este un semn bun – munca ta va fi răsplătită.\n\nDacă fructele sunt stricate sau culegerile sunt sărace, există obstacole sau dezamăgiri.\n\nAcest vis te încurajează să recunoaști și să apreciezi ceea ce strângi din viață.",
      "slug": "a-culege"
    },
    {
      "name": "A curăța",
      "category": "acțiuni",
      "shortMeaning": "Purificarea interioară, eliminarea negativului și pregătirea pentru nou.",
      "fullInterpretation": "A curăța în vis este un act de purificare și regenerare. Ce cureți și cum cureți dezvăluie ce anume ai nevoie să elimini din viața ta.\n\nSemnificații specifice:\n• A curăța baia – idei lucide, gândire clară\n• A curăța bucătăria – perioadă optimistă, sănătate bună\n• A curăța casa – veselie și fericire în familie\n• A curăța crama – bucurie, sărbătoare\n• A curăța praful – veste neașteptată\n• A curăța praful de pe mobilă – vitalitate, putere de muncă\n• A curăța poteca – obstacole grele, dar depășite\n• A curăța legume – discuții în familie\n• A curăța mazărea – fericire, speranțe realizate\n• A curăța rufele – noroc\n\nA curăța cu energie și entuziasm este un semn foarte bun – ești pregătit pentru începuturi noi.\n\nAcest vis te invită să faci ordine în viață și să elimini ce te împiedică să avanțezi.",
      "slug": "a-curata"
    },
    {
      "name": "A dărui",
      "category": "acțiuni",
      "shortMeaning": "Generozitatea sufletului, bunăstarea și bucuria de a oferi.",
      "fullInterpretation": "A dărui în vis este un simbol profund pozitiv, asociat cu generozitatea, abundența și bucuria de a împărți.\n\nDacă dăruiești ceva în vis, vei avea parte de bogății, plăcere mare și succes personal. Paradoxal, dând poți primi – energia generozității se întoarce la tine.\n\nA dărui o floare simbolizează nevoia de a avea încredere în cineva, de a-ți deschide inima.\n\nA dărui ceva valoros indică că recunoști valoarea altora și ești pregătit să împarți din ceea ce ai.\n\nDacă primești un dar în vis, universul îți pregătește surprize plăcute.\n\nDacă cineva refuză darul tău, poate exista o neîncredere sau o distanță între voi.\n\nAcest vis te încurajează să fii generos – cu timpul, cu atenția și cu dragostea ta.",
      "slug": "a-darui"
    },
    {
      "name": "A descoperi",
      "category": "acțiuni",
      "shortMeaning": "Spiritul aventurier, curajul și revelațiile interioare.",
      "fullInterpretation": "A descoperi în vis – fie un teritoriu, o invenție sau ceva necunoscut – simbolizează spiritul tău întreprinzător și curajul de a explora.\n\nVisul dezvăluie că ai entuziasm, dorința de implicare și capacitatea de a iniția schimbări. Nu te temi de necunoscut – îl îmbrățișezi.\n\nA descoperi ceva valoros sugerează că vei găsi răspunsuri la întrebări care te frământă sau resurse neașteptate.\n\nA descoperi ceva ascuns indică revelații interioare – adevăruri despre tine pe care acum ești pregătit să le accepți.\n\nA descoperi un loc nou simbolizează noi oportunități sau capitole noi în viață.\n\nDacă descoperirea este înfricoșătoare, poate exista o teamă de schimbare sau de a înfrunta anumite adevăruri.\n\nAcest vis te încurajează să îți păstrezi curiozitatea și curajul de a explora noi orizonturi.",
      "slug": "a-descoperi"
    },
    {
      "name": "A desena",
      "category": "acțiuni",
      "shortMeaning": "Autoexprimarea, viziunea interioară și modul în care percepi lumea.",
      "fullInterpretation": "A desena în vis simbolizează procesul de autoexprimare și reflecție. Desenul dezvăluie modul în care percepi viața, pe cei din jur și pe tine însuți.\n\nDacă desenezi cu plăcere și rezultatul este frumos, ești în armonie cu creativitatea ta și îți exprimi sentimentele în mod sănătos.\n\nDacă desenul nu iese așa cum dorești, există o frustare în a comunica sau a-ți manifesta viziunea.\n\nCe desenezi este important:\n• Portrete – introspecție, înțelegerea relațiilor\n• Peisaje – viziunea ta asupra vieții\n• Forme abstracte – emoții greu de exprimat în cuvinte\n• Desene întunecate – temeri sau emoții reprimate\n\nA desena pentru altcineva sugerează dorința de a fi înțeles.\n\nAcest vis te încurajează să-ți exprimi creativitatea și să dai formă gândurilor și sentimentelor tale.",
      "slug": "a-desena"
    },
    {
      "name": "A dezgropa",
      "category": "dictionar",
      "shortMeaning": "Visul in care dezgropati un obiect nefamiliar inseamna ca vreti sa aflati mai multe detalii, vret...",
      "fullInterpretation": "Visul in care dezgropati un obiect nefamiliar inseamna ca vreti sa aflati mai multe detalii, vreti sa va cunoasteti mai bine. Daca visati ca dezgropati un obiect cunoscut atunci inseamna ca doriti sa va intoarceti in trecut, sa retraiti anumite clipe. Visul in care dezgropati o persoana care in viata reala este decedata inseamna ca va este dor de prezenta acesteia, iar daca visati ca dezgropati o persoana care in realitate nu a murit inseamna ca ati alungat pe cineva din viata dumneavoastra si acum doriti sa o castigati inapoi, sa va redobanditi increderea si afectiunea. Daca visati ca sunteti mort si cineva incearca sa va dezgroape atunci inseamna ca trebuie sa va dezinhibati, sa va aratati sentimentele, sa primiti afectiunea celor din jur. Visul in care un caine dezgroapa oase sugereaza ca prietenii incearca sa ajunga la dumneavoastra.",
      "slug": "a-dezgropa"
    },
    {
      "name": "A dormi",
      "category": "dictionar",
      "shortMeaning": "A dormi in vise poate avea mai multe intelesuri: - cu asternuturi albe - poveri mari va asteapta ...",
      "fullInterpretation": "A dormi in vise poate avea mai multe intelesuri: - cu asternuturi albe - poveri mari va asteapta - cu un copil - bucurie - cu femei - tradari - gol - ati fost pacalit de cineva - in biserica - lenevie, trandavie - in leagan - viitor fericit - in iarba - boala, lasati totul in seama providentei, calatorie neasteptata si norocoasa - in iarba verde - veti zace putin la pat - in pat - boala, uneori castig - in patul altuia - stare sufleteasca buna - in strana unei biserici - ajutor divin - la o femeie - suparari, nemultumiri - langa o fata - neplaceri in dragoste - pe pajiste - perioada fericita - pe pamant - mahnire - pe perna cu pene - mare realizare - pe saltea de pene - sunteti indragostit lulea - dormiti si mergeti in somn - pericol apropiat - pe un scaun - sunteti o persoana optimista si rabdatoare - pe veranda - va pandesc dusmanii - visati cum o alta persoana doarme - pierdere mare de bani",
      "slug": "a-dormi"
    },
    {
      "name": "A evada",
      "category": "dictionar",
      "shortMeaning": "A evada in vise reprezinta prorpia nevoie de libertate spirituala si abilitatea de a merge constient mai departe.",
      "fullInterpretation": "A evada in vise reprezinta prorpia nevoie de libertate spirituala si abilitatea de a merge constient mai departe. Daca visati ca evadati inseamna ca trebuie sa faceti fata la ceva ce ati evitat. Visul in care incercati sa evadati reflecta nerabdarea sau disperarea de a schimba ceva in viata dumneavoastra.",
      "slug": "a-evada"
    },
    {
      "name": "A face curatenie",
      "category": "dictionar",
      "shortMeaning": "In viata reala, asemenea visului, a face curatenie este un act de purificare.",
      "fullInterpretation": "In viata reala, asemenea visului, a face curatenie este un act de purificare. Nevoia de curatenie si de ordine corespunde unei dorinte de claritate interioara, de reorganizare si structura. A face curatenie in vise inseamna a face ordine in viata, in ganduri, in sentimente.",
      "slug": "a-face-curatenie"
    },
    {
      "name": "A fi impuscat",
      "category": "dictionar",
      "shortMeaning": "A fi impuscat in vise poate provoca furie, frica si confuzie, dar exista modalitati practice de a...",
      "fullInterpretation": "A fi impuscat in vise poate provoca furie, frica si confuzie, dar exista modalitati practice de a intelege si de a interpreta cu exactitate ceea ce inseamna, in special daca aceste scenarii se repeta. Visul in care sunteti impuscat in razboi ar putea fi o posibila amintire despre o experienta trecuta. Daca visati ca sunteti impuscat mortal inseamna experienta unei concluzii, finalul unui conflict, a unei batalii.",
      "slug": "a-fi-impuscat"
    },
    {
      "name": "A fura",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca tu furi este semn ca te simti deposedat(a), lipsit de ceva sau de cineva.",
      "fullInterpretation": "- Daca ai visat ca tu furi este semn ca te simti deposedat(a), lipsit de ceva sau de cineva. Locatia (acasa, al birou, la scola, etc.) de unde ai furat in vis este foarte importanta deoarece indica nevoile tale. Alternativ, furtul indica obiecte, fapte sau lucruri neimplinite / nerealizate. Este posibil sa-ti fi stabilit obiective prea mari. - Daca ai visat ca cineva fura de la tine inseamna ca te confrunti cu o criza de identitate sau suferi din cauza unei pierderi in/din viata. Alternativ, visul inseamna ca cineva ti-a furat succesul sau ca si-a asumat/ a primit laudele pentru faptele tale. Poate ca te simti ca ai fost tratat incorect.O masina furata in vis inseamna ca va simtiti derutati fata de veritabila dumneavoastra identitate. Se poate asocia cu pierderea unui loc de munca, unei relatii sau o alta situatie in care individualitatea dumneavoastra joaca un rol important. Daca visati ca vi s-a furat masina inseamna ca veti avea parte de ghinion in atingerea scopurilor. O poseta furata in vise simbolizeaza o persoana care profita de dumneavoastra. Teama de a fi victima unui furt de identitate. De asemenea, visul mai poate sugera si o atentionare de a fi mai atent cu tot ce ar putea reprezenta acea poseta.",
      "slug": "a-fura"
    },
    {
      "name": "A gasi bani",
      "category": "dictionar",
      "shortMeaning": "A gasi bani in vise inseamna ca veti avea de infruntat anumite dificultati, dar, in acelasi timp,...",
      "fullInterpretation": "A gasi bani in vise inseamna ca veti avea de infruntat anumite dificultati, dar, in acelasi timp, veti experimenta si noi schimbari majore si fericite.",
      "slug": "a-gasi-bani"
    },
    {
      "name": "A gati",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca gatiti inseamna ca veti avea parte de zile bune in viata.",
      "fullInterpretation": "Daca visati ca gatiti inseamna ca veti avea parte de zile bune in viata. Veti avea hrana si nu va trebui sa va faceti griji pentru procurarea si prepararea acesteia. Probabil veti avea ajutoare care sa faca aceste lucruri in locul dumneavoastra.",
      "slug": "a-gati"
    },
    {
      "name": "A ghici",
      "category": "dictionar",
      "shortMeaning": "A ghici in vise prevesteste norocul.",
      "fullInterpretation": "A ghici in vise prevesteste norocul. Totusi, daca visati ca ati ghicit gresit atunci inseamna ca ar putea fi ingrijorarea fata de a cunoaste toate sau de a face ceea ce trebuie in viata reala. Alternativ, a ghici in vise ar mai putea insemna pierderea de bani si prevenirea de a nu va grabi. Visul in care va ghiciti dumneavoastra sugereaza sa cautati ajutor in afaceri, sa nu incercati sa le rezolvati pe toate. Daca visati ca cineva va ghiceste inseamna ca trebuie sa aveti grija pentru ca sunt posibile unele schimbari.",
      "slug": "a-ghici"
    },
    {
      "name": "A hrani",
      "category": "dictionar",
      "shortMeaning": "Visul in care hraniti animale sau oameni sugereaza ca sunteti o persoana altruista, considerati c...",
      "fullInterpretation": "Visul in care hraniti animale sau oameni sugereaza ca sunteti o persoana altruista, considerati ca nu faceti suficient de multe lucruri pentru cei de langa dumneavoastra. Visul mai poate inseamna ca aveti mustrari de constiinta fata de cineva pe care nu l-ati ajutat in trecut.",
      "slug": "a-hrani"
    },
    {
      "name": "A ierta",
      "category": "dictionar",
      "shortMeaning": "A ierta pe cineva in vise ar putea fi o reprezentare adevarata a sentimentelor dumneavoastra desp...",
      "fullInterpretation": "A ierta pe cineva in vise ar putea fi o reprezentare adevarata a sentimentelor dumneavoastra despre iertarea acelei persoane. Poate ca sunteti pregatit sa lasati ranchiuna trecutului sau sa va impacati intr-o relatie. Daca visati ca va cereti iertare inseamna ca s-ar putea sa fi cauzat probleme pe drept sau pe nedrept si acum va simtiti vinovat. Prin urmare, simtiti ca trebuie sa va impacati, sa va recladiti relatia si sa mergeti mai departe. Visul in care cineva va cere iertare ar putea sugera ca ati fost inselat si asteptati niste scuze. Alternativ, visul ar mai putea insemna ca ati iertat pe cineva pentru actiunile sale si nu mai purtati ranchiuna pentru acesta. Vedeti si semnificatia generala a visului : Iertare",
      "slug": "a-ierta"
    },
    {
      "name": "A imbraca",
      "category": "dictionar",
      "shortMeaning": "Visul in care va imbracati inseamna ca simtiti nevoia de a fi protejat, de a va apara de atacurile celor din jur.",
      "fullInterpretation": "Visul in care va imbracati inseamna ca simtiti nevoia de a fi protejat, de a va apara de atacurile celor din jur. Daca visati ca cineva va imbraca atunci inseamna ca acea persoana va va ajuta si va va proteja.",
      "slug": "a-imbraca"
    },
    {
      "name": "A ingropa",
      "category": "dictionar",
      "shortMeaning": "Sa visati ca ingropati ceva sugereaza ca va ascundeti adevaratele sentimente.",
      "fullInterpretation": "Sa visati ca ingropati ceva sugereaza ca va ascundeti adevaratele sentimente. Sau incercati sa musamalizati o situatie sau o actiune. Daca visati ca ingropati un cadavru inseamna ca incercati sa ascundeti ceva ce gasiti respingator sau ce altii il vad neatragator. Visul in care ingropati pe cineva de viu semnifica tulburari emotionale. Alternativ, visul sugereaza faptul ca dumneavoastra sunteti ingropat de probleme si stres. Daca visati ca sunteti ingropat de viu inseamna ca sunteti subminat intr-un anume fel. Va simtiti prins sau neajutorat. A visa ca ingropati oasele cuiva inca in viata inseamna ca exista secrete pe care aceasta persoana le cunoaste si ca incercati sa nu le lasati sa iasa la iveala.",
      "slug": "a-ingropa"
    }
  ]
}