{
  "symbols": [
    {
      "name": "Analize",
      "category": "dictionar",
      "shortMeaning": "Analizele medicale in vise inseamna ca organismul dumneavoastra simte ca nu ii acordati suficienta atentie.",
      "fullInterpretation": "Analizele medicale in vise inseamna ca organismul dumneavoastra simte ca nu ii acordati suficienta atentie. Trebuie sa fiti precaut, sa cantariti foarte bine situatia, sa fiti prevazator.",
      "slug": "analize"
    },
    {
      "name": "Ananas",
      "category": "dictionar",
      "shortMeaning": "Din punct de vedere psihologic ananasul in vise semnifica incredere si un stil de viata sofisticat.",
      "fullInterpretation": "Din punct de vedere psihologic ananasul in vise semnifica incredere si un stil de viata sofisticat. Daca il cumparati in vis, va puteti astepta la momente vesele in viata de zi cu zi. In functie de starea fructului exista doua sensuri diferite ale acestui simbol: - daca ananasul este copt, suculent si dulce, indica incredere in fortele proprii, vitalitate si placere sexuala - daca este putred, amar si necomestibil sau deloc apetisant, aceasta indica incertitudine, lipsuri si/sau frustrare sexuala. Ananasul sugereaza de asemenea, ca aveti succes in ceea ce intreprindeti si aveti predispozitia de a vedea partea placuta a vietii. Interpretarea visului in traditia populara: - a vedea in vis un anans indica succes si fericire - a cumpara un anans in vis indica bucurie, fericire, mediu placut acasa - a va taia la deget in timp ce pregatiti un anans indica pierderi semnificative insa situatia se schimba repede si aveti parte de succes si fericire - a manca anans in vis inseamna ca veti fi invitat la o petrecere",
      "slug": "ananas"
    },
    {
      "name": "Ancora",
      "category": "dictionar",
      "shortMeaning": "Ancora, reprezentand greutatea in stare sa tina corabia pe loc, este considerata a fi un simbol a...",
      "fullInterpretation": "Ancora, reprezentand greutatea in stare sa tina corabia pe loc, este considerata a fi un simbol al neclintirii, al soliditatii, al linistii si al fidelitatii. In mijocul marii nestatornice si al elementelor, ancora este ceea ce fixeaza, leaga, imobilizeaza. Ea simbolizeaza partea stabila a fiintei noastre, care ne permite sa pastram o senina luciditate in fata valurilor de senzatii si de sentimente. In acest sens, ancora poate fi si un obstacol, o pierdere de timp. Fiind cea de pe urma salvare a marinarului surprins de furtuna, ea este cel mai adesea legata de speranta, care ramane un sprijin in fata dificultatilor vietii : \"sa tinem nadejdea pusa inainte, pe care o avem ca o ancora a sufletului, neclintita si tare\", spune Sfantul apostol Pavel in Epistola catre Evrei (6, 18-19), Ancora simbolizeaza, de asemenea, conflictul dintre solid si lichid, dintre apa si pamant. Atunc cand miscarea vietii devine prea furtunoasa, ancora o opreste. Pentru ea pamantul si apa, conjugate, sa favorizeze o evolutie fecunda, este necesar sa rezolve conflictul. Din punct de vedere mistic, armonizarea neimplinindu-se in aceasta lume, se cade, asa cum spune Sfantul Pavel, sa ne ancoram sufletul in Hristos, aceasta fiind singura cale de a impiedica naufragiul spiritual.(aruncand in apa)Sperantele ti se vor implini.",
      "slug": "ancora"
    },
    {
      "name": "Ancora (aruncand in apa)",
      "category": "dictionar",
      "shortMeaning": "(aruncand in apa)Sperantele ti se vor implini.",
      "fullInterpretation": "(aruncand in apa)Sperantele ti se vor implini.",
      "slug": "ancora-aruncand-in-apa"
    },
    {
      "name": "Anestezie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "anestezie"
    },
    {
      "name": "Anglia",
      "category": "dictionar",
      "shortMeaning": "Visul in care calatoriti in Anglia este un semn ca in curand veti cheltui multi bani.",
      "fullInterpretation": "Visul in care calatoriti in Anglia este un semn ca in curand veti cheltui multi bani. Ar putea fi vorba de o calatorie sau o achizitie scumpa care va va face fericit. Daca visati ca vorbiti engleza inseamna ca veti avea succes in afaceri, dar veti avea anumite esecuri in viata privata si veti simti singuratate si intristare. A visa ca vedeti Anglia pe harta sugereaza ca va trebui sa luptati pentru drepturile dumneavoastra. Poate ca punctul dumneavoastra de vedere intr-o anumita problema este incomparabila incomparatie cu valorile etice ale oamenilor din jurul dumneavoastra. Daca visati ca intalniti o persoana din Anglia inseamna ca sunteti avertizat de numeroasele probleme cu care va veti confrunta. Daca acea persoana este straina sau ciudata si va vorbeste inseamna ca trebuie sa evitati noi cunostinte deoarece riscati sa pierdeti anumite bunuri datorita neatentiei dumneavoastra. Visul in care cititi literatura engleza este un semn ca veti trai intr-o stare de plictiseala. o anumita perioada din viata dumneavoastra va fi gri si nefericita. Daca va doriti sa va diversificati viata, va puteti reinoi relatia cu vechii prieteni si sa deveniti mai sociabili. A visa ca auziti discursul unui englez si il intelegeti inseamna ca anumite situatii vor fi clare pentru dumneavoastra si veti fi capabil sa folositi acest lucru pentru beneficiul dumneavoastra.",
      "slug": "anglia"
    },
    {
      "name": "Animal",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea animalele descrise separat).",
      "fullInterpretation": "(vezi, de asemenea animalele descrise separat). Animalul de casa in vise simbolizeaza mai multe tipuri de sentimente pe care le experimentati atunci cand sunteti cu propriile animale de casa. Adesea visele au legatura cu relatiile dumneavoastra, poate ca este vorba de dorinta de afectiune. Visul in care apare animalul de casa din copilarie sugereaza momentele in care ati locuit cu parintii, cand inca nu erati angajat si duceati lipsa de bani. A visa ca sunteti impreuna cu animalul de casa inseamna ca aveti nevoie sa va inveseliti.Animalele semnifica o dorinta psihologica si din acest motiv visele pot fi impartite in doua mari categorii: Daca este un animal domestic, atunci visul tinde sa insemne fericire Daca visul se refera la un animal salbatic, atunci poate simboliza anumite dificultati. Neintelegerile din viata de zi cu zi sunt cele mai probabil cauzele visarii animalelor. Animalele din visele noastre pot fi extrem de importante in incercarea de a descoperi gandurile ascunse din psihicul nostru. Vazand un animal infricosator in visul dumneavoastra, insemana ca veti avea dificultati intr-o relatie din viata de zi cu zi. Lovind un animal, reprezinta orice pasiune sau agresiune legata de persoana iubita. Adesea modul in care animalul se exprima in visul dumneavoastra va poate oferi o idee despre factorii cu care va confruntati. Animale folosite in experimente sau studii stintifice reprezinta emotiile pasionante. Adesea modul in care va simtiti in vise ofera indicii din viata de zi cu zi. Mancand animale in vis simbolizeaza o improspatare spirituala. Acest vis este asociat si cu gasirea implinirii si a pacii, este posibil acest lucru facand o calatorie in trecut si explorandu-va interiorul. Ucigand animale pentru hrana, pe cat de terifiant pare, este, din punct de vedere psihologic, un vis care face referire la o cautare a fericirii sau o evadare. Animalele ciudate sau infricosatoare sunt legate de temeri si indoieli din viata dumneavoastra. Uneori va este greu sa faceti fata perioadelor dificile. Imblanzirea unui animal in vise semnifica eforturile de a incercarea descoperirii controlului. Mai concret, incercati sa centrolati ceva sau pe cineva din viata dumneavoastra. Un pui de animal ranit, cum ar fi un pui de catel sau de pisica, poate semnifica, din punct de vedere psigologic, anumite traume din viata dumneavoastra. Animale cu sange rece, cum ar fi serpi sau soparle, insemana ca veti actiona intr-o maniera lipsita de inima. Pentru detalii specifice vedeti semnificatia fiecarui vis in parte (sarpe, soparla, etc.).Animalele salbatice in vise in general inseamna pericol, pasiuni primejdioase sau oameni periculosi. Visul in care sunteti atacat de animale salbatice va sugereaza sa aveti grija pentru ca s-ar putea sa fiti suparat de catre persoane straine. Daca animalele nu v-au atins ci doar v-au speriat atunci trebuie sa dati dovada de curaj indiferent de barfe sau obstacole. Daca, in vis, animalele doar s-au jucat cu dumneavoastra atunci inseamna ca veti cunoaste persoane utile.",
      "slug": "animal"
    },
    {
      "name": "Animal de casa",
      "category": "dictionar",
      "shortMeaning": "Animalul de casa in vise simbolizeaza mai multe tipuri de sentimente pe care le experimentati atu...",
      "fullInterpretation": "Animalul de casa in vise simbolizeaza mai multe tipuri de sentimente pe care le experimentati atunci cand sunteti cu propriile animale de casa. Adesea visele au legatura cu relatiile dumneavoastra, poate ca este vorba de dorinta de afectiune. Visul in care apare animalul de casa din copilarie sugereaza momentele in care ati locuit cu parintii, cand inca nu erati angajat si duceati lipsa de bani. A visa ca sunteti impreuna cu animalul de casa inseamna ca aveti nevoie sa va inveseliti.",
      "slug": "animal-de-casa"
    },
    {
      "name": "Animale",
      "category": "dictionar",
      "shortMeaning": "Animalele semnifica o dorinta psihologica si din acest motiv visele pot fi impartite in doua mari...",
      "fullInterpretation": "Animalele semnifica o dorinta psihologica si din acest motiv visele pot fi impartite in doua mari categorii: Daca este un animal domestic, atunci visul tinde sa insemne fericire Daca visul se refera la un animal salbatic, atunci poate simboliza anumite dificultati. Neintelegerile din viata de zi cu zi sunt cele mai probabil cauzele visarii animalelor. Animalele din visele noastre pot fi extrem de importante in incercarea de a descoperi gandurile ascunse din psihicul nostru. Vazand un animal infricosator in visul dumneavoastra, insemana ca veti avea dificultati intr-o relatie din viata de zi cu zi. Lovind un animal, reprezinta orice pasiune sau agresiune legata de persoana iubita. Adesea modul in care animalul se exprima in visul dumneavoastra va poate oferi o idee despre factorii cu care va confruntati. Animale folosite in experimente sau studii stintifice reprezinta emotiile pasionante. Adesea modul in care va simtiti in vise ofera indicii din viata de zi cu zi. Mancand animale in vis simbolizeaza o improspatare spirituala. Acest vis este asociat si cu gasirea implinirii si a pacii, este posibil acest lucru facand o calatorie in trecut si explorandu-va interiorul. Ucigand animale pentru hrana, pe cat de terifiant pare, este, din punct de vedere psihologic, un vis care face referire la o cautare a fericirii sau o evadare. Animalele ciudate sau infricosatoare sunt legate de temeri si indoieli din viata dumneavoastra. Uneori va este greu sa faceti fata perioadelor dificile. Imblanzirea unui animal in vise semnifica eforturile de a incercarea descoperirii controlului. Mai concret, incercati sa centrolati ceva sau pe cineva din viata dumneavoastra. Un pui de animal ranit, cum ar fi un pui de catel sau de pisica, poate semnifica, din punct de vedere psigologic, anumite traume din viata dumneavoastra. Animale cu sange rece, cum ar fi serpi sau soparle, insemana ca veti actiona intr-o maniera lipsita de inima. Pentru detalii specifice vedeti semnificatia fiecarui vis in parte (sarpe, soparla, etc.).Animalele salbatice in vise in general inseamna pericol, pasiuni primejdioase sau oameni periculosi. Visul in care sunteti atacat de animale salbatice va sugereaza sa aveti grija pentru ca s-ar putea sa fiti suparat de catre persoane straine. Daca animalele nu v-au atins ci doar v-au speriat atunci trebuie sa dati dovada de curaj indiferent de barfe sau obstacole. Daca, in vis, animalele doar s-au jucat cu dumneavoastra atunci inseamna ca veti cunoaste persoane utile.",
      "slug": "animale"
    },
    {
      "name": "Animale amenintandu te",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "animale-amenintandu-te"
    },
    {
      "name": "Animale inconjurandu te",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "animale-inconjurandu-te"
    },
    {
      "name": "Animale salbatice",
      "category": "dictionar",
      "shortMeaning": "Animalele salbatice in vise in general inseamna pericol, pasiuni primejdioase sau oameni periculosi.",
      "fullInterpretation": "Animalele salbatice in vise in general inseamna pericol, pasiuni primejdioase sau oameni periculosi. Visul in care sunteti atacat de animale salbatice va sugereaza sa aveti grija pentru ca s-ar putea sa fiti suparat de catre persoane straine. Daca animalele nu v-au atins ci doar v-au speriat atunci trebuie sa dati dovada de curaj indiferent de barfe sau obstacole. Daca, in vis, animalele doar s-au jucat cu dumneavoastra atunci inseamna ca veti cunoaste persoane utile.",
      "slug": "animale-salbatice"
    },
    {
      "name": "Aniversare",
      "category": "dictionar",
      "shortMeaning": "Aniversarea in vis de multe ori reprezinta un eveniment important din viata dumneavoastra.",
      "fullInterpretation": "Aniversarea in vis de multe ori reprezinta un eveniment important din viata dumneavoastra. Daca visati o aniversare inseamna ca simtiti nevoia de a fi in centrul atentiei, de a fi apreciati. Un tanar sau o tanara care viseaza o aniversare inseamna ca vor avea parte de o serie de piedici puse de cei din jur, iar pentru a le depasi trebuie sa se foloseasca de toate fortele necesare, mai ales ca este posibil sa intre intr-un colaps financiar din aceasta cauza. Daca visati oameni care se petrec la o aniversare sugereaza ca veti avea parte de succes la locul de munca. Aniversarea mai poate insemna un nou inceput, un proiect care va duce la rezultate favorabile.",
      "slug": "aniversare"
    },
    {
      "name": "Anotimpuri",
      "category": "dictionar",
      "shortMeaning": "Anotimpurile in vise semnifica o trecere a timpului, a unor faze si a unor perioade din viata dumneavoastra.",
      "fullInterpretation": "Anotimpurile in vise semnifica o trecere a timpului, a unor faze si a unor perioade din viata dumneavoastra. Mai exact, daca anotimpurile se schimba rapid in timpul visului inseamna ca treceti printr-o transformare importanta si o dezvoltare spirituala in viata dumneavoastra. Incercati sa luati in considerare un anume anotimp idn vis pentru o semnificatie si mai complexa.",
      "slug": "anotimpuri"
    },
    {
      "name": "Antena",
      "category": "dictionar",
      "shortMeaning": "Visul in care montati o antena radio sau TV inseamna ca veti reusi sa realizati ceva ce vi s-a parut greu.",
      "fullInterpretation": "Visul in care montati o antena radio sau TV inseamna ca veti reusi sa realizati ceva ce vi s-a parut greu.",
      "slug": "antena"
    },
    {
      "name": "Anteriu ( de preot)",
      "category": "dictionar",
      "shortMeaning": "( de preot) 15/02/2017 (ultima actualizare)Anteriu in vise, in general, prevesteste mult noroc in ceea ce faceti.",
      "fullInterpretation": "( de preot) 15/02/2017 (ultima actualizare)Anteriu in vise, in general, prevesteste mult noroc in ceea ce faceti. Alternativ, visul simbolizeaza satisfactie pentru cei care sunt casatoriti si, posibil o casatorie pentru cei necasatoriti.",
      "slug": "anteriu-de-preot"
    },
    {
      "name": "Antichitati",
      "category": "dictionar",
      "shortMeaning": "A vedea antichitati in vise inseamna ca sunteti onorat de valori, traditii, intelepciune si carac...",
      "fullInterpretation": "A vedea antichitati in vise inseamna ca sunteti onorat de valori, traditii, intelepciune si caracteristici personale mostenite. Visul simbolizeaza ceva autentic sau demonstrat. Anumite lucruri din trecutul dumneavoastra merita pastrate. Daca nu apreciati sau nu va plac antichitatile atunci visul sugereaza ca va departati de o copilarie conditionata depasita sau de modurile vechi de gandire. Din punct de vedere negativ, s-ar putea sa refuzati ceva valoros ce ar trebui sa observati si sa imbratisati. Visul in care vindeti antichitati sugereaza ca nu ar trebui sa imprumutati bani oamenilor. A cumpara antichitati in vise inseamna ca va trece un timp pana sa primiti o suma de bani.",
      "slug": "antichitati"
    },
    {
      "name": "Antrenament",
      "category": "dictionar",
      "shortMeaning": "Antrenamentul in vise inseamna ca atunci cand vreti sa faceti ceva, sunteti mult prea stresat, va...",
      "fullInterpretation": "Antrenamentul in vise inseamna ca atunci cand vreti sa faceti ceva, sunteti mult prea stresat, va simtiti presat de imprejurari, sunteti agitat. Este un avertisment asupra faptului ca trebuie sa lucrati mai temperat, sa luati totul mai cu calm pentru a ajunge la rezultatele dorite. Visul in care participati la un antrenament va impune sa depuneti mai mult efort, sa va dati silinta mai mult pentru a ajunge unde doriti si sa va simtiti implinit. Daca visati ca cineva va antreneaza pe dumneavoastra inseamna ca este posibil sa fiti solicitat de catre superiori la locul de munca mai mult decat de obicei.",
      "slug": "antrenament"
    },
    {
      "name": "Antrenor",
      "category": "dictionar",
      "shortMeaning": "Antrenorul in vise sugereaza ca trebuie sa va disciplinati, sa fiti mai calculat.",
      "fullInterpretation": "Antrenorul in vise sugereaza ca trebuie sa va disciplinati, sa fiti mai calculat. Aceasta schimbare poate veni numai din partea dumneavoastra. Visul la un antrenor ar mai putea reprezenta capacitatea dumneavoastra de a conduce sau de a controla o echipa, un grup mai mare de persoane, se face referire la calitatile dumneavoastra de leadership, autoritate si organizare.",
      "slug": "antrenor"
    },
    {
      "name": "Anul nou",
      "category": "dictionar",
      "shortMeaning": "Anul nou in vise semnifica prosperitate, speranta, un nou inceput si o oportunitate de a o lua de la capat.",
      "fullInterpretation": "Anul nou in vise semnifica prosperitate, speranta, un nou inceput si o oportunitate de a o lua de la capat. De asemenea, visul reprezinta inceperea unui nou proiect. Din punct de vedere spiritual, anul nou in vise reprezinta iluminare, o noua cunoastere. Visul in care sunteti la o petrecere de anul nou prezice succes in noile dumneavoastra intreprinderi.",
      "slug": "anul-nou"
    },
    {
      "name": "Anunt",
      "category": "dictionar",
      "shortMeaning": "In general, visele ce implica anunturi prevestesc o anume schimbare, de obicei una pozitiva.",
      "fullInterpretation": "In general, visele ce implica anunturi prevestesc o anume schimbare, de obicei una pozitiva. Trebuie sa acordati o atentie deosebita informatiilor sau instructiunilor din anunt, aceste pot schimba complet sensul visului. De asemena, anunturile pot fi o comunicare directa din subconstientul dumneavoastra care necesita o atentie imediata. Alti factori importanti, care pot fi interpretati separat, sunt: locul unde se face anuntul sau locatia publicarii acestia se opresc oamenii sa asculte anuntul ? daca este un anunt scris ... are ceva elemente care il scot in evidenta ? tipografia contine caractere deosebite, ingrosate sau necunoscute ? Visul in care dumneavoastra sunteti cel care face un anunt prevesteste ca in viitorul apropiat veti face o descoperire importanta, aici poate fi vorba si despre o descoperire spirituala. Alternativ, visul poate prevesti un soi de mostenire sau donatie care va crea o cotitura importanta in viata dumneavoastra. Vazand un anunt interesant la televizor este semn de munca complicata sau dificila, dar interesanta. Poate ca vi-ati dorit acest proiect / job de multa vreme si acum ar trebui sa va mobilizati astfel incat sa nu pierdeti ocazia. Daca ati visat ca scrieti un anunt pe un site specializat sau pentru a fi publicat intr-un ziar este un semn bun. Se pare ca orele de perseverenta petrecute muncind la noul proiect vor da roade. Insa, daca in momentul in care scrieti anuntul sunteti nervos sau coplesit de griji atunci sugereaza schimbari, vesti proaste si chiar prelunghirea termenului de finalizare a unui proect. Citirea unui anunt dintr-un ziar prevesteste experimentarea a unei perioade pline de evenimente interesante. Anuntul mortii cuiva Fiind martor la anuntul mortii unei persone inseamna ca unele informatii sau cunostinte privilegiate urmeaza sa fie dezvaluite. De asemenea, visul poate fi o reprezentarea a dificultati dumneavoastra de a va exprima gandurile si ideiile. Alternativ, visul este o metafora pentru sfarsitul unei calatorii si realizarea obiectivelor. Visand despre anunt si moarte in acelasi episod este un indiciu cu privire la emotiile suprimate care sunt pe punctul de a se revarsa in constientul dumneavoastra si care va vor influenta negativ viata de zi cu zi. De asemena, poate insemna ca nu va asumati responasbilitatea pentru propriile decizii sau actiuni.",
      "slug": "anunt"
    },
    {
      "name": "Anus",
      "category": "dictionar",
      "shortMeaning": "Anusul in vise reprezinta emotii negative reprimate sau la care te abti, sentimente de vinovatie si rusine de sine.",
      "fullInterpretation": "Anusul in vise reprezinta emotii negative reprimate sau la care te abti, sentimente de vinovatie si rusine de sine. Alternativ, anusul este asociat fie cu generozitate sau zgarcenie. Vezi si visul Excremente Copilul mic traieste prima experienta de control asupra propriului corp atunci cand reuseste sa isi stapaneasca functiile. In vise, mintea noastra se intoarce la acea experienta timpurie ca la un simbol al unei realizari personale si al increderii in fortele proprii. In sens negativ, aceasta parte a corpului uman poate fi asociata cu reprimarea sentimentelor si cu reactia de aparare. Prin urmare, un asemenea vis indica o latura caracterizata de la un comportament infantil sau de egocentrism.Manusa in vise are multe interpretari. Totul depinde de ceea ce visati si ce fel de manusa visati: - manusa alba - intalniti oameni importanti - aruncand o manusa pe scaun - stire neplacuta - aruncand o manusa pe pat - despartire de iubit - avand o manusa in buzunar - gelozie - avand o manusa in maini - onoare - o manusa barbateasca in vis - banuiti pe cineva degeaba - manusa cazuta pe jos - litigii - manusa de box - contacte ce trebuiesc facute - manusa de cauciuc - veti lua decizii si veti face alegeri bune - manusa de lana - ati ajuns la o concluzie buna - manusa gaurita - sunteti umilit - manusa incomoda - insatisfactii - manusa murdara - plictiseala - manusa neagra - esec - pierzand o manusa - pierdeti protectia inalta, scaparea unei sanse - manusa rupta - surprize neplacute - scotand o manusa - necazuri - vazand o manusa - banuieli vagi - manusa veche - vesti neplacute - manusa zdrentuita - teama, rusine Un manuscris in vise reprezinta sperantele, scopurile, visele si dorintele tale. Se poate adaposti o anumita frica, in tine, care te impiedica sa iti atingi scopurile. - Visul in care ai gasit un manuscris semnifica succese si sperante. - Daca ai visat ca un manuscrisul iti este respins de catre un editor, inseamna ca visul se face referire la unele obstacole temporare.",
      "slug": "anus"
    },
    {
      "name": "Anvelopa",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "anvelopa"
    },
    {
      "name": "Apa adanca",
      "category": "dictionar",
      "shortMeaning": "Apa adanca in vise este semn de cearta, neintelegere, dar si de teama.",
      "fullInterpretation": "Apa adanca in vise este semn de cearta, neintelegere, dar si de teama. Apa adanca influenteaza sufletul omului, provocand neliniste si iracibilitate, ceea ce determina conflicte in relatiile cu cei din jur.",
      "slug": "apa-adanca"
    },
    {
      "name": "Apa agitata",
      "category": "dictionar",
      "shortMeaning": "Apa agitata, tulbure in vise descrie o perioada de mari emotii negative.",
      "fullInterpretation": "Apa agitata, tulbure in vise descrie o perioada de mari emotii negative. Veti avea parte de senzatii neplacute, anxietate, teama, impulsivitate, ura, nesinceritate. Daca visati ca o apa agitata de o furtuna inseamna ca veti avea parte de suferinte, de necazuri.",
      "slug": "apa-agitata"
    },
    {
      "name": "Apa calda",
      "category": "dictionar",
      "shortMeaning": "In toate traditile din lume, visul in care beti apa calda este considerat un semn rau.",
      "fullInterpretation": "In toate traditile din lume, visul in care beti apa calda este considerat un semn rau. Acesta prevesteste o perioada mai dificila prin care treceti, veti suferi de o boala, veti intra in necazuri sau veti aduce numai dezamagiri. In traditia islamica: daca visati sa faceti dus cu apa calda inseamna ca nivelul de stres va fi scazut visul in care treceti prin apa calda semnifica faptul ca va veti face griji pentru familia dumneavoastra daca visati ca cineva se spala pe fata cu apa calda inseamna ca cei din jur vor fi suparati pe acea persoana, depinzand si de temperatura apei In traditia rusa, visul in care simtiti apa calda denota ca veti avea parte de placeri neasteptate pe viitor.",
      "slug": "apa-calda"
    },
    {
      "name": "Apa curgand repede",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "apa-curgand-repede"
    },
    {
      "name": "Apa curgatoare",
      "category": "dictionar",
      "shortMeaning": "Apa curgatoare in vis poate fi de mai multe feluri: - raul - succes pe plan social daca sunteti a...",
      "fullInterpretation": "Apa curgatoare in vis poate fi de mai multe feluri: - raul - succes pe plan social daca sunteti atent la actiunile dumneavoastra - paraul - de obicei sugereaza bogatie, onoare, o mostenire, noroc, dar daca este adanc inseamna oboseala, motiv de griji - daca apa curge repede inseamna ca va invidiaza dusmanii, dar afacerile merg din plin",
      "slug": "apa-curgatoare"
    },
    {
      "name": "Apa de mare sau ocean",
      "category": "dictionar",
      "shortMeaning": "In general, visand apa unei mari sau a unui ocean poate insemna mai multe lucruri, insa din din p...",
      "fullInterpretation": "In general, visand apa unei mari sau a unui ocean poate insemna mai multe lucruri, insa din din punct de vedere al carierei va simbolizeaza vesti bune, dar cu mai multe obligatii si responsabilitati. Visele despre apa marilor si a ocenelor ne vorbesc si despre aventuri, schimbari si temeri pe care va trebui sa le invingem. In cele ce urmeaza vom analiza si interpreta cele mai visate simboluri legate de apa marilor si a oceanelor. O mare sau un ocean calm Apa calma este semnul unei calatorii. Insa, nu va ganditi ca ar fi una legata de cariera sau afaceri, aceasta oportunitate de calatorie va fi una relaxare si de odihna in care veti putea reflecta asupra lucrurilor recent intamplate. Furtuna pe mare Visand o furtuna pe ocean sau pe mare indica pozitionarea dumneavoastra in centrul unor tulburari mentale sau emotionale. Este posibil sa aveti nevoie de ajutorul altor persoane pentru a putea depasi aceste stari si framantari. O mare sau un ocean involburat O mare involburata este, de regula, simbolul unor probleme din interiorul familiei sau legate de prieteni apropiati. Va trebui sa invatati cum sa faceti fata unor astfel de situatii cu care nu ati fost obisnuiti. Analizand situatia si depunand efortul necesar, lucrurile se vor domoli. Inotand in apa marii Inotul in apa unui ocean sau a unei mari poate avea semnificatii diferite in functie de doua lucruri din viata reala : stiti sau nu stiti sa inotati? Pentru cei care in viata reala nu stiu sa inoate, visul are mai mult de-a face cu ceea ce va misca in interior decat cu ceea ce va spune lumea. Iar pentru ceilalti, inotul in apale marilor sau al oceanelor simbolizeaza noi aventuri si cautarea acelui ceva care va va face fericiti. Visand oameni inecandu-se Visele despre oameni care se ineaca in mare sau in ocean fac referire la puterea sau conditiile dumneavoastre limitate de a ajuta pe cineva. Toate acestea nu ar trebui sa va creeze sentimente de vinovatie deoarece lectile vietii va vor fi prezentate in varietati si moduri diferite si poate ca o parte din experienta dumneavoastra provine din greselile altora. Visul in care chiar dumneavoastra sunteti pe punctul de a va ineca va arata ca ati ajuns intr-un stagiu in care nu veti putea scapa de vechile traume sau temeri. Insa, pastrati-va calmul si contiunati sa incercati. Apa marii murdara sau noroioasa Un asemnea vis va simboliza probleme aparente si poate fi un avertisment pentru unele dificultati ce vor aparea in calea dumneavoastra spre indeplinirea unui obiectiv. Concentrati-va atentia la obiectiv si veti putea depasi toate aceste dificultati. Foc pe apa Visand apa unui ocean sau a unei mari in flacari este semnul de finalizare cu succes a unei transformari. De asemnea, visul ne vorbeste si despre o reinoire sau o claritate in vedere. Putem vedea direct printr-o persoana si putem identifica cu exactitate intentiile acesteia. Apa marii inghetata Visand un ocean sau o mare inghetata se intampla destul de rar si din acest motiv trebuiesc examinate cu atentie si celelalte contexte ale visului. Observand de la distanta apa inghetata, inseamna ca planurile dumneavoastra sunt in asteptare. Probail ca aveti de gand sa faceti mai multe lucruri deodata, dar cimrcumstantele actuale va impiedica. Mergand pe tarmul unei mari inghetate , inseamna ca sunteti aproape de a rezolva o problema, insa trebuie sa fiti putin mai rabdator. Curajul este simbolizat de visul in care mergeti pe o mare sau un ocean inghetat. Sunteti gata sa va implicati in proiecte si situatii riscante, atata timp cat credeti ca rezultatul ar fi unul pozitiv. Scufundari Daca ati visat ca faceti sufundari in mare sau in ocean este semnul unor cheltuieli considerabile. Poate ca a sosit momentul sa cumparati o masina noua, sa va renovati locuinta sau, de ce nu, sa va cumparati o casa noua. Aceasta este ocazia si nu veti regreta alegerea!",
      "slug": "apa-de-mare-sau-ocean"
    },
    {
      "name": "Apa de ploaie",
      "category": "dictionar",
      "shortMeaning": "Daca ati avut un vis in care atentia vi-a fost concentrata pe apa de ploaie limpede si curata, es...",
      "fullInterpretation": "Daca ati avut un vis in care atentia vi-a fost concentrata pe apa de ploaie limpede si curata, este semn de bunastare in familie si recolte imbelsugate. Pe de alta parte, daca apa de ploaie este murdara si inchisa la culoare atunci visul anunta vremuri tulburi si posibilitatea unui necaz. Visul in care apa de ploaie este curata si curge in suvoaie prevesteste un castig financiar intr-un timp foarte scurt.",
      "slug": "apa-de-ploaie"
    },
    {
      "name": "Apa fiarta",
      "category": "dictionar",
      "shortMeaning": "Apa fiarta in vise sugereaza o conexiune spirituala puternica cu sinele interior, ceea ce presupu...",
      "fullInterpretation": "Apa fiarta in vise sugereaza o conexiune spirituala puternica cu sinele interior, ceea ce presupune ca veti dezvolta o pasiune pentru un hobby in viitorul apropiat. Visul in care apare apa fiarta mai poate sugera tulburari emotionale sau momente de gandire activa foarte negative. Aveti temeri, dorinte, ganduri de vinovatie sau alte tipuri de gandire dezechilibrate sau excesive. Visul ar mai putea reflecta intentiile rele pe care le aveti pentru o anumita persoana pe care sunteti suparat.",
      "slug": "apa-fiarta"
    },
    {
      "name": "Apa fierbinte",
      "category": "dictionar",
      "shortMeaning": "Apa fierbinte in vise este semn de agravare sau de escaladare a unor probleme.",
      "fullInterpretation": "Apa fierbinte in vise este semn de agravare sau de escaladare a unor probleme. Mai precis, visul face referire la incurajarea unor emotii negative. De asemenea, visand apa fierbinte poate fi refelecta sentimente crescute de frici sau incertitudini. Varsand apa fierbinte pe dumneavoastra Visul face referire la sentimentele negative sau problemele altor persoane care au ajuns sa va impacteze viata. Band apa fierbinte A bea apa fierbinete in vis este semn de anxietate. Obiectivele proouse si, poate, sarcinile de la locul de munca va fac sa va simtiti suprasolicitati si stresati. Inotand in apa fierbinte Inotul intr-o apa din care ies abur semnifica castigul in confruntarea cu un inamic sau invingerea unor probleme.",
      "slug": "apa-fierbinte"
    },
    {
      "name": "Apa inghetata",
      "category": "dictionar",
      "shortMeaning": "Apa inghetata in vise ne duce cu gandul la raceala, indiferenta.",
      "fullInterpretation": "Apa inghetata in vise ne duce cu gandul la raceala, indiferenta. Totusi, gheata ar putea sugera o stare de instabilitate, de nesiguranta, de teama, ceea ce ar putea insemna anumite probleme in viata emotionala: neincredere, distantare sau lipsa de afectivitate. Ati putea incerca sa va consolidati putin relatia cu partenerul de viata, sa va rezolvati problemele.",
      "slug": "apa-inghetata"
    },
    {
      "name": "Apa limpede",
      "category": "dictionar",
      "shortMeaning": "Daca visati o apa limpede, de forma unui lac, inseamna ca va veti imprieteni cu un om tanar care ...",
      "fullInterpretation": "Daca visati o apa limpede, de forma unui lac, inseamna ca va veti imprieteni cu un om tanar care va va face sa va simtiti bine. Visul in care apare o apa limpede, curgatoare, inseamna ca aveti ganduri bune si putere de munca.",
      "slug": "apa-limpede"
    },
    {
      "name": "Apa limpede, lac",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "apa-limpede-lac"
    },
    {
      "name": "Apa mare",
      "category": "dictionar",
      "shortMeaning": "Apa mare poate avea mai multe sensuri, depinde care este cea pe care o visati.",
      "fullInterpretation": "Apa mare poate avea mai multe sensuri, depinde care este cea pe care o visati. Daca ati visat apa adanca, sugereaza ca se anunta pericole nebanuite. Visul la o apa intinsa se imparte in doua categorii: - oceanul - indica o stare spirituala de liniste, de renoire. Sunteti foarte pozitivi in gandire si va simtiti liberi, nu va limiteaza nimic. Daca navigati pe ocean inseamna ca aveti o stare de independenta, de libertate. Daca oceanul este dur, trebuie sa va infruntati suisurile si coborasurile din viata. - lacul - semnifica o stare emotionala de restrictie, nu va puteti exprima sentimentele liberi. Totodata lacul aduce o pace interioara, securiate. Pentru mai multe detalii despre vis vizitati interpretarea visului Apa.",
      "slug": "apa-mare"
    },
    {
      "name": "Apa minerala",
      "category": "dictionar",
      "shortMeaning": "Visul in care beti apa minerala inseamna ca aveti o baza stabila de sanse in viata.",
      "fullInterpretation": "Visul in care beti apa minerala inseamna ca aveti o baza stabila de sanse in viata. Aceasta baza va satisface pofta de a savura lucrurile fine si inaccesibile celorlalti.",
      "slug": "apa-minerala"
    },
    {
      "name": "Apa murdara",
      "category": "dictionar",
      "shortMeaning": "Daca visati apa murdara, reprezinta situatiile negative sau de incertitudine cu care trebuie sa f...",
      "fullInterpretation": "Daca visati apa murdara, reprezinta situatiile negative sau de incertitudine cu care trebuie sa fiti foarte atent tot timpul si sa le ingrijiti. De asemenea, poate reflecta o metoda de initiere , care a fost compromisa sau disttrusa.",
      "slug": "apa-murdara"
    },
    {
      "name": "Apa neagra",
      "category": "dictionar",
      "shortMeaning": "Apa neagra, intunecoasa in vis anunta pericole nebanuite.",
      "fullInterpretation": "Apa neagra, intunecoasa in vis anunta pericole nebanuite. Trebuie sa aveti mare grija si sa va calculati pasii cu mare atentie.",
      "slug": "apa-neagra"
    },
    {
      "name": "Apa rece",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "apa-rece"
    },
    {
      "name": "Apa sarata",
      "category": "dictionar",
      "shortMeaning": "Apa sarata in vise simbolizeaza lacrimile.",
      "fullInterpretation": "Apa sarata in vise simbolizeaza lacrimile. Visul s-ar putea sa indice o izbucnire emotionala sau o suferinta. Daca visati ca gustati apa sarata inseamna ca veti avea o durere apasatoare la inima, cel mai probabil veti suferi din dragoste.",
      "slug": "apa-sarata"
    },
    {
      "name": "Apa sfintita",
      "category": "dictionar",
      "shortMeaning": "A bea apa sfintita in vise inseamna nevoia de purificare si reintinerire spirituala.",
      "fullInterpretation": "A bea apa sfintita in vise inseamna nevoia de purificare si reintinerire spirituala. Sunteti in cautare de liniste si pace.",
      "slug": "apa-sfintita"
    },
    {
      "name": "Apa tulbure",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "apa-tulbure"
    },
    {
      "name": "Aparat",
      "category": "dictionar",
      "shortMeaning": "(radio) evenimente la care nu participi, dar care te intereseaza -vei auzi vesti -(televizor) eve...",
      "fullInterpretation": "(radio) evenimente la care nu participi, dar care te intereseaza -vei auzi vesti -(televizor) evenimente deosebite la care vei fi / esti martor si care sunt importante pentru tine -(de masura) trebuie sa cantaresti bine detaliile actiunilor tale, ca nu cumva sa exagerezi sau sa gresesti -autocontrol, autocenzura, prudenta -evitarea exceselor -(orice alt tip de aparat) rutina, teama de banalitate, nevoia de nou -sentimentul ca faci mereu aceleasi lucruri, plictiseala, dorinta de schimbare.Aparatul dentar in vise simbolizeaza criticile dumneavoastra aduse impotriva altora. Ar trebui sa nu va grabiti sa criticati. Trebuie sa va opriti si sa ascultati si ce au ceilalti de spus. Daca visati ca purtati un aparat dentar atunci ar trebui sa va dati seama pentru ce il purtati. Unii oameni il poarta pentru ca intr-o buna zi vor avea dinti frumosi si drepti, iar altii considera ca arata neatractiv atunci cand il poarta si in plus este un impediment la vorbit si nu ajuta prea mult. Visul in care purtati aparat dentar ar mai putea sa insemne ca sunteti o persoana foarte rabdatoare. Aveti rabdare sa asteptati pentru semne mai bune si sunteti capabil sa va uitati spre un viitor mai bun, mai frumos. Aparatul foto in vis semnifica anumite dorinte de a va agata de trecut, de a trai in trecut. Pe de alta parte, poate indica faptul ca trebuie sa va concetrati pe o anumita situatie, poate ar trebui sa vedeti lucrurile mai clar. Daca vedeti sau folositi un aparat foto in vis mai poate insemna si ca s-ar putea sa aveti dificultati in pastrarea unei relatii de prietenie. Daca visati un aparat foto stricat inseamna ca incercati sa ignorati o problema, nu vedeti imaginea de ansamblu. Visul in care nu gasiti aparatul foto semnifica faptul ca nu sunteti concentrat la problema, va pierdeti usor atentia.",
      "slug": "aparat"
    },
    {
      "name": "Aparat dentar",
      "category": "dictionar",
      "shortMeaning": "Aparatul dentar in vise simbolizeaza criticile dumneavoastra aduse impotriva altora.",
      "fullInterpretation": "Aparatul dentar in vise simbolizeaza criticile dumneavoastra aduse impotriva altora. Ar trebui sa nu va grabiti sa criticati. Trebuie sa va opriti si sa ascultati si ce au ceilalti de spus. Daca visati ca purtati un aparat dentar atunci ar trebui sa va dati seama pentru ce il purtati. Unii oameni il poarta pentru ca intr-o buna zi vor avea dinti frumosi si drepti, iar altii considera ca arata neatractiv atunci cand il poarta si in plus este un impediment la vorbit si nu ajuta prea mult. Visul in care purtati aparat dentar ar mai putea sa insemne ca sunteti o persoana foarte rabdatoare. Aveti rabdare sa asteptati pentru semne mai bune si sunteti capabil sa va uitati spre un viitor mai bun, mai frumos.",
      "slug": "aparat-dentar"
    },
    {
      "name": "Aparat foto",
      "category": "dictionar",
      "shortMeaning": "Aparatul foto in vis semnifica anumite dorinte de a va agata de trecut, de a trai in trecut.",
      "fullInterpretation": "Aparatul foto in vis semnifica anumite dorinte de a va agata de trecut, de a trai in trecut. Pe de alta parte, poate indica faptul ca trebuie sa va concetrati pe o anumita situatie, poate ar trebui sa vedeti lucrurile mai clar. Daca vedeti sau folositi un aparat foto in vis mai poate insemna si ca s-ar putea sa aveti dificultati in pastrarea unei relatii de prietenie. Daca visati un aparat foto stricat inseamna ca incercati sa ignorati o problema, nu vedeti imaginea de ansamblu. Visul in care nu gasiti aparatul foto semnifica faptul ca nu sunteti concentrat la problema, va pierdeti usor atentia.",
      "slug": "aparat-foto"
    },
    {
      "name": "Apartament",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca va mutati in alt apartament semnifica infidelitate in dragoste.",
      "fullInterpretation": "Daca visati ca va mutati in alt apartament semnifica infidelitate in dragoste. Alternativ, daca in vis locuiesti intr-un apartament scump si spatios, vei fi binecuvantat cu multi bani. De asemenea, daca locuiesti intr-unul mic si ieftin, ai putea avea in curand o cearta in familie.A vedea un apartament nou in vise sugereaza ca familia dumneavoastra va va sprijini si veti deveni proprietar cu ajutorul acestui sprijin financiar si cu ceea ce ati economisit. Daca visati ca traiti intr-un apartament nou inseamna ca incepeti un nou capitol, o noua faza in viata.",
      "slug": "apartament"
    },
    {
      "name": "Apartament nou",
      "category": "dictionar",
      "shortMeaning": "A vedea un apartament nou in vise sugereaza ca familia dumneavoastra va va sprijini si veti deven...",
      "fullInterpretation": "A vedea un apartament nou in vise sugereaza ca familia dumneavoastra va va sprijini si veti deveni proprietar cu ajutorul acestui sprijin financiar si cu ceea ce ati economisit. Daca visati ca traiti intr-un apartament nou inseamna ca incepeti un nou capitol, o noua faza in viata.",
      "slug": "apartament-nou"
    },
    {
      "name": "Apendicita",
      "category": "dictionar",
      "shortMeaning": "Visele pot fi asociate cu emotiile.",
      "fullInterpretation": "Visele pot fi asociate cu emotiile. Creierul uman este un mecanism unic care uneori se concentreaza pe anumite detalii fara ca persoana sa isi dea seama. Drept rezultat, momente rapid trecatoare din viata omului pot aparea in vise. Apendicita in vise adesea semnifica inceputul unei noi vieti necunoscuta inainte. Vechea parte a vietii va ramane ca o relicva a trecutului. Un vis despre apendicita poate avea aspecte atat pozitive cat si negative. Totul depinde de situatie astfel ca nu trebuie sa interpretati literalmente tot ceea ce vedeti. Daca visati ca vi s-a indepartat apendicita inseamna ca veti avea noroc. Veti rezolva probleme personale legate de relatiile personale sau tranzactii indelungate. Adesea, astfel de vise prevestesc o achizitie buna sau castigarea la loterie. Visul in care aveti dureri in zona apendicitei are o insemnatate de rau augur. In curand s-ar putea sa dati de probleme asociate cu certurile dintre membrii familiei, dificultati la munca si boli grave. Ar trebui sa fiti rabdator pentru ca toate problemele vor disparea la un moment dat. Daca durerea de la apendicita a trecut fara tratament inseamna ca veti avea solutia la probleme. Totodata, acest vis sugereaza ca nu ar trebui sa aveti incredere in nimeni. A visa ca alte probleme sufera de apendicita semnifica faptul ca acele persoane au nevoie de un ajutor adecvat. Este important sa va schimbati comportamentul si sa deveniti mai bun cu oamenii.",
      "slug": "apendicita"
    },
    {
      "name": "Aplaudand de te visezi",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "aplaudand-de-te-visezi"
    }
  ]
}