{
  "symbols": [
    {
      "name": "Burete",
      "category": "obiecte",
      "shortMeaning": "Absorbție, curățare, ștergerea trecutului, parazitism sau flexibilitate.",
      "fullInterpretation": "Buretele are capacitatea de a absorbi lichidele.\n\nÎn vis, el sugerează că ești o persoană receptivă, care \"absoarbe\" informații sau emoțiile celor din jur (empatie).\n\nA șterge ceva cu buretele indică dorința de a uita o greșeală, de a curăța o situație sau de a o lua de la capăt (\"tabula rasa\").\n\nÎn sens negativ, poate simboliza o persoană care trăiește pe spinarea altora (\"un burete\").",
      "slug": "burete"
    },
    {
      "name": "Buric",
      "category": "corp",
      "shortMeaning": "Centru vital, legătură cu mama, egocentrism sau dependență.",
      "fullInterpretation": "Buricul este cicatricea primei noastre separări (de mamă).\n\nVisul poate indica o dependență emoțională față de părinți sau teama de a fi pe cont propriu.\n\nDacă te uiți la propriul buric, poate semnala egocentrism, narcisism și lipsa de interes pentru lumea exterioară.\n\nDacă te doare buricul, ai putea simți că centrul tău de echilibru este amenințat.",
      "slug": "buric"
    },
    {
      "name": "Burlan",
      "category": "obiecte",
      "shortMeaning": "Canalizare a emoțiilor, evacuare, lucruri ascunse care ies la suprafață sau scăpare.",
      "fullInterpretation": "Burlanul conduce apa (emoțiile, reziduurile) afară.\n\nVisul sugerează că sentimente vechi sau probleme nerezolvate din trecut caută o cale de ieșire. Este un proces de purificare necesar.\n\nDacă burlanul este înfundat, emoțiile tale sunt blocate și riști o \"inundație\" interioară.\n\nA aluneca pe un burlan sugerează o scăpare rapidă, dar riscantă, dintr-o situație.",
      "slug": "burlan"
    },
    {
      "name": "Bursuc",
      "category": "animale",
      "shortMeaning": "Singurătate, tenacitate, agresivitate defensivă, retragere sau muncă subterană.",
      "fullInterpretation": "Bursucul este un animal solitar și morocănos, care trăiește în vizuini.\n\nVisul poate indica nevoia ta de a te retrage, de a fi lăsat în pace sau o perioadă de izolare socială.\n\nPoate simboliza și o persoană din viața ta care este dificilă, dar muncitoare și tenace.\n\nDacă bursucul te atacă, ai invadat teritoriul cuiva care ține mult la intimitate.",
      "slug": "bursuc"
    },
    {
      "name": "Burtă",
      "category": "corp",
      "shortMeaning": "Instincte, digestia experiențelor, vulnerabilitate, intuiție sau lăcomie.",
      "fullInterpretation": "Burta este sediul instinctelor și al \"creierului enteric\" (intuiția).\n\nDacă te doare burta, înseamnă că nu poți \"digera\" o situație, o vorbă sau o emoție.\n\nO burtă mare poate sugera lăcomie, acumulare de resentimente sau, dimpotrivă, prosperitate și confort.\n\nLa femei, burta poate fi legată de sarcină, creativitate și feminitate.\n\nA fi lovit în burtă indică o trădare sau o lovitură josnică.",
      "slug": "burta"
    },
    {
      "name": "A avea burtă mare",
      "category": "corp",
      "shortMeaning": "Saturație, lăcomie, succes material, sarcină sau boală.",
      "fullInterpretation": "Dacă te visezi cu burtă mare, sensul depinde de sentimentul tău.\n\nDacă ești mândru, poate simboliza succes, acumulare de avere sau satisfacție (\"plin\").\n\nDacă te simți greoi sau rușinat, indică lăcomie, excese alimentare sau emoționale și neglijență.\n\nPoate sugera și că \"coci\" ceva: o idee, un proiect.",
      "slug": "burta-mare-ca-ai"
    },
    {
      "name": "Femeie cu burtă mare",
      "category": "persoane",
      "shortMeaning": "Fertilitate, sarcină, noi începuturi, creativitate sau așteptare.",
      "fullInterpretation": "O femeie cu burtă mare în vis este simbolul fertilității și al vieții care se dezvoltă.\n\nIndică faptul că un proiect, o idee sau o relație este în stadiu de gestație și urmează să se concretizeze.\n\nPoate prevesti un câștig mare în afaceri sau o recoltă bogată.\n\nDacă femeia pare bolnavă, visul avertizează asupra unor probleme care se umflă artificial.",
      "slug": "burta-mare-la-femeie"
    },
    {
      "name": "Buruiană",
      "category": "natură",
      "shortMeaning": "Neglijență, gânduri negative, obiceiuri proaste, obstacole mici sau persoane toxice.",
      "fullInterpretation": "Buruienile cresc acolo unde nu este îngrijit.\n\nÎn vis, ele simbolizează neglijența ta față de propria minte sau viață. Gândurile negative, viciile și obiceiurile proaste au \"invadat grădina\".\n\nDacă smulgi buruieni, înseamnă că faci curățenie în viața ta și elimini influențele nocive.\n\nBuruienile pot reprezenta și persoane care te vorbesc de rău sau care îți consumă resursele fără a oferi nimic în schimb.",
      "slug": "buruiana"
    },
    {
      "name": "Busolă",
      "category": "obiecte",
      "shortMeaning": "Direcție, orientare, ghidare morală, confuzie sau căutarea scopului.",
      "fullInterpretation": "Busola indică Nordul. În vis, ea reprezintă nevoia ta de orientare într-o situație confuză.\n\nDacă busola funcționează, știi încotro mergi și ai principii solide.\n\nDacă acul se rotește haotic, te simți pierdut, debusolat și nu știi ce decizie să iei. Ai nevoie de un reper moral sau de un mentor.\n\nA pierde busola înseamnă a-ți pierde direcția în viață.",
      "slug": "busola"
    },
    {
      "name": "Combustibil",
      "category": "obiecte",
      "shortMeaning": "Energie, motivație, resurse interioare, pasiune sau epuizare.",
      "fullInterpretation": "Combustibilul este ceea ce pune lucrurile în mișcare.\n\nÎn vis, el reprezintă energia ta vitală și motivația.\n\nDacă ai combustibil din plin, ești gata de acțiune.\n\nDacă rămâi fără combustibil, ești epuizat (burnout) sau ți-ai pierdut interesul pentru un proiect.\n\nTipul de combustibil contează: benzina e explozivă (emoții intense), cărbunele e lent dar durabil (muncă grea).",
      "slug": "bust"
    },
    {
      "name": "Bust de statuie",
      "category": "obiecte",
      "shortMeaning": "Omagiu, rigiditate, lipsă de sentimente, amintire sau idealizare.",
      "fullInterpretation": "Bustul reprezintă capul și pieptul, deci intelectul și inima, dar \"pietrifcate\".\n\nVisul poate indica faptul că idealizezi pe cineva, punându-l pe un piedestal, dar acea persoană este rece și inaccesibilă.\n\nPoate simboliza și dorința ta de a rămâne în memoria celorlalți sau de a fi respectat.\n\nUn bust spart sugerează căderea unui idol sau dezamăgirea față de o persoană pe care o admirai.",
      "slug": "bust-de-statuie"
    },
    {
      "name": "Buștean",
      "category": "obiecte",
      "shortMeaning": "Obstacol greu, inerție, persoană insensibilă, potențial neprelucrat sau tărie.",
      "fullInterpretation": "Bușteanul este un trunchi de copac tăiat, deci viață oprită sau materie primă.\n\nDacă îți blochează drumul, este un obstacol major care necesită efort fizic pentru a fi mutat.\n\nDacă plutește pe apă, sugerează că te lași purtat de evenimente fără a opune rezistență.\n\nExpresia \"a dormi buștean\" sugerează oboseală extremă sau inconștiență.",
      "slug": "bustean"
    },
    {
      "name": "Busuioc",
      "category": "natură",
      "shortMeaning": "Noroc în dragoste, sfințenie, purificare, tradiție sau protecție.",
      "fullInterpretation": "Busuiocul este o plantă sacră în tradiția românească.\n\nVisul prevestește noroc în dragoste, armonie în cuplu și protecție divină.\n\nMirosul de busuioc indică o atmosferă de pace și sfințenie sufletească.\n\nDacă primești busuioc, cineva îți poartă sentimente sincere.\n\nBusuiocul uscat sugerează că o relație și-a pierdut prospețimea.",
      "slug": "busuioc"
    },
    {
      "name": "Butelie",
      "category": "obiecte",
      "shortMeaning": "Energie stocată, presiune, pericol de explozie, resurse limitate sau furie.",
      "fullInterpretation": "Butelia conține gaz sub presiune.\n\nÎn vis, ea simbolizează resursele tale de energie, dar și o stare de tensiune interioară.\n\nDacă butelia este plină, ai energie de muncă sau motive de bucurie.\n\nDacă este goală, te simți epuizat și ai nevoie de o pauză (\"reîncărcare\").\n\nDacă scapă gaze sau explodează, visul te avertizează că ești pe cale să îți pierzi cumpătul și să provoci un conflict major.",
      "slug": "butelie"
    },
    {
      "name": "Butoi",
      "category": "obiecte",
      "shortMeaning": "Abundență, acumulare, goliciune interioară (dacă e gol) sau petrecere.",
      "fullInterpretation": "Butoiul este recipientul abundenței.\n\nUn butoi plin cu vin sau apă prevestește bogăție, veselie și prosperitate.\n\nUn butoi gol (\"a suna a gol\") sugerează sărăcie, lipsă de substanță sau promisiuni deșarte.\n\nButoiul fără fund (Danaidele) indică o muncă zadarnică sau o gaură neagră în buget/energie.",
      "slug": "butoi"
    },
    {
      "name": "Butuc",
      "category": "obiecte",
      "shortMeaning": "Stagnare, obstacol greoi, rezistență la schimbare, rădăcini sau lipsă de sensibilitate.",
      "fullInterpretation": "Butucul este o bucată de lemn groasă și greu de mișcat.\n\nÎn vis, el poate simboliza o situație blocată sau o persoană încăpățânată și insensibilă (\"a tăcea ca un butuc\").\n\nPoate indica faptul că te simți \"înțepenit\" într-o rutină.\n\nDacă despici butucul, înseamnă că depui efort pentru a rezolva o problemă dificilă și a obține resurse (lemne de foc).",
      "slug": "butuc"
    },
    {
      "name": "Buturugă",
      "category": "obiecte",
      "shortMeaning": "Obstacol mic dar periculos, surpriză neplăcută, putere ascunsă sau piedică.",
      "fullInterpretation": "\"Buturuga mică răstoarnă carul mare\". Visul te avertizează să nu subestimezi problemele mici sau persoanele care par neimportante.\n\nUn obstacol aparent minor îți poate da planurile peste cap dacă nu ești atent.\n\nDacă stai pe o buturugă, iei o pauză în călătoria vieții, reflectând la obstacolele trecute.",
      "slug": "buturuga"
    },
    {
      "name": "Buzdugan",
      "category": "obiecte",
      "shortMeaning": "Agresivitate primitivă, putere brută, amenințare, basm sau conflict.",
      "fullInterpretation": "Buzduganul este o armă medievală, simbol al forței brute și al puterii de distrugere.\n\nÎn vis, poate indica un conflict violent sau o persoană agresivă care încearcă să te intimideze.\n\nÎn context de basm, buzduganul fermecat simbolizează capacitatea de a învinge forțele răului prin curaj și putere interioară.\n\nDacă îl ții în mână, te simți puternic și gata de luptă.",
      "slug": "buzdugan"
    },
    {
      "name": "Buze",
      "category": "corp",
      "shortMeaning": "Comunicare, senzualitate, sărut, minciună sau sinceritate.",
      "fullInterpretation": "Buzele sunt poarta cuvintelor și a sărutului.\n\nBuzele roșii și pline sugerează pasiune, vitalitate și atracție sexuală.\n\nBuzele subțiri sau strânse indică reținere, severitate sau refuzul de a comunica.\n\nDacă visezi buze care vorbesc fără sunet, înseamnă că nu reușești să te faci înțeles sau că cineva îți ascunde adevărul.\n\nBuzele crăpate sugerează o perioadă de secetă emoțională.",
      "slug": "buze"
    },
    {
      "name": "Buzunar",
      "category": "obiecte",
      "shortMeaning": "Secrete, resurse ascunse, intimitate, posesie sau lăcomie.",
      "fullInterpretation": "Buzunarul este locul unde ții lucrurile personale și ascunse.\n\nA avea mâinile în buzunar sugerează pasivitate, relaxare sau faptul că ai ceva de ascuns.\n\nUn buzunar gol indică lipsuri financiare sau sentimentul de goliciune interioară.\n\nUn buzunar rupt (\"spart\") înseamnă risipă: banii sau energia se scurg fără să îți dai seama.\n\nDacă găsești ceva în buzunar, descoperi o resursă uitată sau un talent ascuns.",
      "slug": "buzunar"
    },
    {
      "name": "Brunetă",
      "category": "persoane",
      "shortMeaning": "Pasiune, mister, seriozitate, profunzime sau pericol ascuns.",
      "fullInterpretation": "Femeia brunetă în vis este adesea asociată cu pasiunea intensă, cu misterul și cu forțele telurice.\n\nSpre deosebire de blondă (care este solară), bruneta poate reprezenta o energie feminină mai profundă, mai complexă și uneori mai periculoasă (\"femme fatale\").\n\nPoate indica o relație pasională sau întâlnirea cu o parte necunoscută a sufletului tău.",
      "slug": "bruneta"
    }
  ]
}