{
  "symbols": [
    {
      "name": "Bratara",
      "category": "dictionar",
      "shortMeaning": "(purtand) limitarea actiunilor, oprelisti, stapanirea impulsurilor interioare, frustrari pe plan ...",
      "fullInterpretation": "(purtand) limitarea actiunilor, oprelisti, stapanirea impulsurilor interioare, frustrari pe plan profesional, obligatii si datorii -(rupta sau pierduta) eliberare de constrangeri, lipsa de griji si datorii -(gasind) noi indatoriri.Bratara de argint in vise inseamna cresteri la profitul cuiva. De asemenea, visul se refera la faptul ca aveti o imaginatie bine dezvoltata. Alternativ, visul la o bratara de argint ar putea fi interpretat ca si observarea omagiilor religioase realizate de cineva. Daca visati ca aveti la fiecare incheietura cate o bratara de argint inseamna dezamagire sau pierderi cauzate de unul din prieteni. Visul in care vi se ofera o bratara de argint reprezinta o relatie fericita pe viitor. Visul mai indica si faptul ca veti fi capabil sa preveniti orice pierdere financiara.Bratara de aur in vise inseamna bunastare. Este simbolul legaturilor stranse, bazate pe incredere.- Daca vezi sau daca porti o bratara la glezna inseamna ca visul se refera la modul in care viata ta se desfasoara(incotro se indreapta), la decizile luate pentru a ajunge unde unde esti acum, in acest stagiu. Acest vis inseamna, de asemenea, pasiune si dorinta.",
      "slug": "bratara"
    },
    {
      "name": "Bratara de argint",
      "category": "dictionar",
      "shortMeaning": "Bratara de argint in vise inseamna cresteri la profitul cuiva.",
      "fullInterpretation": "Bratara de argint in vise inseamna cresteri la profitul cuiva. De asemenea, visul se refera la faptul ca aveti o imaginatie bine dezvoltata. Alternativ, visul la o bratara de argint ar putea fi interpretat ca si observarea omagiilor religioase realizate de cineva. Daca visati ca aveti la fiecare incheietura cate o bratara de argint inseamna dezamagire sau pierderi cauzate de unul din prieteni. Visul in care vi se ofera o bratara de argint reprezinta o relatie fericita pe viitor. Visul mai indica si faptul ca veti fi capabil sa preveniti orice pierdere financiara.",
      "slug": "bratara-de-argint"
    },
    {
      "name": "Bratara de aur",
      "category": "dictionar",
      "shortMeaning": "Bratara de aur in vise inseamna bunastare.",
      "fullInterpretation": "Bratara de aur in vise inseamna bunastare. Este simbolul legaturilor stranse, bazate pe incredere.",
      "slug": "bratara-de-aur"
    },
    {
      "name": "Bratara la glezna",
      "category": "dictionar",
      "shortMeaning": "- Daca vezi sau daca porti o bratara la glezna inseamna ca visul se refera la modul in care viata...",
      "fullInterpretation": "- Daca vezi sau daca porti o bratara la glezna inseamna ca visul se refera la modul in care viata ta se desfasoara(incotro se indreapta), la decizile luate pentru a ajunge unde unde esti acum, in acest stagiu. Acest vis inseamna, de asemenea, pasiune si dorinta.",
      "slug": "bratara-la-glezna"
    },
    {
      "name": "Brate",
      "category": "dictionar",
      "shortMeaning": "Ne folosim de brate intr-o varietate de feluri.",
      "fullInterpretation": "Ne folosim de brate intr-o varietate de feluri. In vise, ne aparam cu ele, ne luptam sau suntem tinuti de ele. Pot simboliza un devotament patimas. - Bratele reprezinta relatiile cu cei din jur si cum interctionati in general cu lumea. Acestea reprezinta o forma de comunicare, dar pot reprezenta si autoritatea, ura, protectia, etc. in functie de gest. Poate ca aveti nevoie de o mana de ajutor. Nu iti fie frica sa soliciti ajutor din cand in cand. Vezi si visul Maini",
      "slug": "brate"
    },
    {
      "name": "Breloc",
      "category": "dictionar",
      "shortMeaning": "A vedea un breloc in vise indica abilitatea dumneavoastra de a va adapta in majoritatea situatiilor.",
      "fullInterpretation": "A vedea un breloc in vise indica abilitatea dumneavoastra de a va adapta in majoritatea situatiilor. Va potriviti cu oricine si oricand. Brelocul in vise este un simbol al puterii. Se spune ca puterea unui om poate fi masurata de numarul de cei pe care le tine le breloc. Totusi, chiar daca o persoana tine un numar mare de chei, nu inseamna intotdeauna ca le va folosi pentru propriile avantaje in modul in care ar trebui sa le foloseasca. In timp ce o cheie reprezinta siguranta si putere, un breloc plin de chei care va apare in vise reprezinta mai mult de atat. Reprezinta increderea, responsabilitatea si perseverenta. Daca visati ca detineti un breloc plin de chei sugereaza responsabilitatile pe care le aveti si increderea pe care o au ceilalti in dumneavoastra. Inseamna ca ar trebui sa folositi cheile pentru propiile avantaje si sa va protejati acea incredere pe care altii v-au oferit-o.",
      "slug": "breloc"
    },
    {
      "name": "Breton",
      "category": "dictionar",
      "shortMeaning": "Bretonul in vise inseamna ca incercati sa va ascundeti ideile, conceptiile, va camuflati, nu va e...",
      "fullInterpretation": "Bretonul in vise inseamna ca incercati sa va ascundeti ideile, conceptiile, va camuflati, nu va expuneti, nu va aratati inteligenta.",
      "slug": "breton"
    },
    {
      "name": "Briceag",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "briceag"
    },
    {
      "name": "Bricheta",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "bricheta"
    },
    {
      "name": "Brici",
      "category": "dictionar",
      "shortMeaning": "(vezi si (a se) barbieri) Daca visezi ca te razi inseamna ca vei avea satisfactii de pe urma munc...",
      "fullInterpretation": "(vezi si (a se) barbieri) Daca visezi ca te razi inseamna ca vei avea satisfactii de pe urma muncii tale si din partea prietenilor Daca visezi ca te tai inseamna ca va trebui sa te scuzi pentru o fapta urata Daca visezi ca folosesti un brici pentru a te apara inseamna ca vei suferi pierderi financiare. Limbricii in vise inseamna ca va veti intalni cu amicii, ca veti fi cautat de un prieten.",
      "slug": "brici"
    },
    {
      "name": "Briliante",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea diamant).",
      "fullInterpretation": "(vezi, de asemenea diamant).",
      "slug": "briliante"
    },
    {
      "name": "Briza",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "briza"
    },
    {
      "name": "Broasca in apa",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "broasca-in-apa"
    },
    {
      "name": "Broasca raioasa",
      "category": "dictionar",
      "shortMeaning": "Teama de acest animal crepuscular l-a transformat in ochii nostri intr-un simbol al urateniei si stangaciei.",
      "fullInterpretation": "Teama de acest animal crepuscular l-a transformat in ochii nostri intr-un simbol al urateniei si stangaciei. Dincolo de nivelul apartenentei, vom descoperi ca broasca raioasa este purtatoarea tuturor semnificatiilor rezultate din marea serie simbolica apa-noapte-lume - yin, astfel chinezii o considera divinitatea lunii. Chiar daca traditia chineza pare uneori sa ezite intre un aspect yin si un aspect yang al broastei raioase, totusi primul este dominant, ceea ce se explica prin predilectia acestui animal pentru ascunzisurile intunecoase si umede. De altfel, broasca raioasa nu se deosebeste intotdeauna complet de broasca obisnuita si poate fi folosita ca si ea pentru a aduce ploaia, dupa ce a fost pusa la uscat. In plus, broasca raioasa va apara de armele dusmanilor si va intoarce asupra lor. Vietnamezii o pretuiesc si stiu ca anunta ploaia. Broasca raioasa mai este si simbolul succesului si, daca este de culoare stacojie, constituie un simbol al fortei, al curajului si al bogatiei. Populatiile maya-quiche considera broasca raioasa un zeu al ploii, iar iconografia azteca sugereaza ca acest animal reprezinta pamantul. Pe de alta parte, pentru pigmeii bambuti, broasca raioasa in vise semnifica un spirit malefic a carui neindemanare a adus moartea pe Pamant. In occident, broasca raioasa este considerata opusul broastei obisnuite, avand o fata tenebroasa si infernala. Se pare ca, in Grecia, visul in care apare o broasca raioasa simbolizeaza desfraul. Prezenta unei broaste raioase in vise are legatura cu anumite aspecte ale propriului comportament sau ale existentei pe care le gasiti respingatoare. Totusi, acest animal reprezinta sursa din care izvoraste forta metamorfozei. Daca visati o broasca raioasa alaturi de un vultur inseamna diferenta existenta intre valorile lumesti si cele spirituale.",
      "slug": "broasca-raioasa"
    },
    {
      "name": "Broasca sarind",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "broasca-sarind"
    },
    {
      "name": "Broasca testoasa",
      "category": "dictionar",
      "shortMeaning": "Masculin si feminin, uman si cosmic, simbolismul broastei testoase s-a extins in toate toate sferele imaginarului.",
      "fullInterpretation": "Masculin si feminin, uman si cosmic, simbolismul broastei testoase s-a extins in toate toate sferele imaginarului. Datorita carapacei sale, boltita in afara la partea de sus - asemenea cerului, de unde si inrudirea cu domul - si plata in partea de jos, asemenea pamantului, broasca testoasa reprezinta o imagine a universului: ea constituie in sine o cosmografie. In aceasta ipostaza apare atat in Orientul Indepartat, la chinezi si japonezi, cat si in centrul Africii, la populatiile care traiesc in zona de la cotul Nigerului, la dogoni si la triburile bambara. Masivitatea, forta tenace, ideea de putere pe care o sugereaza cele patru picioare scurte infipte in pamant asemenea coloanelor unui templu fac totodata din broasca testoasa un cosmofor, un purtator, un sustinator al lumii, ceea ce o inrudeste cu alte animale puternice, precum marele crocodil sau caimanul ori aligatrul din cosmologiile Americii Centrale, balena sau marele peste, dragonul si chiar mamutul, pe care majoritatea popoarelor siberiene il considera o divinitate de sub apa. Longevitatea sa binecunoscuta a facut sa-i fie asociata ideea de nemurire, care merge mana in mana cu ideea de fertilitate. Numeroase traditii imbina aceste caracteristici simbolice pe toate continentele. Se mai poate nota ca retragerea broastei testoase in carapacea ei este o imagine cu o inalta incarcatura spirituala in traditia hindusa: ea este simbolul concentrarii, al intoarcerii la starea primordiala si deci al unei atitudini esentiale pentru spirit. Broasca testoasa in vise mai poate semnifica si cearta si amagire.",
      "slug": "broasca-testoasa"
    },
    {
      "name": "Brocoli",
      "category": "dictionar",
      "shortMeaning": "Brocoli in vise reprezinta sentimente despre ceva neplacut ce trebuie facut in interesul dumneavoastra.",
      "fullInterpretation": "Brocoli in vise reprezinta sentimente despre ceva neplacut ce trebuie facut in interesul dumneavoastra. Beneficiati in urma alegerilor sau a comportamentului ce nu va fac sa va simtiti bine deloc. A manca brocoli in vise sugereaza nevoia de hranire spirituala. Sau poate chiar va lipseste un anumit aliment. Trebuie sa aveti o dieta mai echilibrata.",
      "slug": "brocoli"
    },
    {
      "name": "Broderie",
      "category": "dictionar",
      "shortMeaning": "Broderia in vise inseamna ca cineva se va naste in familia dumneavoastra, o ruda este insarcinata...",
      "fullInterpretation": "Broderia in vise inseamna ca cineva se va naste in familia dumneavoastra, o ruda este insarcinata sau regasiti pe cineva pierdut de multa vreme. Visul in care brodati ceva simbolizeaza abilitatea dumneavoastra de a realiza totul cat mai bine.",
      "slug": "broderie"
    },
    {
      "name": "Bronz",
      "category": "dictionar",
      "shortMeaning": "A vedea bronz in vise, fie ca este vorba de metal sau de culoare, sugereaza ca trebuie sa aveti mai multa grija de ceva.",
      "fullInterpretation": "A vedea bronz in vise, fie ca este vorba de metal sau de culoare, sugereaza ca trebuie sa aveti mai multa grija de ceva. Exista ceva de mai multa valoare decat ati crezut initial de care trebuie sa va ingrijiti asa cum se cuvine. Visul mai poate indica si intretinerea frumusetii si a sanatatii. Bronzul in vise mai poate simboliza puterea, rezistenta. Alternativ, bronzul in vise simbolizeaza o sanatate subreda, o situatie financiara precara sau ignoranta din partea dumneavoastra. Din punct de vedere psihologic, visul in care apare bronz semnifica energia, iar energia, in acelasi timp, reprezinta egoismul dus spre nepasare, agresivitate, dorinta pentru putere si lacomie. Fiecare simbol trebuie interpretat individual pentru a recunoaste daca se refera la propriile calitati ce trebuiesc schimbate sau va avertizeaza despre altii cu astfel de calitati. Bronzat Bronzul solar este un simbol al noilor oportunitati, poate schimbarea tipului de activitate. Daca in bronzului, atunci cand stati tolanit la soare, apar nori si soarele dispare dupa acestia dar mai tarziu apare din nou, este un semn ca seninatatea dumneavoastra poate fi umbrita de evenimentele viitoare, dar nu va fi pentru mult timp. Bronz artificial intr-un solar. Este indiciul specific pentru schimbarea planurilor. Corp bronzat Visand ca pielea este neagra si aspra, datorita expunerii excesiva la soare, inseamna ca s-ar putea sa gresiti in sentimente, cu oameni pe care nu ar trebui sa ii iubiti. In plus, pielea aspra este un semn al declinului financiar, asa ca acordati o atentie deosebita.",
      "slug": "bronz"
    },
    {
      "name": "Brosa",
      "category": "dictionar",
      "shortMeaning": "A vedea o brosa scumpa in vise semnifica mari realizari in toate activitatile si afacerile dumneavoastra.",
      "fullInterpretation": "A vedea o brosa scumpa in vise semnifica mari realizari in toate activitatile si afacerile dumneavoastra. Daca visati ca primit o brosa in dar inseamna ca incercati sa atrageti atentia oamenilor din jurul dumneavoastra. Daca o femeie viseaza ca primeste in dar o brosa inseamna ca mariajul ei va fi fericit din toate punctele de vedere. Visul in care prezentati brosa dumneavoastra cuiva sugereaza ca veti avea o viata sortita la cheltuieli fara cap. In dictionarul lui Miller, o femeie nemaritata care viseaza ca primeste o brosa frumoasa si scumpa va avea un mariaj cu un barbat bogat care va deveni un tata iubitor si un sot minunat. Dorinta in vise de a ascunde o pata de pe haine cu ajutorul unei brose inseamna ca probabil veti regreta actiunile realizate. Sunteti innegrit de indoieli, iar situatia va deveni mai complicata din cauza ca va ascundeti sentimentele fata de ceilalti. Daca visati ca ati pierdut o brosa inseamna ca veti pierde acel moment potrivit din viata dumneavoastra. Cartea de vise a lui Vanga sustine ca visele in care gasiti o brosa sunt semne de noroc. In viata reala veti fi foarte norocos si un eveniment neasteptat va va face foarte fericit.",
      "slug": "brosa"
    },
    {
      "name": "Bruneta",
      "category": "dictionar",
      "shortMeaning": "Bruneta in vis reprezinta dragostea.",
      "fullInterpretation": "Bruneta in vis reprezinta dragostea. Totodata inseamna si ca veti avea parte de pasiune si de dragoste.Femeia bruneta in vise inseamna dragoste. S-ar putea sa fie vorba de dragostea pe care o simtiti pentru acea femeie sau despre dragostea pe care o veti intalni.",
      "slug": "bruneta"
    },
    {
      "name": "Brutarie",
      "category": "dictionar",
      "shortMeaning": "Brutaria in vise inseamna bogatie si succes in afaceri.",
      "fullInterpretation": "Brutaria in vise inseamna bogatie si succes in afaceri. Viitorul dumneavoastra poate fi unul placut si plin de satisfactie. Daca visati ca cineva face paine in brutarie este semn bun, veti avea noroc. Visul in care dumneavoastra faceti paine in brutarie prevesteste ca cineva drag se va imbolnavi.",
      "slug": "brutarie"
    },
    {
      "name": "Bube",
      "category": "dictionar",
      "shortMeaning": "De te vei visa cu bube, castig de bani inseamna, avere, visele cu bube sunt, aproape fara excepti...",
      "fullInterpretation": "De te vei visa cu bube, castig de bani inseamna, avere, visele cu bube sunt, aproape fara exceptie, bune, prevestind bogatie. Din punct de vedere psihologic bubele indica faptul ca va simtiti tras in jos de o problema emotionala. Ingrijind si tratand bube, prevesteste ca placerile si dorintele personale vor capata un loc inferior in favoarea placerii altora.Visand ca aveti bube pe corp, sugereaza ca aveti anumite retineri de emotii negative si atitudini care trebuie sa fie eliberate. Luati in considerare simbolismul zonei corpului in care se afla aceste bube. Alternativ, visul poate indica o senzatie de resentimente cu privire la anumite situatii sau o relatie. Visul in care aveti bube pe fata sugereaza ocrotire si stabilitate in unele cehstiuni ale vietii. Alternativ, visul poate insemna ca unele persoane va vorbesc pe la spate, va doresc raul, iar acest lucru va irita, va macina. Daca visati ca aveti o buba mare si rosie pe fata inseamna ca va merge bine si aveti o stare de sanatate foarte buna. A visa ca aveti bube pe fata, asemanatoare cosurilor, indica incompatibilitatea dumneavoastra cu o anumita persoana, nu va intelegeti cu cineva, aveti neplaceri sentimentale, poate chiar persoana draga va va dezamagi.",
      "slug": "bube"
    },
    {
      "name": "Bube pe corp",
      "category": "dictionar",
      "shortMeaning": "Visand ca aveti bube pe corp, sugereaza ca aveti anumite retineri de emotii negative si atitudini...",
      "fullInterpretation": "Visand ca aveti bube pe corp, sugereaza ca aveti anumite retineri de emotii negative si atitudini care trebuie sa fie eliberate. Luati in considerare simbolismul zonei corpului in care se afla aceste bube. Alternativ, visul poate indica o senzatie de resentimente cu privire la anumite situatii sau o relatie.",
      "slug": "bube-pe-corp"
    },
    {
      "name": "Bube pe corpul altuia",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "bube-pe-corpul-altuia"
    },
    {
      "name": "Bube pe fata",
      "category": "dictionar",
      "shortMeaning": "Visul in care aveti bube pe fata sugereaza ocrotire si stabilitate in unele cehstiuni ale vietii.",
      "fullInterpretation": "Visul in care aveti bube pe fata sugereaza ocrotire si stabilitate in unele cehstiuni ale vietii. Alternativ, visul poate insemna ca unele persoane va vorbesc pe la spate, va doresc raul, iar acest lucru va irita, va macina. Daca visati ca aveti o buba mare si rosie pe fata inseamna ca va merge bine si aveti o stare de sanatate foarte buna. A visa ca aveti bube pe fata, asemanatoare cosurilor, indica incompatibilitatea dumneavoastra cu o anumita persoana, nu va intelegeti cu cineva, aveti neplaceri sentimentale, poate chiar persoana draga va va dezamagi.",
      "slug": "bube-pe-fata"
    },
    {
      "name": "Buburuza",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "buburuza"
    },
    {
      "name": "Bucatar",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca stai in bucatarie poate semnifica un indiciu pentru o casatorie rapida, fericire s...",
      "fullInterpretation": "Daca visezi ca stai in bucatarie poate semnifica un indiciu pentru o casatorie rapida, fericire sau vesti de la distanta- in general aspecte pozitive daca nu exista umiditate sau mobilierul din bucatarie nu este degradat. De asemenea, daca vezi o bucatarie in vis semnifica ca ceva la care tii poate fi distrus de altcineva. Alternativ, daca visezi ca gatesti in bucatarie sugereaza ca ai prieteni loiali. Visele care au ca subiect principal gandacii de bucatarie sunt destul de frecvente si nu ar trebui sa va sperie, chiar daca acestia par infricosatori sau va creaza sentimente de repulsie. Gandacii de bucatarie nu sunt neaparat un semn rau, ei pot avea semnificatii diferite si uneori pot simboliza o surpriza sau unele evenimente fericite. Gandacii sunt considerati un semn de bun augur daca va pregatiti pentru un eveniment important, cum ar fi construirea unei case, mutarea intr-o casa noua, casatoria, etc. Ar trebui sa va considerati norocos daca i-ati visat si in viata de zi cu zi sunteti pe cale de a elabora sau a finaliza unul dintre planurile de mai sus. Conform izvoarelor populare, daca o femeie tanara sau o fata si ati visat o multime de gandaci, este semn de bunastare. Poate ca este vorba despre o zi placuta la cumparaturi cu multe haine si alte lucruri noi. Iar daca un tanar a avut acest vis, este un semn ca acesta va intalni o persoana influenta care ii va oferi ajutor pentru a-si croi un drum in viitor. In mod alternativ, visarea mai multor gandaci ar putea avea o semnificatie negativa simbolizand lipsa de putere pentru a va respecta promisiunile sau faptul mereu dezamagiti oamenii. Visele repetate cu gandaci de bucatarie vor disparea indata ce va veti rezolva cele mai presante preocupari si veti obtine pacea. Visand un gandac de bucatarie negru si sesizand in vis ca este deosebit de negru, implica faptul ca va exista o anumita problema, cum ar fi o cearta in familie sau un conflict cu o anumita persoana cu care ati avut contact recent. Gandaci mari si urati Daca gandacul din visele dumneavoastra este suficient de mare pentru a fi considerat un soi de monstru, cel mai probabail veti avea un cosmar si va veti trezi de frica, dar nu ar trebui sa va faceti prea multe griji. Contrar fricilor, visul este un semn favorabil care prevesteste un viitor cu peripetii incarcat de o multime de satisfactii profesionale si sentimentale. Daca niste gandaci uriasi incearca sa va atace, atunci visul prevesteste unele greutati si incercari. Poate ca ar trebui sa cheltuiti o suma de bani considerabila pentru a va reabilita / restaura o proprietate. Gandacii de mari dimensiuni sunt, de fapt, mici bariere care stau in cale fericirii dumneavoastra. Va puteti astepta la realizari personale, bunastare si crestere financiara, dar pentru toate acestea va trebui sa depuneti efort si sa luptati. Cu cat in vis sentimentul de repulsie este mai mare fata de acesti gandaci, cu atat rezultatele vor fi mai placute in realitate. Uciderea gandacilor de bucatarie in vis Omorarea unui gandac in vis este un semn de bun augur. Cel mai probabil este vorba despre unele vesti bune. In unele cazuri, dupa o despartire, este un semn ca veti intalni o noua persoana care complet diferita la gandire si infatisare si acest lucru va va incanta de minune. O alta interpretare, in cazul in care ati ucis un gandac, este posibilitatea schimbarii locului de munca in care va veti putea exprima potentialul creativ. Daca ati visat un gandac care este deja mort, s-ar putea sa aveti unele probleme si este putin probabil ca in viitorul apropiat planurile dumneavoastra sa decurga asa cum va doriti. Gandaci colorati Gandacii albi simbolizeaza lipsa de adevar. De fapt, oamenii din jurul dumneavoastra sunt cordiali si amabil, cel putin la suprafata. Veti afla acest lucru si veti fi foarte dezamagit. Gandacul rosu este asociat cu atentia si grija care va este acordata. Persoanele aparute recent in viata dumneavoastra se prefac ca va sunt prieteni, in relitate acestia au inceput sa ocupe mult spatiu din ea. Ipocrizia si munciuna acopera foarte bine lacomia si intentia lor rautacioasa, trebuie sa fiti atent cu aceste persoane.",
      "slug": "bucatar"
    },
    {
      "name": "Bucatarie",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca stai in bucatarie poate semnifica un indiciu pentru o casatorie rapida, fericire s...",
      "fullInterpretation": "Daca visezi ca stai in bucatarie poate semnifica un indiciu pentru o casatorie rapida, fericire sau vesti de la distanta- in general aspecte pozitive daca nu exista umiditate sau mobilierul din bucatarie nu este degradat. De asemenea, daca vezi o bucatarie in vis semnifica ca ceva la care tii poate fi distrus de altcineva. Alternativ, daca visezi ca gatesti in bucatarie sugereaza ca ai prieteni loiali.Visele care au ca subiect principal gandacii de bucatarie sunt destul de frecvente si nu ar trebui sa va sperie, chiar daca acestia par infricosatori sau va creaza sentimente de repulsie. Gandacii de bucatarie nu sunt neaparat un semn rau, ei pot avea semnificatii diferite si uneori pot simboliza o surpriza sau unele evenimente fericite. Gandacii sunt considerati un semn de bun augur daca va pregatiti pentru un eveniment important, cum ar fi construirea unei case, mutarea intr-o casa noua, casatoria, etc. Ar trebui sa va considerati norocos daca i-ati visat si in viata de zi cu zi sunteti pe cale de a elabora sau a finaliza unul dintre planurile de mai sus. Conform izvoarelor populare, daca o femeie tanara sau o fata si ati visat o multime de gandaci, este semn de bunastare. Poate ca este vorba despre o zi placuta la cumparaturi cu multe haine si alte lucruri noi. Iar daca un tanar a avut acest vis, este un semn ca acesta va intalni o persoana influenta care ii va oferi ajutor pentru a-si croi un drum in viitor. In mod alternativ, visarea mai multor gandaci ar putea avea o semnificatie negativa simbolizand lipsa de putere pentru a va respecta promisiunile sau faptul mereu dezamagiti oamenii. Visele repetate cu gandaci de bucatarie vor disparea indata ce va veti rezolva cele mai presante preocupari si veti obtine pacea. Visand un gandac de bucatarie negru si sesizand in vis ca este deosebit de negru, implica faptul ca va exista o anumita problema, cum ar fi o cearta in familie sau un conflict cu o anumita persoana cu care ati avut contact recent. Gandaci mari si urati Daca gandacul din visele dumneavoastra este suficient de mare pentru a fi considerat un soi de monstru, cel mai probabail veti avea un cosmar si va veti trezi de frica, dar nu ar trebui sa va faceti prea multe griji. Contrar fricilor, visul este un semn favorabil care prevesteste un viitor cu peripetii incarcat de o multime de satisfactii profesionale si sentimentale. Daca niste gandaci uriasi incearca sa va atace, atunci visul prevesteste unele greutati si incercari. Poate ca ar trebui sa cheltuiti o suma de bani considerabila pentru a va reabilita / restaura o proprietate. Gandacii de mari dimensiuni sunt, de fapt, mici bariere care stau in cale fericirii dumneavoastra. Va puteti astepta la realizari personale, bunastare si crestere financiara, dar pentru toate acestea va trebui sa depuneti efort si sa luptati. Cu cat in vis sentimentul de repulsie este mai mare fata de acesti gandaci, cu atat rezultatele vor fi mai placute in realitate. Uciderea gandacilor de bucatarie in vis Omorarea unui gandac in vis este un semn de bun augur. Cel mai probabil este vorba despre unele vesti bune. In unele cazuri, dupa o despartire, este un semn ca veti intalni o noua persoana care complet diferita la gandire si infatisare si acest lucru va va incanta de minune. O alta interpretare, in cazul in care ati ucis un gandac, este posibilitatea schimbarii locului de munca in care va veti putea exprima potentialul creativ. Daca ati visat un gandac care este deja mort, s-ar putea sa aveti unele probleme si este putin probabil ca in viitorul apropiat planurile dumneavoastra sa decurga asa cum va doriti. Gandaci colorati Gandacii albi simbolizeaza lipsa de adevar. De fapt, oamenii din jurul dumneavoastra sunt cordiali si amabil, cel putin la suprafata. Veti afla acest lucru si veti fi foarte dezamagit. Gandacul rosu este asociat cu atentia si grija care va este acordata. Persoanele aparute recent in viata dumneavoastra se prefac ca va sunt prieteni, in relitate acestia au inceput sa ocupe mult spatiu din ea. Ipocrizia si munciuna acopera foarte bine lacomia si intentia lor rautacioasa, trebuie sa fiti atent cu aceste persoane.",
      "slug": "bucatarie"
    },
    {
      "name": "Buchet",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea flori).",
      "fullInterpretation": "(vezi, de asemenea flori).Visul in care aruncati buchetul de mireasa inseamna ca cineva va curteaza. Daca visati ca prindeti buchetul de mireasa inseamna ca partenerul sau partenera va va surprinde placut.Un buchet de trandafiri in vise simbolizeaza fertilitatea. Daca visati ca legati un buchet de trandafiri atunci inseamna ca veti avea parte de multe daruri. Totusi, culoarea si numarul trandafirilor din buchet pot influenta semnificatia visului.",
      "slug": "buchet"
    },
    {
      "name": "Buchet de mireasa",
      "category": "dictionar",
      "shortMeaning": "Visul in care aruncati buchetul de mireasa inseamna ca cineva va curteaza.",
      "fullInterpretation": "Visul in care aruncati buchetul de mireasa inseamna ca cineva va curteaza. Daca visati ca prindeti buchetul de mireasa inseamna ca partenerul sau partenera va va surprinde placut.",
      "slug": "buchet-de-mireasa"
    },
    {
      "name": "Buchet de trandafiri",
      "category": "dictionar",
      "shortMeaning": "Un buchet de trandafiri in vise simbolizeaza fertilitatea.",
      "fullInterpretation": "Un buchet de trandafiri in vise simbolizeaza fertilitatea. Daca visati ca legati un buchet de trandafiri atunci inseamna ca veti avea parte de multe daruri. Totusi, culoarea si numarul trandafirilor din buchet pot influenta semnificatia visului.",
      "slug": "buchet-de-trandafiri"
    },
    {
      "name": "Bucium",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "bucium"
    },
    {
      "name": "Bucurie",
      "category": "dictionar",
      "shortMeaning": "Daca in vis simti sentimentul de bucurie semnifica ca vei realiza ceea ce ti-ai propus.",
      "fullInterpretation": "Daca in vis simti sentimentul de bucurie semnifica ca vei realiza ceea ce ti-ai propus. Ai atins acel punct din tine in care ajungi sa te cunosti si sa te iubesti, liniste sufleteasca, lipsa de griji. - la altul pe fata - siguranta - pe fata ta - cineva te va trada",
      "slug": "bucurie"
    },
    {
      "name": "Budinca",
      "category": "dictionar",
      "shortMeaning": "Budinca in vise prezice o viata satisfacatoare, dar mai putin entuziasmanta.",
      "fullInterpretation": "Budinca in vise prezice o viata satisfacatoare, dar mai putin entuziasmanta. A manca budinca in vise inseamna ca va simtiti lent si letargic. Trebuie sa fiti mai activ. Alternativ, visul mai poate insemna ca trebuie sa invatati sa puneti totul la indoiala. Nu mai credeti totul pana cand ati vazut sau ati experimentat pe pielea dumneavoastra.",
      "slug": "budinca"
    },
    {
      "name": "Bufet",
      "category": "dictionar",
      "shortMeaning": "Visul in care mancati prea mult la un bufet indica faptul ca o anumita relatie va consuma energiile.",
      "fullInterpretation": "Visul in care mancati prea mult la un bufet indica faptul ca o anumita relatie va consuma energiile. Alternativ, visul la un bufet sugereaza ca incercati sa treceti peste o faza de autovinovatie.",
      "slug": "bufet"
    },
    {
      "name": "Bufnita",
      "category": "dictionar",
      "shortMeaning": "Nu are nici o legatura cu cucuveaua, care tipa si prevesteste o moarte apropiata sau o nefericire.",
      "fullInterpretation": "Nu are nici o legatura cu cucuveaua, care tipa si prevesteste o moarte apropiata sau o nefericire. Bufnita este animalul noptii, care apare din intuneric precum o umbra. Ea simbolizeaza fie instinctualitatea din noi, care rapeste linistea, fie linistea insasi, echilibrul sufletesc pe care in cautam intr-o lume intunecata, plina de dusmanie (vezi, de asemenea intuneric, noapte, padure). Visarea bufnitelor are legatura cu unele cunostinte ascunse, o intelepciune si o perspectica intuitiva. Din punct de vedere spiritual, acestea reprezinta o schimbare sau o transformare destul de majora care se va reflecta in modul dumneavoastra de viata. De asemenea, bufnitele pot avea o legatura in mod specific cu evolutia dumneavoastra spirituala. Poate cel mai comun vis dintre cele cu bufnite este visul in care o bufnita ataca sau vaneaza (rozatoare, pasari, oameni, etc.) . O bufnita care va ataca sau care ataca in general, reprezinta o teama ca lucrurile se intampla fara controlul dumneavoastra, unele schimbari se intampla in ciuda efortului pe care il depuneti pentru a pastra lucrurile la fel. Visul reprezinta, de asemenea, stresul creat de nevoia de a va adapta la noile circumstante.",
      "slug": "bufnita"
    },
    {
      "name": "Bujor",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "bujor"
    },
    {
      "name": "Buldozer",
      "category": "dictionar",
      "shortMeaning": "Atunci cand visati un buldozer inseamna ca veti avea parte de o rasturnare de situatie, este posi...",
      "fullInterpretation": "Atunci cand visati un buldozer inseamna ca veti avea parte de o rasturnare de situatie, este posibil ca totul sa termine in favoarea dumneavoastra, mai ales daca sunteti cel care conduce buldozerul. Insa visul mai poate avea si o alta semnificatie, adica reusiti sa va indepartezi de ceea ce va dorit cu adevarat, reusiti sa uitati oarecum de dumneavoastra, insa trebuie sa va mentineti capul pe umeri ca sa puteti sa duceti la bun final ceea ce v-ati propus. Buldozerul din vis mai poate sugera si faptul ca ceea ce ati inceput la locul de munca poate fi finalizat numai cu ajutorul unei forte majore, de proportii, care desigur e posibil sa si strice totul.",
      "slug": "buldozer"
    },
    {
      "name": "Buletin",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "buletin"
    },
    {
      "name": "Bulevard",
      "category": "dictionar",
      "shortMeaning": "Depinzand de conditia sa, bulevardul in vise va poate arata daca drumul sau in viata va fi dificil sau usor.",
      "fullInterpretation": "Depinzand de conditia sa, bulevardul in vise va poate arata daca drumul sau in viata va fi dificil sau usor. Daca visati ca vedeti oameni traversand un bulevard inseamna ca vor aparea anumite obstacole in viata dumneavoastra. Visul in care mergeti pe un bulevard drept sugereaza un viitor promitator. Atunci cand visati ca ajungeti la o intersectie de bulevarde inseamna ca aveti de luat anumite decizii.",
      "slug": "bulevard"
    },
    {
      "name": "Bulgari de zapada",
      "category": "dictionar",
      "shortMeaning": "Visul in care va bateti cu bulgari de zapada inseamna ca trebuie sa va inconjurati de oameni draguti.",
      "fullInterpretation": "Visul in care va bateti cu bulgari de zapada inseamna ca trebuie sa va inconjurati de oameni draguti. S-ar putea sa mai insemne ca va luptati cu unele probleme jenante, probabil o rivalitate in anturaj.",
      "slug": "bulgari-de-zapada"
    },
    {
      "name": "Bulion",
      "category": "dictionar",
      "shortMeaning": "Visul in care faceti bulion semnifica faptul ca veti agonisi bucate.",
      "fullInterpretation": "Visul in care faceti bulion semnifica faptul ca veti agonisi bucate. Pentru mai multe detalii va rugama sa consultati interpretarea visului : Rosii / patlagele",
      "slug": "bulion"
    },
    {
      "name": "Bumbac",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "bumbac"
    },
    {
      "name": "Bumerang",
      "category": "dictionar",
      "shortMeaning": "Acest vis poate aparea in mod frecvent atunci cand cel care a visat a avut o ibucnire agresiva si...",
      "fullInterpretation": "Acest vis poate aparea in mod frecvent atunci cand cel care a visat a avut o ibucnire agresiva si acum regreta acest lucru. Trecutul dumneavoastra se reflecta negativ in prezent. Din punct de vedere psihologic, bumerangul indica remuscari pentru neglijenta si conflicte de constiinta. De asemenea, visul poate fi un simbol pentru astepatri, pentru ceea ce ati facut sau nu. Mereu veti primi inapoi ceea ce faceti altora. Bine faceti, bine primiti. Rau faceti, rau primiti.Bumerangul in vise reprezinta anumite asteptari sau ceva ce fapte ce doriti sa vi se intoarca. De exempu: ati ajutat pe cineva iar acum va asteptati ca acel cineva sa va intoarca acel favor / fapta inapoi. Poate, de asemenea, sa reprezinte si unele obiective sau rezultate de la care asteptati acum roadele. Daca visezi ca arunci cu un bumerang si acesta se intoarce la tine si te loveste inseamna ca trebuie sa fi atent la ceea ce dezvalui altora. Din punct de vedere spiritual, bumerangul, este precum karma. Actiunile si faptele se vor intoarce mereu la dumneavoastra. Daca ati depus efort sau energie intr-un proiect sau o relatie atunci acestea vor veni inapoi la dumneavoastra intr-un mod pozitiv.",
      "slug": "bumerang"
    },
    {
      "name": "Buncar",
      "category": "dictionar",
      "shortMeaning": "Buncarul in vise simbolizeaza abilitatea de a nu o lua pe cele mai sigure drumuri in viata.",
      "fullInterpretation": "Buncarul in vise simbolizeaza abilitatea de a nu o lua pe cele mai sigure drumuri in viata. Viata este facuta pentru a experimenta, cu bune si cu rele, iar subconstientul dumneavoastra asta incearca sa va spuna. A visa ca sunteti in interiorul unui buncar indica faptul ca nu va confruntati cu problemele dumneavoastra de furie. In schimb sunteti foarte atent la sentimentele dumneavoastra si totusi acestea continua sa iasa la suprafata. Va este frica sa nu fiti ranit.",
      "slug": "buncar"
    },
    {
      "name": "Bunic Bunica",
      "category": "dictionar",
      "shortMeaning": "Daca v-ati visat bunicul reprezinta constiinta intr-o situatie de a lua o decizie sau alege intre...",
      "fullInterpretation": "Daca v-ati visat bunicul reprezinta constiinta intr-o situatie de a lua o decizie sau alege intre bine si rau atunci cand deja aveti o experienta anterioara. Alternativ, un bunic poate simboliza alegeri mai intelepte sau o experienta care are prioritate fata de propriile decizii. Daca v-ati visat bunica poate reprezenta intuitia sau instinctele tale care va sunt experimentate in capacitatea de a lua o decizie pozitiva pentru viitor, atunci cand aveti deja o experienta anterioara. Alternativ, o bunica poate simboliza alegerile intuitive sau mai intelepte, care sa inlocuiasca deciziile tale.",
      "slug": "bunic-bunica"
    },
    {
      "name": "Bunic mort",
      "category": "dictionar",
      "shortMeaning": "Un bunic mort in vise nu este un semn bun, probabil chiar si nemultumiri aduse din greseli.",
      "fullInterpretation": "Un bunic mort in vise nu este un semn bun, probabil chiar si nemultumiri aduse din greseli. Daca visati ca bunicul mort traieste inseamna sanatate si viata lunga. Totodata, ar putea insemna si faptul ca va este dor de el, ca va doriti sa va retraiti timpul petrecut cu el atunci cand era in viata.",
      "slug": "bunic-mort"
    },
    {
      "name": "Bunica moarta",
      "category": "dictionar",
      "shortMeaning": "Bunica moarta in vise sugereaza faptul ca aveti nevoie de sprijin afectiv.",
      "fullInterpretation": "Bunica moarta in vise sugereaza faptul ca aveti nevoie de sprijin afectiv. Ruda este simbolul ingerului pazitor care va ajuta sa treceti peste greutati. Daca vorbiti in vis cu bunica moarta inseamna ca se poate intampla un necaz cu cineva apropiat sau s-ar putea sa fiti coplesit de o multime de responsabilitati.",
      "slug": "bunica-moarta"
    },
    {
      "name": "Bunici morti",
      "category": "dictionar",
      "shortMeaning": "Visele despre bunici sunt destul de frecvente si apar atat copiilor cat si adultilor, de regula f...",
      "fullInterpretation": "Visele despre bunici sunt destul de frecvente si apar atat copiilor cat si adultilor, de regula fiind legate de amintiri frumoase din copilarie. Trebuie precizat, inca de la inceput, ca visele ne reflecta intamplari din viata de zi cu zi, sentimente dar si ganduri. In continuare vom vorbi despre visarea bunicilor morti, mentionand faptul ca moartea bunicilor din visele dumneavoastra nu are nimic de-a face cu o moarte din viata reala. Daca ati avut un asemenea vis, cel mai probabil ati fost incercati de anumite sentimente de frica sau confuzie. Mesaj de la bunici Pe de alta parte, visarea bunicilor morti poate fi si un simbol al intelepciunii si al experientei de viata. Iar daca primiti un mesaj de la bunicul sau bunica dumneavoastra este foarte important sa nu il ignorati pentru ca, de regula, va avea o isemnatate sau o valoare nepretuita. Stand de vorba cu bunicul mort Daca ati visat ca stati de vorba cu bunicul mort, atunci acest vis ar putea fi un semn bun, indicand determinarea si perseverenta dumneavoastra in a va indeplini obiectivele. Viata de cuplu Referitor la viata de cuplu, atunci cand visam moartea unuia dintre bunici, este posibil ca visul sa indice un final sau o ruptura a unei relatii care nu va face fericiti, dar asta nu inseamna ca va fi o despartire usoara. De asemenea, moartea dintr-un astfel de vis poate indica despartirea de vechile obiceiuri si inceprea unui nou capitol al vietii. Tot acest proces va provoca durere si va va face sa simtiti tristete, incercati sa va reamintiti mereu ca toate acestea fac parte din transformarea dumneavoastra spirituala si mentala. Bunicii decedati visati in viata Daca bunicul sau bunica dumneavoastra a murit in viata reala si i-ati visat ca sunt in viata, inseamna ca va lipsesc si vi-ati dori sa ii revedeti. De asemenea, exista si alte interpretari. Visul poate prevesti faptul ca va trebui sa luati niste decizii foarte importante in viitorul apropiat. Bunicul sau bunica plangand Visand bunicul sau bunica decedata plangand. Un astfel de vis va prevesti certuri si conflicte in familie sau cu rudele apropiate. Unul dintre bunicii morti oferindu-va bani Visul in care bunicul sau bunica decedata va ofera bani indica dificultati financiare. Visul mai poate aparea si celor care sunt dependente de alte persoane, care pot fi de asemenea folositi in afaceri ilegale sau actiuni rau intentionate.",
      "slug": "bunici-morti"
    }
  ]
}