{
  "symbols": [
    {
      "name": "A purta bandaj",
      "category": "acțiuni",
      "shortMeaning": "Recunoașterea unei suferințe, vindecare în curs, vulnerabilitate și nevoie de protecție.",
      "fullInterpretation": "A purta un bandaj în vis înseamnă că ești conștient de o rană emoțională sau fizică și că ai luat măsuri pentru a o vindeca.\n\nEste un simbol al vulnerabilității asumate: nu mai ascunzi faptul că ai fost rănit. Bandajul protejează zona sensibilă de noi atacuri sau de infecții (gânduri negative).\n\nDacă bandajul te incomodează, înseamnă că te simți limitat de această suferință și că ești nerăbdător să te vindeci complet.\n\nDacă bandajul este pătat de sânge, sugerează că rana este încă proaspătă și dureroasă, necesitând mai multă atenție și îngrijire.",
      "slug": "bandaj-purtand"
    },
    {
      "name": "Bandit",
      "category": "persoane",
      "shortMeaning": "Amenințare la adresa securității, frica de a pierde ceva valoros, sentimentul de violare a intimității.",
      "fullInterpretation": "Banditul în vis personifică frica de a fi deposedat de ceva ce îți aparține: bani, statut, idei sau energie.\n\nDacă ești atacat de un bandit, te simți vulnerabil și neprotejat în fața unor forțe externe sau a unor persoane rău intenționate din anturajul tău. Poate indica și sentimentul că „viața este nedreaptă” și îți fură oportunitățile.\n\nDacă tu ești banditul, visul poate reflecta o dorință rebelă de a încălca regulile, de a lua ceea ce crezi că ți se cuvine cu forța sau de a te răzbuna. Poate sugera și un sentiment de vinovăție legat de modul în care ai obținut ceva.",
      "slug": "bandit"
    },
    {
      "name": "A arunca bani",
      "category": "acțiuni",
      "shortMeaning": "Risipă, generozitate ostentativă, eliberare de griji materiale sau nepăsare.",
      "fullInterpretation": "A arunca cu bani în vis este un gest ambivalent. Pe de o parte, poate simboliza o risipă inconștientă a resurselor tale (energie, timp, talente) pe lucruri lipsite de valoare. Te avertizează să fii mai chibzuit.\n\nPe de altă parte, poate indica o eliberare de materialism: nu mai pui preț pe bani și te simți liber de constrângerile financiare. Poate fi un semn de generozitate, dar adesea una făcută pentru a impresiona (ostentație).\n\nDacă arunci banii în vânt, sugerează că eforturile tale sunt zadarnice și că nu primești nimic în schimb.",
      "slug": "bani-aruncand"
    },
    {
      "name": "Bani de argint",
      "category": "obiecte",
      "shortMeaning": "Intuiție, câștiguri spirituale, feminitate, dar și bârfe sau vorbe mincinoase.",
      "fullInterpretation": "În simbolismul oniric, argintul este asociat cu Luna, cu intuiția și cu principiul feminin. Monedele de argint pot indica câștiguri care vin din folosirea intuiției sau din activități artistice.\n\nTotuși, tradiția populară românească asociază banii de argint cu vorbele rele, bârfele și lacrimile. Dacă auzi sunetul banilor de argint, visul te avertizează să fii atent la ce se spune despre tine.\n\nDin perspectivă psihologică, argintul reprezintă valori interioare profunde, dar care nu sunt la fel de evidente sau de „strălucitoare” ca cele de aur (ego-ul).",
      "slug": "bani-de-argint"
    },
    {
      "name": "Bani de aur",
      "category": "obiecte",
      "shortMeaning": "Succes solar, realizare maximă, înțelepciune, putere și bogăție spirituală sau materială.",
      "fullInterpretation": "Aurul este simbolul soarelui, al perfecțiunii și al nemuririi. Monedele de aur în vis sunt un semn extrem de bun, prevestind succes, prosperitate și recunoaștere publică.\n\nEle reprezintă cea mai înaltă formă de valorizare: te simți împlinit, puternic și capabil. Poate indica o promovare, un câștig financiar important sau, mai profund, atingerea unei stări de iluminare sau înțelepciune (aurul alchimic).\n\nGăsirea unei comori cu bani de aur sugerează descoperirea unui potențial imens în interiorul tău, care a stat ascuns până acum.",
      "slug": "bani-de-aur"
    },
    {
      "name": "Bani de hârtie",
      "category": "obiecte",
      "shortMeaning": "Promisiuni, valori temporare, tranzacții rapide, dar și fragilitate sau ghinion.",
      "fullInterpretation": "În timp ce monedele metalice sugerează durabilitatea, banii de hârtie (bancnotele) sunt simbolul valorii fiduciare – bazate pe încredere.\n\nÎn vis, ei pot reprezenta idei, planuri sau angajamente care par valoroase, dar care sunt fragile („se pot arde” ușor).\n\nTradiția populară consideră adesea că banii de hârtie prevestesc ghinion, certuri sau pierderi, poate din cauza naturii lor efemere.\n\nDacă numeri bani de hârtie, înseamnă că îți evaluezi datoriile (morale sau financiare) și că încerci să pui ordine în obligațiile tale.",
      "slug": "bani-de-hartie"
    },
    {
      "name": "Bani falși",
      "category": "obiecte",
      "shortMeaning": "Înșelăciune, trădare, sentimentul de impostură sau valori neautentice.",
      "fullInterpretation": "Banii falși în vis sunt un avertisment clar. Ei indică faptul că ceva din viața ta nu este ceea ce pare: un prieten fals, o afacere dubioasă sau o iubire mincinoasă.\n\nCel mai adesea, banii falși vorbesc despre tine: te simți un impostor? Încerci să pari cineva ce nu ești pentru a câștiga aprecierea celorlalți?\n\nDacă primești bani falși, înseamnă că ești naiv și riști să fii păcălit. Dacă tu îi folosești, înseamnă că încerci să obții avantaje nemeritate prin disimulare.",
      "slug": "bani-falsi"
    },
    {
      "name": "Bani furați",
      "category": "obiecte",
      "shortMeaning": "Vinovăție, frica de a fi descoperit, câștiguri nemeritate sau sentimentul că ți se cuvine mai mult.",
      "fullInterpretation": "A visa că furi bani sugerează o lipsă acută în viața ta (de afecțiune, de putere) pe care încerci să o compensezi prin mijloace incorecte sau forțate. Indică frustrare și invidie.\n\nDacă visezi că ți se fură banii, te simți victimizat. Simți că viața sau ceilalți profită de tine, că îți consumă energia fără a-ți oferi nimic în schimb.\n\nVisul poate reflecta și teama de a pierde controlul sau de a fi „jefuit” de identitatea ta într-o relație toxică.",
      "slug": "bani-furati"
    },
    {
      "name": "A găsi bani",
      "category": "acțiuni",
      "shortMeaning": "Noroc neașteptat, redescoperirea unor resurse interioare, noi oportunități sau speranță.",
      "fullInterpretation": "A găsi bani pe drum este unul dintre cele mai pozitive vise. Nu prevestește neapărat un câștig la loto, ci mai degrabă o descoperire interioară.\n\nBanii găsiți simbolizează talente pe care le-ai ignorat, o nouă sursă de energie sau o soluție salvatoare la o problemă veche. Drumul reprezintă parcursul vieții tale, iar banii sunt „ajutorul” pe care îl primești când te aștepți mai puțin.\n\nVisul îți transmite că ești valoros și că universul te susține. Poate indica și o creștere a stimei de sine.",
      "slug": "bani-gasind-pe-drum"
    },
    {
      "name": "Bani mărunți",
      "category": "obiecte",
      "shortMeaning": "Griji minore, iritare, lipsă de apreciere sau, dimpotrivă, micile bucurii ale vieții.",
      "fullInterpretation": "Banii mărunți (monedele mici) au o dublă semnificație.\n\nPe de o parte, pot simboliza nemulțumirea: simți că primești doar „resturi” de la viață, că eforturile tale nu sunt răsplătite la justa lor valoare. Pot prevesti bârfe, lacrimi sau mici supărări (ca „mărunțișul” din buzunar care te jenează).\n\nPe de altă parte, dacă monedele sunt strălucitoare și te bucuri de ele, visul sugerează că știi să apreciezi micile plăceri și că ești o persoană modestă și echilibrată.",
      "slug": "bani-marunti"
    },
    {
      "name": "A primi bani",
      "category": "acțiuni",
      "shortMeaning": "Recunoaștere, creșterea stimei de sine, ajutor neașteptat sau sentimentul de a fi valoros.",
      "fullInterpretation": "A primi bani în vis este un act de schimb energetic pozitiv.\n\nDacă primești bani de la o persoană cunoscută, înseamnă că acea persoană te apreciază, te susține sau că relația voastră este una de creștere reciprocă.\n\nDacă primești bani de la un necunoscut, visul indică faptul că universul îți recunoaște meritele. Te simți norocos și capabil.\n\nEste important cum te simți când primești banii: dacă ești recunoscător, ești deschis către abundență. Dacă te simți vinovat sau nevrednic, visul semnalează blocaje legate de propria valoare.",
      "slug": "bani-primind"
    },
    {
      "name": "Bani zornăind",
      "category": "fenomene",
      "shortMeaning": "Vești, bârfe, avertisment asupra unor discuții sau promisiuni fără acoperire.",
      "fullInterpretation": "Sunetul banilor în vis (zornăitul monedelor) este adesea asociat cu comunicarea, dar nu neapărat una sinceră.\n\nTradiția spune că zornăitul banilor prevestește vești, dar și bârfe, discuții aprinse sau vorbe goale („sună a gol”).\n\nPoate fi un avertisment să nu te lași păcălit de aparențe sonore sau de promisiuni care sună bine, dar nu au substanță.\n\nÎn unele cazuri, zornăitul poate simboliza trezirea, un semnal de alarmă financiar sau tentația.",
      "slug": "bani-zornaind"
    },
    {
      "name": "Bar",
      "category": "locuri",
      "shortMeaning": "Viață socială, evadare, căutarea companiei, relaxare sau superficialitate.",
      "fullInterpretation": "Barul este un loc de socializare, dar și de refugiu. În vis, el simbolizează dorința de a interacționa cu alții într-un cadru informal, relaxat.\n\nDacă te simți bine în bar, visul indică nevoia de distracție, de a scăpa de presiunile zilnice și de a te conecta cu prietenii.\n\nDacă barul este întunecat sau te simți singur acolo, poate sugera izolarea în mijlocul mulțimii, dorința de a uita problemele (eventual prin vicii) sau sentimentul că relațiile tale sunt superficiale.\n\nA lucra într-un bar înseamnă că ești în serviciul altora, ascultându-le problemele, poate neglijându-le pe ale tale.",
      "slug": "bar"
    },
    {
      "name": "Baraj",
      "category": "locuri",
      "shortMeaning": "Blocaj emoțional, reținerea sentimentelor, obstacol major sau acumulare de energie.",
      "fullInterpretation": "Barajul este o structură care oprește curgerea naturală a apei (emoțiilor).\n\nÎn vis, un baraj solid sugerează că îți controlezi foarte bine sentimentele, poate prea bine. Ești reținut, disciplinat, dar riști să acumulezi frustrări.\n\nDacă barajul se rupe și apa năvălește, este un semn clar de colaps emoțional: nu mai poți ține în tine furia, durerea sau pasiunea. Urmează o eliberare cathartică, dar potențial distructivă.\n\nUn baraj în construcție indică efortul tău de a pune limite sănătoase în relații sau de a-ți proteja energia.",
      "slug": "baraj"
    },
    {
      "name": "Barbă",
      "category": "corp",
      "shortMeaning": "Înțelepciune, masculinitate, maturitate, autoritate sau ascunderea adevăratei fețe (mască).",
      "fullInterpretation": "Barba este un simbol străvechi al puterii masculine și al înțelepciunii.\n\nDacă visezi că ai o barbă lungă și frumoasă (chiar dacă ești femeie), înseamnă că ai atins un nivel de maturitate și de autoritate. Te simți respectat și stăpân pe situație.\n\nPentru o femeie, barba poate simboliza dezvoltarea laturii masculine (animus), asertivitatea sau dorința de a fi luată în serios.\n\nDacă te bărbierești, înseamnă că renunți la o „mască”, că te dezvălui așa cum ești sau că dorești să te întinerești și să începi un nou capitol.\n\nO barbă neîngrijită sugerează neglijență sau o perioadă de confuzie și lipsă de disciplină.",
      "slug": "barba"
    },
    {
      "name": "Barbă căruntă",
      "category": "corp",
      "shortMeaning": "Înțelepciune, respect, experiență de viață, dar și îmbătrânire sau griji.",
      "fullInterpretation": "Barba căruntă sau albă este arhetipul Înțeleptului. În vis, ea simbolizează acumularea de cunoștințe și maturitatea spirituală.\n\nPoate indica faptul că ești pregătit să dai sfaturi altora sau că ai nevoie de ghidarea unei persoane cu experiență (un mentor, un tată).\n\nDacă barba este doar parțial căruntă, sugerează o tranziție către o etapă mai serioasă a vieții.\n\nUneori, poate reflecta teama de îmbătrânire sau sentimentul că timpul trece prea repede și nu ai realizat tot ce ți-ai propus.",
      "slug": "barba-carunta"
    },
    {
      "name": "Barbă la o femeie",
      "category": "corp",
      "shortMeaning": "Dezechilibru hormonal/energetic, asumarea unui rol masculin, putere neconvențională sau înșelăciune.",
      "fullInterpretation": "A vedea o femeie cu barbă este o imagine șocantă care semnalează un conflict de roluri.\n\nPentru o femeie care se visează cu barbă, visul poate indica nevoia de a fi mai puternică, mai asertivă sau de a prelua responsabilități considerate tradițional masculine (capul familiei). Poate fi un semn de independență extremă.\n\nPentru un bărbat, visul poate sugera teama de o femeie dominantă sau o confuzie legată de propria sexualitate.\n\nÎn tradiția populară, femeia cu barbă era considerată un semn rău sau o anomalie a naturii, avertizând asupra unor evenimente nefirești sau a ipocriziei.",
      "slug": "barba-daca-vezi-in-vis-la-o-femeie"
    },
    {
      "name": "A purta barbă lungă",
      "category": "corp",
      "shortMeaning": "Putere, demnitate, longevitate, răbdare sau, uneori, izolare și neglijență.",
      "fullInterpretation": "Barba lungă este simbolul patriarhilor și al sihaștrilor.\n\nA purta o barbă lungă în vis sugerează că ai răbdare și că ești dispus să aștepți pentru a obține rezultate durabile. Indică stabilitate și respect de sine.\n\nPoate semnala și o perioadă de retragere din lume pentru a medita sau pentru a studia.\n\nDacă barba este prea lungă și te încurcă, poate însemna că ești prea atașat de tradiții, de trecut sau că ai devenit rigid în gândire.",
      "slug": "barba-lunga-ca-porti"
    },
    {
      "name": "Barbă mică",
      "category": "corp",
      "shortMeaning": "Început de maturizare, nesiguranță, lipsuri sau economie.",
      "fullInterpretation": "O barbă mică, rară sau abia crescută sugerează un proces de dezvoltare incomplet.\n\nPoate indica faptul că încerci să pari mai matur decât ești sau că încă nu ai acumulat suficientă experiență într-un domeniu. Ești la început de drum.\n\nTradiția asociază barba mică cu sărăcia sau lipsurile (\"vreme plină de lipsuri\"), sugerând că resursele tale (materiale sau de înțelepciune) sunt limitate momentan.\n\nPoate fi și un semn de modestie sau de prudență.",
      "slug": "barba-mica-visand"
    },
    {
      "name": "Barbă neagră",
      "category": "corp",
      "shortMeaning": "Vitalitate, sănătate, câștiguri materiale, dar și mister sau viclenie.",
      "fullInterpretation": "Barba neagră și deasă este un semn de vitalitate maximă și de potență.\n\nÎn vis, ea prevestește succes în afaceri, câștiguri financiare și o stare de sănătate excelentă. Ești în plină forță creatoare.\n\nDacă barba neagră aparține altcuiva și îți inspiră teamă, poate simboliza o persoană influentă dar ascunsă, un rival puternic sau o situație ambiguă.\n\nCuloarea neagră poate sugera și misterul, necunoscutul sau aspecte ale personalității pe care le ții ascunse.",
      "slug": "barba-neagra"
    },
    {
      "name": "Barbă roșie",
      "category": "corp",
      "shortMeaning": "Pasiune, temperament vulcanic, avertisment asupra ipocriziei sau minciunii.",
      "fullInterpretation": "În simbolismul culorilor, roșul indică foc, pasiune și energie. O barbă roșie poate sugera un temperament impulsiv, creativitate și curaj.\n\nTotuși, în tradiția populară, părul roșu este adesea asociat cu viclenia, minciuna sau trădarea (\"omul roșu\"). Visul poate fi un avertisment să fii precaut în relațiile cu cei din jur sau să nu te lași înșelat de aparențe prietenoase.\n\nPoate indica și o transformare interioară radicală, o \"ardere\" a vechilor obiceiuri.",
      "slug": "barba-rosie"
    },
    {
      "name": "Barbă și mustăți",
      "category": "corp",
      "shortMeaning": "Mascutinitate completă, autoritate, ascunderea emoțiilor sau dorința de respect.",
      "fullInterpretation": "Prezența simultană a bărbii și a mustăților accentuează simbolismul masculinității și al puterii.\n\nMustața este adesea legată de vanitate și de seducție, în timp ce barba ține de înțelepciune și autoritate. Împreună, ele sugerează o personalitate complexă, care dorește să se impună.\n\nPoate indica faptul că încerci să-ți ascunzi gura (sursa comunicării) și expresiile faciale, semn că nu vrei să-ți trădezi emoțiile sau intențiile.\n\nPentru un bărbat tânăr, visul marchează dorința de maturizare rapidă.",
      "slug": "barba-si-mustati"
    },
    {
      "name": "A vedea barbă la altcineva",
      "category": "persoane",
      "shortMeaning": "Respect, invidie față de autoritatea altuia, confruntare cu o figură paternă.",
      "fullInterpretation": "Dacă vezi o barbă la o altă persoană (cunoscută sau nu), visul vorbește despre relația ta cu autoritatea.\n\nDacă barba este îngrijită și impunătoare, simți respect și admirație față de acea persoană sau față de calitățile pe care le reprezintă (înțelepciune, putere).\n\nDacă barba este neîngrijită sau respingătoare, poate indica dezamăgire față de un mentor sau o figură de autoritate.\n\nPoate sugera și faptul că acea persoană îți ascunde ceva, purtând o \"mască\" în relația cu tine.",
      "slug": "barba-visand-ca-vezi-la-altu"
    },
    {
      "name": "Barbar",
      "category": "persoane",
      "shortMeaning": "Instincte primare, lipsă de rafinament, forță brută sau teama de necunoscut.",
      "fullInterpretation": "Barbarul reprezintă partea necioplită, instinctuală și sălbatică a naturii umane (umbra).\n\nÎn vis, el poate simboliza propriile impulsuri agresive sau sexuale pe care încerci să le reprimi pentru că nu sunt social acceptabile.\n\nDacă ești atacat de barbari, te simți amenințat de haos, de irațional sau de persoane care nu respectă regulile civilizației.\n\nPe de altă parte, barbarul poate reprezenta o sursă de energie vitală autentică și nealterată, de care ai nevoie pentru a te elibera de convenții rigide.",
      "slug": "barbar"
    },
    {
      "name": "Bărbat cu barbă",
      "category": "persoane",
      "shortMeaning": "Autoritate patriarhală, înțelepciune, protecție sau o figură severă.",
      "fullInterpretation": "Un bărbat cu barbă este arhetipul tatălui, al bunicului sau al liderului religios.\n\nVisul poate indica nevoia ta de ghidare, de protecție și de sfat. Cauți o figură stabilă pe care să te poți baza.\n\nDacă bărbatul este amenințător, el reprezintă autoritatea opresivă, judecata severă sau teama de pedeapsă.\n\nAcest simbol apare adesea în momente de cumpănă, sugerând că trebuie să apelezi la înțelepciunea tradițională sau la experiența trecutului pentru a găsi o soluție.",
      "slug": "barbat-cu-barba"
    },
    {
      "name": "Bărbat gol",
      "category": "persoane",
      "shortMeaning": "Vulnerabilitate, adevăr dezvăluit, lipsă de apărare sau rușine.",
      "fullInterpretation": "Nuditatea în vis simbolizează adevărul pur, fără ascunzișuri, dar și vulnerabilitatea extremă.\n\nUn bărbat gol poate reprezenta \"omul natural\", liber de convenții sociale. Dacă te simți confortabil văzându-l, visul indică deschidere și sinceritate.\n\nDacă visul provoacă jenă sau șoc, el sugerează teama de a fi expus, frica de scandal sau sentimentul că intimitatea ta (sau a familiei) este amenințată.\n\nPoate simboliza și dorința sexuală reprimată sau nevoia de a vedea pe cineva \"așa cum este\", dincolo de măști.",
      "slug": "barbat-gol"
    },
    {
      "name": "Bărbat în negru",
      "category": "persoane",
      "shortMeaning": "Mister, pericol, moarte simbolică, depresie sau o figură autoritară severă.",
      "fullInterpretation": "Bărbatul în negru este o figură arhetipală a Umbrei. El poate reprezenta părțile necunoscute și temute ale psihicului tău.\n\nAdesea, este asociat cu veștile proaste, cu tristețea sau cu o perioadă de doliu (emoțional). Poate simboliza depresia sau gândurile negative care te bântuie.\n\nTotuși, negrul este și culoarea puterii și a autorității (preot, judecător). Visul poate indica o confruntare cu o autoritate rigidă sau cu propria conștiință.\n\nDacă bărbatul este elegant și seducător, el reprezintă ispita sau pericolul ascuns sub o aparență sofisticată.",
      "slug": "barbat-in-negru"
    },
    {
      "name": "Bărbat mort",
      "category": "persoane",
      "shortMeaning": "Sfârșitul unei etape, pierderea sprijinului, transformare interioară sau apatie.",
      "fullInterpretation": "Moartea în vis simbolizează rareori moartea fizică; este un simbol al transformării radicale.\n\nUn bărbat mort poate indica faptul că o parte activă, rațională din tine (animus) este \"moartă\" sau inactivă. Te simți lipsit de inițiativă și de putere.\n\nDacă bărbatul este cineva cunoscut, visul sugerează că relația cu acea persoană s-a schimbat definitiv sau că ai nevoie să te desprinzi de influența sa.\n\nPoate fi un avertisment să reînvii o latură a personalității tale pe care ai neglijat-o.",
      "slug": "barbat-mort"
    },
    {
      "name": "Bărbat necunoscut",
      "category": "persoane",
      "shortMeaning": "Animus (latura masculină inconștientă), noutate, potențial neexplorat sau amenințare.",
      "fullInterpretation": "Pentru o femeie, bărbatul necunoscut este proiecția clasică a Animus-ului. Calitățile lui (bun, rău, puternic, slab) reflectă starea laturii sale masculine interioare.\n\nDacă este un iubit necunoscut, visul indică dorința de completare și integrare, sau nevoia de afecțiune.\n\nPentru un bărbat, un necunoscut este Umbra – o parte din sine pe care nu o recunoaște. Dacă se luptă cu el, este în conflict cu sine însuși.\n\nÎn general, necunoscutul aduce mesajul noutății: o schimbare, o oportunitate sau o provocare care intră în viața ta.",
      "slug": "barbat-necunoscut"
    },
    {
      "name": "Bărbat plângând",
      "category": "persoane",
      "shortMeaning": "Eliberare emoțională, suferință reprimată, vulnerabilitate masculină sau nevoie de alinare.",
      "fullInterpretation": "A vedea un bărbat plângând este un simbol puternic al ruperii barierelor emoționale. Bărbații sunt adesea condiționați să nu plângă, așa că visul indică o durere atât de mare încât nu mai poate fi conținută.\n\nSugerează că ai reprimat sentimente de tristețe sau neputință care acum ies la suprafață. Este un moment de catharsis.\n\nVisul poate indica și faptul că o figură de autoritate din viața ta este mai vulnerabilă decât pare, sau că tu însuți trebuie să accepți că este \"ok să nu fii ok\".\n\nTradiția spune uneori că plânsul în vis prevestește bucurie în realitate (prin legea inversării), sugerând că o perioadă grea se încheie.",
      "slug": "barbat-plangand"
    },
    {
      "name": "Bărbați",
      "category": "persoane",
      "shortMeaning": "Competiție, energie activă, grup de interese sau conflicte de putere.",
      "fullInterpretation": "Un grup de bărbați în vis simbolizează energia Yang colectivă: acțiune, logică, dar și agresivitate sau competiție.\n\nDacă bărbații sunt prietenoși, visul indică spirit de echipă, colaborare și forță.\n\nDacă sunt amenințători, te simți presat de cerințe externe, de reguli rigide sau de o competiție neloială.\n\nTradiția românească interpretează uneori greșit acest vis ca fiind negativ (\"deznădejde\"), dar psihologic el indică mobilizarea forțelor interioare pentru a face față unei provocări.",
      "slug": "barbati"
    },
    {
      "name": "Bărbierit",
      "category": "acțiuni",
      "shortMeaning": "Schimbare de imagine, renunțarea la o mască, vulnerabilitate sau pregătire pentru ceva nou.",
      "fullInterpretation": "Bărbieritul este un act de îngrijire, dar și de dezvăluire. Prin îndepărtarea părului facial, îți expui fața \"reală\".\n\nDacă te bărbieresti singur, înseamnă că ești gata să faci o schimbare în viața ta, să renunți la vechile atitudini și să te prezinți lumii într-o formă nouă, mai \"curată\".\n\nDacă ești bărbierit de altcineva, poate sugera că te lași pe mâna altora sau că ești vulnerabil (\"luat la bani mărunți\").\n\nO tăietură în timpul bărbieritului indică faptul că această transformare este dureroasă sau că ai regrete.",
      "slug": "barbierit"
    },
    {
      "name": "Barcă",
      "category": "obiecte",
      "shortMeaning": "Călătorie emoțională, navigarea prin viață, solitudine sau controlul destinului.",
      "fullInterpretation": "Barca este vehiculul cu care traversezi apele emoțiilor tale.\n\nDacă ești singur într-o barcă pe o apă liniștită, înseamnă că ești stăpân pe sentimentele tale și te bucuri de independență.\n\nDacă marea este agitată, treci printr-o perioadă de turbulențe emoționale și te simți în pericol.\n\nO barcă fără vâsle sugerează că te lași dus de curent, că nu ai control asupra direcției vieții tale.\n\nBarca poate simboliza și trecerea de la o etapă la alta (ca luntrea lui Caron), o transformare spirituală.",
      "slug": "barca"
    },
    {
      "name": "Bardă",
      "category": "obiecte",
      "shortMeaning": "Tăiere radicală, agresivitate, decizie bruscă sau pericol iminent.",
      "fullInterpretation": "Barda este o unealtă de tăiere brutală, mai puțin fină decât sabia. În vis, ea simbolizează necesitatea de a lua o decizie radicală, de a \"tăia în carne vie\".\n\nPoate indica faptul că trebuie să elimini ceva sau pe cineva din viața ta într-un mod categoric.\n\nDacă ești amenințat cu o bardă, simți o presiune imensă sau o agresivitate din partea cuiva care vrea să-ți distrugă munca sau reputația.\n\nBarda poate fi și un simbol al construcției (cioplirea lemnului), sugerând că trebuie să depui efort brut pentru a modela ceva durabil.",
      "slug": "barda"
    },
    {
      "name": "Bârfă",
      "category": "acțiuni",
      "shortMeaning": "Nesiguranță socială, judecată, trădare, pierderea timpului sau curiozitate morbidă.",
      "fullInterpretation": "Bârfa în vis reflectă anxietatea legată de imaginea ta socială.\n\nDacă auzi bârfe despre tine, înseamnă că ești nesigur și te temi de judecata celorlalți. Poate indica și faptul că ai secrete pe care te temi să le vezi expuse.\n\nDacă tu bârfești, visul îți atrage atenția asupra faptului că îți risipești energia judecându-i pe alții în loc să te ocupi de propria viață. Poate fi un semn de invidie sau de frustrare.\n\nBârfa este un \"zgomot de fond\" care te distrage de la adevăr.",
      "slug": "barfa"
    },
    {
      "name": "Barieră",
      "category": "obiecte",
      "shortMeaning": "Obstacol temporar, limită, interdicție, protecție sau stagnare.",
      "fullInterpretation": "Bariera în vis este un simbol al limitelor impuse, fie de societate, fie de propria minte.\n\nDacă bariera este coborâtă, înseamnă că progresul tău este oprit momentan. Trebuie să ai răbdare sau să găsești o altă cale. Poate indica un blocaj sexual sau emoțional.\n\nDacă bariera se ridică, este un semn excelent: drumul este liber, obstacolele au fost înlăturate și poți avansa către obiectivele tale.\n\nUneori, bariera are rol de protecție: te oprește să intri într-o zonă periculoasă.",
      "slug": "bariera"
    },
    {
      "name": "Barieră la cale ferată",
      "category": "obiecte",
      "shortMeaning": "Avertisment de pericol, pauză forțată, destin implacabil sau răbdare necesară.",
      "fullInterpretation": "Bariera de la calea ferată sugerează o oprire obligatorie în fața unei forțe majore (trenul – destinul, evenimente colective).\n\nNu poți lupta cu trenul, așa că trebuie să aștepți. Visul îți spune că nu este momentul să acționezi, ci să ai răbdare până când pericolul trece sau situația se clarifică.\n\nDacă treci pe sub barieră, îți asumi riscuri inutile și sfidezi regulile de siguranță.",
      "slug": "bariera-la-cale-ferata"
    },
    {
      "name": "Barman",
      "category": "persoane",
      "shortMeaning": "Ascultător, mediator, ispită, relaxare sau dorința de a fi servit.",
      "fullInterpretation": "Barmanul este, în multe culturi, \"psihologul\" informal.\n\nDacă visezi un barman, poate însemna că ai nevoie de cineva care să te asculte fără să te judece. Cauți alinare sau un sfat neutru.\n\nDacă tu ești barmanul, înseamnă că joci rolul de confident pentru alții, poate în detrimentul propriului timp.\n\nBarmanul poate simboliza și cel care \"mixează\" elementele vieții tale (sociale, emoționale) sau cel care îți oferă \"otrava\" (viciile).",
      "slug": "barman"
    },
    {
      "name": "Baros",
      "category": "obiecte",
      "shortMeaning": "Forță brută, muncă grea, distrugere constructivă sau presiune copleșitoare.",
      "fullInterpretation": "Barosul este o unealtă grea, folosită pentru a sparge sau a construi prin forță.\n\nÎn vis, el simbolizează puterea ta de a dărâma obstacolele majore, dar și efortul epuizant pe care trebuie să-l depui.\n\nDacă lovești cu barosul, înseamnă că ești hotărât să schimbi ceva radical, chiar dacă asta implică distrugere inițială.\n\nDacă ești amenințat cu un baros, te simți strivit de o autoritate sau de o situație care nu ține cont de finețuri.",
      "slug": "baros"
    },
    {
      "name": "Barză",
      "category": "animale",
      "shortMeaning": "Naștere, noutate, familie, primăvară, călătorie sau loialitate filială.",
      "fullInterpretation": "Barza este simbolul clasic al nașterii și al începuturilor.\n\nApariția ei în vis prevestește adesea o sarcină, nașterea unui copil sau lansarea unui proiect nou (\"copilul\" tău simbolic).\n\nBarza aduce și ideea de reînnoire, de primăvară sufletească după o iarnă grea.\n\nFiind o pasăre migratoare, poate sugera și o călătorie lungă sau întoarcerea acasă. În multe tradiții, barza este și un simbol al pietății filiale (grija față de părinți).",
      "slug": "barza"
    },
    {
      "name": "Barză în cuib sau pe câmp",
      "category": "animale",
      "shortMeaning": "Stabilitate familială, noroc la casă, recoltă bogată sau așteptare pașnică.",
      "fullInterpretation": "Contextul în care apare barza nuanțează simbolismul ei.\n\nBarza în cuib este un semn excelent pentru viața de familie: pace, siguranță și protecție maternă. Sugerează că ești \"acasă\" sufletește.\n\nBarza pe câmp indică fertilitate și muncă rodnică. Ești într-o fază de căutare a resurselor, iar eforturile tale vor fi răsplătite.\n\nDacă barza stă într-un picior, este un simbol al vigilenței și al echilibrului meditativ.",
      "slug": "barza-in-cuib-sau-pe-camp"
    },
    {
      "name": "Baschet",
      "category": "acțiuni",
      "shortMeaning": "Spirit de echipă, competiție, atingerea țintelor înalte și energie dinamică.",
      "fullInterpretation": "Baschetul este un sport de echipă care cere viteză, precizie și coordonare.\n\nÎn vis, a juca baschet sugerează că ești o persoană activă, ambițioasă, care știe să colaboreze pentru a atinge un scop comun.\n\nDacă marchezi un coș, înseamnă succes, validare și atingerea obiectivelor tale.\n\nDacă ratezi, poate indica frustrare sau faptul că ți-ai setat ștacheta prea sus.\n\nVisul poate reflecta și nevoia de a fi \"pe fază\" și de a reacționa rapid la oportunități.",
      "slug": "baschet"
    },
    {
      "name": "Bășină",
      "category": "corp",
      "shortMeaning": "Jenă socială, eliberare de tensiune, lipsă de maniere sau ceva \"urât\" care iese la iveală.",
      "fullInterpretation": "Deși jenant, acest vis este comun și are o semnificație legată de eliberare.\n\nGazele intestinale reprezintă reziduurile digestive, deci lucruri nefolositoare de care corpul trebuie să scape. În vis, o bășină simbolizează eliberarea de presiuni interne, de stres sau de emoții reprimate.\n\nDacă te simți rușinat în vis, înseamnă că te temi de o gafă socială sau că ai făcut ceva \"nepotrivit\".\n\nDacă te simți ușurat, visul indică faptul că ai scăpat de o povară sau de o situație toxică (\"aer viciat\"). Poate sugera și lipsa de respect față de normele rigide.",
      "slug": "basina"
    },
    {
      "name": "Basma",
      "category": "obiecte",
      "shortMeaning": "Modestie, tradiție, supunere, doliu sau ascunderea gândurilor.",
      "fullInterpretation": "Basmaua acoperă capul, sediul gândirii. În vis, ea poate simboliza modestia, umilința sau respectarea tradițiilor.\n\nDacă basmaua este neagră, este un semn clar de doliu, tristețe sau îngrijorare profundă.\n\nO basma colorată poate sugera feminitate, cochetărie rurală sau bucurie simplă.\n\nA-ți pune o basma pe cap poate indica dorința de a te proteja de influențe externe sau de a-ți ascunde intențiile și gândurile de ochii lumii.",
      "slug": "basma"
    },
    {
      "name": "A asculta basme",
      "category": "acțiuni",
      "shortMeaning": "Evadare în imaginar, naivitate, dorința de miracol sau refuzul realității.",
      "fullInterpretation": "Basmele sunt hrana sufletului copilăros. A asculta basme în vis sugerează nevoia de a crede în magie, în binele care învinge răul și în soluții miraculoase.\n\nPoate fi un semn că ești o persoană idealistă și visătoare.\n\nPe de altă parte, visul te poate avertiza că ești prea credul (\"crezi în basme\") și că refuzi să vezi realitatea așa cum este. Cineva s-ar putea să te \"aducă cu vorba\".\n\nEste o invitație la a discerne între fantezie și adevăr.",
      "slug": "basme-ascultand"
    },
    {
      "name": "A spune basme",
      "category": "acțiuni",
      "shortMeaning": "Creativitate, dorința de a impresiona, minciună sau manipulare prin cuvinte.",
      "fullInterpretation": "Dacă tu ești povestitorul, visul poate indica o imaginație bogată și talentul de a captiva audiența. Ești un creator de lumi.\n\nTotuși, expresia \"a spune basme\" înseamnă adesea a minți sau a exagera. Visul poate sugera că încerci să ascunzi adevărul sub o formă frumoasă sau că faci promisiuni pe care nu le poți onora.\n\nPoate indica și dorința de a educa, de a transmite valori morale (ca un părinte) sau nevoia de a fi ascultat.",
      "slug": "basme-spunand"
    },
    {
      "name": "Baston",
      "category": "obiecte",
      "shortMeaning": "Autoritate, sprijin la bătrânețe, pedeapsă sau falus (simbol sexual).",
      "fullInterpretation": "Bastonul are semnificații multiple. Ca instrument de sprijin, simbolizează ajutorul de care ai nevoie pentru a înainta în viață sau înțelepciunea bătrâneții.\n\nCa armă sau instrument de pedeapsă (\"băț\"), sugerează o atitudine autoritară, agresivitate sau frica de a fi pedepsit.\n\nÎn interpretarea psihanalitică, bastonul este un simbol falic evident, legat de puterea masculină și sexualitate.\n\nUn baston rupt indică pierderea puterii sau a sprijinului.",
      "slug": "baston"
    },
    {
      "name": "A te rezema în baston",
      "category": "acțiuni",
      "shortMeaning": "Oboseală, nevoie de ajutor, boală sau pierdere de timp.",
      "fullInterpretation": "A te sprijini într-un baston indică faptul că nu te simți capabil să stai pe propriile picioare. Ești obosit, slăbit sau nesigur.\n\nVisul semnalează nevoia de a accepta ajutor extern. Nu este o rușine să te sprijini pe cineva (un prieten, un mentor) când ești vulnerabil.\n\nTradiția asociază acest gest cu pierderea de timp sau cu o perioadă de stagnare în afaceri, sugerând că ritmul tău a încetinit.",
      "slug": "baston-rezemandu-te-in-el"
    },
    {
      "name": "Bâtă",
      "category": "obiecte",
      "shortMeaning": "Agresivitate primitivă, argumentul forței, lipsă de rafinament sau apărare disperată.",
      "fullInterpretation": "Bâta este arma omului simplu sau a celui furios. În vis, ea simbolizează conflicte brutale, lipsite de finețe diplomatică.\n\nDacă ții o bâtă în mână, ești gata să te aperi sau să ataci fără menajamente. Ești la capătul răbdării.\n\nDacă ești amenințat cu o bâtă, te confrunți cu o situație primitivă, violentă sau cu o persoană care nu înțelege decât limbajul forței.\n\nVisul poate indica și o regresie la instincte de supraviețuire.",
      "slug": "bata"
    },
    {
      "name": "Bătălie",
      "category": "fenomene",
      "shortMeaning": "Conflict interior, luptă pentru supraviețuire, haos sau confruntare decisivă.",
      "fullInterpretation": "Câmpul de luptă în vis este oglinda sufletului tău frământat.\n\nO bătălie crâncenă simbolizează conflictul dintre părți opuse ale personalității tale (rațiune vs. simțire, datorie vs. dorință).\n\nDacă participi la luptă, înseamnă că ești implicat activ în rezolvarea problemelor, chiar dacă este dureros.\n\nDacă privești de la distanță, te simți neputincios în fața evenimentelor sau încerci să rămâi neutru într-un conflict care te afectează.\n\nRezultatul bătăliei (victorie sau înfrângere) îți dă indicii despre cum se va rezolva situația reală.",
      "slug": "batalie"
    }
  ]
}