{
  "symbols": [
    {
      "name": "Bisturiu",
      "category": "obiecte",
      "shortMeaning": "Tăiere precisă, separare dureroasă dar necesară, analiză critică sau vindecare.",
      "fullInterpretation": "Bisturiul este instrumentul chirurgului, folosit pentru a tăia răul de la rădăcină.\n\nÎn vis, el simbolizează necesitatea de a elimina ceva nesănătos din viața ta (o relație toxică, un obicei). Este o tăietură precisă, chirurgicală, nu o distrugere brutală ca în cazul bardei.\n\nPoate indica și o analiză critică, rece, a unei situații.\n\nDacă te temi de bisturiu, ești reticent în fața unei schimbări dureroase, dar care te-ar putea vindeca.",
      "slug": "bisturiu"
    },
    {
      "name": "Bivol",
      "category": "animale",
      "shortMeaning": "Muncă grea, rezistență, instincte primare, încăpățânare sau putere latentă.",
      "fullInterpretation": "Bivolul este un animal de povară, simbolizând munca grea și tenacitatea.\n\nVisul poate indica faptul că ești capabil de eforturi susținute și că ai o rezistență fizică și psihică remarcabilă.\n\nUn bivol furios simbolizează instinctele dezlănțuite sau o furie acumulată care riscă să explodeze.\n\nUn bivol în jug sugerează că te simți exploatat sau prins în obligații grele.\n\nBivolul alb poate semnifica dorințe împlinite, în timp ce bivolul negru poate reprezenta un inamic puternic.",
      "slug": "bivol"
    },
    {
      "name": "Bizon",
      "category": "animale",
      "shortMeaning": "Abundență, supraviețuire, forță colectivă, noroc și conexiune cu natura.",
      "fullInterpretation": "Bizonul, simbol sacru pentru nativii americani, reprezintă abundența și gratitudinea.\n\nApariția lui în vis este un semn de noroc și prosperitate. Sugerează că ai resursele necesare pentru a supraviețui oricărei ierni.\n\nFiind un animal de turmă, bizonul subliniază importanța comunității și a protecției reciproce.\n\nDacă bizonul te atacă, poate fi un avertisment că ai încălcat legile naturale sau că ai neglijat aspecte importante ale vieții tale.",
      "slug": "bizon"
    },
    {
      "name": "Blană",
      "category": "obiecte",
      "shortMeaning": "Lux, protecție, instincte animale, bogăție sau cruzime.",
      "fullInterpretation": "Blana simbolizează bogăția și statutul social, dar și latura animalică.\n\nDacă porți o haină de blană, te simți protejat, admirat și prosper. Poate indica și vanitate sau dorința de a epata.\n\nDacă blana este murdară sau roasă, visul prevestește pierderi financiare sau scăderea prestigiului.\n\nA vedea un animal cu blană frumoasă sugerează confort și instincte sănătoase.\n\nA jupui un animal pentru blană indică cruzime sau ambiție nemăsurată (\"a călca pe cadavre\").",
      "slug": "blana"
    },
    {
      "name": "Blestem",
      "category": "fenomene",
      "shortMeaning": "Vinovăție, frică de pedeapsă, negativitate, ghinion sau auto-sabotare.",
      "fullInterpretation": "Blestemul în vis este proiecția propriei tale negativități sau a fricii de a fi pedepsit pentru o greșeală reală sau imaginară.\n\nDacă simți că ești blestemat, înseamnă că te auto-sabotezi și că nu crezi că meriți să fii fericit. Te simți victima destinului.\n\nDacă tu blestemi pe cineva, înseamnă că ai multă furie reprimată și resentimente pe care nu le poți exprima direct.\n\nVisul poate fi un avertisment să îți cureți gândurile și să renunți la ură, deoarece aceasta te consumă în primul rând pe tine.",
      "slug": "blestem"
    },
    {
      "name": "Păr blond",
      "category": "corp",
      "shortMeaning": "Inocență, strălucire, superficialitate, energie solară sau idealism.",
      "fullInterpretation": "Părul blond este asociat cu soarele, aurul și lumina.\n\nDacă visezi că ești blond (și nu ești în realitate), poate însemna o dorință de a fi mai vizibil, mai strălucitor sau mai lipsit de griji.\n\nPoate simboliza și naivitate sau o atitudine copilărească.\n\nDacă vezi un bărbat blond, acesta poate reprezenta un prieten loial sau un aspect pozitiv al animus-ului tău.",
      "slug": "blond"
    },
    {
      "name": "Blondă",
      "category": "persoane",
      "shortMeaning": "Feminitate radiantă, atracție, succes social sau stereotipul naivității.",
      "fullInterpretation": "Femeia blondă în vis este adesea o imagine a succesului social și a atracției.\n\nPoate sugera o perioadă de bucurie, petreceri și evenimente plăcute.\n\nPentru un bărbat, blonda este adesea proiecția Anima-i într-o formă idealizată, solară.\n\nTotuși, poate activa și stereotipuri legate de superficialitate, avertizându-te să nu te lași furat de aparențe.",
      "slug": "blonda"
    },
    {
      "name": "Blugi",
      "category": "obiecte",
      "shortMeaning": "Relaxare, tinerețe, confort, conformism sau rezistență.",
      "fullInterpretation": "Blugii sunt simbolul universal al tinereții și al stilului casual.\n\nDacă porți blugi în vis, te simți relaxat, liber și nu pui preț pe formalități. Ești \"în pielea ta\".\n\nBlugii rupți pot indica o atitudine rebelă, nonconformistă sau, dimpotrivă, neglijență și lipsuri financiare.\n\nDacă blugii sunt strâmți, te simți limitat sau constrâns de anumite situații sociale.",
      "slug": "blugi"
    },
    {
      "name": "Bluză",
      "category": "obiecte",
      "shortMeaning": "Imagine de sine, emoții exprimate, protecție sau modestie.",
      "fullInterpretation": "Bluza acoperă partea superioară a corpului și inima.\n\nO bluză curată și frumoasă indică o imagine de sine pozitivă și echilibru emoțional. Ești apreciat pentru cine ești.\n\nO bluză pătată sau ruptă sugerează rușine, vinovăție sau teama de a fi criticat.\n\nDacă probezi o bluză, înseamnă că încerci să adopți o nouă atitudine sau un nou rol social.",
      "slug": "bluza"
    },
    {
      "name": "Bluză neagră",
      "category": "obiecte",
      "shortMeaning": "Tristețe, eleganță sobră, mister, doliu sau protecție energetică.",
      "fullInterpretation": "Culoarea neagră a bluzei schimbă sensul visului.\n\nPoate indica o perioadă de tristețe, doliu sufletesc sau depresie. Te simți izolat sau neînțeles.\n\nTotuși, negrul poate semnifica și eleganță, autoritate sau dorința de a te proteja de privirile indiscrete (a te face nevăzut).\n\nEste un semn că treci printr-o etapă de introspecție și seriozitate.",
      "slug": "bluza-neagra"
    },
    {
      "name": "Boabe",
      "category": "alimente",
      "shortMeaning": "Potențial, muncă măruntă, fertilitate, bani sau griji mici.",
      "fullInterpretation": "Boabele sunt semințe, deci simboluri ale potențialului și ale creșterii.\n\nFiecare bob conține o viitoare plantă, așa că visul poate indica idei sau proiecte care trebuie cultivate.\n\nDacă sunt boabe de fasole sau mazăre, tradiția spune că pot prevesti griji mărunte, lacrimi sau bârfe.\n\nDacă sunt boabe de grâu, visul este excelent: prosperitate, recoltă bogată și succes financiar.\n\nA număra boabe sugerează zgârcenie sau o evaluare meticuloasă a resurselor.",
      "slug": "boabe"
    },
    {
      "name": "Boabe de cafea",
      "category": "alimente",
      "shortMeaning": "Energie latentă, nevoie de stimulare, planuri de viitor sau neliniște.",
      "fullInterpretation": "Boabele de cafea conțin energia care te va trezi, dar ea nu este încă eliberată.\n\nVisul sugerează că ai resurse de energie nefolosite sau că te pregătești pentru o perioadă activă.\n\nDacă macini boabe de cafea, înseamnă că depui efort pentru a obține rezultate, dar procesul poate fi zgomotos și stresant.\n\nMirosul boabelor de cafea evocă anticiparea plăcută și confortul.",
      "slug": "boabe-de-cafea"
    },
    {
      "name": "Boabe",
      "category": "alimente",
      "shortMeaning": "Potențial, muncă măruntă, fertilitate, bani sau griji mici.",
      "fullInterpretation": "Boabele sunt semințe, deci simboluri ale potențialului și ale creșterii.\n\nFiecare bob conține o viitoare plantă, așa că visul poate indica idei sau proiecte care trebuie cultivate.\n\nDacă sunt boabe de fasole sau mazăre, tradiția spune că pot prevesti griji mărunte, lacrimi sau bârfe.\n\nDacă sunt boabe de grâu, visul este excelent: prosperitate, recoltă bogată și succes financiar.\n\nA număra boabe sugerează zgârcenie sau o evaluare meticuloasă a resurselor.",
      "slug": "boabe"
    },
    {
      "name": "Boală",
      "category": "fenomene",
      "shortMeaning": "Dezechilibru, avertisment, nevoie de odihnă, purificare sau frica de a fi vulnerabil.",
      "fullInterpretation": "Boala în vis este rareori o premoniție a unei boli fizice reale. Este un semnal de alarmă al subconștientului.\n\nÎți spune că ceva în viața ta nu funcționează: o relație toxică, un loc de muncă stresant sau o atitudine greșită față de tine însuți.\n\nVisul te invită la introspecție și vindecare. Poate indica nevoia urgentă de odihnă și de a te ocupa de nevoile tale emoționale.\n\nDacă te vindeci în vis, înseamnă că ai depășit o criză și ești mai puternic.",
      "slug": "boala"
    },
    {
      "name": "Bob",
      "category": "alimente",
      "shortMeaning": "Simbol al vieții, hrană consistentă, rezistență sau noroc.",
      "fullInterpretation": "Bobul (planta sau sămânța) este un simbol al vitalității și al esenței.\n\n\"A da în bob\" înseamnă a ghici viitorul, deci visul poate avea conotații legate de destin și predicție.\n\nCa aliment, bobul sugerează hrană simplă, dar sățioasă. Ești într-o perioadă în care trebuie să te mulțumești cu esențialul.\n\nPoate simboliza și fertilitatea sau \"sămânța de scandal\" dintr-o situație.",
      "slug": "bob"
    },
    {
      "name": "Bocanci",
      "category": "obiecte",
      "shortMeaning": "Pregătire pentru drum greu, protecție, stabilitate, muncă fizică sau agresivitate.",
      "fullInterpretation": "Bocancii sunt făcuți pentru teren accidentat și muncă grea.\n\nDacă porți bocanci, ești pregătit să înfrunți dificultățile vieții. Ești protejat și ai o bază solidă.\n\nVisul poate indica o perioadă de efort susținut, o călătorie dificilă sau nevoia de a fi pragmatic (\"cu picioarele pe pământ\").\n\nDacă bocancii sunt murdari, înseamnă că ai trecut prin situații neplăcute, dar ai rezistat.",
      "slug": "bocanci"
    },
    {
      "name": "Bodyguard",
      "category": "persoane",
      "shortMeaning": "Nevoie de protecție, insecuritate, statut social sau bariere emoționale.",
      "fullInterpretation": "Un bodyguard în vis simbolizează nevoia ta de apărare împotriva unui pericol perceput, fie el fizic sau emoțional.\n\nDacă ai un bodyguard, înseamnă că te simți vulnerabil și ai nevoie de un \"zid\" între tine și lume. Poate indica și dorința de a te simți important.\n\nDacă tu ești bodyguard, înseamnă că îți asumi rolul de protector pentru cineva sau că îți reprimi propriile nevoi pentru a servi pe altul.\n\nVisul poate sugera că ai ridicat bariere prea înalte în jurul inimii tale.",
      "slug": "bodyguard"
    },
    {
      "name": "Bogăție",
      "category": "fenomene",
      "shortMeaning": "Abundență, succes, lăcomie, iluzie sau valori spirituale.",
      "fullInterpretation": "Bogăția în vis este rareori despre banii din cont. Ea reflectă starea ta interioară de abundență.\n\nDacă te visezi bogat, te simți plin de resurse, capabil și generos. Ai acces la \"comoara\" ta interioară.\n\nDacă bogăția te face arogant sau temător (să nu o pierzi), visul avertizează asupra atașamentului față de material și a sărăciei spirituale.\n\nA pierde bogăția în vis poate indica o teamă de eșec, dar și o eliberare de griji.",
      "slug": "bogatie"
    },
    {
      "name": "Boiler",
      "category": "obiecte",
      "shortMeaning": "Emoții sub presiune, furie acumulată, energie termică sau confort casnic.",
      "fullInterpretation": "Boilerul încălzește apa (emoțiile) sub presiune.\n\nÎn vis, el simbolizează starea ta emoțională internă. Dacă boilerul funcționează bine, ai o viață afectivă caldă și confortabilă.\n\nDacă boilerul stă să explodeze, ai acumulat prea multă furie sau frustrare și ești în pericol de a răbufni (\"a-ți sări țandăra\").\n\nUn boiler rece sau stricat indică răceală emoțională, lipsă de pasiune sau o defecțiune în sistemul tău de \"încălzire\" sufletească.",
      "slug": "boiler"
    },
    {
      "name": "Bolnav",
      "category": "stări",
      "shortMeaning": "Dezechilibru, grijă pentru cineva, vulnerabilitate sau proiecția propriei suferințe.",
      "fullInterpretation": "A vedea un bolnav în vis îți atrage atenția asupra unei părți din tine care suferă și are nevoie de îngrijire.\n\nPoate fi vorba de o trăsătură de caracter pe care ai neglijat-o sau de o relație care \"bolește\".\n\nDacă bolnavul este o persoană dragă, visul reflectă îngrijorarea ta reală pentru ea sau frica de a o pierde.\n\nPoate indica și o atmosferă toxică în mediul tău.",
      "slug": "bolnav"
    },
    {
      "name": "A fi bolnav",
      "category": "stări",
      "shortMeaning": "Avertisment, nevoie de pauză, purificare, vinovăție sau evitare a responsabilităților.",
      "fullInterpretation": "Dacă te visezi bolnav, subconștientul te obligă să te oprești. Corpul sau sufletul tău cere o pauză.\n\nBoala în vis poate fi o scuză pentru a evita o situație dificilă sau o responsabilitate care te copleșește.\n\nPoate indica și un proces de purificare: \"frigurile\" bolii ard negativitatea.\n\nTradiția spune uneori că a fi bolnav în vis este semn de sănătate (prin inversare), dar psihologic indică întotdeauna un dezechilibru care trebuie corectat.",
      "slug": "bolnav-ca-esti"
    },
    {
      "name": "A visa un prieten bolnav",
      "category": "persoane",
      "shortMeaning": "Îngrijorare, răceală în relație, proiecția propriilor slăbiciuni sau empatie.",
      "fullInterpretation": "Dacă visezi un prieten bolnav, visul poate reflecta o îngrijorare reală pentru bunăstarea lui sau intuiția că trece printr-o perioadă grea.\n\nLa nivel simbolic, \"prietenul bolnav\" poate fi un aspect al tău pe care îl asociezi cu acea persoană.\n\nPoate indica și faptul că relația voastră este \"bolnavă\": există tensiuni, neînțelegeri sau o distanțare care trebuie vindecată.",
      "slug": "bolnav-visandu-ti-un-prieten"
    },
    {
      "name": "A căra bolnavi",
      "category": "acțiuni",
      "shortMeaning": "Povară emoțională, responsabilitate excesivă, sacrificiu sau compasiune.",
      "fullInterpretation": "A căra bolnavi în vis (pe targă sau în brațe) sugerează că ți-ai asumat povara problemelor altora. Ești un salvator, dar acest rol te epuizează.\n\nPoate indica faptul că încerci să \"repari\" pe cineva sau să duci în spate greutățile familiei.\n\nVisul te îndeamnă să verifici dacă nu cumva îți neglijezi propria sănătate de dragul altora.",
      "slug": "bolnavi-carand"
    },
    {
      "name": "Bolovan",
      "category": "obiecte",
      "shortMeaning": "Obstacol major, greutate, încăpățânare, temelie sau povară sufletească.",
      "fullInterpretation": "Bolovanul este un obstacol greu și imobil.\n\nDacă îți blochează calea, reprezintă o dificultate majoră în viață pe care nu o poți ocoli, ci trebuie să o miști sau să o spargi.\n\nDacă cari un bolovan (ca Sisif), simți greutatea unei sarcini inutile sau a unei vinovății care te apasă.\n\nTotuși, un bolovan poate fi și o piatră de temelie solidă pentru o construcție viitoare.",
      "slug": "bolovan"
    },
    {
      "name": "Bolta cerului",
      "category": "fenomene",
      "shortMeaning": "Speranță, protecție divină, infinit, libertate sau aspirații înalte.",
      "fullInterpretation": "Bolta cerească simbolizează deschiderea către infinit și protecția cosmică.\n\nDacă cerul este senin, visul promite pace, claritate mentală și succes.\n\nDacă este înstelat, sugerează speranță și ghidare spirituală în întuneric.\n\nO boltă întunecată sau furtunoasă indică faptul că te simți amenințat de forțe pe care nu le poți controla.",
      "slug": "bolta-cerului"
    },
    {
      "name": "Bombă",
      "category": "obiecte",
      "shortMeaning": "Situație explozivă, anxietate, furie reprimată, șoc sau schimbare bruscă.",
      "fullInterpretation": "Bomba este simbolul unei energii distructive care stă să izbucnească.\n\nPoate reprezenta o furie acumulată în tine care riscă să explodeze în orice moment (\"ești o bombă cu ceas\").\n\nPoate indica o situație tensionată la locul de muncă sau în familie.\n\nExplozia bombei sugerează o schimbare bruscă, violentă, care distruge vechea ordine, dar care poate elibera tensiunea acumulată.",
      "slug": "bomba"
    },
    {
      "name": "Bomba atomica",
      "category": "dictionar",
      "shortMeaning": "Bomba atomica in vise sugereaza conflicte puternice intre puterile din viata dumneavoastra.",
      "fullInterpretation": "Bomba atomica in vise sugereaza conflicte puternice intre puterile din viata dumneavoastra. Daca visati ca dumneavoastra sunteti cel care detoneaza bomba atomica inseamna ca sunteti intr-o confruntare cu o figura autoritara de langa dumneavoastra.",
      "slug": "bomba-atomica"
    },
    {
      "name": "Bombardament",
      "category": "dictionar",
      "shortMeaning": "Bombardamentul in vise inseamna primejdie de moarte.",
      "fullInterpretation": "Bombardamentul in vise inseamna primejdie de moarte. Daca visati ca asistati la un bombardament semnifica vesti neasteptate. Visul in care sunteti pilot de bombardament va puteti astepta la o excursie in strainatate.",
      "slug": "bombardament"
    },
    {
      "name": "Bombe",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "bombe"
    },
    {
      "name": "Bomboane",
      "category": "dictionar",
      "shortMeaning": "Bomboanele in vis simbolizeaza placeri pasagere, bucuriile speciale din viata ta, indulgenta, sen...",
      "fullInterpretation": "Bomboanele in vis simbolizeaza placeri pasagere, bucuriile speciale din viata ta, indulgenta, senzualitate si/sau placere interzisa. Alternativ, bomboanele din vis mai arata ca vei avea parte de o cearta care insa se va finaliza tot cu impacare si cu parere de rau, o cearta care va avea menirea de a te apropia mai mult de persoana cu pricina.Bomboanele de ciocolata in vise indica o companie placuta sau un angajament agreabil. Daca visati ca mancati bomboane de ciocolata amare inseamna ca vor aparea dezamagiri in viata dumneavoastra. Ar putea fi vorba chiar de vreo boala. Visul in care primiti o cutie de bomboane de ciocolata inseamna ca veti fi laudat, lingusit, dar visul mai are si intelesul de prosperitate. Daca visati ca trimiteti o cutie de bomboane de ciocolata cuiva inseamna ca veti face o propunere, o cerere, dar care va va aduce dezamagire.",
      "slug": "bomboane"
    },
    {
      "name": "Bomboane de ciocolata",
      "category": "dictionar",
      "shortMeaning": "Bomboanele de ciocolata in vise indica o companie placuta sau un angajament agreabil.",
      "fullInterpretation": "Bomboanele de ciocolata in vise indica o companie placuta sau un angajament agreabil. Daca visati ca mancati bomboane de ciocolata amare inseamna ca vor aparea dezamagiri in viata dumneavoastra. Ar putea fi vorba chiar de vreo boala. Visul in care primiti o cutie de bomboane de ciocolata inseamna ca veti fi laudat, lingusit, dar visul mai are si intelesul de prosperitate. Daca visati ca trimiteti o cutie de bomboane de ciocolata cuiva inseamna ca veti face o propunere, o cerere, dar care va va aduce dezamagire.",
      "slug": "bomboane-de-ciocolata"
    },
    {
      "name": "Bondar",
      "category": "dictionar",
      "shortMeaning": "A vedea un bondar in vise simbolizeaza suferintei si a problemelor ce vor urma.",
      "fullInterpretation": "A vedea un bondar in vise simbolizeaza suferintei si a problemelor ce vor urma.",
      "slug": "bondar"
    },
    {
      "name": "Borcan",
      "category": "dictionar",
      "shortMeaning": "A vedea un borcan spart in vise sugereaza ca va vor astepta dezamagiri adanci sau boli stresante.",
      "fullInterpretation": "A vedea un borcan spart in vise sugereaza ca va vor astepta dezamagiri adanci sau boli stresante. Alternativ, visul ar mai putea inseamna o inima franta.",
      "slug": "borcan"
    },
    {
      "name": "Borcan gol",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "borcan-gol"
    },
    {
      "name": "Borcan plin",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "borcan-plin"
    },
    {
      "name": "Borcan spart",
      "category": "dictionar",
      "shortMeaning": "A vedea un borcan spart in vise sugereaza ca va vor astepta dezamagiri adanci sau boli stresante.",
      "fullInterpretation": "A vedea un borcan spart in vise sugereaza ca va vor astepta dezamagiri adanci sau boli stresante. Alternativ, visul ar mai putea inseamna o inima franta.",
      "slug": "borcan-spart"
    },
    {
      "name": "Bordel",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "bordel"
    },
    {
      "name": "Bordura",
      "category": "dictionar",
      "shortMeaning": "Bordura in vise sugereaza ca trebuie sa o luati mai incet, sa fiti mai rabdator.",
      "fullInterpretation": "Bordura in vise sugereaza ca trebuie sa o luati mai incet, sa fiti mai rabdator. Un obstacol sau o persoana trebuie respectata atunci cand incercati sa va atingeti scopurile. Alternativ, visul in care apare o bordura poate reflecta nevoia de a fi prudent in jurul altor oameni si in fata reusitelor acestora. Simtiti ca in sfarsit trebuie sa ii remarcati si pe cei din jur.",
      "slug": "bordura"
    },
    {
      "name": "Bors",
      "category": "dictionar",
      "shortMeaning": "Daca va visati ca beti bors inseamna ca va asteapta o amaraciune.",
      "fullInterpretation": "Daca va visati ca beti bors inseamna ca va asteapta o amaraciune.",
      "slug": "bors"
    },
    {
      "name": "Bostan",
      "category": "dictionar",
      "shortMeaning": "Cand visati un bostan inseamna ca veti cadea prada glumelor proaste a celor din jur.",
      "fullInterpretation": "Cand visati un bostan inseamna ca veti cadea prada glumelor proaste a celor din jur. Veti face multe gafe, dar sunteti constient de ele. Daca visati ca preparati sau mancati bostan inseamna ca veti avea parte de castiguri financiare, iar visul in care cultivati bostan inseamna ca veti avea parte de multa sanatate. Visul in care un bostan se sparge prezice anumite probleme la locul de munca.",
      "slug": "bostan"
    },
    {
      "name": "Botez",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea, izvor, apa).",
      "fullInterpretation": "(vezi, de asemenea, izvor, apa). .",
      "slug": "botez"
    },
    {
      "name": "Bou",
      "category": "dictionar",
      "shortMeaning": "Boul este in vise foarte asemanator cu taurul, cu exceptia ca acesta poate fi castrat si, prin ur...",
      "fullInterpretation": "Boul este in vise foarte asemanator cu taurul, cu exceptia ca acesta poate fi castrat si, prin urmare, visul poate indica profunde frustrari. Poate ca exista parti din viata care nu au iesit asa cum sperati si din acest motiv va simtiti mai prejos sau frustrat fata de ceilalti. Totusi, boii in vise au si semnificatii pozitive, acestea sunt animale extrem de puternice si sunt capabile sa poarte si sa transporte greutati mari. Acest lucru ar putea indica o anumita putere din interiorul dumneavoastra atunci cand vine vorba de abordarea provocarilor vietii. Poate indica, de asemenea, ca tintiti proiecte care necesita o cantitate mare de munca si timp pentru a le duce la bun sfarsit. Vazand boi grasi pascand inseamna noroc si pozitie sociala ce depaste cu mult tinta pe care vi-ati propus-o in trecut. Visand un bou cu cornele rupte este semn ca veti fi invins intr-o competitie, un concurs pentru ocuparea unui loc de munca sau ca, pur si simplu, nu va veti putea achita o datorie. Visand un bou mort sau vazand cum este sacrificat, insemana ca cineva, fie ca este vorba de o persoana din viata privata sau de la locul de munca, nu va aprecia cum faceti dumneavostra lucrurile si prin diferite cai va incerca sa va inlature. Culoarea boilor din vise este, de asemenea, demna de luat in considerare. Boul maro sau galbem sugereaza faptul ca banii sunt mai multi decat aveti nevoie. Poate ca a sosit impul sa faceti o pauza sau sa mergeti intr-o vacanta. Boul negru reprezinta puterea. Boul rosu simbolizeaza forta vietii. Boul alb va simboliza, intodeauna, puritatea si intelepciunea. (vezi, de asemenea jug , taur).",
      "slug": "bou"
    },
    {
      "name": "Box",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "box"
    },
    {
      "name": "Box pe ring",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "box-pe-ring"
    },
    {
      "name": "Brad",
      "category": "dictionar",
      "shortMeaning": "Baradul indica nevoia de claritate in anumite situatii.",
      "fullInterpretation": "Baradul indica nevoia de claritate in anumite situatii. Acesta simbolizeaza, de asemenea, capatul unui anumit aspect al vietii dumneavoastra si un nou inceput. Noroc, intreprindere plsina de noroc - impodobit - succes deosebit - impodobit cu beteala - petrecere deosebita - in scorbura - succes la serviciu - mare - dragoste aprinsa - unul langa altul - faci fata u or probleme grele - urcand in - avansare - vazand - fericire, sanatate - vazand coroana - victorie asupra dusmanului.Bradul de craciun denota ocazii de bucurie si bun augur, in special cand ati visat ca acesta se afla in casa dumneavoastra. Acesta poate simboliza, de asemenea, nevoia de relaxare si cautarea de pace interioara. Visand un brad de craciun luminat si impodobit poate prevesti noi emotii pe care le veti gestiona cu inteligenta si respect. Vazand un brad demontat sau despodobit, prevesteste unele incidente dureroase, in special sufletesti. Din punct de vedere psihologic este un semn ca, dupa o perioada lunga sau deprimanta totul va deveni mai luminos si mai bine. Din punct de vedere spiritual este considerat copacul renasterii si al nemuririi, pentru ca el este vesnic verde. Conform traditiei noastre si a unor vechi carti de interpretare a viselor, un brad inalt simbolizeaza mult noroc in dragoste.Bradul si pinul au aceeasi semnificatie, ei sunt vesnic verzi si reprezinta bogatie, nemurire si cunoastere. In functie de context sau unde si cand observati brazii in vise, acestia ar putea servi diverse intelesuri si interpretari. Visand un brad sau un pin intr-un desert Acest vis poate fi tratat ca si o metafora pentru visator. \"Constientizeaza mediul in care traiesti si priveste stilul tau de viata\". Conifere pe un varf de deal Observarea a numerosi copaci coniferi pe un varf de deal sau pe un munte simbolizeaza o ascceniune spre bogatie. Fericirea si norocul tau va veni sub multe forme si feluri. Pardoseala sau mobilier Folosint sau realizand pardoseli sau mobilier din brad, sibolizeaza o forma de succes prin investitii stabile si intelepte. Conuri Simbolistica conurilor de pin face referire la viata si fertilitate. Alternativ, acestea simbolizeaza si transmiterea vechilor traditii si cunostinte care merg din generatie in generatie. Ace Cand visul se concentreaza pe acee coniferelor, sugereaza ca actiunile tale vor lasa impresii de lunga durata asupra altora din viata ta. Prfum de brad Mirosint parfum de brad sau pin in vise, sugereaza faptul ca trebuie sa gasiti speranta in mijlocul tuturor greutatilor. atentie la sanse sau modalitati specifice de iesire din situatii disperate.Un atribut invariabil al Craciunului sunt cadourile si decoratiunile de Craciun, chiar si in vis, ele prezita surprize si emotii placute. Acestea sunt, de cele mai multe ori, un semn de noi perspective si schimbari. Visand ca decorati o camera si /sau un brad de Craciun, inseamna intamplari, intalniri sau surprize de neasteptat. Cumparand globuri sau decoratiuni de Craciun, inseamna ca, in realitate, veti prelua in siguranta proiecte noi sau proicete care au fost inghetate de ceva vreme (oprite din varii motive). Succesul va este garantat. Vazand un brad frumos impodobit cu globuri, reprezinta sentimente legate de a-i face pe altii sa se simta bine. Decoratiunile si mai ales globurile folosite de catre dumneavoastra pentru a decora un brad sau o incapre simbolizeaza un semntiment de bine si incurajarea altora sa se distreze si sa se simta demni de un tratament special. In mod negativ, decoratiunile pot reflecata sentimente cu privire la un comportament iresponsabil.",
      "slug": "brad"
    },
    {
      "name": "Brad inalt",
      "category": "dictionar",
      "shortMeaning": "Conform traditiei noastre si a unor vechi carti de interpretare a viselor, un brad inalt simboliz...",
      "fullInterpretation": "Conform traditiei noastre si a unor vechi carti de interpretare a viselor, un brad inalt simbolizeaza mult noroc in dragoste.",
      "slug": "brad-inalt"
    },
    {
      "name": "Brad rănit sau murdar",
      "category": "natură",
      "shortMeaning": "Speranță pătată, boală, dezamăgire, pierderea vitalității sau a onoarei.",
      "fullInterpretation": "Un brad rănit (cu crengi rupte, scoarța tăiată) simbolizează o traumă sufletească. Ceva a lovit în \"coloana\" ta vertebrală, în principiile sau în sănătatea ta.\n\nDacă bradul este murdar, visul indică sentimente de vinovăție sau rușine care îți pătează imaginea de sine.\n\nPoate sugera și o perioadă de declin, în care optimismul tău obișnuit (verdele veșnic) este umbrit.",
      "slug": "brad-ranit-murdar"
    },
    {
      "name": "Conifere (Brad, Pin)",
      "category": "natură",
      "shortMeaning": "Nemurire, rezistență, prietenie durabilă, protecție și înțelepciune tăcută.",
      "fullInterpretation": "Coniferele, în general, sunt simboluri ale longevității și ale prieteniei fidele.\n\nPinul, în special, este asociat cu solitudinea demnă și cu înțelepciunea.\n\nO pădure de conifere sugerează un mediu protector, dar poate indica și nevoia de a te retrage în sine, de a găsi liniște departe de lumea agitată.\n\nMirosul de rășină evocă vindecarea.",
      "slug": "bradul-pinul-si-alte-conifere"
    },
    {
      "name": "Brânză",
      "category": "alimente",
      "shortMeaning": "Hrană concentrată, rezultate concrete, câștiguri modeste sau dezamăgire.",
      "fullInterpretation": "Brânza este laptele transformat și conservat, deci simbolizează rezultatul unui proces de maturizare.\n\nA mânca brânză proaspătă sugerează sănătate și mulțumire.\n\nA face brânză înseamnă că eforturile tale încep să se coaguleze și să dea roade.\n\nÎn unele tradiții, brânza este semn de câștig, dar în altele poate prevesti înșelăciune sau dezamăgire (\"a se împuți treaba\" ca brânza veche).",
      "slug": "branza"
    },
    {
      "name": "Brânză cu mucegai",
      "category": "alimente",
      "shortMeaning": "Rafinament, snobism, aparențe înșelătoare sau decădere ascunsă sub lux.",
      "fullInterpretation": "Brânza cu mucegai nobil este o delicatesă. În vis, ea poate simboliza gusturi rafinate, succes social și experiențe unice.\n\nTotuși, mucegaiul este o ciupercă. Visul poate avertiza că sub o aparență de lux sau de succes se ascunde ceva stricat sau o situație care se degradează (\"ceva e putred\").\n\nPoate indica și snobismul: dorința de a epata cu lucruri pe care alții le consideră respingătoare.",
      "slug": "branza-cu-mucegai"
    }
  ]
}