{
  "symbols": [
    {
      "name": "Bisturiu",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "bisturiu"
    },
    {
      "name": "Bivol",
      "category": "dictionar",
      "shortMeaning": "Simbolistica bivolului in vise reprezinta dezlantuirea proprilor instincte si poate anticipa unele castiguri importante.",
      "fullInterpretation": "Simbolistica bivolului in vise reprezinta dezlantuirea proprilor instincte si poate anticipa unele castiguri importante. Dar in unele cazuri, mai rar, bivolul poate reprezenta capacitatea de a ne instrui. Alternativ, bivolul poate semnifica un lider puternic, inovator, iertator si curajos care este bine respectat de catre adeptii sai. Daca o femeie se viseaza omorand un bivol, inseamna ca ea va efectua o inteprindere fara egal, dar prin inpunerea puterii si vointei. Isi va castiga binemeritatele laudele de la barbati si va beneficia pentru mult timp de anumite favoruri. Vazand un bivol ranit sau ucis, reprezinta o avertizare asupra faptului ca trebuie sa analizam cu atentie orice noi asocieri si proiecte pe care le intreprindem. Bivolul alb aparnd in vise poate reprezenta pofte sau dorinte ce se vor indeplini. Bivolul negru, spre deosebire de cel alb, reprezinta un dusman. Cineva cu un corp de proportii care nu imparte acelesi idei si viziuni cu dumneavoastra. Poate fi cineva de la munca, scola sau din cercul de prieteni, de regula este vorba despre un barbat. (A se analiza si visul : Taur)O turma de bivoli poate reprezenta o abundenta care isi va indrepta calea spre duneavoastra, spre deosebire de visul in care vedeti un singur bivol iar acesta poate fi un semn de bun augur ca averea duneavoastra poate spori.",
      "slug": "bivol"
    },
    {
      "name": "Bizon",
      "category": "dictionar",
      "shortMeaning": "Bizonul in vise este semn de noroc.",
      "fullInterpretation": "Bizonul in vise este semn de noroc. Visul in care ucideti un bizon inseamna ghinion. Daca visati un bizon la zoo prezice un mariaj fericit pentru persoanele apropiate.",
      "slug": "bizon"
    },
    {
      "name": "Blana",
      "category": "dictionar",
      "shortMeaning": "Daca in vis iti apare o blana se refera de regula la bogatie.",
      "fullInterpretation": "Daca in vis iti apare o blana se refera de regula la bogatie. Blana din vis sugereaza prosperitate, abundenta. Daca visezi ca ai o haina de blana inseamna ca esti un om mandru, trufas, ii tratezi pe toti cu superioritate si cu dispret. Daca insa visezi ca jupoi blana unui animal inseamna ca esti un om crud, dar drept, incerci sa rezolvi toate problemele celor din jur implicit pe ale tale, esti justitiar si vrei sa faci dreptate, indiferent ce implica acest lucru.Haina de blana in vise simbolizeaza prosperitatea si luxul. De asemenea, indica nevoia dumneavoastra de atentie si de admiratie.",
      "slug": "blana"
    },
    {
      "name": "Blestem",
      "category": "dictionar",
      "shortMeaning": "Visul la blestem poarta cu el un puternic mesaj spritual, deci trebuie sa aveti grija de dumneavoastra.",
      "fullInterpretation": "Visul la blestem poarta cu el un puternic mesaj spritual, deci trebuie sa aveti grija de dumneavoastra. Daca visati ca dumneavoastra sau o alta persoana se alfa sub blestem, deobicei sugereaza veti fi captivi in propria vina. Ar mai putea insemna ca trebuie sa aveti grija intr-o anume situatie sau relatie. Visul ca dumneavoastra sau alta persoana blesteama pe cineva are legatura cu temerile dumneavoastra interioare. Deasemenea poate sa insemne ca deveniti o persoana dura, insensibila.",
      "slug": "blestem"
    },
    {
      "name": "Blond",
      "category": "dictionar",
      "shortMeaning": "O femeie blonda in vis inseamna ca veti avea parte de bogatii de amploare.",
      "fullInterpretation": "O femeie blonda in vis inseamna ca veti avea parte de bogatii de amploare. Totodata, ar putea inseamna ca veti avea parte numai de activitati sociale ce va vor incanta si va vor umple de energii pozitive. Ar trebui sa incercati sa nu refuzati nimic din ceea ce va ofera viata, sa fiti optimisti chiar daca lucrurilemerg mai prost. Incercati sa zambiti daca dati de obstacole, iar cei din jur vor aprecia modul in care tratati problemele.Parul blond in vis poate insemna echivalentul unei sarcini neplacute. Daca visati par blond inseamna ca aveti anumite slabiciuni, dar sunteti calm. Totusi, simtiti nevoia de afectiune, de tandrete. Visul in care purtati o peruca blonda sugereaza ca sunteti idealist si excentric.",
      "slug": "blond"
    },
    {
      "name": "Blonda",
      "category": "dictionar",
      "shortMeaning": "O femeie blonda in vis inseamna ca veti avea parte de bogatii de amploare.",
      "fullInterpretation": "O femeie blonda in vis inseamna ca veti avea parte de bogatii de amploare. Totodata, ar putea inseamna ca veti avea parte numai de activitati sociale ce va vor incanta si va vor umple de energii pozitive. Ar trebui sa incercati sa nu refuzati nimic din ceea ce va ofera viata, sa fiti optimisti chiar daca lucrurilemerg mai prost. Incercati sa zambiti daca dati de obstacole, iar cei din jur vor aprecia modul in care tratati problemele.",
      "slug": "blonda"
    },
    {
      "name": "Blugi",
      "category": "dictionar",
      "shortMeaning": "Visul la blugi de obicei inseamna tinrete, originalitate, optimism, curaj.",
      "fullInterpretation": "Visul la blugi de obicei inseamna tinrete, originalitate, optimism, curaj. Daca visati ca purtati sau cumparati blugi de firma, inseamna ca aveti o atitudine relaxata in ceea ce privesc problemele financiare. Visul in care blugii sunt prea stramti, inseamna ca sunteti lipsit de libertate, va simtiti constransi intr-o relatie sau situatie. Blugii rupti in vis, simbolizeaza ca nu actionati adecvat in anumite situatii. Daca va visati incercand blugi, inseamna ca incercati sa va integrati cu ceilalti.",
      "slug": "blugi"
    },
    {
      "name": "Bluza",
      "category": "dictionar",
      "shortMeaning": "Daca visezi o bluza expusa intr-un magazin semnifica faptul ca o sa castigi admiratia celor din j...",
      "fullInterpretation": "Daca visezi o bluza expusa intr-un magazin semnifica faptul ca o sa castigi admiratia celor din jur datorita ingenuitatii tale si a felului de a fi. De asemenea, daca visezi o bluza rupta inseamna ca ai initiat niste actiuni nepermise pentru care vei fi aspru judecat.Bluza neagra in vise inseamna ca aveti sentimente neplacute fata de cineva. A visa ca purtati o bluza neagra sugereaza tristete, stres si griji.",
      "slug": "bluza"
    },
    {
      "name": "Bluza neagra",
      "category": "dictionar",
      "shortMeaning": "Bluza neagra in vise inseamna ca aveti sentimente neplacute fata de cineva.",
      "fullInterpretation": "Bluza neagra in vise inseamna ca aveti sentimente neplacute fata de cineva. A visa ca purtati o bluza neagra sugereaza tristete, stres si griji.",
      "slug": "bluza-neagra"
    },
    {
      "name": "Boabe",
      "category": "dictionar",
      "shortMeaning": "Daca visati boabe, interpretarea depinde mult de ce fel de boabe apar in vis: - boabe de fasole -...",
      "fullInterpretation": "Daca visati boabe, interpretarea depinde mult de ce fel de boabe apar in vis: - boabe de fasole - neplaceri la locul de munca - daca mancati boabe de fasole - cearta in familie sau cu prietenii - boabe de grau - semnifica pierdere de vreme - boabe de porumb - vi se imbunatateste situatia financiara - boabe de mazare - prevestesc neplaceri - visati ca macinati boabe - inseamna prosperitate si fericireBoabele de cafea in vise inseamna mici griji, dificultati marunte care se aduna in timp si va ataca viata. Visul in care prajiti boabe de cafea inseamna ca veti avea parte de o surpriza placuta de la un prieten drag. Daca visati ca macinati boabe de cafea inseamna ca va asteapta necazuri acasa. Visul in care vedeti sau mancati boabe de fasole semnifica conexiunea dumneavoastra cu radacinile si cu umanitatea. Ganditi-va la ce va leaga pe dumneavoastra cu comunitatea. Alternativ, boabele de fasole in vise sunt simbolul pentru suflet si imortalitate. De asemenea, pot face referire si la fertilitate. Daca visati ca culegeti boabe de fasole atunci visul simbolizeaza metodele dumneavoastra modeste si cumpatate. Poateca visul va spune sa aveti mai multa grija la situatia dumneavoastra financiara.",
      "slug": "boabe"
    },
    {
      "name": "Boabe de cafea",
      "category": "dictionar",
      "shortMeaning": "Boabele de cafea in vise inseamna mici griji, dificultati marunte care se aduna in timp si va ataca viata.",
      "fullInterpretation": "Boabele de cafea in vise inseamna mici griji, dificultati marunte care se aduna in timp si va ataca viata. Visul in care prajiti boabe de cafea inseamna ca veti avea parte de o surpriza placuta de la un prieten drag. Daca visati ca macinati boabe de cafea inseamna ca va asteapta necazuri acasa.",
      "slug": "boabe-de-cafea"
    },
    {
      "name": "Boabe",
      "category": "dictionar",
      "shortMeaning": "Daca visati boabe, interpretarea depinde mult de ce fel de boabe apar in vis: - boabe de fasole -...",
      "fullInterpretation": "Daca visati boabe, interpretarea depinde mult de ce fel de boabe apar in vis: - boabe de fasole - neplaceri la locul de munca - daca mancati boabe de fasole - cearta in familie sau cu prietenii - boabe de grau - semnifica pierdere de vreme - boabe de porumb - vi se imbunatateste situatia financiara - boabe de mazare - prevestesc neplaceri - visati ca macinati boabe - inseamna prosperitate si fericireBoabele de cafea in vise inseamna mici griji, dificultati marunte care se aduna in timp si va ataca viata. Visul in care prajiti boabe de cafea inseamna ca veti avea parte de o surpriza placuta de la un prieten drag. Daca visati ca macinati boabe de cafea inseamna ca va asteapta necazuri acasa. Visul in care vedeti sau mancati boabe de fasole semnifica conexiunea dumneavoastra cu radacinile si cu umanitatea. Ganditi-va la ce va leaga pe dumneavoastra cu comunitatea. Alternativ, boabele de fasole in vise sunt simbolul pentru suflet si imortalitate. De asemenea, pot face referire si la fertilitate. Daca visati ca culegeti boabe de fasole atunci visul simbolizeaza metodele dumneavoastra modeste si cumpatate. Poateca visul va spune sa aveti mai multa grija la situatia dumneavoastra financiara.",
      "slug": "boabe"
    },
    {
      "name": "Boala",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea medic).",
      "fullInterpretation": "(vezi, de asemenea medic).",
      "slug": "boala"
    },
    {
      "name": "Bob",
      "category": "dictionar",
      "shortMeaning": "Visul in care apar boboci de liceu sau boboci de universitate semnifica sfarsitul unei ere si inceputul alteia.",
      "fullInterpretation": "Visul in care apar boboci de liceu sau boboci de universitate semnifica sfarsitul unei ere si inceputul alteia. Daca visati ca sunteti boboci in armata sau in politie inseamna ca va veti pierde libertatea pentru o perioada de timp foarte pretioasa pentru dumneavoastra. Bobocii florilor in vise inseamna ca trebuie sa recunoasteti deschiderea unei noi cai in viata, noi experiente sau emotii. Daca visati boboci de rata, boboci de gaina sau boboci de oricare alta pasare inseamna ca va simtiti responsabil pentru bunastare spirituala, emotionala sau fizica a cuiva.",
      "slug": "bob"
    },
    {
      "name": "Bocanci",
      "category": "dictionar",
      "shortMeaning": "Visul in care purtati bocanci se refera la indrazaneala, puterea si pozitia dumneavoastra.",
      "fullInterpretation": "Visul in care purtati bocanci se refera la indrazaneala, puterea si pozitia dumneavoastra. Visul poate fi, de asemenea, un semn de noroc in afaceri.",
      "slug": "bocanci"
    },
    {
      "name": "Bodyguard",
      "category": "dictionar",
      "shortMeaning": "Un bodyguard in vise reprezinta cineva care ii pazeste activ pe cei din jur de la esec sau de la durerea emotionala.",
      "fullInterpretation": "Un bodyguard in vise reprezinta cineva care ii pazeste activ pe cei din jur de la esec sau de la durerea emotionala. Visul ar mai putea reflecta comportamentul riscant pentru a asigura stabilitate sau un rezultat dorit. Visul in care dumneavoastra sunteti un bodyguard ar putea insemna ca aveti o natura protectiva fata de o anumita persoana sau situatie. Va asigurati ca cineva nu va da gres. Va riscati pentru a pune pe cineva sau ceva pe primul loc. Din punct de vedere spiritual, un bodyguard este un consultant, un prieten si un bun protector, un \"inger protector\".",
      "slug": "bodyguard"
    },
    {
      "name": "Bogatie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "bogatie"
    },
    {
      "name": "Boiler",
      "category": "dictionar",
      "shortMeaning": "Boilerul aparut in vise poate fi interpretat in doua moduri complet diferite, in functie de civila a visatorului.",
      "fullInterpretation": "Boilerul aparut in vise poate fi interpretat in doua moduri complet diferite, in functie de civila a visatorului. Daca visatorul este o persoana casatorita, atunci o dorinta, de mult astepata, dar niciodata aproape de realizare, va deveni in scurt timp o realitate neasteptata. Pe de alta parte, daca persoana care a visat boilerul este necasatorita, aceasta va lua o decizie impotanta cu privire la partenerul acesteaia (cu care nu este inca casatorita). Boiler defect Un boiler defect sugereaza dezamagire sau proasta gestionare a situatiei. Mai mult, daca persoana care a avot acest vis este femeie, atunci visul poate prevesti pierderi materiale sau boala. Explozie a boilerului Un astfel de vis prevesteste o perioda dificila. In aceste vremuri grele for fi tot felul de incercari de redresare si recuperare a unui succes partial. De asemenea, explozia boilerului poate face referire la unele traume sau consecinte pe care simtiti ca le puteti depasi. Indepartarea sau eliminarea unui boiler La baza visului in care ati indepartat sau ati eliminat un boiler din casa poate sta o teama puternica sau o problema ce nu a fost solutionata.",
      "slug": "boiler"
    },
    {
      "name": "Bolnav",
      "category": "dictionar",
      "shortMeaning": "( ca esti )Semn rau, infidelitate din partea partenerului de afaceri.",
      "fullInterpretation": "( ca esti )Semn rau, infidelitate din partea partenerului de afaceri.Copilul bolnav in vise semnifica faptul ca bunastarea familiei dumneavoastra este amenintata. Daca o mama isi viseaza copilul bolnav inseamna ca totul va fi bine cu copilul, dar mama este preocupata cu alte mici neplaceri in legatura cu copilul.",
      "slug": "bolnav"
    },
    {
      "name": "Bolnav ( ca esti )",
      "category": "dictionar",
      "shortMeaning": "( ca esti )Semn rau, infidelitate din partea partenerului de afaceri.",
      "fullInterpretation": "( ca esti )Semn rau, infidelitate din partea partenerului de afaceri.",
      "slug": "bolnav-ca-esti"
    },
    {
      "name": "Bolnav visandu ti un prieten",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "bolnav-visandu-ti-un-prieten"
    },
    {
      "name": "Bolnavi carand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "bolnavi-carand"
    },
    {
      "name": "Bolovan",
      "category": "dictionar",
      "shortMeaning": "Bolovanul in vise simbolizeaza un obstacol major si probleme in unele parti ale vietii dumneavoastra.",
      "fullInterpretation": "Bolovanul in vise simbolizeaza un obstacol major si probleme in unele parti ale vietii dumneavoastra.",
      "slug": "bolovan"
    },
    {
      "name": "Bolta cerului",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "bolta-cerului"
    },
    {
      "name": "Bomba",
      "category": "dictionar",
      "shortMeaning": "(vezi de asemenea explozie si razboi).",
      "fullInterpretation": "(vezi de asemenea explozie si razboi). .Bomba atomica in vise sugereaza conflicte puternice intre puterile din viata dumneavoastra. Daca visati ca dumneavoastra sunteti cel care detoneaza bomba atomica inseamna ca sunteti intr-o confruntare cu o figura autoritara de langa dumneavoastra.Bombardamentul in vise inseamna primejdie de moarte. Daca visati ca asistati la un bombardament semnifica vesti neasteptate. Visul in care sunteti pilot de bombardament va puteti astepta la o excursie in strainatate.",
      "slug": "bomba"
    },
    {
      "name": "Bomba atomica",
      "category": "dictionar",
      "shortMeaning": "Bomba atomica in vise sugereaza conflicte puternice intre puterile din viata dumneavoastra.",
      "fullInterpretation": "Bomba atomica in vise sugereaza conflicte puternice intre puterile din viata dumneavoastra. Daca visati ca dumneavoastra sunteti cel care detoneaza bomba atomica inseamna ca sunteti intr-o confruntare cu o figura autoritara de langa dumneavoastra.",
      "slug": "bomba-atomica"
    },
    {
      "name": "Bombardament",
      "category": "dictionar",
      "shortMeaning": "Bombardamentul in vise inseamna primejdie de moarte.",
      "fullInterpretation": "Bombardamentul in vise inseamna primejdie de moarte. Daca visati ca asistati la un bombardament semnifica vesti neasteptate. Visul in care sunteti pilot de bombardament va puteti astepta la o excursie in strainatate.",
      "slug": "bombardament"
    },
    {
      "name": "Bombe",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "bombe"
    },
    {
      "name": "Bomboane",
      "category": "dictionar",
      "shortMeaning": "Bomboanele in vis simbolizeaza placeri pasagere, bucuriile speciale din viata ta, indulgenta, sen...",
      "fullInterpretation": "Bomboanele in vis simbolizeaza placeri pasagere, bucuriile speciale din viata ta, indulgenta, senzualitate si/sau placere interzisa. Alternativ, bomboanele din vis mai arata ca vei avea parte de o cearta care insa se va finaliza tot cu impacare si cu parere de rau, o cearta care va avea menirea de a te apropia mai mult de persoana cu pricina.Bomboanele de ciocolata in vise indica o companie placuta sau un angajament agreabil. Daca visati ca mancati bomboane de ciocolata amare inseamna ca vor aparea dezamagiri in viata dumneavoastra. Ar putea fi vorba chiar de vreo boala. Visul in care primiti o cutie de bomboane de ciocolata inseamna ca veti fi laudat, lingusit, dar visul mai are si intelesul de prosperitate. Daca visati ca trimiteti o cutie de bomboane de ciocolata cuiva inseamna ca veti face o propunere, o cerere, dar care va va aduce dezamagire.",
      "slug": "bomboane"
    },
    {
      "name": "Bomboane de ciocolata",
      "category": "dictionar",
      "shortMeaning": "Bomboanele de ciocolata in vise indica o companie placuta sau un angajament agreabil.",
      "fullInterpretation": "Bomboanele de ciocolata in vise indica o companie placuta sau un angajament agreabil. Daca visati ca mancati bomboane de ciocolata amare inseamna ca vor aparea dezamagiri in viata dumneavoastra. Ar putea fi vorba chiar de vreo boala. Visul in care primiti o cutie de bomboane de ciocolata inseamna ca veti fi laudat, lingusit, dar visul mai are si intelesul de prosperitate. Daca visati ca trimiteti o cutie de bomboane de ciocolata cuiva inseamna ca veti face o propunere, o cerere, dar care va va aduce dezamagire.",
      "slug": "bomboane-de-ciocolata"
    },
    {
      "name": "Bondar",
      "category": "dictionar",
      "shortMeaning": "A vedea un bondar in vise simbolizeaza suferintei si a problemelor ce vor urma.",
      "fullInterpretation": "A vedea un bondar in vise simbolizeaza suferintei si a problemelor ce vor urma.",
      "slug": "bondar"
    },
    {
      "name": "Borcan",
      "category": "dictionar",
      "shortMeaning": "A vedea un borcan spart in vise sugereaza ca va vor astepta dezamagiri adanci sau boli stresante.",
      "fullInterpretation": "A vedea un borcan spart in vise sugereaza ca va vor astepta dezamagiri adanci sau boli stresante. Alternativ, visul ar mai putea inseamna o inima franta.",
      "slug": "borcan"
    },
    {
      "name": "Borcan gol",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "borcan-gol"
    },
    {
      "name": "Borcan plin",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "borcan-plin"
    },
    {
      "name": "Borcan spart",
      "category": "dictionar",
      "shortMeaning": "A vedea un borcan spart in vise sugereaza ca va vor astepta dezamagiri adanci sau boli stresante.",
      "fullInterpretation": "A vedea un borcan spart in vise sugereaza ca va vor astepta dezamagiri adanci sau boli stresante. Alternativ, visul ar mai putea inseamna o inima franta.",
      "slug": "borcan-spart"
    },
    {
      "name": "Bordel",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "bordel"
    },
    {
      "name": "Bordura",
      "category": "dictionar",
      "shortMeaning": "Bordura in vise sugereaza ca trebuie sa o luati mai incet, sa fiti mai rabdator.",
      "fullInterpretation": "Bordura in vise sugereaza ca trebuie sa o luati mai incet, sa fiti mai rabdator. Un obstacol sau o persoana trebuie respectata atunci cand incercati sa va atingeti scopurile. Alternativ, visul in care apare o bordura poate reflecta nevoia de a fi prudent in jurul altor oameni si in fata reusitelor acestora. Simtiti ca in sfarsit trebuie sa ii remarcati si pe cei din jur.",
      "slug": "bordura"
    },
    {
      "name": "Bors",
      "category": "dictionar",
      "shortMeaning": "Daca va visati ca beti bors inseamna ca va asteapta o amaraciune.",
      "fullInterpretation": "Daca va visati ca beti bors inseamna ca va asteapta o amaraciune.",
      "slug": "bors"
    },
    {
      "name": "Bostan",
      "category": "dictionar",
      "shortMeaning": "Cand visati un bostan inseamna ca veti cadea prada glumelor proaste a celor din jur.",
      "fullInterpretation": "Cand visati un bostan inseamna ca veti cadea prada glumelor proaste a celor din jur. Veti face multe gafe, dar sunteti constient de ele. Daca visati ca preparati sau mancati bostan inseamna ca veti avea parte de castiguri financiare, iar visul in care cultivati bostan inseamna ca veti avea parte de multa sanatate. Visul in care un bostan se sparge prezice anumite probleme la locul de munca.",
      "slug": "bostan"
    },
    {
      "name": "Botez",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea, izvor, apa).",
      "fullInterpretation": "(vezi, de asemenea, izvor, apa). .",
      "slug": "botez"
    },
    {
      "name": "Bou",
      "category": "dictionar",
      "shortMeaning": "Boul este in vise foarte asemanator cu taurul, cu exceptia ca acesta poate fi castrat si, prin ur...",
      "fullInterpretation": "Boul este in vise foarte asemanator cu taurul, cu exceptia ca acesta poate fi castrat si, prin urmare, visul poate indica profunde frustrari. Poate ca exista parti din viata care nu au iesit asa cum sperati si din acest motiv va simtiti mai prejos sau frustrat fata de ceilalti. Totusi, boii in vise au si semnificatii pozitive, acestea sunt animale extrem de puternice si sunt capabile sa poarte si sa transporte greutati mari. Acest lucru ar putea indica o anumita putere din interiorul dumneavoastra atunci cand vine vorba de abordarea provocarilor vietii. Poate indica, de asemenea, ca tintiti proiecte care necesita o cantitate mare de munca si timp pentru a le duce la bun sfarsit. Vazand boi grasi pascand inseamna noroc si pozitie sociala ce depaste cu mult tinta pe care vi-ati propus-o in trecut. Visand un bou cu cornele rupte este semn ca veti fi invins intr-o competitie, un concurs pentru ocuparea unui loc de munca sau ca, pur si simplu, nu va veti putea achita o datorie. Visand un bou mort sau vazand cum este sacrificat, insemana ca cineva, fie ca este vorba de o persoana din viata privata sau de la locul de munca, nu va aprecia cum faceti dumneavostra lucrurile si prin diferite cai va incerca sa va inlature. Culoarea boilor din vise este, de asemenea, demna de luat in considerare. Boul maro sau galbem sugereaza faptul ca banii sunt mai multi decat aveti nevoie. Poate ca a sosit impul sa faceti o pauza sau sa mergeti intr-o vacanta. Boul negru reprezinta puterea. Boul rosu simbolizeaza forta vietii. Boul alb va simboliza, intodeauna, puritatea si intelepciunea. (vezi, de asemenea jug , taur).",
      "slug": "bou"
    },
    {
      "name": "Box",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "box"
    },
    {
      "name": "Box pe ring",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "box-pe-ring"
    },
    {
      "name": "Brad",
      "category": "dictionar",
      "shortMeaning": "Baradul indica nevoia de claritate in anumite situatii.",
      "fullInterpretation": "Baradul indica nevoia de claritate in anumite situatii. Acesta simbolizeaza, de asemenea, capatul unui anumit aspect al vietii dumneavoastra si un nou inceput. Noroc, intreprindere plsina de noroc - impodobit - succes deosebit - impodobit cu beteala - petrecere deosebita - in scorbura - succes la serviciu - mare - dragoste aprinsa - unul langa altul - faci fata u or probleme grele - urcand in - avansare - vazand - fericire, sanatate - vazand coroana - victorie asupra dusmanului.Bradul de craciun denota ocazii de bucurie si bun augur, in special cand ati visat ca acesta se afla in casa dumneavoastra. Acesta poate simboliza, de asemenea, nevoia de relaxare si cautarea de pace interioara. Visand un brad de craciun luminat si impodobit poate prevesti noi emotii pe care le veti gestiona cu inteligenta si respect. Vazand un brad demontat sau despodobit, prevesteste unele incidente dureroase, in special sufletesti. Din punct de vedere psihologic este un semn ca, dupa o perioada lunga sau deprimanta totul va deveni mai luminos si mai bine. Din punct de vedere spiritual este considerat copacul renasterii si al nemuririi, pentru ca el este vesnic verde. Conform traditiei noastre si a unor vechi carti de interpretare a viselor, un brad inalt simbolizeaza mult noroc in dragoste.Bradul si pinul au aceeasi semnificatie, ei sunt vesnic verzi si reprezinta bogatie, nemurire si cunoastere. In functie de context sau unde si cand observati brazii in vise, acestia ar putea servi diverse intelesuri si interpretari. Visand un brad sau un pin intr-un desert Acest vis poate fi tratat ca si o metafora pentru visator. \"Constientizeaza mediul in care traiesti si priveste stilul tau de viata\". Conifere pe un varf de deal Observarea a numerosi copaci coniferi pe un varf de deal sau pe un munte simbolizeaza o ascceniune spre bogatie. Fericirea si norocul tau va veni sub multe forme si feluri. Pardoseala sau mobilier Folosint sau realizand pardoseli sau mobilier din brad, sibolizeaza o forma de succes prin investitii stabile si intelepte. Conuri Simbolistica conurilor de pin face referire la viata si fertilitate. Alternativ, acestea simbolizeaza si transmiterea vechilor traditii si cunostinte care merg din generatie in generatie. Ace Cand visul se concentreaza pe acee coniferelor, sugereaza ca actiunile tale vor lasa impresii de lunga durata asupra altora din viata ta. Prfum de brad Mirosint parfum de brad sau pin in vise, sugereaza faptul ca trebuie sa gasiti speranta in mijlocul tuturor greutatilor. atentie la sanse sau modalitati specifice de iesire din situatii disperate.Un atribut invariabil al Craciunului sunt cadourile si decoratiunile de Craciun, chiar si in vis, ele prezita surprize si emotii placute. Acestea sunt, de cele mai multe ori, un semn de noi perspective si schimbari. Visand ca decorati o camera si /sau un brad de Craciun, inseamna intamplari, intalniri sau surprize de neasteptat. Cumparand globuri sau decoratiuni de Craciun, inseamna ca, in realitate, veti prelua in siguranta proiecte noi sau proicete care au fost inghetate de ceva vreme (oprite din varii motive). Succesul va este garantat. Vazand un brad frumos impodobit cu globuri, reprezinta sentimente legate de a-i face pe altii sa se simta bine. Decoratiunile si mai ales globurile folosite de catre dumneavoastra pentru a decora un brad sau o incapre simbolizeaza un semntiment de bine si incurajarea altora sa se distreze si sa se simta demni de un tratament special. In mod negativ, decoratiunile pot reflecata sentimente cu privire la un comportament iresponsabil.",
      "slug": "brad"
    },
    {
      "name": "Brad inalt",
      "category": "dictionar",
      "shortMeaning": "Conform traditiei noastre si a unor vechi carti de interpretare a viselor, un brad inalt simboliz...",
      "fullInterpretation": "Conform traditiei noastre si a unor vechi carti de interpretare a viselor, un brad inalt simbolizeaza mult noroc in dragoste.",
      "slug": "brad-inalt"
    },
    {
      "name": "Brad ranit , murdar",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "brad-ranit-murdar"
    },
    {
      "name": "Bradul pinul si alte conifere",
      "category": "dictionar",
      "shortMeaning": "Bradul si pinul au aceeasi semnificatie, ei sunt vesnic verzi si reprezinta bogatie, nemurire si cunoastere.",
      "fullInterpretation": "Bradul si pinul au aceeasi semnificatie, ei sunt vesnic verzi si reprezinta bogatie, nemurire si cunoastere. In functie de context sau unde si cand observati brazii in vise, acestia ar putea servi diverse intelesuri si interpretari. Visand un brad sau un pin intr-un desert Acest vis poate fi tratat ca si o metafora pentru visator. \"Constientizeaza mediul in care traiesti si priveste stilul tau de viata\". Conifere pe un varf de deal Observarea a numerosi copaci coniferi pe un varf de deal sau pe un munte simbolizeaza o ascceniune spre bogatie. Fericirea si norocul tau va veni sub multe forme si feluri. Pardoseala sau mobilier Folosint sau realizand pardoseli sau mobilier din brad, sibolizeaza o forma de succes prin investitii stabile si intelepte. Conuri Simbolistica conurilor de pin face referire la viata si fertilitate. Alternativ, acestea simbolizeaza si transmiterea vechilor traditii si cunostinte care merg din generatie in generatie. Ace Cand visul se concentreaza pe acee coniferelor, sugereaza ca actiunile tale vor lasa impresii de lunga durata asupra altora din viata ta. Prfum de brad Mirosint parfum de brad sau pin in vise, sugereaza faptul ca trebuie sa gasiti speranta in mijlocul tuturor greutatilor. atentie la sanse sau modalitati specifice de iesire din situatii disperate.",
      "slug": "bradul-pinul-si-alte-conifere"
    },
    {
      "name": "Branza",
      "category": "dictionar",
      "shortMeaning": "Branzeturile sunt considerate a fi unele dintre simplele placeri ale vietii.",
      "fullInterpretation": "Branzeturile sunt considerate a fi unele dintre simplele placeri ale vietii. Acestea vin in arome, texturi si forme diferite si, poat fi asociate cu o varietate de bauturi si alimente. In vise, branza este asociata, de cele mai multe ori, cu fericirea din viata de cuplu. Daca va bucurati de branzeturile din vis, atunci acest sentiment reprezita bucuria, fericirea si implinirea din viata dumneavoastra amoroasa. Visul in care soarecii sau alti paraziti mananca din branza dumneavoastra este un semn lucrurile nu sunt intodeauna ceea ce par. Un rozator indica furtul ori o pesonalitate ascunsa sau fatarnica. Atentie, aveti de-a face cu cineva inselator! Daca ati visat ca sunteti implicat in productia sau fabricarea de branza inseamna ca aveti abilitatea de a crea fericire, ceea ce insemana ca cateodata va dedicati prea mult timp pentru cei din jurul si prea putin pentru dumneavoastra. Gatind cu branza este semnul unui pericol iminent de a pierde bani. De obicei, un astfel de vis este asociat cu jocurile de noroc. Branza stricata sau putreda. Acesta este un semn nu tocmai bun, va arata ca ceva nu este in regula. Totodata, visul poarta si un avertisment legat de o relatie. Este posibil ca relatia dumneavoastra de se strice (sa putrezeasca) daca nu luati masuri, a sosit momentul sa luati o decizie! Branza topita in vise este simbolul unui efeort la locul de munca. A sosit momentul sa depuneti un mic efort la locul de munca si sa va asumati anumite responsabilitati.Semnificatii si interpretari extrase sin carti vechi de talmacirea viselor. In general - nefericire, neplacere a face - boala, durere a vinde - castig bagand in cuptor - ramaneri in urma in ceea ce ti-ai propus ciuperci cu - indreapta-ti lucrurile si sa-ti faci viata mai interesanta cumparand - ambitii si aspiratii facuta de tine - boala, durere, necaz gustand - profit mancand - scurt noroc, imvunatatirea sanatatii sarata - pguba, inselaciune taiata - vei suferi o operatie vazand - nu vei scapa de necazurile de care te temi Branza mucegaita in vise simbolizeaza nevoia de fi mereu in cea mai buna lumina. Inceracti din rasputeri sa aveti cele mai frumoase haine, cele mai scumpe parfunuri, cele mai noi telefoane, etc., toate acestea doar pentru a-i face invidiosi ce cei din jurul duneavoastra. Intrebarea este : chiar trebuie sa le dovediti celor din jur ca duceti un stil de viata mai presus decat ei? Visand ca mancati branza cu mucegai nobil este semn ca in curand veti intalni o persoana ce va va uimi din toate punctele de vedere. Veti dori sa petreceti cat mai mult timp posibl langa aceasta persoana, ceea ce ar putea reprezenta o problema daca sunteti intr-o relatie amoroasa sau de casatorie. Foarte mari sanse de inselarea partenerului! Un vis in care consumati branza mucegaita este semnul unor daune in viitorul apropiat. Este posibil ca din ingnoranta sa pierdeti mari sume de bani. Alternativ, visul poate prevesti semnarea unui contract care se va dovedi a fi nepotrivit pentru dumneavoastra. Cumparand branza cu mucegai nobil. Un asemenea vis prevesteste vizita unei persoane drage dumneavoastra, poate fi vorba de un prieten din copilarie. Branaza mucegaita insotita de un miros urat. Visul inseamna ca veti fi tinta si subiectul unor barfe. Fie ca este vorba de branza cu mocegai nobil sau o branza obisnuita, mirosul urat este un semn ca oamenii vor folosi minciuni si manipulari pentru a va pune intr-o lumina proasta. Singurul lucru pe care il puteti face este sa ii ignorati. Primind cadou branza cu mucegai nobil sugereaza faptul ca aveti un admirator secret. Cineva va place de ceva vreme dar ezita sau ii este teama sa se apropie de dumneavoastra.",
      "slug": "branza"
    },
    {
      "name": "Branza cu mucegai",
      "category": "dictionar",
      "shortMeaning": "Branza mucegaita in vise simbolizeaza nevoia de fi mereu in cea mai buna lumina.",
      "fullInterpretation": "Branza mucegaita in vise simbolizeaza nevoia de fi mereu in cea mai buna lumina. Inceracti din rasputeri sa aveti cele mai frumoase haine, cele mai scumpe parfunuri, cele mai noi telefoane, etc., toate acestea doar pentru a-i face invidiosi ce cei din jurul duneavoastra. Intrebarea este : chiar trebuie sa le dovediti celor din jur ca duceti un stil de viata mai presus decat ei? Visand ca mancati branza cu mucegai nobil este semn ca in curand veti intalni o persoana ce va va uimi din toate punctele de vedere. Veti dori sa petreceti cat mai mult timp posibl langa aceasta persoana, ceea ce ar putea reprezenta o problema daca sunteti intr-o relatie amoroasa sau de casatorie. Foarte mari sanse de inselarea partenerului! Un vis in care consumati branza mucegaita este semnul unor daune in viitorul apropiat. Este posibil ca din ingnoranta sa pierdeti mari sume de bani. Alternativ, visul poate prevesti semnarea unui contract care se va dovedi a fi nepotrivit pentru dumneavoastra. Cumparand branza cu mucegai nobil. Un asemenea vis prevesteste vizita unei persoane drage dumneavoastra, poate fi vorba de un prieten din copilarie. Branaza mucegaita insotita de un miros urat. Visul inseamna ca veti fi tinta si subiectul unor barfe. Fie ca este vorba de branza cu mocegai nobil sau o branza obisnuita, mirosul urat este un semn ca oamenii vor folosi minciuni si manipulari pentru a va pune intr-o lumina proasta. Singurul lucru pe care il puteti face este sa ii ignorati. Primind cadou branza cu mucegai nobil sugereaza faptul ca aveti un admirator secret. Cineva va place de ceva vreme dar ezita sau ii este teama sa se apropie de dumneavoastra.",
      "slug": "branza-cu-mucegai"
    }
  ]
}