{
  "symbols": [
    {
      "name": "Baba",
      "category": "dictionar",
      "shortMeaning": "Conform unor vechi carti de interpretare a viselor, baba era mereu asociata cu vremea schimbatoar...",
      "fullInterpretation": "Conform unor vechi carti de interpretare a viselor, baba era mereu asociata cu vremea schimbatoare (bruma, ploaie) dar si belsug. O baba imbracata in haine albe inseamna probleme.(baba) 03/03/2020 (ultima actualizare)A vedea o femeie batrana in vise este un augur pozitiv. Femeia batrana simbolizeaza anumite sentimente si emotii carora trebuie acordata mai multa atentie. Aceste vise reprezinta, adesea, sentimente reprimate si dorinta d a-ti asculta vocea interioara. Visul in care apare o femeie batrana cu riduri inseamna ca veti avea parte de o calatorie cu neplaceri. Daca vedeti mai multe femei in varsta intr-un vis, acest lucru indica faptul ca in viata de zi cu zi sunteti inselatori si ca persoanele din jur vor lua act de actiunile voastre. Fiti atenti la actiunile voastre din perioada urmatoare, pentru ca este posibil sa fiti prinsi daca faceti ceva gresit.",
      "slug": "baba"
    },
    {
      "name": "Bacalaureat",
      "category": "dictionar",
      "shortMeaning": "Bacalaureatul in vise simbolizeaza o actiune majora in activitatea actuala ce are ca scop sa scoa...",
      "fullInterpretation": "Bacalaureatul in vise simbolizeaza o actiune majora in activitatea actuala ce are ca scop sa scoata la iveala calitati personale pe nu le-ati cunoscut pana acum. Visul mai poate insemna maturizare, seriozitate in crestere. Fiind admis in urma examenului de bacalaureat. Un astfel de vis arata dorinta unei confirmari sau recunoasterea unei valori personale. Avand un vis in care ati cazut la examenul de bacalaureat, indiferent de proba la care ati fost respins, inseamna nesiguranta. -Poate ca sunteti de parere ca nu va meritati situatia in care va aflati.",
      "slug": "bacalaureat"
    },
    {
      "name": "Bacsis",
      "category": "dictionar",
      "shortMeaning": "(primind) jignire, umilire, ai impresia ca faci ceva sub nivelul tau -(oferind) compromis, renunt...",
      "fullInterpretation": "(primind) jignire, umilire, ai impresia ca faci ceva sub nivelul tau -(oferind) compromis, renuntari impotriva vointei pentru a rezolva o situatie neplacuta.",
      "slug": "bacsis"
    },
    {
      "name": "Badavru",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "badavru"
    },
    {
      "name": "Bagaje",
      "category": "dictionar",
      "shortMeaning": "Opinii, atitudini, sarcini, responsabilitati noi -schimbari, mutari, calatorie asteptata si prega...",
      "fullInterpretation": "Opinii, atitudini, sarcini, responsabilitati noi -schimbari, mutari, calatorie asteptata si pregatita din timp -competenta intr-un anumit domeniu, talente deosebite -relatii utile -greutati intampinate, cunostinte necesare, acumulate in timp.Simbolizeaza o personalitate dezvoltata, forta si capacitatea sa de a depasi toate obstacolele din drumul vietii. Daca visati xa pierdeti unul din bagaje, acest lucru poate simboliza pierderea energiei sau o boala, cu care trebuie sa va luptati in realitate (vezi, de asemenea geamantan, calatorie) . Calatorie grabnica, obligatorie abandonat - primim vizita al nostru - temeri de a nu ni se descoperi defectele cautam - sa demonstram adevarata valoare a caracterului gasit abandonat - trebuie sa fim sinceri greu - cheltuieli neasteptate, mari greutati datorita nedreptatilor mare - schimbari in viata mic - greutati si probleme multe - saracie pierdem - nesiguranta, frustrare puse gramada - ascunderea caracterului pierdem - lipsa de sinceritate.",
      "slug": "bagaje"
    },
    {
      "name": "Bagheta",
      "category": "dictionar",
      "shortMeaning": "A vedea sau a flutura o bagheta in vise reprezinta puterea si influenta dumneavoastra asupra altora.",
      "fullInterpretation": "A vedea sau a flutura o bagheta in vise reprezinta puterea si influenta dumneavoastra asupra altora. Sunteti limitat doar de imaginatie. Daca visati ca altcineva tine in mana o bagheta atunci sugereaza puterea lor asupra unei situatii.",
      "slug": "bagheta"
    },
    {
      "name": "Baiat / baieti",
      "category": "dictionar",
      "shortMeaning": "Baiatul in visul unei femei, indica faptul ca aspectele masculine ale caracterului dumneavoastra ...",
      "fullInterpretation": "Baiatul in visul unei femei, indica faptul ca aspectele masculine ale caracterului dumneavoastra sunt in curs de dezvoltare. Alternativ, visul poate reprezenta sentimentele tale fata de un baiat din viata reala, care este important si semnificativ pentru dumneavoastra. Un baiat in visul unui barbat, sugereaza natura inocenta, jucausa, de copil. Alternativ, visul simbolizeaza aspectele tale imature, care trebuie sa cresca / sa se maturizeze.",
      "slug": "baiat-baieti"
    },
    {
      "name": "Baie",
      "category": "dictionar",
      "shortMeaning": "Virtutea purificatoare si regeneratoare a baii este binecunoscuta si atestata, atat pe plan profa...",
      "fullInterpretation": "Virtutea purificatoare si regeneratoare a baii este binecunoscuta si atestata, atat pe plan profan, cat si sacru, prin obiceiuri asemanatoare la toate popoarele, pretutindeni si in toate timpurile. Se poate spune ca baia este, pe plan universal, primul dintre ritualele care sanctioneaza marile etape ale vietii, indeosebi nasterea, pubertatea si moartea. simbolismul baii asociaza semnificatiile actului de imersiune si ale elementului apa. Este locul curatirii, deci al purificari sufletesti. Forma geometrica clara, spre exemplu o baie rotunda sau patrata (sau o cada) simbolizeaza fondul bun al celui care viseaza. In acest loc dorim sa scapam de murdaria de peste zi, sa intram intr-o alta piele. Cine curata murdaria din baie, inainte de a se spala, ar dori sa uite repede trecutul, sa se purifice, inainte de a incepe o noua etapa. Pentru celelalte cazuri sunt valabile explicatiile de la a face baie.Costumul de baie in vise sugereaza sensibilitate pentru cei din jurul dumneavoastra. Inseamna necesitatea de a va limita la strictul necesar, sinceritate, prudenta, corectitudine.Halatul de baie in vise reprezinta constiinta de sine sau sensibilitatea de a demonstra celor din jur ca se inseala in privinta dumneavoastra. Visul s-ar putea sa reflecte personalitatea dumneavoastra atunci cand va confruntati cu problemele personale sau cu ceva rusinos. Visul in care purtati un halat de baie sugereaza nevoia de intimitate. Se pare ca va simtiti fara viata personala. Poata ca va doriti sa va aflati in propria dumneavoastra lume. Visul denota si probleme legate de viata intima. Incercati sa va confruntati cu problemelesi sa incercati sa le dati de capat. Daca visati ca va dati jos halatul de baie inseamna ca aveti o minte deschisa despre expunerea vietii dumneavoastra intime sau private.",
      "slug": "baie"
    },
    {
      "name": "Baie ca faci",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "baie-ca-faci"
    },
    {
      "name": "Baie prea fierbinte",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "baie-prea-fierbinte"
    },
    {
      "name": "Bani",
      "category": "dictionar",
      "shortMeaning": "Bani de hartie sau monedele simbolizeaza energia sufleteasca.",
      "fullInterpretation": "Bani de hartie sau monedele simbolizeaza energia sufleteasca. Cine gaseste bani in vis, isi va incarca deci bateriile. Cine viseaza ca pierde bani, se va plange de pierderea unei calitati deosebite sau a uneia dintre fortele sale motrice emotionale. E vorba de valori sufletesti, de potenta sau impotenta, de castig sau pierdere, de bogatie sau saracie. Este importanta originea banilor, locul in care ii primim, ii gasim sau ii pierdem. De asemenea trebuie sa retinem culoarea si numarul banilor (vezi culori si cifra). Unii psihanalisti considera ca bani, mai ales monedele de aur, simbolizeaza in cazul barbatilor, capacitatea acestora de a iubi si de a reusi in viata, in timp ce monedele de argint reprezint orientarea acestora spre femei. La femei, banii sunt intotdeauna simbolul speculatiilor erotice. Extras din carti vechi de interpretarea viselor Un vis important, cu foarte multe semnificatii: De te vei visa om cu bani, inseamna ca urmeaza o perioada fara griji in existenta ta bani de vei gasi, in vis, semn e ca vei pierde si banii pe care-i ai bani pierzand. Bani in vis - vei fi cam neglijent si vei avea niste pierderi. Daca visezi ca dai bani cuiva - semn ca esti un om cu inima larga. Daca ai visat ca numeri bani - vei avea parte de bogatie, de noroc. Bani de argint - vei face niste afaceri cu mult castig in general, explicatia romaneaca a unui vis cu bani este ca acestia inseamna vorbe, adesea aceste vorbe nefiind prea bune. Banii de argint in vise inseamna ca veti face afaceri cu mult castig. Traditia romaneasca explica visul la bani de argint ca fiind multa vorba, barfe, vorbe rele. Daca visati ca auziti clinchetul banilor de argint este semnal de boala.In general monedele de aur, dar si cele de argint, sunt considerate semne de bun augur. Banii de aur in vise inseamna imbunatatire nesperata a dituatiei materiale. Pentru mai multe detalii cititi si : Galbeni (bani de aur in traditia romaneasca)Banii de hartie in vis, de obicei, inseamna ghinion. Ar putea insemna un avertisment. S-ar putea sa aveti pierderi emotionale si materiale. Pentru mai multe detalii vizitati si visul bancnote.Banii falsi sau contrafacuti in vise sugereaza faptul ca nu tot ceea ce vedem este ceea ce pare a fi. Poate ca va simtiti nevrednici sau cineva va subevalueaza talentele sau eforturile. In mod alternativ, acest vis fi un semn de alarma al subconstientului averizandu-va ca va pretindeti ceea ce nu sunteti. Tot banii falsi pot fi o avertizare ca puteti avea probleme cu unele persoane indisciplinate sau lipsite de valoare. Folosind sau imprumutand cuiva bani falsi in vise inseamna ca cel care viseaza incerca sa ascunda ceva. In mod alternativ, daca cel care a visat primeste bani falsi in urma unei munci prestate sau ca si salariu, atunci este semn ca nu este in masura sa profite de oportunitatile legate de cariera. Din punct de vedere psihologic banii contrafacuti pot indica o dezamagire sau o inselaciune in care ati fost implicati sau vi s-a inscenat. Sunt considerati a fi un simbol pentru falsitate.Daca visati ca furati bani inseamna ca aveti anumite probleme financiare, dar incercati sa nu va faceti de rusine, sa va injositi pentru a repara situatia. Visul in care cineva fura bani de la dumneavoastra sugereaza ca exagerati prea mult, ca duceti la extrem iubirea fata de cineva.Unii talmacitori considera ca banii marunti in vise prevestesc lacrimi, altii considera ca inseamna fericire, belsug. Pentru mai multe detalii consultati si interpretarea visului bani.Tuturor ne cam place sa primim bani, corect ! Primirea banilor in vise este legata de atitudinea dumneavoastra in viata, de administrarea succesului, de valorile interioare, de incredere si de putere. Are o semnificatie deosebita si persoana care va ofera banii. Daca o cunoasteti pe aceasta persoana care va ofera banii, acest lucru poate indica faptul ca exista o posibilitate sa va simtiti ignorat de alte persoane. Daca nu o cunoasteti, visul va sugereaza un semn uimitor, asemanator cu un semn al universului. Un vis pozitiv ! Daca primiti monede normale sau de aur, inseamna ca succesul va fi in curand al dumneavoastra.",
      "slug": "bani"
    },
    {
      "name": "Barbat",
      "category": "dictionar",
      "shortMeaning": "Orice barbat aparand in vis arata aspectul sau caracterul nostru intr-o forma usor de recunoscut.",
      "fullInterpretation": "Orice barbat aparand in vis arata aspectul sau caracterul nostru intr-o forma usor de recunoscut. Fiecare dintre noi are un asa-zis set de comportamente, dintre care unele sunt acceptabile iar altele nu. In vise, aceste comportamente si caracteristici pot fi sporite (marite), astfel incat aceste comportamente vor fi usor de identificat, de multe ori asociate ca personalitati. Un barbat mai in varsta (barbatul are parul alb) poate reprezenta intelepciune. O astfel de persoana in vise poate fi asociata, de asemenea, cu tatal dumneavoastra. Atunci cand un barbat masiv apare in visele noastre, de obicei, apreciem punctele forte, certitudinea si protectia pe care credinata si convingerile noastre ne-o ofera. Barbatul in visul unei femei semnifica partea logica a naturii acesteia. Ea are, sau poate dezvolta, toate aspectele masculine care ii permit sa functioneze cu succes intr-o lume a barbatiilor. Daca barbatul este unul cunoscut sau pe care il iubeste inseamna ca aceasta incearca sa intelega relatia ei cu el. Barbatul tanar aparut in vise simbolizeaza lipsa de maturitate, actiunile voastre pot fi uneori necugetate. Cand visati un barbat matur, ca si atunci cand in vise apare un barbat in varsta, acesta simbolizeaza intelepciune, stii foarte bine ce aveti de facut, cel mai porobabil sunteti pe drumul cel bun. Atunci cand chipul barbatului din vise pare a fi unul feminin, fire vulnerabila, superficialitate, incapacitate de a te descurca intr-o imprejurare dificila. Aveti un caracter nehotarat, schimbator si incert. Un barbat frumos si atragator (in visul unei femei) superficialitate, incercati sa scapati de responsabilitati folosindu-va de seductie. Atentie, aceasta capacitate de seductie pe care o folositi acum poate avea efecte devastatore in viitorul dumneavoastra. Nu luati decizii pe moment, bazati-va pe fapte! Barbatul cu parul rosu aparut in visele dumneavoasta reprezinta infidelitate, minciuna si tradare. Visand un barbat foarte inalt poate face referire la faptul ca aveti o fire foarte posesiva, cand va stabiliti un oviectiv nu va lasati pana ce nu il duceti la bun sfarsit.Aparitia unui barbat cu barba in visele dumneavoastra va avertizeaza ca ar trebui sa va feriti de inselaciuni si amagiri. Alternativ, un barbat cu barba (un barbos) poate reprezenta masculinitate, caracteristici masculine sau o persona din viata dumneavoastra deosebit de masculina. Vazand un barbat in varsta cu barba lunga si grizonata care pare a fi un intelept. Acest vis poate arata ca adesea situatia din viata amoroasa necesita demnitate si rabdare. De asemnea, visul sugereaza ca pot exista unele ocazii in care va trebui sa acoperiti o situatie sau un eveniment, iar cel mai important lucru este sa mentineti o abordare pozitiva cu privire la obstacolele din calea dumneavoastra. Pentru mai multe detalii cititi si semnificatia generala a visului Barba Un barbat gol in vis reprezinta temerea dumneavoastra de ceva anume, mai ales din cauza unor probleme in familie. Alternativ, visul ar mai putea insemna ca veti avea parte de un scandal si va veti rusina foarte tare.Barbatul in negru reprezinta nenorocul aparut intr-o perioada de bunastare si prosperitate. Cu toate acestea, in functie de trasaturile aparitiei sale in vis, acesta poate a avea semnificatii diferite. Cartile de vise nu sunt unanime in explicarea simbolisticii acestui vis. Totusi, tonul general al predictiilor este unul destul de trist. Unele dintre cele mai importante carti de interpretarea viselor considera barbatul in negru simbolul puterii si al bogatiei fara fericire sau, inceputul distrugerii morale. Vazand un cunoscut putand haine negre in vis, este un avertisment asupra unui pericol iminent, dar care poate fi evitat. Partea senzuala si dorintele intime sunt prevestite de visul in care apare un barbat inalt si elegant imbracat in negru. Din punct de vedere psihologic, imbracamintea neagra inseamna resentimente ascunse fata de o persoana. Va faceti rau fizic, fie emotional. Visandu-va imbracat in negru sugereaza faptul ca va preocupa sinele, personalitatea sociala si modul in care va portretizati altora. Poate ca exista ceva ce refuzati sa vedeti si sa recunoasteti. Uneori, visul in care ne apare un barbat imbracat in negru, nu este altceva decat proiectia unor dureri sau regrete din trecut.Barbatul mort in vise reprezinta o avertizare asupra faptului ca va trebui sa faceti fata unor greutati din viata de zi cu zi.Un barbat necunoscut in vise este, in general, acea parte nerecunoscuta a personalitatii visatorului. Acest barbat necunoscut poate fi interpretat ca si un semn de ezitare, nesiguranta sau instabilitate in viata dumneavoastra de zi cu zi. Cu toate acestea, visele in care apar barbati necunoscuti pot fi de multe ori si semne bune, referindu-se la o posibila poveste de dragoste noua. In cazul in care ati visat ca aveti un iubit care este un barbat necunoscut, atunci acest vis se refera la faptul ca, probabil, simtiti singuratatea si ca aveti nevoie de cineva in viata dumneavoastra, cineva care v-ar putea iubi indiferent ce.Un barbat plangand in visele dumneavoastra poate inseamna faptul ca veti avea mai mult noroc, problemele si datoriile dumneavoastra par sa dispara, veti avea o sansa pentru un nou inceput in viata. Din punct de vedere psihologic, faptul ca ati vazut un barbat plangand, reprezinta, in general, intesitatea emotiilor psihologice, melancolice care sunt ascunse in interiorul personalitatii dumneavoastra care pe exterior radiaza numai a fericire dar cu un interiorul strapuns de indurerari. Prin urmare, daca ati visat un barbat plangand ar trebui sa va verificati si analizati sentimentele.In traditia romaneasca visele cu barbati au o semnificatie negativa. Se zice ca de vei visa mai multi barbati inseamna ca in curand nu vei mai avea nici o speranta si vei cadea prada deznadejdii. De asemenea, se spune ca barbatii care apar in visele femeilor nu au o semnificatie erotica. Alternativ, o interpretare europeana sustine ca barbatul este un semn bun , el transmite siguranta si putere femeii care-l viseaza. Vedeti si semnificatia visului : Barbat",
      "slug": "barbat"
    },
    {
      "name": "Biserica",
      "category": "dictionar",
      "shortMeaning": "(vezi de asemenea preot, serviciu divin, templu) (de biserica) 16/11/2016 (ultima actualizare)Pre...",
      "fullInterpretation": "(vezi de asemenea preot, serviciu divin, templu) (de biserica) 16/11/2016 (ultima actualizare)Prezenta unui altar in visele noastre semnifica necesitatea renuntarii la un asepect deosebit de important din viata noastra. In general visele cu reprezentarea unui altar simbolizeaza convingerile religioase, dar de multe ori pot sugera si scindarea intre latura fizica si cea spirituala. Din punct de vedere psihologic, suntem victima unui sacrificiu, fie acceptat de bunavoie, fie impus. Daca privim visul din punct de vedere spiritual atunci acesta poate sugera armonia cu divinitatea.Visul in care apare o mireasa in biserica simbolizeaza un parteneriat sau o legatura. Daca visati o mireasa in biserica, care isi spune juramintele atunci inseamna uniunea, legatura altora.",
      "slug": "biserica"
    },
    {
      "name": "Bataie",
      "category": "dictionar",
      "shortMeaning": "Visele in care suntem implicati intr-o bataie / lupta indica tulburari interioare.",
      "fullInterpretation": "Visele in care suntem implicati intr-o bataie / lupta indica tulburari interioare. Doua aspecte ale noastre se afla in conflict. - Daca in vis bataia se da pana la moarte, inseamna refuzul nostru de a recunoaste unele conflicte sau tulburari interioare. - Daca ai vazut pe altii in visbatandu-se, inseamna ca esti dispus(a) sa iti recunosti problemele si turburarile insa nu iti asumi responabilitati sau nu iei intiativa in incercarea de a-ti rezolva problemele din viata.Alternativ, visul (bataie intre oameni) semnifica certuri in familie. - Daca ai visat bataie intre armate sau bataie cu pumnii inseamna noroc si sanatate. - Daca ai visat ca bati oameni pe care nu ii cunosti, inseamna ca rautatea celor din jurul va da peste tine. - Daca in vis te bati cu oameni mai slabi decat tine, inseamna ca o sa ai parte de necaz sau ghinion. - Daca ai visat bataie intre femei, inseamna fericire. - Daca ai visat ca esti batut(a), inseamna ca trebuie sa faci schimbari fundamentale. - Daca ai visat ca te bati cu un animal , semnifica o parte ascunsa a ta care tomai a iesit la lumina dar pe care vrei cu orice pret sa o impingi inapoi in subconstientul tau. Atunci cand o femeie casatorita are un vis in care sotul are o atitudine ca si cum ar avea de gand sa o bata (sau daca se intampla acest lucru), cel mai probabil, o intriga va strica fluxul constatnt al vietii de familie. In cazul opus, atunci cand sotia isi loveste sotul, nu este un semn bun, visul prezice nenorociri si necazuri. Potrivit psihologului George Armitage Miller, visul in care un sot isi loveste sotia este un semn de pierdere al puterii, al influentei si al increderii in sine.",
      "slug": "bataie"
    },
    {
      "name": "Broasca",
      "category": "dictionar",
      "shortMeaning": "(barbatii viseaza mai mult broaste raiaose).",
      "fullInterpretation": "(barbatii viseaza mai mult broaste raiaose). In pofida exteriorului sau nu foarte atragator, broasca poate fi interpretata pozitiv, avand in vedere evolutia de la mormoloc la broasca (si pentru ca traieste atat in apa cat si pe uscat). Evolutia sa reprezinta transformarea sufleteasca a omului. Broasca poate fi considerata sufletul bun, inconjurat de o infatisare urata. Ea simbolizeaza infrangerea unei antipatii. daca topaie vesela, inima va poate salta de bucurie, deoarece veti avea noroc in tot ceea ce veti intreprinde. In cazul in care sare neintrerupt, acesta poate fi un semn ca ati fost nesocotit si ati risipit o suma de bani. Daca in vis calcati pe o broasca (sau pe o broasca raioasa), in realitate inseamna ca vreti sa va exercitati puterea asupra celor mai slabi.Teama de acest animal crepuscular l-a transformat in ochii nostri intr-un simbol al urateniei si stangaciei. Dincolo de nivelul apartenentei, vom descoperi ca broasca raioasa este purtatoarea tuturor semnificatiilor rezultate din marea serie simbolica apa-noapte-lume - yin, astfel chinezii o considera divinitatea lunii. Chiar daca traditia chineza pare uneori sa ezite intre un aspect yin si un aspect yang al broastei raioase, totusi primul este dominant, ceea ce se explica prin predilectia acestui animal pentru ascunzisurile intunecoase si umede. De altfel, broasca raioasa nu se deosebeste intotdeauna complet de broasca obisnuita si poate fi folosita ca si ea pentru a aduce ploaia, dupa ce a fost pusa la uscat. In plus, broasca raioasa va apara de armele dusmanilor si va intoarce asupra lor. Vietnamezii o pretuiesc si stiu ca anunta ploaia. Broasca raioasa mai este si simbolul succesului si, daca este de culoare stacojie, constituie un simbol al fortei, al curajului si al bogatiei. Populatiile maya-quiche considera broasca raioasa un zeu al ploii, iar iconografia azteca sugereaza ca acest animal reprezinta pamantul. Pe de alta parte, pentru pigmeii bambuti, broasca raioasa in vise semnifica un spirit malefic a carui neindemanare a adus moartea pe Pamant. In occident, broasca raioasa este considerata opusul broastei obisnuite, avand o fata tenebroasa si infernala. Se pare ca, in Grecia, visul in care apare o broasca raioasa simbolizeaza desfraul. Prezenta unei broaste raioase in vise are legatura cu anumite aspecte ale propriului comportament sau ale existentei pe care le gasiti respingatoare. Totusi, acest animal reprezinta sursa din care izvoraste forta metamorfozei. Daca visati o broasca raioasa alaturi de un vultur inseamna diferenta existenta intre valorile lumesti si cele spirituale.Masculin si feminin, uman si cosmic, simbolismul broastei testoase s-a extins in toate toate sferele imaginarului. Datorita carapacei sale, boltita in afara la partea de sus - asemenea cerului, de unde si inrudirea cu domul - si plata in partea de jos, asemenea pamantului, broasca testoasa reprezinta o imagine a universului: ea constituie in sine o cosmografie. In aceasta ipostaza apare atat in Orientul Indepartat, la chinezi si japonezi, cat si in centrul Africii, la populatiile care traiesc in zona de la cotul Nigerului, la dogoni si la triburile bambara. Masivitatea, forta tenace, ideea de putere pe care o sugereaza cele patru picioare scurte infipte in pamant asemenea coloanelor unui templu fac totodata din broasca testoasa un cosmofor, un purtator, un sustinator al lumii, ceea ce o inrudeste cu alte animale puternice, precum marele crocodil sau caimanul ori aligatrul din cosmologiile Americii Centrale, balena sau marele peste, dragonul si chiar mamutul, pe care majoritatea popoarelor siberiene il considera o divinitate de sub apa. Longevitatea sa binecunoscuta a facut sa-i fie asociata ideea de nemurire, care merge mana in mana cu ideea de fertilitate. Numeroase traditii imbina aceste caracteristici simbolice pe toate continentele. Se mai poate nota ca retragerea broastei testoase in carapacea ei este o imagine cu o inalta incarcatura spirituala in traditia hindusa: ea este simbolul concentrarii, al intoarcerii la starea primordiala si deci al unei atitudini esentiale pentru spirit. Broasca testoasa in vise mai poate semnifica si cearta si amagire.",
      "slug": "broasca"
    },
    {
      "name": "Becuri",
      "category": "dictionar",
      "shortMeaning": "Visarea unui bec este adesea asociata cu o constientizare sau o intelegere brusca a unor situatii.",
      "fullInterpretation": "Visarea unui bec este adesea asociata cu o constientizare sau o intelegere brusca a unor situatii. De asemenea, visarea becurilor poate simboliza claritate sau idei noi intr-o perioada din viata marcata de intuneric si neclaritate. In general, visarea unui bec aprins prevesteste vesti bune, claritate si certitudine. Pe de alta parte, daca becul lumineaza slab sau daca pe acesta se vad fisuri ori este spart, visul indica stari de anxietate si confuzie sau, acesta poate prevesti o perioada mai intunecata in care veti simti ca nu exista alternative, ceea ce nu este adevarat. Becurile colorate pot simboliza idei originale si lucruri frumoase. Oricat de neconventionale vor fi ideile dumneavoastra, acestea vor da roade si vor deveni din ce in ce mai apreciate. Visarea unui bec ars sau a unui bec care nu vrea sa se aprinda, indica faptul ca parcurgeti o perioada de oboseala cronica si parca nu mai sunteti atat de deschis la idei si sugestii noi.",
      "slug": "becuri"
    },
    {
      "name": "Boboci",
      "category": "dictionar",
      "shortMeaning": "Visul in care apar boboci de liceu sau boboci de universitate semnifica sfarsitul unei ere si inceputul alteia.",
      "fullInterpretation": "Visul in care apar boboci de liceu sau boboci de universitate semnifica sfarsitul unei ere si inceputul alteia. Daca visati ca sunteti boboci in armata sau in politie inseamna ca va veti pierde libertatea pentru o perioada de timp foarte pretioasa pentru dumneavoastra. Bobocii florilor in vise inseamna ca trebuie sa recunoasteti deschiderea unei noi cai in viata, noi experiente sau emotii. Daca visati boboci de rata, boboci de gaina sau boboci de oricare alta pasare inseamna ca va simtiti responsabil pentru bunastare spirituala, emotionala sau fizica a cuiva.",
      "slug": "boboci"
    },
    {
      "name": "Bloc",
      "category": "dictionar",
      "shortMeaning": "Blocul din vis este sugestiv mai ales atunci cand iti apare plin cu oameni sau ti se pare familiar.",
      "fullInterpretation": "Blocul din vis este sugestiv mai ales atunci cand iti apare plin cu oameni sau ti se pare familiar. Pe de o parte avem blocul care poate sa fie chiar echivalentul trupului uman, iar in functie de partea pe care o visezi se poate talmaci si visul. De asemenea, blocul in vis , indiferent ca este de gheata, pamant sau de ciment, evoca ceva compact, imposibil de deschis.Scara de bloc in vise denota progresul inevitabil, mai ales daca aceasta este urcata, insa succesul nu este garantat. Pe de alta parte, cazatura pe o scara de bloc simbolizeaza obstacole si incercari esuate, de regula acestea sunt asociate cu locul de munca. Coborarea scarilor de bloc in vise va semnifica o situatie actuala, o turnura a destinului. Nu este neaprat un vis negativ, deoarece coborarea scarilor este mai usoara decat urcarea acestora.",
      "slug": "bloc"
    },
    {
      "name": "Bijuterie / Bijuterii",
      "category": "dictionar",
      "shortMeaning": "Aparitia bijuteriilor in visele noastre reprezinta calitati pe care le pretuim la ceilalti, cat si, la noi insine.",
      "fullInterpretation": "Aparitia bijuteriilor in visele noastre reprezinta calitati pe care le pretuim la ceilalti, cat si, la noi insine. De asemnea, visele despre bijuteri ar trebui tratate ca si o incurajare in a va explora bogatia interioara. Daca ati gasit bijuterii in visele dumneavoastra (indiferent daca acesa sunt bijuterii din argint, din aur sau pietre pretioase), considerati-va norocosi! Este un vis de bun augur, acesta prevesteste obtinerea de \"valori\" in viitorul apropiat. Cum ati gasit aceste bijuteri cat si locatia acestora sunt indici care va vor permite sa interpretati mai detaliat visul, permitandu-va sa identificati daca \"obtinerea de valori\" va fi una spirituala sau matriala. Magarin de bijuterii Visarea in mod specific a unui magazin de bijuterii reflecata sperante sau dorinte din viata reala. Un lucru destul de important este motivul pentru care va aflati acolo, de ex: insotiti partenerul pentru a va uita la anumite inele / cercei sau poate ca va aflati la locul de munca, etc. In cele mai multe cazuri, daca nu este vorba de achizitionarea unui inel sau a unor cercei impreuna cu partenerul, visul va simboliza materialism si bogatie. Mgazinul ar putea propria dorinta de imbogatire. Interpretari culese din popor Lucru pretios, rar, special si special pentru tine, valori importante. (pentru barbati) bunastare, confort, avere, mari ambitii materiale sau profesionale, achizitii, lupta pentru posesiuni. (pentru femei) placere, afectiune, tandrete, atentie. (bijuterii false) aparente inselatoare, minciuna, iubire nesincera, parteneri de afaceri necinstiti. Necesitatea de a va reevalua principiile.",
      "slug": "bijuterie-bijuterii"
    },
    {
      "name": "Blocat",
      "category": "dictionar",
      "shortMeaning": "Blocajul in vise, indiferent de natura acestuia, are deaface cu una dintre urmatoarele conditii: ...",
      "fullInterpretation": "Blocajul in vise, indiferent de natura acestuia, are deaface cu una dintre urmatoarele conditii: lipsa de intimitate, dificultate in exprimarea emotiilor, incertitudine cu privire la viitor (probleme si obstacole) sau lipsa de progres. In continuare vom incerca sa abordam cele mai comune vise ce implica blocaje. Blocat intr-un automobil Visele despre blocajele rutiere denota incapacitatea visatorului de a progresa in viata. De asemena, un astfel de vis ar putea sugera un impas datorat obstacolelor externe care va da senzatia de neputinta sau incapacitate. Incercati sa identificati si sa depasiti aceste provocari pentru a putea merge inainte. Fiind blocat intr-o masina. Acest vis denota teama de necunoscut sau de schimbare, poate ca va este teama sa parasiti zona dumneavoastra de confort. Va sugeram sa va asumati unele riscuri si sa acceptati schimbarea, s-ar putea ca evenimente generate de acea schimbare sa va surpinda intr-un mod placut. Drum blocat Pe langa blocajul rutier, explicat anterior, pot aparea de asemenea si alte tipuri de blocaje ale drumurilor. Blocajul cu bariera. Acest vis poate aprea in cazul persoanelor care prezinta sentimente de frustrare, deoarece acestea au fost nevoite sa isi controleze progresul sau sa se indeparteze de la visele de-o viata. Blocat intr-un lift Acesta poate fi un vis destul de infricosator care poate genera sentimente neobisnuite chiar si celor care nu au frici legate de claustofobie. Blocajul in lift sibolizeaza frica de noile responsabilitati. Traiti cu senzatia ca nu veti gasi niciodata o cale de iesire sau de rezolvare. De asemenea, visul poate aparea ca urmare a siuatiei de stagnare de la locul de munca sau din cauza unei relatii care si-a pierdut pasiunea. Usa blocata O usa rotativa blocata simbolizeaza un blocaj din viata reala. Aveti senzatia ca trec zilele si dumneavoastra mergeti in cerc si nu veti ajunge nicaieri. Visand o usa blocata, insa nu incuiata, reflecta oportunitati ratate sau progres impiedicat.",
      "slug": "blocat"
    },
    {
      "name": "Baietel",
      "category": "dictionar",
      "shortMeaning": "Baietel- veselie si bucurie, achizitii noi.",
      "fullInterpretation": "Baietel- veselie si bucurie, achizitii noi. Un baietel care se joaca in jocuri atractive- treburi casnice placute. Un baietel trist sau bolnav- probleme, griji. Daca baietelul plangea- necaz, neplaceri. Daca baietelul era nemultumit si suparat, se lua de toata lumea, se batea- bucuria se poate schimba brusc cu un necaz.",
      "slug": "baietel"
    },
    {
      "name": "Baioneta",
      "category": "dictionar",
      "shortMeaning": "Visul semnifica faptul ca anumite persoane isi manifesta control asupra dumneavoastra, asta in ca...",
      "fullInterpretation": "Visul semnifica faptul ca anumite persoane isi manifesta control asupra dumneavoastra, asta in cazul in care nu intrati in posesia baionetei. Baioneta indica frica de cineva, chiar daca o aveti in posesie trebuie sa fiti foarte alert cu privire asupra unor circumstante din viata reala. Visata de catre femei, aceasta poate capata un simbol falic. Daca baioneta este rupta sau indoita, atunci trebuie sa va asteptati la unele atacuri, chiar daca aceste nu sunt unle reale, ele pot fi la persoana sau de denigrare.",
      "slug": "baioneta"
    },
    {
      "name": "Bal",
      "category": "dictionar",
      "shortMeaning": "Visare unui bal mascat are lagatura cu multimea de lucru sau de evenimente care se intampla in ju...",
      "fullInterpretation": "Visare unui bal mascat are lagatura cu multimea de lucru sau de evenimente care se intampla in jurul dumneavoastra in aceste zile sau in aceasta saptamana. Balul mascat din visele dumenavosata este menit sa va atentioneze cu privire la persoanele cu doua fete, mereu dghizate. De asemenea, visul poate face referire si la minciuni, dusmani si prieteni falsi. Visand ca partenerul dumneavoastra poarta o masca la un bal, inseamna ca acesta nu este tocmai sincer cu dumneavoastra. Daca ati visat ca la un bal sunteti singura persoana care poarta o masca, insemna increderea in persoanele din jur este limitata. Incercati sa fiti deschis macar catorva persoane pe care le considerati de incredere.",
      "slug": "bal"
    },
    {
      "name": "Bal mascat",
      "category": "dictionar",
      "shortMeaning": "Visare unui bal mascat are lagatura cu multimea de lucru sau de evenimente care se intampla in ju...",
      "fullInterpretation": "Visare unui bal mascat are lagatura cu multimea de lucru sau de evenimente care se intampla in jurul dumneavoastra in aceste zile sau in aceasta saptamana. Balul mascat din visele dumenavosata este menit sa va atentioneze cu privire la persoanele cu doua fete, mereu dghizate. De asemenea, visul poate face referire si la minciuni, dusmani si prieteni falsi. Visand ca partenerul dumneavoastra poarta o masca la un bal, inseamna ca acesta nu este tocmai sincer cu dumneavoastra. Daca ati visat ca la un bal sunteti singura persoana care poarta o masca, insemna increderea in persoanele din jur este limitata. Incercati sa fiti deschis macar catorva persoane pe care le considerati de incredere.",
      "slug": "bal-mascat"
    },
    {
      "name": "Balansoar",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "balansoar"
    },
    {
      "name": "Balanta",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "balanta"
    },
    {
      "name": "Balaur",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea soparla, monstru).",
      "fullInterpretation": "(vezi, de asemenea soparla, monstru).",
      "slug": "balaur"
    },
    {
      "name": "Balcon",
      "category": "dictionar",
      "shortMeaning": "Daca visati un balcon semnifica dorinta de a fi remarcat, de a iesi in evidenta -dorinta de a ocu...",
      "fullInterpretation": "Daca visati un balcon semnifica dorinta de a fi remarcat, de a iesi in evidenta -dorinta de a ocupa pozitii sociale publice, relatii cu persoane care au functii inmportante. De asemenea, daca visul insista in mod deosebit pe aceasta imagine inseamna ca el va indeamna sa deschideti privirea si sufletul asupra lumii inconjuratoare.",
      "slug": "balcon"
    },
    {
      "name": "Balega",
      "category": "dictionar",
      "shortMeaning": "(morman) stimulente, impulsionare, incurajare, sperante, planuri de viitor -(animal facand) astep...",
      "fullInterpretation": "(morman) stimulente, impulsionare, incurajare, sperante, planuri de viitor -(animal facand) asteptari mari, sperante, dorinta de a te implica intr-un proiect de anvergura -(in drum) necazuri, vorbe rele, suparari -surprize neplacute -(murdarindute) mici castiguri, mici realizari, solutii de moment, care pe altii iar putea face sa sufere sau care altora lear parea ridicole -(folosind cu un scop precis) planuri de viitor, sperante, perspective, munca, efort depus, pregatiri.Balegarul in vise inseamna, in general, dezonoare. Visul in care curatati un grajd de balegar are legatura cu imbunatatirea situatie dumneavoastra, lamurirea unor probleme din trecut, noi experiente care va vor ajuta sa treceti peste probleme, invatarea si acceptarea unor lectii de viata.",
      "slug": "balega"
    },
    {
      "name": "Balegar",
      "category": "dictionar",
      "shortMeaning": "Balegarul in vise inseamna, in general, dezonoare.",
      "fullInterpretation": "Balegarul in vise inseamna, in general, dezonoare. Visul in care curatati un grajd de balegar are legatura cu imbunatatirea situatie dumneavoastra, lamurirea unor probleme din trecut, noi experiente care va vor ajuta sa treceti peste probleme, invatarea si acceptarea unor lectii de viata.",
      "slug": "balegar"
    },
    {
      "name": "Balena",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "balena"
    },
    {
      "name": "Balerina",
      "category": "dictionar",
      "shortMeaning": "Balerina in vise inseamna libertate de miscare, trecere frumoasa prin viata, fara a produce necaz...",
      "fullInterpretation": "Balerina in vise inseamna libertate de miscare, trecere frumoasa prin viata, fara a produce necazuri celor dragi si fara sa vi se faca probleme, gingasie, tandrete, sensibilitate, spirit creativ. Visul in care dumneavoastra sunteti o balerina inseamna ca ar trebui sa va umpleti viata cu lucruri si activitati frumoase care va dau energie. Mai poate insemna ca puteti trece usor prin necazurile vietii si sa nu va faceti griji. Daca visati ca va doriti sa deveniti balerina sugereaza ca vi se pare imposibil sa va atingeti idealurile.",
      "slug": "balerina"
    },
    {
      "name": "Balet",
      "category": "dictionar",
      "shortMeaning": "Visul in care urmariti un spectacol de balet simbolizeaza echilibru, sincronizare si armonie.",
      "fullInterpretation": "Visul in care urmariti un spectacol de balet simbolizeaza echilibru, sincronizare si armonie. Daca visati ca dansati intr-un spectacol de balet inseamna ca veti fi gelos pe cineva sau veti esua in unele activitati. Daca vedeti sau purtati papuci de balet in vise inseamna ca intelegeti principiile de echilibru si gratie, va deplasati cu usurinta si va intelegeti bine cu ceilalti.",
      "slug": "balet"
    },
    {
      "name": "Balon",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea balon de sapun).",
      "fullInterpretation": "(vezi, de asemenea balon de sapun).Balonul de sapun poate simboliza spulberarea spulberarea iluzilor si a tuturor sperantelor. Pentru o mai buna interpretare a acestui vis este important sa retinti daca dumneavoastra sau o alta persona creatza baloane de sapun. Baloanele de sapun pe mainile altei persoane sacu create de aceasta intr-in alt mod, simbolizeaza necesitatea de a clarifica unele situatii care creaza tensiune. De asemenea, acest vis poate prevesti multiple dezamagiri.",
      "slug": "balon"
    },
    {
      "name": "Balon de sapun",
      "category": "dictionar",
      "shortMeaning": "Balonul de sapun poate simboliza spulberarea spulberarea iluzilor si a tuturor sperantelor.",
      "fullInterpretation": "Balonul de sapun poate simboliza spulberarea spulberarea iluzilor si a tuturor sperantelor. Pentru o mai buna interpretare a acestui vis este important sa retinti daca dumneavoastra sau o alta persona creatza baloane de sapun. Baloanele de sapun pe mainile altei persoane sacu create de aceasta intr-in alt mod, simbolizeaza necesitatea de a clarifica unele situatii care creaza tensiune. De asemenea, acest vis poate prevesti multiple dezamagiri.",
      "slug": "balon-de-sapun"
    },
    {
      "name": "Balon pentru copii",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "balon-pentru-copii"
    },
    {
      "name": "Balon zburand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "balon-zburand"
    },
    {
      "name": "Balsam",
      "category": "dictionar",
      "shortMeaning": "Balsamul in vise sugereaza ca, in ciuda piedicilor, veti reusi sa realizati ce v-ati propus, iar ...",
      "fullInterpretation": "Balsamul in vise sugereaza ca, in ciuda piedicilor, veti reusi sa realizati ce v-ati propus, iar dusmanii va vor deveni prieteni.",
      "slug": "balsam"
    },
    {
      "name": "Balta",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "balta"
    },
    {
      "name": "Balustrada",
      "category": "dictionar",
      "shortMeaning": "Balustrada in vise inseamna ca aveti parte de oameni puternici care va sustin pentru a va indepli...",
      "fullInterpretation": "Balustrada in vise inseamna ca aveti parte de oameni puternici care va sustin pentru a va indeplini planurile, sa ajungeti acolo unde doriti, sa va finalizati proiectele. Pe de alta parte, visul mai poate insemna si faptul ca aveti nevoie de sprijin, ca nu va puteti descurca pe cont propriu. Daca visati ca stati pe o balustrada este semn ca veti avea mici probleme financiare. Visul in care vedeti o balustrada in buna stare inseamna protectie eficienta, iar daca visati ca balustrada este stricata inseamna ca sunteti in pericol.",
      "slug": "balustrada"
    },
    {
      "name": "Bambus",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "bambus"
    },
    {
      "name": "Banane",
      "category": "dictionar",
      "shortMeaning": "Banana este unul dintre cele mai indragite si preferate fructe din intreaga lume, In vise, acest ...",
      "fullInterpretation": "Banana este unul dintre cele mai indragite si preferate fructe din intreaga lume, In vise, acest tip de fruct are adesea conotatii sexuale, datorita formei sale. Sigmund Freud, celebrul psihanalist, a atribuit un astfel de simbolism tuturor obiectelor care au tendinta sa semene cu organele genitale umane. In general, visele cu si de despre fructe simbolizeaza iubirea si fericirea din viata de cuplu. Visare bananelor reprezinta un aspect specific din viata dumneavoastra, si anume senzualitatea si fertilitatea. De asemenea, acest tip de vise poate indica placere sau dorinte sexuale cu alt partener. Un vis ce implica o singura banana este interpretat din punct de vedere sexual din cauza formei. Banana singulara face referire la faptul ca in ultima vreme simtiti o dorinta sexuala puternica si va ganditi tot mai mult la o intalnire pentru a va satisface nevoia. Interpretarea celor mai comune vise cu banane Mancand banane in vise este considerat a fi un semn de bun augur, prevestind infaptuirea unor lucruri bune. De asemena, consumul de banane simbolizeaza bucurie si succes in ceea ce faceti. Visele in care consumul de banane este mare sunt considerate a fi semnul unei afaceri noi cu obiective inalte si incercari repetate.Visand ca alti oameni manaca banane insemana ca veti auzi unele noutati ce va vor face feritit/a. Cineva va incepe sa cocheteze cu dumneavoastra, desi nici macar nu stunteti hotarat/a ca va place, asa ca totul va fi o surpriza placuta. Bananele coapte arata, de obiecei, ca viata dumneavoastra profesionala merge destul de bine. In schimb, bananele prea coapte fac referire la starea de sanatate. Trebuie sa va mobilizati si sa incepeti sa aveti mai multa grija de nutritia dumneavoastra. Poate fi vorba despre un exces de greutate (ceea ce poate fi vizibil) sau de ceva intern, indifernt ce este, ati simtit de ceva vreme ca ceva nu este ok. Bananele necoapte simbolizeaza imaturitatea sexuala si tot ceea ce este legat de ea. Pot aparea probleme in relatie, parenerul considerandu-va imatur din punct de vedere sexual sau cu orizonturi limitate. Bananele putrede ar putea fi un semn al problemelor in afaceri si sunt, in general, un semn rau. Aceste mai pot semnifica si negativitate, obstacole si nenoroc. Visand un bananier este semn ca alti membrii ai familiei vor aparea. Un asemnea vis poate prevesti nasterea unui copil. Sucul de banane si cunsumul acestuia in vise este un indiciu ca doriti sa puneti bazele unei afaceri si sa dezvoltati alaturi de preteni. Pe de alta parte, visul poate semnifica o presiune psihologica asupra corpului, care creaza nevoi biologice. Visul in care curatati de coja banane sugereaza faptul ca in subconstientul dumneavoastra sunteti nemultumit/a de anumite situatii din viata sexuala. Visarea unui tort cu banane reprezinta sentimentul de tanjire dupa fructul interzis. Sunteti la un pas de a actiona, cu toate acestea, va recomandam sa va ganditi de doua ori inainte de a va arunca in necunoscut. Bananele cu ciocolata aparute in vise sunt reprezentarea fericirii in ceea ce priveste iubirea. Perioada urmatoare este favorabila pentru momente dulci pline de dragoste. Cumpararea bananelor in vise indica necesitatea de prudenta si de a analiza cu atentie a deciziilor din zilele urmatoare. Pe de alta parte, vanzarea bananelor ar putea prevesti un efort care se va dovedi o pierdere de timp si bani. Acest vis ar putea indica, de asemenea, realizarea unei sarcini dificile la locul de munca si neobtinerea unei recompense pe masura. Visand ca aruncati la gunoi bananele este semn ca trebui sa va descotorositi de lucruri si persoane care doar ocupa spatiu in viata dumneavoastra. Pe de alta parte, aruncarea unor banane proaspete simbolizeaza risipa de bani sau o ambitie ce va duce la o despartie / separare de partener. Visand ca va aflati la recoltarea bananelor este semn ca realizarile dumneavostra vor fi puse sub evaluare. In urma trudei si a muncii constante economiile dumneavoastra vor creste si veti putea duce o viata mult mai confortabila.(fruct intreg) eveniment neasteptat, fara a sti ce urmeza sa se intample -perioada de munca grea, de efort sustinut, dar cu rezultate sub asteptari -dorinta de liniste, nevoie de pauza -(stricate) prietenii false. (coaja de banana) pericol, piedici, nesiguranta, teama de a continua -(fruct decojit) dusmanii inlaturati -satisfactie, reusita.",
      "slug": "banane"
    },
    {
      "name": "Banca",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea pusculita de economii, casa de economii).",
      "fullInterpretation": "(vezi, de asemenea pusculita de economii, casa de economii). Cine se viseaza stand pe o banca (obiect) este in asteptarea unei aventuri, a unui om care sa il inteleaga. Adesea visam o banca daca in convietuirea noastra cu partenerul nu gasim implinirea la care am sperat (vezi, de asemenea scaun) .Banca de lemn in vise sugereaza ca in curand veti avea parte de o aventura romantica. De asemenea, visele in care apar banci de lemn sunt asociate cu promisiunile, mai exact, cineva isi va respecta promisiunea. Alternativ, o banca de lemn in vise poate semnifica faptul ca veti face un mic profit.Cartea de credit, de debit sau orice alt tip de card bancar poate face referire la valoarea sau credibilitatea dumneavoastra. Contextul si emotiile aparute in vis pot reflecta modul in care priviti banii si cat de importanti sunt acestia pentru dumneavoastră. In continuare va vom prezenta cele mai comune vise despre carduri bancare: Card bancar furat Visand ca unul sau mai multe carduri vi-au fost furate este semn ca in viata de zi cu zi cineva incearca si poate chiar a reusit sa va fure energia vitala. De asemenea, acest vis poate prevesti faptul ca cineva actioneaza in numele tau fara a avea permisiunea. Atentie la anumite persoane pe care dumneavoastra le considerati prieteni, unii dintre acestia pot actiona in propriul beneficiu cu pretul bunastarii dumneavoastra. Pierderea cardului de credit Visnd ca vi-ati pierdut cardul indica neatentie in ceea ce priveste aspectul financiar al vietii de zi cu zi. Cheltuiti fara chibzuiala si la sfarsitul lunii nici macar nu va amintiti pe ce anume ati cheltuit o suma asa de mare. Plata refuzata sau card refuzat Daca plata sau cardul vi-a fost refuzat de catre o banca, un comerciant sau o platforma de comert electronic, inseamna ca in viitorul apropiat ceva sau cineva va va taia elanul sau va va limita succesul. De asemenea, visul poate aparea ca urmare a unui stres sau a unei suferinte de incertitudine cu privire la viitorul dumneavoastra financiar.Cecul bancar este un document nominal sau la purtator prin care se dispune plata sunei sume de bani. In funtie de vis, poate avea diverse semnificatii, atat pozitive, cat si negative. Din punct de vedere psihologic, cecul sau filele de cec reprezinta un semnal de alarma cu privire la constiinta ascunsa. De asemenea, poate reprezenta si un potential sau o masura drastica intr-o situatie. In pozitiv, visul ar putea face referire la modul in care vreti sa fiti perceput de catre public, ati atins unul dintre cele mai inalte obiective propuse si acum culegeti roadele. Din punct de spiritual, cecul bancar denota speranta, idei noi si iluminare spirituala. Acest vis poate fi asociat si cu o anumita intelepciune cladita in timp, pe care sunteti pregatit sa o aplicati in viata. Potrivit unor carti vechi de interpretarea viselor, visul simbolizeaza prestigiu si o viata bogata. De asemenea, acesta denota putere, forta, masculinitate, independenta si curaj. Daca ati visat un CEC cu numele dumneavoastra scris pe el, acesta simbolizeaza sentimente legate de opotunitati, castiguri sau progrese care se divedesc a fi serioase. Visand un CEC respins la incasare reprezinta recompense, promisiuni, planuri sau astepari esuate. Ceva ce trebuia sa se intample si a esuat. Instinctul va spune ca cineva nu si-a indeplinit anumite obligatii sau o promisiune serioasa. Pierderea unui CEC reflecta sentimente legate de actiuni neglijente sau greseli care determina pe altcinea sa nu isi indeplineasca o promisiune.",
      "slug": "banca"
    },
    {
      "name": "Banca de lemn",
      "category": "dictionar",
      "shortMeaning": "Banca de lemn in vise sugereaza ca in curand veti avea parte de o aventura romantica.",
      "fullInterpretation": "Banca de lemn in vise sugereaza ca in curand veti avea parte de o aventura romantica. De asemenea, visele in care apar banci de lemn sunt asociate cu promisiunile, mai exact, cineva isi va respecta promisiunea. Alternativ, o banca de lemn in vise poate semnifica faptul ca veti face un mic profit.",
      "slug": "banca-de-lemn"
    },
    {
      "name": "Banchet",
      "category": "dictionar",
      "shortMeaning": "Banchetul in vise sugereaza ca sunteti subnutrit emotional, sunteti in cautarea unui stimul emotional.",
      "fullInterpretation": "Banchetul in vise sugereaza ca sunteti subnutrit emotional, sunteti in cautarea unui stimul emotional. Alternativ, visul ar putea sugera unele probleme cu partenerul de viata. Visul in care mergeti la un banchet simbolizeaza finalizarea unei etape din viata dumneavoastra si inceperea alteia.",
      "slug": "banchet"
    },
    {
      "name": "Bancnote",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca numeri bancnote este un avertisment, s-ar putea sa intampini pierderi.",
      "fullInterpretation": "Daca visezi ca numeri bancnote este un avertisment, s-ar putea sa intampini pierderi. De asemenea, daca visezi multe bancnote vei avea o dezamagire. Alternativ, visul este un avertisment sa nu cheltui mai mult decat iti poti permite. Poate indica pierderi atat materiale cat si emotionale.(bancnote) 16/04/2022 (ultima actualizare)Teancurile de bani din vise pot fi considerate o premonitie cu privire la sentimentele dumneavoastra de loialitate. Din cauza ca stiti sa fiti obiectiv, veti gasi bucurie in situatile la care va asteptati mai putin. In mod alternativ, stivele de bancnote pot face referire la un anume proiect ce necesita imaginatia si creativitatea dumneavoastra. Gasind un tenac de bani Acest vis simbolizeaza obictivele dumneavoastra si este o dovada a dorintei de a fi mai deschis. De asemenea, visul poate un semn de alarma pentru o viitoare necugetare sau indiscretie. Primind un pachet de bani Daca ati visat ca cinev a va inmaneaza sau va ofera un pachet de bancnote este un semn bun. Poate ca o anumita persoana (ruda sau prieten) va va ajuta sa depasiti unele dificultati, probleme financiare sau pierderi de venit.",
      "slug": "bancnote"
    },
    {
      "name": "Bancomat",
      "category": "dictionar",
      "shortMeaning": "Visul in care nu puteti retrage bani de la bancomat reflecta lipsa energiilor pentru a pune in pr...",
      "fullInterpretation": "Visul in care nu puteti retrage bani de la bancomat reflecta lipsa energiilor pentru a pune in practica diferite activitati, inseamna imposibilitatea de a accesa anumite solutii sau parghii cu scopul de a atinge un obiectiv sau de a pune in practica o idee.",
      "slug": "bancomat"
    },
    {
      "name": "Band ( gustand ) cafea",
      "category": "dictionar",
      "shortMeaning": "( gustand ) cafeaUmilinta te asteapta pentru ca nu stii sa te stapanesti.",
      "fullInterpretation": "( gustand ) cafeaUmilinta te asteapta pentru ca nu stii sa te stapanesti.",
      "slug": "band-gustand-cafea"
    },
    {
      "name": "Banda",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea medic, spital, durere, cicatrice, rana).",
      "fullInterpretation": "(vezi, de asemenea medic, spital, durere, cicatrice, rana). (purtand)Te vei imbolnavi.- Daca in vis ai vazut pe cineva ca face contabanda - o sa ai parte de afaceri paguboase. - Daca tu faci contabanda - te vei certa cu partenerul de viata. - Daca stai de vorba cu un contrabandist - lacrimi si tristete. - Vezi un contrabandist ca este arestat - ai grija sa nu iei decizii pripite. - Visezi un contrabandist care este urmarit - faci greseli.",
      "slug": "banda"
    },
    {
      "name": "Bandaj",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea medic, spital, durere, cicatrice, rana).",
      "fullInterpretation": "(vezi, de asemenea medic, spital, durere, cicatrice, rana).(purtand)Te vei imbolnavi.",
      "slug": "bandaj"
    }
  ]
}