{
  "symbols": [
    {
      "name": "Batalie ( razboi )",
      "category": "dictionar",
      "shortMeaning": "( razboi ) 21/03/2022 (ultima actualizare)Vei avea un sentiment de frica fata de noile greutati ale vietii.",
      "fullInterpretation": "( razboi ) 21/03/2022 (ultima actualizare)Vei avea un sentiment de frica fata de noile greutati ale vietii. (vezi razboi)",
      "slug": "batalie-razboi"
    },
    {
      "name": "Baterie (instrument muzical)",
      "category": "dictionar",
      "shortMeaning": "(instrument muzical)Necazuri si barfa te vor afecta.",
      "fullInterpretation": "(instrument muzical)Necazuri si barfa te vor afecta.",
      "slug": "baterie-instrument-muzical"
    },
    {
      "name": "Batic",
      "category": "dictionar",
      "shortMeaning": "Baticul in vis inseamna ca veti primi o veste buna.",
      "fullInterpretation": "Baticul in vis inseamna ca veti primi o veste buna. Daca va visati purtand un batic semnifica faptul ca ar trebui sa va acordati mai multa atentie in reevaluarea detaliilor. De asemenea, poate sugera si o stare de evitare a dorintelor, sa va ascundeti intentionat senimentele fata de cineva.Animalele salbatice in vise in general inseamna pericol, pasiuni primejdioase sau oameni periculosi. Visul in care sunteti atacat de animale salbatice va sugereaza sa aveti grija pentru ca s-ar putea sa fiti suparat de catre persoane straine. Daca animalele nu v-au atins ci doar v-au speriat atunci trebuie sa dati dovada de curaj indiferent de barfe sau obstacole. Daca, in vis, animalele doar s-au jucat cu dumneavoastra atunci inseamna ca veti cunoaste persoane utile.",
      "slug": "batic"
    },
    {
      "name": "Batista",
      "category": "dictionar",
      "shortMeaning": "(pierzand) actiunile in care teai implicat fie sentimental, fie profesional, sunt in pericol de a...",
      "fullInterpretation": "(pierzand) actiunile in care teai implicat fie sentimental, fie profesional, sunt in pericol de a se destrama -sentiment de vinovatie -(alba) posibilitate de casatorie -(fluturand de adio) riscuri de despartiri, legaturi rupte, tristete, lacrimi, suparari, calatorii indepartate -boala usoara.",
      "slug": "batista"
    },
    {
      "name": "Batran",
      "category": "dictionar",
      "shortMeaning": "Batrana in vis semnifica bogatie, fericire si intelegere.",
      "fullInterpretation": "Batrana in vis semnifica bogatie, fericire si intelegere. De asemenea, daca vedeti o batrana in vis nu este un semn tocmai bun. O sa primiti vesti rele la adresa unor persoane dragi. Alternativ . daca visezi o vrajitoare batrana semnifica faptul ca alergi dupa un proiect ce nu se va indeplini.(baba) 03/03/2020 (ultima actualizare)A vedea o femeie batrana in vise este un augur pozitiv. Femeia batrana simbolizeaza anumite sentimente si emotii carora trebuie acordata mai multa atentie. Aceste vise reprezinta, adesea, sentimente reprimate si dorinta d a-ti asculta vocea interioara. Visul in care apare o femeie batrana cu riduri inseamna ca veti avea parte de o calatorie cu neplaceri. Daca vedeti mai multe femei in varsta intr-un vis, acest lucru indica faptul ca in viata de zi cu zi sunteti inselatori si ca persoanele din jur vor lua act de actiunile voastre. Fiti atenti la actiunile voastre din perioada urmatoare, pentru ca este posibil sa fiti prinsi daca faceti ceva gresit.(persoana mai batrana decat in realitate sau sentiment de imbatranire rapida) nevoie de maturizare, oboseala, extenuare, pierderea energiei.",
      "slug": "batran"
    },
    {
      "name": "Batrana",
      "category": "dictionar",
      "shortMeaning": "Batrana in vis semnifica bogatie, fericire si intelegere.",
      "fullInterpretation": "Batrana in vis semnifica bogatie, fericire si intelegere. De asemenea, daca vedeti o batrana in vis nu este un semn tocmai bun. O sa primiti vesti rele la adresa unor persoane dragi. Alternativ . daca visezi o vrajitoare batrana semnifica faptul ca alergi dupa un proiect ce nu se va indeplini.(baba) 03/03/2020 (ultima actualizare)A vedea o femeie batrana in vise este un augur pozitiv. Femeia batrana simbolizeaza anumite sentimente si emotii carora trebuie acordata mai multa atentie. Aceste vise reprezinta, adesea, sentimente reprimate si dorinta d a-ti asculta vocea interioara. Visul in care apare o femeie batrana cu riduri inseamna ca veti avea parte de o calatorie cu neplaceri. Daca vedeti mai multe femei in varsta intr-un vis, acest lucru indica faptul ca in viata de zi cu zi sunteti inselatori si ca persoanele din jur vor lua act de actiunile voastre. Fiti atenti la actiunile voastre din perioada urmatoare, pentru ca este posibil sa fiti prinsi daca faceti ceva gresit.",
      "slug": "batrana"
    },
    {
      "name": "Bautura",
      "category": "dictionar",
      "shortMeaning": "Cand visam ca bem, inseamna ca absorbim sau asimilam ceva.",
      "fullInterpretation": "Cand visam ca bem, inseamna ca absorbim sau asimilam ceva. Bautura pe care o bem este si ea relevanta pentru interpretarea corecta a visului. De exemplu, sucul de fructe ne-ar putea dezvalui propria nevoie de curatenie si puritate sufleteasca. La fel de importanta se dovedeste si culoarea lichidului pe care il bem (vezi Alcool si Culori). - Visul in care bei o bautura in vis reprezinta capacitatea de a intelege o ideie noua sau de a adopta un nou concept. - Daca ai visat ca bei apa este semn de improspatare spirituala. Alternativ, visul poate indica faptul ca va este sete cu adevarat. Din punct de vedere psihologic, bautura prezenta in vis sugereaza nevoia noastra de mangaiere si de sustinere. Fiind una dintre necesitatile vitale ale vietii, bautura simbolizeaza interactionarea dintre nevoia noastra interioara de a veni in sprijinul vietii si posibilitatile externe de obtinere a hranei. Din perspectiva spirituala, exista o credinta conform careia bautul vinului este, sau simbolizeaza, faptul de a ne infrupta din viata si putere divina.",
      "slug": "bautura"
    },
    {
      "name": "Bazar",
      "category": "dictionar",
      "shortMeaning": "Bazarul in vise inseamna manie, prudenta.",
      "fullInterpretation": "Bazarul in vise inseamna manie, prudenta. Daca visati ca mergeti la bazar sugereaza ca veti lua o decizie pripita. Acelasi lucru inseamna si daca visati ca va cumparati ceva din bazar. Visul in care bazarul este plin de jocuri si maruntisuri prevesteste o intalnire placuta.",
      "slug": "bazar"
    },
    {
      "name": "Bazin",
      "category": "dictionar",
      "shortMeaning": "Un bazin in vis inseamna ca e posibil sa aveti un prieten sincer sau sa va faceti unul.",
      "fullInterpretation": "Un bazin in vis inseamna ca e posibil sa aveti un prieten sincer sau sa va faceti unul. Daca visati ca inotati in bazin foarte curat, inseamna ca veti avea parte de o perioada frumoasa in viata dumneavoastra, veti avea parte numai de sanatate si fericire, relatii frumoase cu cei din jur. Daca apa din bazin este murdara atunci inseamna ca cineva va barfeste de rau si vrea sa va compromita. Un bazin gol in vis reprezinta adesea faptul ca apar discutii fara rost, va lasati purtati de val spre o directie care nu va este deloc utila. Daca visati ca o fata inoata intr-un bazin sugereaza ca veti avea parte de bucurii. Visul in care beti apa din bazin indica faptul ca veti avea sansa sa va duceti planurile la bun final. Daca visati barbati goi in bazin inseamna ca veti avea motive pentru care sa va rusinati, iar daca sunt femei goale in bazin inseamna ca veti avea parte de certuri, deziluzii. Bazinul cu apa rece in vis sugereaza faptul ca veti avea probleme financiare, iar daca apa este calda inseamna ca veti avea liniste in familie.",
      "slug": "bazin"
    },
    {
      "name": "Bebelus",
      "category": "dictionar",
      "shortMeaning": "Un bebelus in vis semnifica inocenta, caldura, noi modalitati de gandire, idei noi si un nou inceput.",
      "fullInterpretation": "Un bebelus in vis semnifica inocenta, caldura, noi modalitati de gandire, idei noi si un nou inceput. Bebelusii pot reprezenta un aspect al vostru, care este vulnerabil si neajutorat. Negativ, un bebelus in vis, reflecta noi responsabilitati sau noi probleme care necesita ingrijire constanta. Daca visati un baietel poate reprezenta calitatile masculine pentru o experienta sau o problema, cum ar fi insensibilitatea, asertivitatea sau dominatie sociala. Daca visati o fetita poate reprezenta calitati feminine cum ar fi sensibilitate, simpatie sau subordonare sociala. Un bebelus gasit in vise sugereaza recunoasterea unui potential ascuns. Bebelus plangand simbolizeaza o parte din tine lipsita de atentie ce trebuie cultivata. Dintii de lapte apar deseori in visele celor care trec printr-un fel de perioada tranzitorie in viata, o perioada in care se simt ca si cum ar face un salt mare de la un stil de viata la altul. Acest lucru devine si mai clar daca dintii de lapte cad in timpul visului. Cand aceasta se intampla, tranzitia este completa. Dinti la un nou-nascut sau la un bebelus, acest vis este un semn de bun augur, mai ales daca acestia par bine formati si sanatosi. Va confruntati cu un proces neobisnuit ( daca este vorba despre un nou-nascut) sau natural (daca este vorba despre un bebelus) care va indruma pe calea cea mai buna intr-o relatie sau in proiect care a fost planificat destul de recent. Daca ati visat ca va cad dintii de adult si incep sa va creasca dinti de bebelus, este semn ca ati intrat intr-o perioada de regresie in viata. Va simtiti ca si cum ati fi fortat sa parcurgeti un ciclu pe care l-ati trecut deja si nu aveti nimic de spus in legatura cu aceasta. Acest lucru poate duce, de asemenea, la sentimente de inferioritate, care la randul lor pot declansa sentimente de depresie. O modalitate excelenta de a va asigura ca va simtiti adult este sa nu mai participati la activitati copilaresti. Visandu-va ca inca aveti dinti de lapte printre dintii de adult si ca acestia nu dau niciun semn cum ca v-ar cadea, acest lucru ar putea insemna doar ca va simtiti inca tanar. Cu toate acestea, poate insemna si ca aveti probleme de comunicare. Dintii de lapte intr-o gura de adult nu va ofera prea mult spatiu pentru a creste si veti avea probleme de comunicare si de gandire ca si adult.",
      "slug": "bebelus"
    },
    {
      "name": "Beci",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "beci"
    },
    {
      "name": "Bentita",
      "category": "dictionar",
      "shortMeaning": "Visul la o bentita colorata simbolizeaza legatura dintre un barbat si o femeie.",
      "fullInterpretation": "Visul la o bentita colorata simbolizeaza legatura dintre un barbat si o femeie. Visele in care bentitele flutura inseamna nelinistea interioara, un lucru pe care il cunosc la un moment dat si cuplurile fericite.",
      "slug": "bentita"
    },
    {
      "name": "Benzina",
      "category": "dictionar",
      "shortMeaning": "Benzina in vise reprezinta energia si spiritualitatea.",
      "fullInterpretation": "Benzina in vise reprezinta energia si spiritualitatea. Astfel, daca visati ca ramaneti fara benzina inseamna ca va epuizati si ar trebui sa luati o pauza binemeritata. Visul in care puneti benzina in rezervor simbolizeaza nevoia dumneavoastra de a va ingriji mai bine, trebuie sa fiti revitalizat. Daca visati ca cineva toarna benzina pe dumneavoastra inseamna ca va macina o problema pe interior. Tineti in dumneavoastra foarte multa manie.Daca visezi ca esti intr-o benzinarie si faci plinul inseamna ca vei castiga multi bani. Daca mergi cum masina la o spalatorie auto grijile vor deveni din ce in ce mai putin suparatoare.",
      "slug": "benzina"
    },
    {
      "name": "Benzinarie",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca esti intr-o benzinarie si faci plinul inseamna ca vei castiga multi bani.",
      "fullInterpretation": "Daca visezi ca esti intr-o benzinarie si faci plinul inseamna ca vei castiga multi bani. Daca mergi cum masina la o spalatorie auto grijile vor deveni din ce in ce mai putin suparatoare.",
      "slug": "benzinarie"
    },
    {
      "name": "Berbec",
      "category": "dictionar",
      "shortMeaning": "Acest simbol al fortei creatoare a naturii nu apare foarte des in visele noastre.",
      "fullInterpretation": "Acest simbol al fortei creatoare a naturii nu apare foarte des in visele noastre. Daca visati ca sunteti atacat de acest animal (vezi si oaie), in realitate veti suferi din cauza unei persoane care vrea sa se asigure de simpatia dumneavoastra cu orice pret, dar care doreste sa ii fiti supus in totalitate. In cazul in care in vis luati berbecul de coarne, inseamna ca veti putea rezolva problemele cu multa ratiune.",
      "slug": "berbec"
    },
    {
      "name": "Bere",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea alcool).",
      "fullInterpretation": "(vezi, de asemenea alcool).Daca visati ca va risipiti pulberea fara nici un sens semnifica faptul ca in realitate veti avea nervii slabiti si va veti consuma energia .",
      "slug": "bere"
    },
    {
      "name": "Betie",
      "category": "dictionar",
      "shortMeaning": "(vezi de asemenea alcool).",
      "fullInterpretation": "(vezi de asemenea alcool).",
      "slug": "betie"
    },
    {
      "name": "Betiv",
      "category": "dictionar",
      "shortMeaning": "Visul betiv poate fi legat de diverse momente.",
      "fullInterpretation": "Visul betiv poate fi legat de diverse momente. Poate ca ceva te intristeaza sau poate ca nu ai o vointa indeajuns de puternica ca sa-ti rezolvi problemele. Daca ai visat o persoana beata semnifica faptul ca in realitate te vei confrunta cu numeroase probleme, care va trebui sa fie rezolvate imediat. De asemenea, visul in care ai fost beat, prevesteste rusine si pierderi.",
      "slug": "betiv"
    },
    {
      "name": "Beton",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "beton"
    },
    {
      "name": "Bezna",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "bezna"
    },
    {
      "name": "Bibelou",
      "category": "dictionar",
      "shortMeaning": "Bibeloul in vise inseamna ca tineti de ceva sau de cineva caruia ar trebui sa ii dati drumul.",
      "fullInterpretation": "Bibeloul in vise inseamna ca tineti de ceva sau de cineva caruia ar trebui sa ii dati drumul. Daca visati un bibelou de sticla inseamna ca sunteti preocupat prea mult chestiuni banale. Va bateti capul cu micile probleme desi ar trebui sa vedeti situatia in ansamblu. De asemenea, ar trebui sa luati in considerare importanta personala, forma si scopul bibeloului aparut in vis.",
      "slug": "bibelou"
    },
    {
      "name": "Biberon",
      "category": "dictionar",
      "shortMeaning": "Biberonul in vise inseamna un sentiment matern sau patern, nevoia de protectie si afectiune, infantilitate.",
      "fullInterpretation": "Biberonul in vise inseamna un sentiment matern sau patern, nevoia de protectie si afectiune, infantilitate. Daca un adult viseaza ca bea ceva dintr-un biberon inseamna ca va fi stresat din cauza unor probleme banesti.",
      "slug": "biberon"
    },
    {
      "name": "Bibilica",
      "category": "dictionar",
      "shortMeaning": "In general, bibilicile indica afaceri neteminate cu influente negative asupra familiei.",
      "fullInterpretation": "In general, bibilicile indica afaceri neteminate cu influente negative asupra familiei. De asemenea, visul poate simboliza litigii si proceduri judiciare. Bibilica este una dintre pasarile ce prevestesete infrangerea adversarilor cu doua fete sau preluarea controlului asupra unei vieti scapata pe cai gresite. Uneori, aparitia bibilicilor in visul dumneavoastra poate fi un semn al vindecarii interioare. Trebuie sa fiti mai deschis la compromisuri si sa acceptati intalnirea la jumatate de drum. Recunoscandu-va si exprimandu-va emotiile veti explora si alte domenii ale personalitatii. Pentru o interpretare amanuntita va rugam sa consultati semnificatia visulului pasari.",
      "slug": "bibilica"
    },
    {
      "name": "Biblie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "biblie"
    },
    {
      "name": "Biblioteca",
      "category": "dictionar",
      "shortMeaning": "(rafturi pline) folosirea cunostintelor si lectiilor acumulate in folos propriu -(rafturi goale) ...",
      "fullInterpretation": "(rafturi pline) folosirea cunostintelor si lectiilor acumulate in folos propriu -(rafturi goale) lipsa de experienta, nevoie de a mai studia -(intr-o biblioteca) necesitatea de a apela la persoane competente pentru a primi un sfat -cautarea unor raspunsuri prin studiu sau din intelepciunea altora -(imprumutand carti de la biblioteca) necesitatea de a urma un curs sau de a apela la cunostintele altora -recunoasterea limitelor personale -(returnand cartile la biblioteca) acumulare de cunostinte, finalizarea unor perioade de studiu, posibilitatea de a oferi altora sfaturi.",
      "slug": "biblioteca"
    },
    {
      "name": "Bici",
      "category": "dictionar",
      "shortMeaning": "Biciul este un instrument de tortura.",
      "fullInterpretation": "Biciul este un instrument de tortura. Cand imaginea lui ne apare in vis, trebuie sa constientizam fie nevoia de a-i controla pe altii, fie dorinta de a fi controlati. Este posibil sa incercam sa detinem controlul cu ajutorul durerii fizice si emotionale. Alternativ, biciul sugereaza corectia, autoflagerarea.(de cele mai multe ori nu simtiti nici o durere), va umiliti adesea si lasati altora initiativa. Vazand sau mergand pe o bicicleta in vise poate avea multiple semnificatii si interpretari. Intotdeauna incercati sa va amintiti si imprejurarile pentru a va ajuta sa stabiliti adevaratele sensuri ale visului. Visand bicicleta / biciclete murdare sugereaza ca va veti confrunta cu multe obstacole. Ati ales un drum pe care putini se avanta, asa ca, asteptati-va la multe sdruncinaturi si lovituri pe care vi le va aplica acest drum. Cu toate acestea, sunteti foarte sigur pe dumneavoastra si sunteti gata pentru orice provocare.Mersul pe bicicleta este rumat in mare parte la echilibru. Odata ce ati invatat sa va mentinteti echilibrul si sa pedalati in acelasi timp, sunteti in stare sa inaintati cu usurinta. Prin urmare, visul in care mergeti pe bicicleta poate reprezenta echilibrul si cat de bine il puteti stapani pe diferite aspecte ale vietii dumneavoastra. De asemenea, visul poate fi despre a invata sa gasiti un echilibru in viata de zi cu zi. Daca mersul pe bicicleta vi se pare usor atunci cel mai probabil ati reusiti sa creati o balanta echilibrata intre responsabilitati si timpul liber. In mod negativ, atunci cand va luptati sa va pastrati echilibrul pe bicicleta, s-ar putea sa va luptati sa gasiti un echilibru si in viata reala. Daca o femeie viseaza ca merge cu bicicleta la vale de pe un munte sau un deal, inseamna ca ea ar trebui sa dea cat mai putine motive pentru barfe si zvonuri. Cazand de pe bicicleta, atunci este posibil sa fi uitat ceva ce trebuia sa faceti sau sa terminati. Cel mai probabil o sa aveti nevoie de ajutorul altora. In mod alternativ, daca ati cazut si apoi si apoi va ridicati si va continuati drumul tot pe bicicleta, insemna ca vointa dumneavoastra este de neclintit. In consecinta, nimic nu va poate opri din gestionarea si punerea in aplicare a planurilor dumneavoastra. Daca mergeti pe bicicleta in tandem, acest vis ar putea sugera faptul ca este necesara cooperarea si munca in echipa intr-un proiect sau un anumit aspect al vietii. Visand ca mergeti pe bicicleta altcuiva inseamna ca de foarte multe ori va asumati faptele bune de care nu sunteti in totalitate responsabili. Mergand pe bicicleta prin ploaie, este semn ca veti primi o vizita sau o surpriza placuta din partea unei persoane dregi / iubite.",
      "slug": "bici"
    },
    {
      "name": "Bicicleta",
      "category": "dictionar",
      "shortMeaning": "Vazand sau mergand pe o bicicleta in vise poate avea multiple semnificatii si interpretari.",
      "fullInterpretation": "Vazand sau mergand pe o bicicleta in vise poate avea multiple semnificatii si interpretari. Intotdeauna incercati sa va amintiti si imprejurarile pentru a va ajuta sa stabiliti adevaratele sensuri ale visului. Visand bicicleta / biciclete murdare sugereaza ca va veti confrunta cu multe obstacole. Ati ales un drum pe care putini se avanta, asa ca, asteptati-va la multe sdruncinaturi si lovituri pe care vi le va aplica acest drum. Cu toate acestea, sunteti foarte sigur pe dumneavoastra si sunteti gata pentru orice provocare.Mersul pe bicicleta este rumat in mare parte la echilibru. Odata ce ati invatat sa va mentinteti echilibrul si sa pedalati in acelasi timp, sunteti in stare sa inaintati cu usurinta. Prin urmare, visul in care mergeti pe bicicleta poate reprezenta echilibrul si cat de bine il puteti stapani pe diferite aspecte ale vietii dumneavoastra. De asemenea, visul poate fi despre a invata sa gasiti un echilibru in viata de zi cu zi. Daca mersul pe bicicleta vi se pare usor atunci cel mai probabil ati reusiti sa creati o balanta echilibrata intre responsabilitati si timpul liber. In mod negativ, atunci cand va luptati sa va pastrati echilibrul pe bicicleta, s-ar putea sa va luptati sa gasiti un echilibru si in viata reala. Daca o femeie viseaza ca merge cu bicicleta la vale de pe un munte sau un deal, inseamna ca ea ar trebui sa dea cat mai putine motive pentru barfe si zvonuri. Cazand de pe bicicleta, atunci este posibil sa fi uitat ceva ce trebuia sa faceti sau sa terminati. Cel mai probabil o sa aveti nevoie de ajutorul altora. In mod alternativ, daca ati cazut si apoi si apoi va ridicati si va continuati drumul tot pe bicicleta, insemna ca vointa dumneavoastra este de neclintit. In consecinta, nimic nu va poate opri din gestionarea si punerea in aplicare a planurilor dumneavoastra. Daca mergeti pe bicicleta in tandem, acest vis ar putea sugera faptul ca este necesara cooperarea si munca in echipa intr-un proiect sau un anumit aspect al vietii. Visand ca mergeti pe bicicleta altcuiva inseamna ca de foarte multe ori va asumati faptele bune de care nu sunteti in totalitate responsabili. Mergand pe bicicleta prin ploaie, este semn ca veti primi o vizita sau o surpriza placuta din partea unei persoane dregi / iubite.",
      "slug": "bicicleta"
    },
    {
      "name": "Bicorn ( palarie )",
      "category": "dictionar",
      "shortMeaning": "( palarie )Mari neplaceri.",
      "fullInterpretation": "( palarie )Mari neplaceri.",
      "slug": "bicorn-palarie"
    },
    {
      "name": "Bidinea",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "bidinea"
    },
    {
      "name": "Bigudiuri",
      "category": "dictionar",
      "shortMeaning": "Puteti vizualiza versiunea video de mai jos a visului despre bigudiuri sau puteti continua sa cit...",
      "fullInterpretation": "Puteti vizualiza versiunea video de mai jos a visului despre bigudiuri sau puteti continua sa cititi textul, depinde de dumneavoastra. Videoclip despre visarea bigudiurilor Aparitia bigudiurilor in vise este asociata de regula, cu mentinerea unei idei sau a unei dorinte de a imbunatatii ceva. Acestea sunt simbolul ideilor pentru a preveni dificultatile sau, a solutiilor pentru a duce la bun sfarsit proiecte. O femeie ce s-a visat privindu-se in oglinda si avand bigudiuri in par Acest vis poate prevesti o tradare din partea partenerului sau a unui prieten apropiat. In mod alternativ, visul poate fi o un fel de avertizare ca unele evenimente (mondene, culturale, sociale, sportive, etc. ) din viitorul apropiat va vor provoca o serie de nemultumiri. Un barbat ce a visat o femeie cu bigudiuri Visul denota sentimente de obligatie sau de indatorare fata de persoana iubita. La coafor cu bigudiuri in cap Stand la coafor cu bigudiuri in par, inseamna ca in viata reala va trebui sa munciti mai mult decat alte persoane pentru a obtine ceea ce va doriti. In ciuda tuturor provocarilor actuale, visul prevesteste reusita. O prietena cu parul pe bigudiuri Daca cineva dintre prietenii sau prietenele dumneavoastra va apare in vis cu parul pe bigudiuri, atunci exista pericolul unei situatii neplacute in care ati fost sau veti fi implicati fara voie si va trebui sa suportati consecintele. Bigudiuri rupte Visand bigudiuri rupte, este semn al complicatiilor la locul de munca sau in domeniul afacerilor. In anumite cazuri acestea vor simboliza si certuri cu familia sau cu unele persoane apropiate.",
      "slug": "bigudiuri"
    },
    {
      "name": "Bijuterii de aur",
      "category": "dictionar",
      "shortMeaning": "Bijuteriile de aur in vise sunt un semn bun.",
      "fullInterpretation": "Bijuteriile de aur in vise sunt un semn bun. Va va creste puterea financiara si veti avea parte de o avansare pe scara sociala. Visul mai poate sugera perspective luminoase, poate chiar o casatorie.",
      "slug": "bijuterii-de-aur"
    },
    {
      "name": "Bijutier",
      "category": "dictionar",
      "shortMeaning": "In anumite interpretari, bijutierul din vise semnifica faptul ca veti face un dar foarte scump.",
      "fullInterpretation": "In anumite interpretari, bijutierul din vise semnifica faptul ca veti face un dar foarte scump. Doctorul Freud spune ca daca vedeti un bijutier in vise sugereaza ca va veti afla in situatia de a face dragoste intr-un loc neobisnuit, poate intr-un hotel foarte elegant sau intr-un conac de la tara. Visul in care sunteti un bijutier inseamna cum integeti oferta partenerului de viata de a face dragoste intr-un mod mai neconventional. Depinde de cum se dezvolta lucrurile in relatie. S-ar putea ca propunerea sa fie socanta, dar ar putea sa aveti o curiozitate care v-ar indemna spre asemenea senzatii a caror existenta nu au fost suspectate.",
      "slug": "bijutier"
    },
    {
      "name": "Bila",
      "category": "dictionar",
      "shortMeaning": "(vezi cerc), chiar mai dinamic.",
      "fullInterpretation": "(vezi cerc), chiar mai dinamic. Adesea bila simbolizeaza echilibrul sufletesc sau miezul bun al persoanei si relatiile sale cu mediul, care sunt imbucuratoare.Visand mobilier poate simboliza faptul ca viitorul apropiat implica o mostenire. Ocazional, mobilierul poate evidentia si nevoia de confort, mai ales daca acesta provine dintr-o alta proprietate. Trebuie luate in considerare toate piesele mobilierului. In general, in vise, o piesa de mobilier frumoasa prezice un mediu sigur si armonios pentru cel ce o viseaza. In mod opus, un set de mobilier asezat haotic, cu piese ce nu se potrivesc intre ele este semn ca viata de familie se afla intr-un moment critic, traiti cu sentimentul de dezbinare. Cineva din familia dumneavostra face lucruri nepotrivite care pot duce la dezbinare. Cumpararea mobilierului in vise reprezinta faptul ca sunteti in cautarea confortului sau in cautarea de lucruri noi cu privire la viata dumneavoastra. Atunci cand visul se concentreaza, in principal, pe cumpararea mobilierului de la un magazin de mobila dar, toata mobila este inafara bugetului dumneavoastra, visul poatre reflecta o preocupare ascuna pe care o aveti cu privire la venitul si situatia dumneavoastra financiara. Daca mobila este foartea grea si/sau de culoare inchisa, sugereaza, de regula, o perioada dificila, presarata cu dificultati. Daca vreuna dintre piesele mobilierului dumneavoastra este rupta sau degradata, acest lucru insemana, in general, ca siguranta financiara va fi pusa la indoiala in viitorul apropiat. Curatarea si reamenajarea mobilierului simbolizeaza faptul ca sunteti gata sa mergeti mai departe si sa incepeti indreptati sau sa aranjati anumite lucruri din viata dumneavoastra. Reamenajarea mobilierului poate arata si ca gusturile dumneavoastra s-au schimbat de-a lungul anilor. Visul in care dati foc mobilierului reflecta nervii si furia dumneavoastra care vor afecta mebrii familiei. Atunci cand o piesa de mobilier (indragita) lipseste sau a fost furata in vis. Inseamna ca cineva a profitat de dumneavoastra fara a va da seama. Alternativ, visul poate reflecta faptul ca in ultimul timp viata dumeavoastra pare a fi sun efort irosit. Visele despre aranjarea si pregatirea mobilierului intr-o camera de bebelus sau de copil, sugereaza ca un nou-nascut poate aparea curand in familia dumneavoastra. Cu toate acestea, daca nu sunteti intr-o relatie, acest mobilier reflecata nevoia de a fi iubit/a si de a iubi.Visul in care va cumparati o mobila noua inseamna ca veti avea parte de foarte multe lipsuri, veti trai foarte modest. Daca ati visat ca aveti mobila noua inseamna ca simtiti nevoia sa invatati mai mult, sa cunoasteti mai multe informatii, sa deveniti specialist intr-un anumit domeniu, vreti sa cunoasteti toate detaliile unei probleme.Mobila veche in vise poate sugera faptul ca nu mai vreti sa va consumati energia pe anumite lucruri care nu va sunt de folos, ci vreti sa va concentrati asupra vietii dumneavoastra si sa nu va mai irositi timp pentru cei din jur. Se mai spune ca s-ar putea sa aveti parte de o iubire statornica. O mobila veche in vis reprezinta nevoia de reimprospatare, de revigorare. Vreti sa va iesiti din ritm, simtiti o nevoie de actualizare a ideilor demodate care nu se mai aplica timpurilor actuale.Daca vezi sau culegiÂ zambile in vis, semnifica faptul ca vei trece printr-o despartire trista de un prieten, care pana la urma iti va face bine.",
      "slug": "bila"
    },
    {
      "name": "Bilet",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea notite).",
      "fullInterpretation": "(vezi, de asemenea notite).Biletul de autobuz in vise indica faptul ca exista un pret pentru a merge mai departe. Daca visati ca va cumparati un bilet de autobuz inseamna ca platiti un pret in viata dumneavoastra pentru a incerca sa-i satisfaceti pe cei din jur. Daca visati ca va cumparati un bilet de avion inseamna ca doriti sa evadati deoarece activitatile zilnice va coplesesc, nu mai faceti fata stresului.Biletul de tren in vise sugereaza ca va trebui sa indepliniti anumite conditii pentru a putea merge mai departe. Daca visati ca achizitionati un bilet de tren inseamna ca va doriti sa evadati, sa scapati de activitatile zilnice care va doboara, nu mai faceti fata stresului.Interpretarea visului in care apere un bilet loto indica faptul ca aveti nevoie sa lasati unele aspecte din viata dumneavoastra in mainile destinului. Pe de alta parte, biletul poate insemna si imprevizibilul, totul fiind o loterie a sortii. Va bazati pe niste castiguri fara efort si aveti nevoie disperata de bani. O alta interpretare ar fi ca trebuie sa va bazati pe noroc in anumite situatii care vor aparea in viata dumneavoastra. Daca visati ca luati un bilet la loterie si castigati inseamna ca va trebui sa evitati sa luati parte la discutiile sau situatiile tensionate din familie. Visul in care aveti un bilet de loto in mana inseamna ca trebuie sa invatati sa lasati soarta sa isi urmeze cursul. Daca visati ca cineva va ofera un bilet loto inseamna ca soarta se afla in mainile dumneavoastra.",
      "slug": "bilet"
    },
    {
      "name": "Bilet de autobuz",
      "category": "dictionar",
      "shortMeaning": "Biletul de autobuz in vise indica faptul ca exista un pret pentru a merge mai departe.",
      "fullInterpretation": "Biletul de autobuz in vise indica faptul ca exista un pret pentru a merge mai departe. Daca visati ca va cumparati un bilet de autobuz inseamna ca platiti un pret in viata dumneavoastra pentru a incerca sa-i satisfaceti pe cei din jur.",
      "slug": "bilet-de-autobuz"
    },
    {
      "name": "Bilet de avion",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca va cumparati un bilet de avion inseamna ca doriti sa evadati deoarece activitatile...",
      "fullInterpretation": "Daca visati ca va cumparati un bilet de avion inseamna ca doriti sa evadati deoarece activitatile zilnice va coplesesc, nu mai faceti fata stresului.",
      "slug": "bilet-de-avion"
    },
    {
      "name": "Bilet de tren",
      "category": "dictionar",
      "shortMeaning": "Biletul de tren in vise sugereaza ca va trebui sa indepliniti anumite conditii pentru a putea merge mai departe.",
      "fullInterpretation": "Biletul de tren in vise sugereaza ca va trebui sa indepliniti anumite conditii pentru a putea merge mai departe. Daca visati ca achizitionati un bilet de tren inseamna ca va doriti sa evadati, sa scapati de activitatile zilnice care va doboara, nu mai faceti fata stresului.",
      "slug": "bilet-de-tren"
    },
    {
      "name": "Bilet loto",
      "category": "dictionar",
      "shortMeaning": "Interpretarea visului in care apere un bilet loto indica faptul ca aveti nevoie sa lasati unele a...",
      "fullInterpretation": "Interpretarea visului in care apere un bilet loto indica faptul ca aveti nevoie sa lasati unele aspecte din viata dumneavoastra in mainile destinului. Pe de alta parte, biletul poate insemna si imprevizibilul, totul fiind o loterie a sortii. Va bazati pe niste castiguri fara efort si aveti nevoie disperata de bani. O alta interpretare ar fi ca trebuie sa va bazati pe noroc in anumite situatii care vor aparea in viata dumneavoastra. Daca visati ca luati un bilet la loterie si castigati inseamna ca va trebui sa evitati sa luati parte la discutiile sau situatiile tensionate din familie. Visul in care aveti un bilet de loto in mana inseamna ca trebuie sa invatati sa lasati soarta sa isi urmeze cursul. Daca visati ca cineva va ofera un bilet loto inseamna ca soarta se afla in mainile dumneavoastra.",
      "slug": "bilet-loto"
    },
    {
      "name": "Biletel",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "biletel"
    },
    {
      "name": "Biliard",
      "category": "dictionar",
      "shortMeaning": "( ca joaca cineva )Vei avea mari beneficii din afaceri.",
      "fullInterpretation": "( ca joaca cineva )Vei avea mari beneficii din afaceri. ( jucand )Vei trece usor peste necazuri.",
      "slug": "biliard"
    },
    {
      "name": "Biliard ( ca joaca cineva )",
      "category": "dictionar",
      "shortMeaning": "( ca joaca cineva )Vei avea mari beneficii din afaceri.",
      "fullInterpretation": "( ca joaca cineva )Vei avea mari beneficii din afaceri.",
      "slug": "biliard-ca-joaca-cineva"
    },
    {
      "name": "Biliard ( jucand )",
      "category": "dictionar",
      "shortMeaning": "( jucand )Vei trece usor peste necazuri.",
      "fullInterpretation": "( jucand )Vei trece usor peste necazuri.",
      "slug": "biliard-jucand"
    },
    {
      "name": "Binecuvantare",
      "category": "dictionar",
      "shortMeaning": "Binecuvantarea in vise reprezinta acceptarea altora si recunoasterea ascensiunii, progresului si al intelegerii.",
      "fullInterpretation": "Binecuvantarea in vise reprezinta acceptarea altora si recunoasterea ascensiunii, progresului si al intelegerii. Va simtiti liber sa mergeti mai departe cu putin efort. Ceilalti va vor accepta actiunile. Alternativ, visul ar putea reflecta autoacceptarea sau autoaprobarea in legatura cu o problema avuta. Daca visati ca primiti o binecuvantare inseamna ca puteti infrunta viitorul cu incredere. Incepeti sa intrati intr-un taram al creativitatii. Alternativ, visul apare ocazional celor care sufera de o constinta incarcata, de vinovatie.",
      "slug": "binecuvantare"
    },
    {
      "name": "Bingo",
      "category": "dictionar",
      "shortMeaning": "A visa un joc de bingo simbolizeaza o revelatie brusca.",
      "fullInterpretation": "A visa un joc de bingo simbolizeaza o revelatie brusca. Incercati sa acordati atentie continutului visului pentru ca exista ceva important si profund ce ati invatat sau descoperit. Daca visati ca jucati bingo inseamna ca s-ar putea sa va bazati prea mult pe destin. Incercati sa va asumati mai mult responsabilitatea pentru propriile decizii, dar sa nu fiti prea dur cu dumneavoastra daca lucrurile nu merg intotdeauna perfect.",
      "slug": "bingo"
    },
    {
      "name": "Binoclu",
      "category": "dictionar",
      "shortMeaning": "In general, visele in care priviti prin intermediu unui binoclu simbolizeaza schimbari care nu su...",
      "fullInterpretation": "In general, visele in care priviti prin intermediu unui binoclu simbolizeaza schimbari care nu sunt intodeuna in avantajul dumneavoastra. Visul in care priviti o cursa printr-un binoclu este considerat a fi semn de noroc intr-o varietatea de domenii din viata de zi cu zi. Pe de alta parte, daca folosesiti binoclul pentru a spiona oamenii, inseamna ca veti fi impovarat de acuzatii false. Un binoclu spart sau unul care atunci cand il folositi prezinta imperfectiuni sau o imagine distorsionata, prevesteste neintelegeri, dispute si pierderea prietenilor. Visand ca o alta persoana va urmareste folosind un binoclu, inseamna lipsa de incredere si momente tensionate in cuplu. Este posibil ca dumneavoastra sa fi facut ceva in trecut si, din acest motiv, partenerul va urmareste constant. Cumparand un binoclu este semn ca ve-ti frnge inima cuiva. S-ar putea sa respingeti o persoana sau, chiar, sa va parasiti partenerul. Primind cadou un binoclu, este semn ca, fiind constient sau nu, va aflati in pragul de a participa la o actiune ilegala. Aveti foarte mare grija la anturaj sau asociati pentru ca acestia vor fi principala cauza ce va poate implica in avaceri ilegale. avand - vei plati o dobanda mare pentru o afacere neansemnata privind prin - te insala cel cu care traiesti, boala de ochi vazand - revelatia asupra uei probleme, plata unor dobanz",
      "slug": "binoclu"
    },
    {
      "name": "Birjar",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "birjar"
    },
    {
      "name": "Birou",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "birou"
    },
    {
      "name": "Birt / bar",
      "category": "dictionar",
      "shortMeaning": "A visa ca bei ceva intr-un bar este semn ca vei primi mai multa afectiune din partea apropiatilor...",
      "fullInterpretation": "A visa ca bei ceva intr-un bar este semn ca vei primi mai multa afectiune din partea apropiatilor Daca te imbeti vei primi niste vesti neplacute Daca visezi o femeie care serveste ceva la bar este semn ca vei dori o companie care nu este adecvata cu gusturile tale.",
      "slug": "birt-bar"
    },
    {
      "name": "Birtas",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "birtas"
    },
    {
      "name": "Biscuiti",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "biscuiti"
    }
  ]
}