{
  "symbols": [
    {
      "name": "Bandaj (purtand)",
      "category": "dictionar",
      "shortMeaning": "(purtand)Te vei imbolnavi.",
      "fullInterpretation": "(purtand)Te vei imbolnavi.",
      "slug": "bandaj-purtand"
    },
    {
      "name": "Bandit",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "bandit"
    },
    {
      "name": "Bani aruncand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "bani-aruncand"
    },
    {
      "name": "Bani de argint",
      "category": "dictionar",
      "shortMeaning": "Banii de argint in vise inseamna ca veti face afaceri cu mult castig.",
      "fullInterpretation": "Banii de argint in vise inseamna ca veti face afaceri cu mult castig. Traditia romaneasca explica visul la bani de argint ca fiind multa vorba, barfe, vorbe rele. Daca visati ca auziti clinchetul banilor de argint este semnal de boala.",
      "slug": "bani-de-argint"
    },
    {
      "name": "Bani de aur",
      "category": "dictionar",
      "shortMeaning": "In general monedele de aur, dar si cele de argint, sunt considerate semne de bun augur.",
      "fullInterpretation": "In general monedele de aur, dar si cele de argint, sunt considerate semne de bun augur. Banii de aur in vise inseamna imbunatatire nesperata a dituatiei materiale. Pentru mai multe detalii cititi si : Galbeni (bani de aur in traditia romaneasca)",
      "slug": "bani-de-aur"
    },
    {
      "name": "Bani de hartie",
      "category": "dictionar",
      "shortMeaning": "Banii de hartie in vis, de obicei, inseamna ghinion.",
      "fullInterpretation": "Banii de hartie in vis, de obicei, inseamna ghinion. Ar putea insemna un avertisment. S-ar putea sa aveti pierderi emotionale si materiale. Pentru mai multe detalii vizitati si visul bancnote.",
      "slug": "bani-de-hartie"
    },
    {
      "name": "Bani falsi",
      "category": "dictionar",
      "shortMeaning": "Banii falsi sau contrafacuti in vise sugereaza faptul ca nu tot ceea ce vedem este ceea ce pare a fi.",
      "fullInterpretation": "Banii falsi sau contrafacuti in vise sugereaza faptul ca nu tot ceea ce vedem este ceea ce pare a fi. Poate ca va simtiti nevrednici sau cineva va subevalueaza talentele sau eforturile. In mod alternativ, acest vis fi un semn de alarma al subconstientului averizandu-va ca va pretindeti ceea ce nu sunteti. Tot banii falsi pot fi o avertizare ca puteti avea probleme cu unele persoane indisciplinate sau lipsite de valoare. Folosind sau imprumutand cuiva bani falsi in vise inseamna ca cel care viseaza incerca sa ascunda ceva. In mod alternativ, daca cel care a visat primeste bani falsi in urma unei munci prestate sau ca si salariu, atunci este semn ca nu este in masura sa profite de oportunitatile legate de cariera. Din punct de vedere psihologic banii contrafacuti pot indica o dezamagire sau o inselaciune in care ati fost implicati sau vi s-a inscenat. Sunt considerati a fi un simbol pentru falsitate.",
      "slug": "bani-falsi"
    },
    {
      "name": "Bani furati",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca furati bani inseamna ca aveti anumite probleme financiare, dar incercati sa nu va ...",
      "fullInterpretation": "Daca visati ca furati bani inseamna ca aveti anumite probleme financiare, dar incercati sa nu va faceti de rusine, sa va injositi pentru a repara situatia. Visul in care cineva fura bani de la dumneavoastra sugereaza ca exagerati prea mult, ca duceti la extrem iubirea fata de cineva.",
      "slug": "bani-furati"
    },
    {
      "name": "Bani gasind pe drum",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "bani-gasind-pe-drum"
    },
    {
      "name": "Bani marunti",
      "category": "dictionar",
      "shortMeaning": "Unii talmacitori considera ca banii marunti in vise prevestesc lacrimi, altii considera ca inseamna fericire, belsug.",
      "fullInterpretation": "Unii talmacitori considera ca banii marunti in vise prevestesc lacrimi, altii considera ca inseamna fericire, belsug. Pentru mai multe detalii consultati si interpretarea visului bani.",
      "slug": "bani-marunti"
    },
    {
      "name": "Bani primind",
      "category": "dictionar",
      "shortMeaning": "Tuturor ne cam place sa primim bani, corect !",
      "fullInterpretation": "Tuturor ne cam place sa primim bani, corect ! Primirea banilor in vise este legata de atitudinea dumneavoastra in viata, de administrarea succesului, de valorile interioare, de incredere si de putere. Are o semnificatie deosebita si persoana care va ofera banii. Daca o cunoasteti pe aceasta persoana care va ofera banii, acest lucru poate indica faptul ca exista o posibilitate sa va simtiti ignorat de alte persoane. Daca nu o cunoasteti, visul va sugereaza un semn uimitor, asemanator cu un semn al universului. Un vis pozitiv ! Daca primiti monede normale sau de aur, inseamna ca succesul va fi in curand al dumneavoastra.",
      "slug": "bani-primind"
    },
    {
      "name": "Bani zornaind",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "bani-zornaind"
    },
    {
      "name": "Bar",
      "category": "dictionar",
      "shortMeaning": "A visa ca bei ceva intr-un bar este semn ca vei primi mai multa afectiune din partea apropiatilor...",
      "fullInterpretation": "A visa ca bei ceva intr-un bar este semn ca vei primi mai multa afectiune din partea apropiatilor Daca te imbeti vei primi niste vesti neplacute Daca visezi o femeie care serveste ceva la bar este semn ca vei dori o companie care nu este adecvata cu gusturile tale.",
      "slug": "bar"
    },
    {
      "name": "Baraj",
      "category": "dictionar",
      "shortMeaning": "Barajul in vise inseamna este posibil sa aveti parte de cateva mici dificultati, poate cineva va ...",
      "fullInterpretation": "Barajul in vise inseamna este posibil sa aveti parte de cateva mici dificultati, poate cineva va pune piedici la locul de munca, nu stiti cum sa reactionati in cazuri extreme si ar trebui sa cereti sfatul persoanelor mai experimentate. Daca visati ca apa care curge repede peste un baraj, trebuie sa aveti grija sa nu treceti cu vederea promisiunile facute in graba. Daca visati ca apa curge linistita peste baraj, veti inregistra succese cu planurile pe care le-ati facut.",
      "slug": "baraj"
    },
    {
      "name": "Barba",
      "category": "dictionar",
      "shortMeaning": "Barba era, odinioara, simbolul chibzuintei masculine.",
      "fullInterpretation": "Barba era, odinioara, simbolul chibzuintei masculine. Ulterior a fost talmacita ca o masca (vezi masca) in spatele caruia dorim sa ne ascundem propriul ego, aceasta fiind interpretarea intalnita la cele mai multe visa din zilele noastre. Daca va pierdeti barba in vis, ar trebui sa renuntati la prejudecati si conceptii invechite. Cine isi perie barba in vis, este o persoana vanitoasa, conform vechilor carti de talmacire a viselor. Cine daruieste barba unei femei, este amenintat de pierderea potentei (vezi, de asemenea par).Aceasta prevesteste vreme plina de lipsuri si saracie.O barba neagra sugereaza faptul ca puteti avea un castig. Potrivit unor carti vechi de interpretarea viselor, barba neagra, reprezenta o suma mare castigata intr-o afacere sau un joc de noroc.",
      "slug": "barba"
    },
    {
      "name": "Barba carunta",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "barba-carunta"
    },
    {
      "name": "Barba daca vezi in vis la o femeie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "barba-daca-vezi-in-vis-la-o-femeie"
    },
    {
      "name": "Barba lunga ca porti",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "barba-lunga-ca-porti"
    },
    {
      "name": "Barba mica visand",
      "category": "dictionar",
      "shortMeaning": "Aceasta prevesteste vreme plina de lipsuri si saracie.",
      "fullInterpretation": "Aceasta prevesteste vreme plina de lipsuri si saracie.",
      "slug": "barba-mica-visand"
    },
    {
      "name": "Barba neagra",
      "category": "dictionar",
      "shortMeaning": "O barba neagra sugereaza faptul ca puteti avea un castig.",
      "fullInterpretation": "O barba neagra sugereaza faptul ca puteti avea un castig. Potrivit unor carti vechi de interpretarea viselor, barba neagra, reprezenta o suma mare castigata intr-o afacere sau un joc de noroc.",
      "slug": "barba-neagra"
    },
    {
      "name": "Barba rosie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "barba-rosie"
    },
    {
      "name": "Barba si mustati",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "barba-si-mustati"
    },
    {
      "name": "Barba visand ca vezi la altu",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "barba-visand-ca-vezi-la-altu"
    },
    {
      "name": "Barbar",
      "category": "dictionar",
      "shortMeaning": "Barbarul in vise semnifica natura dumneavoastra salbatica si instinctiva.",
      "fullInterpretation": "Barbarul in vise semnifica natura dumneavoastra salbatica si instinctiva. Poate avea legatura cu comportamentul dumneavoastra sau cu sexualitatea dumneavoastra.",
      "slug": "barbar"
    },
    {
      "name": "Barbat cu barba",
      "category": "dictionar",
      "shortMeaning": "Aparitia unui barbat cu barba in visele dumneavoastra va avertizeaza ca ar trebui sa va feriti de...",
      "fullInterpretation": "Aparitia unui barbat cu barba in visele dumneavoastra va avertizeaza ca ar trebui sa va feriti de inselaciuni si amagiri. Alternativ, un barbat cu barba (un barbos) poate reprezenta masculinitate, caracteristici masculine sau o persona din viata dumneavoastra deosebit de masculina. Vazand un barbat in varsta cu barba lunga si grizonata care pare a fi un intelept. Acest vis poate arata ca adesea situatia din viata amoroasa necesita demnitate si rabdare. De asemnea, visul sugereaza ca pot exista unele ocazii in care va trebui sa acoperiti o situatie sau un eveniment, iar cel mai important lucru este sa mentineti o abordare pozitiva cu privire la obstacolele din calea dumneavoastra. Pentru mai multe detalii cititi si semnificatia generala a visului Barba",
      "slug": "barbat-cu-barba"
    },
    {
      "name": "Barbat gol",
      "category": "dictionar",
      "shortMeaning": "Un barbat gol in vis reprezinta temerea dumneavoastra de ceva anume, mai ales din cauza unor probleme in familie.",
      "fullInterpretation": "Un barbat gol in vis reprezinta temerea dumneavoastra de ceva anume, mai ales din cauza unor probleme in familie. Alternativ, visul ar mai putea insemna ca veti avea parte de un scandal si va veti rusina foarte tare.",
      "slug": "barbat-gol"
    },
    {
      "name": "Barbat in negru",
      "category": "dictionar",
      "shortMeaning": "Barbatul in negru reprezinta nenorocul aparut intr-o perioada de bunastare si prosperitate.",
      "fullInterpretation": "Barbatul in negru reprezinta nenorocul aparut intr-o perioada de bunastare si prosperitate. Cu toate acestea, in functie de trasaturile aparitiei sale in vis, acesta poate a avea semnificatii diferite. Cartile de vise nu sunt unanime in explicarea simbolisticii acestui vis. Totusi, tonul general al predictiilor este unul destul de trist. Unele dintre cele mai importante carti de interpretarea viselor considera barbatul in negru simbolul puterii si al bogatiei fara fericire sau, inceputul distrugerii morale. Vazand un cunoscut putand haine negre in vis, este un avertisment asupra unui pericol iminent, dar care poate fi evitat. Partea senzuala si dorintele intime sunt prevestite de visul in care apare un barbat inalt si elegant imbracat in negru. Din punct de vedere psihologic, imbracamintea neagra inseamna resentimente ascunse fata de o persoana. Va faceti rau fizic, fie emotional. Visandu-va imbracat in negru sugereaza faptul ca va preocupa sinele, personalitatea sociala si modul in care va portretizati altora. Poate ca exista ceva ce refuzati sa vedeti si sa recunoasteti. Uneori, visul in care ne apare un barbat imbracat in negru, nu este altceva decat proiectia unor dureri sau regrete din trecut.",
      "slug": "barbat-in-negru"
    },
    {
      "name": "Barbat mort",
      "category": "dictionar",
      "shortMeaning": "Barbatul mort in vise reprezinta o avertizare asupra faptului ca va trebui sa faceti fata unor gr...",
      "fullInterpretation": "Barbatul mort in vise reprezinta o avertizare asupra faptului ca va trebui sa faceti fata unor greutati din viata de zi cu zi.",
      "slug": "barbat-mort"
    },
    {
      "name": "Barbat necunoscut",
      "category": "dictionar",
      "shortMeaning": "Un barbat necunoscut in vise este, in general, acea parte nerecunoscuta a personalitatii visatorului.",
      "fullInterpretation": "Un barbat necunoscut in vise este, in general, acea parte nerecunoscuta a personalitatii visatorului. Acest barbat necunoscut poate fi interpretat ca si un semn de ezitare, nesiguranta sau instabilitate in viata dumneavoastra de zi cu zi. Cu toate acestea, visele in care apar barbati necunoscuti pot fi de multe ori si semne bune, referindu-se la o posibila poveste de dragoste noua. In cazul in care ati visat ca aveti un iubit care este un barbat necunoscut, atunci acest vis se refera la faptul ca, probabil, simtiti singuratatea si ca aveti nevoie de cineva in viata dumneavoastra, cineva care v-ar putea iubi indiferent ce.",
      "slug": "barbat-necunoscut"
    },
    {
      "name": "Barbat plangand",
      "category": "dictionar",
      "shortMeaning": "Un barbat plangand in visele dumneavoastra poate inseamna faptul ca veti avea mai mult noroc, pro...",
      "fullInterpretation": "Un barbat plangand in visele dumneavoastra poate inseamna faptul ca veti avea mai mult noroc, problemele si datoriile dumneavoastra par sa dispara, veti avea o sansa pentru un nou inceput in viata. Din punct de vedere psihologic, faptul ca ati vazut un barbat plangand, reprezinta, in general, intesitatea emotiilor psihologice, melancolice care sunt ascunse in interiorul personalitatii dumneavoastra care pe exterior radiaza numai a fericire dar cu un interiorul strapuns de indurerari. Prin urmare, daca ati visat un barbat plangand ar trebui sa va verificati si analizati sentimentele.",
      "slug": "barbat-plangand"
    },
    {
      "name": "Barbati",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca visele cu barbati au o semnificatie negativa.",
      "fullInterpretation": "In traditia romaneasca visele cu barbati au o semnificatie negativa. Se zice ca de vei visa mai multi barbati inseamna ca in curand nu vei mai avea nici o speranta si vei cadea prada deznadejdii. De asemenea, se spune ca barbatii care apar in visele femeilor nu au o semnificatie erotica. Alternativ, o interpretare europeana sustine ca barbatul este un semn bun , el transmite siguranta si putere femeii care-l viseaza. Vedeti si semnificatia visului : Barbat",
      "slug": "barbati"
    },
    {
      "name": "Barbierit",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "barbierit"
    },
    {
      "name": "Barca",
      "category": "dictionar",
      "shortMeaning": "Barca este considerata simbol al calatoriei, al traversarii celor vi dar si a celor trecuti in lumea celor drepti.",
      "fullInterpretation": "Barca este considerata simbol al calatoriei, al traversarii celor vi dar si a celor trecuti in lumea celor drepti. In traditia crestina, barca in care iau loc credinciosii ca sa invinga capcanele acestei lumi si furtunile patimilor este Biserica. Barca ce apare in vise, poate indica, de cele mai multe ori, felul in care ne impacam cu emotiile noastre sau cu ale altora. Aceasta poate reprezenta la fel de bine calatoria prin viata si controlul pe care il detinem asupra propriei existente. Va aflati singur intr-o barcuta, incercati sa gasiti o modalitate de a face fata singuratatii, trebuie sa va descurcati singur(a), va aflati intr-o situatie pe cont propriu. Sunteti la bordul unei barci mari / nava, atentie la felul in care abordati relatiile de grup.(vezi, de asemenea vapor, apa).",
      "slug": "barca"
    },
    {
      "name": "Barda",
      "category": "dictionar",
      "shortMeaning": "Bombardamentul in vise inseamna primejdie de moarte.",
      "fullInterpretation": "Bombardamentul in vise inseamna primejdie de moarte. Daca visati ca asistati la un bombardament semnifica vesti neasteptate. Visul in care sunteti pilot de bombardament va puteti astepta la o excursie in strainatate.",
      "slug": "barda"
    },
    {
      "name": "Barfa",
      "category": "dictionar",
      "shortMeaning": "Visul in care sunteti implicat intr-o barfa (dumneavoastra barfiti) semnifica faptul ca nu suntet...",
      "fullInterpretation": "Visul in care sunteti implicat intr-o barfa (dumneavoastra barfiti) semnifica faptul ca nu sunteti la fel de productiv sa ca sunteti inca in stagii incipiente de progresie. Auzind oameni barfindu-te in vise, inseamna ca va judecati propriile actiuni sau moduri. Alternativ, visul in care sunteti barfit sugereaza o activitate contraproductiva. Daca azuti barfele altora, in general, inseamna ca vi se administreaza informatii eronate sau ca nu ar trebui sa credeti tot ce auziti.",
      "slug": "barfa"
    },
    {
      "name": "Bariera",
      "category": "dictionar",
      "shortMeaning": "Bariera de la granita sau orice alta bariera care va impiedica trecerea poate simboliza anumite p...",
      "fullInterpretation": "Bariera de la granita sau orice alta bariera care va impiedica trecerea poate simboliza anumite piedici intalnite in viata. Uneori, bariera poate fi asociata si cu anumite probleme sexuale sau o imposibiltate de a contnua intr-o relatie. Daca bariera a fost / este ridicata si dumneavoastra puteti merge inainte, exisata un fir de speranta ca anumite lucruri s-ar putea schimba in bine. Greutatile in viata cotidiana se vor inmulti.(Vezi si gard)Daca in vis esti impiedicat sa intri undeva din cauza unei usi sau a vreunei bariere este semn ca vei avea dificultati in a-ti implini planurile. O bariera coborata la trecerea de cale ferata poate prevesti faptul ca, pentru moment, dumneavoastra bateti pasul pe loc, iar sentimentele se afla in punctul zero. Bariera ridicata inseamna ca recent in centrul atentiei dumneavoastra au intrat alte persoane, cu unele realizari semnificative.",
      "slug": "bariera"
    },
    {
      "name": "Bariera la cale ferata",
      "category": "dictionar",
      "shortMeaning": "O bariera coborata la trecerea de cale ferata poate prevesti faptul ca, pentru moment, dumneavoas...",
      "fullInterpretation": "O bariera coborata la trecerea de cale ferata poate prevesti faptul ca, pentru moment, dumneavoastra bateti pasul pe loc, iar sentimentele se afla in punctul zero. Bariera ridicata inseamna ca recent in centrul atentiei dumneavoastra au intrat alte persoane, cu unele realizari semnificative.",
      "slug": "bariera-la-cale-ferata"
    },
    {
      "name": "Barman",
      "category": "dictionar",
      "shortMeaning": "Cand visati ca sunteti un barman, luati intotdeauna in considerare scenariile din viata de zi cu zi.",
      "fullInterpretation": "Cand visati ca sunteti un barman, luati intotdeauna in considerare scenariile din viata de zi cu zi. De exemplu, daca sunteti cu adevarat un barman, atunci visul in care dumneavoastra sunteti barman va avea zero sau foarte putina insemnatate, acest vis este doar o reflectare a vietii de zi cu zi. Visand ca sunteti un barman poate sugera ca doriti sa scapati de cerintele si tiparurile vietii de zi cu zi. Alternativ, visul poate face referire la un viitor apropiat in care sunteti tentat de lucruri ce ar trebui evitate. Daca barul unde dumneavoastra sunteti barman este gol si in acesta se afla doar alcool, atunci inseamna ca dumneavoastra creati o bariera interioara pentru a evita contactul cu alte persoane sau pentru a evita anume actiuni necugetate.",
      "slug": "barman"
    },
    {
      "name": "Baros",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "baros"
    },
    {
      "name": "Barza",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "barza"
    },
    {
      "name": "Barza in cuib sau pe camp",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "barza-in-cuib-sau-pe-camp"
    },
    {
      "name": "Baschet",
      "category": "dictionar",
      "shortMeaning": "Visul in care jucati baschet sugereaza ca sunteti o persoana activa, plina de energie, de aceea v...",
      "fullInterpretation": "Visul in care jucati baschet sugereaza ca sunteti o persoana activa, plina de energie, de aceea va va merge bine si va veti descurca in orice situatie. Daca visati ca sunteti spectator la un meci de baschet inseamna ca veti da gres in activitatile pe care le-ati inceput. Este posibil sa aveti dusmani care va vor pune piedici. Jocul de baschet in vise simbolizeaza nevoia de a fi iubit, de a fi apreciat. Sunteti intr-o lupta continua cu cei din jur, dar ar trebui sa o lasati mai usor si sa si sa va concentrati asupra lucrurilor ce trebuiesc duse la bun sfarsit. O minge de baschet in vise inseamna ca dumneavoastra sunteti primul care ar trebui sa luati deciziile, sa preluati initiativa deoarece multi se bazeaza pe fortele dumneavoastra.",
      "slug": "baschet"
    },
    {
      "name": "Basina",
      "category": "dictionar",
      "shortMeaning": "Deci, ai avut un vis despre o basina si acum te simti oarecum jenat si curios (ambele deodata) .",
      "fullInterpretation": "Deci, ai avut un vis despre o basina si acum te simti oarecum jenat si curios (ambele deodata) .... nu iti face griji, nu esti sungurul :) Deseori, basina din vise este un semn al prostiei sau al unei discurtii grosolane, idioate sau obsecene. Alternativ, astfel de vise legate de eliberarea gazului intestinal indica o elibereare de ceva inutil si daunator din viata de zi cu zi. Va simtiti jenati? La fel ca si in viata reala, basinile pot crea o anume jena. Visul care va creaza un asemenea sentiment isi are radacina in propria perceptie de sine. Poate ca va simtiti ratat sau jenat fata de anumite persoane din cauza trecutului, mai exact din cauza greselilor sau alegerilor gresite din trecut.",
      "slug": "basina"
    },
    {
      "name": "Basma",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "basma"
    },
    {
      "name": "Basme ascultand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "basme-ascultand"
    },
    {
      "name": "Basme spunand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "basme-spunand"
    },
    {
      "name": "Baston",
      "category": "dictionar",
      "shortMeaning": "(rezemandu-te in el)Pierdere de timp in afaceri.",
      "fullInterpretation": "(rezemandu-te in el)Pierdere de timp in afaceri.",
      "slug": "baston"
    },
    {
      "name": "Baston (rezemandu te in el)",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "baston-rezemandu-te-in-el"
    },
    {
      "name": "Bata",
      "category": "dictionar",
      "shortMeaning": "Visele in care suntem implicati intr-o bataie / lupta indica tulburari interioare.",
      "fullInterpretation": "Visele in care suntem implicati intr-o bataie / lupta indica tulburari interioare. Doua aspecte ale noastre se afla in conflict. - Daca in vis bataia se da pana la moarte, inseamna refuzul nostru de a recunoaste unele conflicte sau tulburari interioare. - Daca ai vazut pe altii in visbatandu-se, inseamna ca esti dispus(a) sa iti recunosti problemele si turburarile insa nu iti asumi responabilitati sau nu iei intiativa in incercarea de a-ti rezolva problemele din viata.Alternativ, visul (bataie intre oameni) semnifica certuri in familie. - Daca ai visat bataie intre armate sau bataie cu pumnii inseamna noroc si sanatate. - Daca ai visat ca bati oameni pe care nu ii cunosti, inseamna ca rautatea celor din jurul va da peste tine. - Daca in vis te bati cu oameni mai slabi decat tine, inseamna ca o sa ai parte de necaz sau ghinion. - Daca ai visat bataie intre femei, inseamna fericire. - Daca ai visat ca esti batut(a), inseamna ca trebuie sa faci schimbari fundamentale. - Daca ai visat ca te bati cu un animal , semnifica o parte ascunsa a ta care tomai a iesit la lumina dar pe care vrei cu orice pret sa o impingi inapoi in subconstientul tau. Atunci cand o femeie casatorita are un vis in care sotul are o atitudine ca si cum ar avea de gand sa o bata (sau daca se intampla acest lucru), cel mai probabil, o intriga va strica fluxul constatnt al vietii de familie. In cazul opus, atunci cand sotia isi loveste sotul, nu este un semn bun, visul prezice nenorociri si necazuri. Potrivit psihologului George Armitage Miller, visul in care un sot isi loveste sotia este un semn de pierdere al puterii, al influentei si al increderii in sine. ( razboi ) 21/03/2022 (ultima actualizare)Vei avea un sentiment de frica fata de noile greutati ale vietii. (vezi razboi)- Daca te-ai visat celibatar(a) - vaduvie inseamna.- Cand o femeie viseaza un celibatar - barbatul pe care il iubesti ar putea fi unul cu care nu poti face casa, barbat nestatornic.",
      "slug": "bata"
    },
    {
      "name": "Batalie",
      "category": "dictionar",
      "shortMeaning": "( razboi ) 21/03/2022 (ultima actualizare)Vei avea un sentiment de frica fata de noile greutati ale vietii.",
      "fullInterpretation": "( razboi ) 21/03/2022 (ultima actualizare)Vei avea un sentiment de frica fata de noile greutati ale vietii. (vezi razboi)",
      "slug": "batalie"
    }
  ]
}