{
  "symbols": [
    {
      "name": "Bătălie / Război",
      "category": "fenomene",
      "shortMeaning": "Conflict interior, luptă pentru supraviețuire, teamă de viitor și schimbări dramatice.",
      "fullInterpretation": "Bătălia în vis este reflectarea unui conflict interior acut. Părți din tine se luptă pentru supremație (rațiune vs. instinct).\n\nDacă visezi război, te simți amenințat de greutățile vieții și ești în stare de alertă maximă.\n\nDacă ești soldat, înseamnă că ești dispus să lupți pentru convingerile tale.\n\nDacă ești civil prins la mijloc, te simți victimă a circumstanțelor.\n\nVisul poate prevesti o perioadă de zbucium, dar și necesitatea de a lua decizii curajoase.",
      "slug": "batalie-razboi"
    },
    {
      "name": "Baterie (muzică)",
      "category": "obiecte",
      "shortMeaning": "Ritmul vieții, nevoia de exprimare zgomotoasă, eliberare de energie sau haos.",
      "fullInterpretation": "Toba sau bateria simbolizează ritmul primordial al vieții și bătăile inimii.\n\nA cânta la baterie sugerează nevoia de a te face auzit, de a impune un ritm propriu celorlalți sau de a descărca o energie agresivă într-un mod creativ.\n\nDacă ritmul este haotic, visul indică stres, lipsă de coordonare și \"zgomot\" mental.\n\nDacă ritmul este constant și puternic, ești stăpân pe tine și ai o forță vitală mare.",
      "slug": "baterie-instrument-muzical"
    },
    {
      "name": "Batic",
      "category": "obiecte",
      "shortMeaning": "Modestie, ascunderea gândurilor, tradiție sau o veste bună.",
      "fullInterpretation": "Baticul, ca și basmaua, acoperă capul și gândurile.\n\nDacă porți un batic, poate însemna că ești o persoană rezervată, care nu își dezvăluie ușor intențiile. Poate sugera și modestie sau supunere în fața normelor sociale.\n\nTradiția spune că baticul poate prevesti o veste bună sau o schimbare de statut (căsătorie).\n\nDacă baticul îți ascunde fața, te temi să fii recunoscut sau judecat pentru cine ești cu adevărat.",
      "slug": "batic"
    },
    {
      "name": "Batistă",
      "category": "obiecte",
      "shortMeaning": "Despărțire, lacrimi, nostalgie, dar și curățare sau flirt.",
      "fullInterpretation": "Batista este asociată tradițional cu lacrimile și despărțirea (\"fluturând de adio\").\n\nDacă pierzi o batistă, visul poate indica riscul unei rupturi sentimentale sau eșecul unei afaceri.\n\nDacă batista este curată și albă, poate sugera o căsătorie sau intenții sincere.\n\nDacă este murdară, indică suferință, boală ușoară sau sentimente de vinovăție (\"a avea musca pe căciulă\" - a avea ceva de ascuns).\n\nA oferi o batistă cuiva înseamnă a-i oferi consolare.",
      "slug": "batista"
    },
    {
      "name": "Bătrân",
      "category": "persoane",
      "shortMeaning": "Înțelepciune, ghid spiritual, tatăl autoritar sau teama de îmbătrânire și neputință.",
      "fullInterpretation": "Bătrânul este arhetipul Înțeleptului (Senex).\n\nDacă bătrânul este blând și sfătos, el reprezintă intuiția ta superioară sau un ghid spiritual care îți arată calea. Ascultă-i sfaturile!\n\nDacă este un bătrân morocănos sau bolnav, visul reflectă teama ta de îmbătrânire, de pierderea puterii sau de moarte. Poate indica și o atitudine conservatoare, rigidă, care te împiedică să evoluezi.\n\nVisul poate sugera și nevoia de a te maturiza (\"a te simți bătrân înainte de vreme\") sau oboseala acumulată.",
      "slug": "batran"
    },
    {
      "name": "Bătrână",
      "category": "persoane",
      "shortMeaning": "Înțelepciune feminină, intuiție, bunica ocrotitoare sau vrăjitoarea rea (Baba Cloanța).",
      "fullInterpretation": "Bătrâna este arhetipul Marii Mame sau al Înțeleptei.\n\nDacă este o bătrână blândă, visul promite înțelegere, armonie și protecție. Poate indica faptul că ești pe calea cea bună și că ai sprijinul străbunilor.\n\nDacă este o vrăjitoare sau o bătrână rea, ea personifică aspectele negative ale feminității (mama devoratoare) sau frica de moarte și de urât. Poate semnala intrigi sau o energie negativă care te consumă.\n\nVisul poate reflecta și propria ta înțelepciune interioară care cere să fie ascultată.",
      "slug": "batrana"
    },
    {
      "name": "Bautura",
      "category": "alimente",
      "shortMeaning": "Asimilare de informații, sete de cunoaștere, nevoie de energie sau escapism.",
      "fullInterpretation": "A bea ceva în vis simbolizează asimilarea unei experiențe sau a unei idei.\n\nDacă băutura este dulce și plăcută, integrezi lecții pozitive și te hrănești sufletește.\n\nDacă este amară sau alcoolică, poate indica faptul că \"înghiți\" sentimente negative sau că încerci să uiți realitatea.\n\nSetea în vis (nevoia de băutură) este un semnal clar al unei lipse: fie fizice, fie spirituale. Ai nevoie de \"apă vie\" pentru a te revitaliza.",
      "slug": "bautura"
    },
    {
      "name": "Bazar",
      "category": "locuri",
      "shortMeaning": "Haos, confuzie, oportunități multiple, decizii pripite sau amintiri dezordonate.",
      "fullInterpretation": "Bazarul este locul diversității, dar și al dezordinii.\n\nÎn vis, un bazar aglomerat sugerează o minte plină de gânduri, o perioadă confuză în care nu știi ce să alegi.\n\nDacă te plimbi prin bazar, înseamnă că ești în căutarea a ceva (identitate, soluții), dar oferta este copleșitoare.\n\nA cumpăra ceva din bazar poate indica o decizie luată la impuls sau achiziționarea unor lucruri (idei) de valoare îndoielnică.\n\nPoate simboliza și bogăția experiențelor de viață, dacă te simți bine în acea agitație.",
      "slug": "bazar"
    },
    {
      "name": "Bazin",
      "category": "locuri",
      "shortMeaning": "Emoții conținute, purificare, inconștientul controlat sau relaxare.",
      "fullInterpretation": "Spre deosebire de mare (inconștientul vast), bazinul reprezintă emoțiile ținute sub control, într-un cadru artificial.\n\nApa curată din bazin sugerează claritate mentală, sănătate și prietenii sincere.\n\nApa murdară indică bârfe, emoții toxice sau o stare de disconfort psihic.\n\nUn bazin gol arată lipsa de sentimente, apatia sau o \"secetă\" emoțională.\n\nA înota în bazin înseamnă că te confrunți cu emoțiile tale într-un mediu sigur.",
      "slug": "bazin"
    },
    {
      "name": "Bebeluș",
      "category": "persoane",
      "shortMeaning": "Început nou, inocență, potențial, vulnerabilitate și responsabilitate.",
      "fullInterpretation": "Bebelușul este simbolul suprem al noului început.\n\nDacă visezi un bebeluș râzând, este un semn de bucurie pură, creativitate și succes în noile proiecte.\n\nUn bebeluș care plânge semnalează o parte din tine (copilul interior) care a fost neglijată și cere atenție. Poate indica și o responsabilitate care te copleșește.\n\nDacă ții un bebeluș în brațe, ești gata să protejezi și să hrănești o idee nouă sau o nouă etapă a vieții tale.\n\nPentru femei, poate fi expresia instinctului matern sau a dorinței de a avea un copil.",
      "slug": "bebelus"
    },
    {
      "name": "Beci",
      "category": "locuri",
      "shortMeaning": "Inconștientul, amintiri reprimate, resurse ascunse sau frici îngropate.",
      "fullInterpretation": "Beciul, fiind sub pământ, simbolizează straturile profunde ale minții (inconștientul).\n\nDacă beciul este întunecat și înfricoșător, acolo se ascund traumele, fricile și tot ce ai reprimat. Coborârea în beci este un act de curaj, o confruntare cu umbra ta.\n\nDacă beciul este plin de provizii (vin, mâncare), el reprezintă resursele tale ascunse, talentele nefolosite și energia vitală stocată pentru vremuri grele.\n\nUn beci inundat sugerează că emoțiile reprimate au ieșit de sub control și îți afectează stabilitatea.",
      "slug": "beci"
    },
    {
      "name": "Bentiță",
      "category": "obiecte",
      "shortMeaning": "Gândire ordonată, feminitate, constrângere sau legătură emoțională.",
      "fullInterpretation": "Bentița care strânge părul poate simboliza nevoia de a-ți pune ordine în gânduri sau de a-ți controla ideile.\n\nDacă este o bentiță colorată și frumoasă, sugerează cochetărie, dorința de a plăcea și de a-ți evidenția feminitatea.\n\nDacă te strânge prea tare, poate indica o constrângere mentală, o durere de cap simbolică sau faptul că ești prea rigid în gândire.\n\nPoate simboliza și apartenența la un grup sau o legătură afectivă (firul care leagă).",
      "slug": "bentita"
    },
    {
      "name": "Benzină",
      "category": "obiecte",
      "shortMeaning": "Energie vitală, combustibil pentru acțiune, explozivitate sau epuizare (lipsa ei).",
      "fullInterpretation": "Benzina este combustibilul care pune lucrurile în mișcare. În vis, reprezintă energia ta psihică și fizică.\n\nDacă ai benzină din plin, ești gata să pornești la drum, ai entuziasm și putere de muncă.\n\nDacă rămâi fără benzină, este un semn clar de epuizare (burnout). Trebuie să te oprești și să te reîncarci.\n\nBenzina este și foarte inflamabilă: poate sugera o situație explozivă, furie reprimată sau o pasiune care riscă să scape de sub control.",
      "slug": "benzina"
    },
    {
      "name": "Benzinărie",
      "category": "locuri",
      "shortMeaning": "Reîncărcare, pauză necesară, resurse financiare sau loc de tranzit.",
      "fullInterpretation": "Benzinăria este locul unde te alimentezi.\n\nVisul îți spune că ai nevoie de o pauză pentru a-ți reface forțele. Nu poți continua în ritmul actual fără să \"faci plinul\".\n\nPoate indica și necesitatea de a investi resurse (bani, timp) pentru a-ți continua proiectele.\n\nDacă benzinăria este goală sau închisă, te simți lipsit de suport și nu știi de unde să-ți iei energia.",
      "slug": "benzinarie"
    },
    {
      "name": "Berbec",
      "category": "animale",
      "shortMeaning": "Încăpățânare, forță brută, impulsivitate, masculinitate și determinare.",
      "fullInterpretation": "Berbecul este simbolul energiei masculine primare, al agresivității și al încăpățânării.\n\nDacă un berbec te atacă, te confrunți cu o persoană dificilă, care nu acceptă argumente raționale, sau cu propriile impulsuri agresive.\n\nDacă visezi un berbec pașnic, el simbolizează forța ta interioară, capacitatea de a \"sparge ziduri\" și de a depăși obstacolele prin determinare.\n\nBerbecul este și un simbol al sacrificiului sau al unei noi etape (Zodia Berbecului - începutul primăverii).",
      "slug": "berbec"
    },
    {
      "name": "Bere",
      "category": "alimente",
      "shortMeaning": "Relaxare, socializare simplă, superficialitate sau pierderea timpului.",
      "fullInterpretation": "Berea este o băutură populară, asociată cu relaxarea și întâlnirile amicale.\n\nÎn vis, a bea bere sugerează nevoia de a te destinde, de a coborî ștacheta pretențiilor și de a te bucura de lucruri simple.\n\nPoate indica și superficialitate sau o atitudine nepăsătoare (\"lasă că merge și așa\").\n\nDacă berea este stătută sau amară, visul prevestește dezamăgiri în relațiile sociale sau promisiuni care nu se concretizează.",
      "slug": "bere"
    },
    {
      "name": "Beție",
      "category": "fenomene",
      "shortMeaning": "Pierderea controlului, evadare din realitate, confuzie sau extaz temporar.",
      "fullInterpretation": "Beția în vis simbolizează pierderea lucidității și a controlului asupra propriei vieți.\n\nPoate indica faptul că ești copleșit de emoții puternice (o \"beție\" a simțurilor) sau că încerci să fugi de o realitate dureroasă.\n\nDacă te simți bine beat, înseamnă că ai nevoie de o eliberare de inhibiții.\n\nDacă te simți rău sau faci lucruri regretabile, visul este un avertisment serios: neglijența ta poate avea consecințe grave. Te \"îmbeți cu apă rece\".",
      "slug": "betie"
    },
    {
      "name": "Bețiv",
      "category": "persoane",
      "shortMeaning": "Instabilitate, lipsă de voință, persoană toxică sau propriile slăbiciuni.",
      "fullInterpretation": "Un bețiv în vis este o imagine a degradării și a lipsei de control.\n\nDacă vezi un bețiv, te poți confrunta cu o persoană iresponsabilă care îți creează probleme.\n\nDacă tu ești bețivul, visul îți semnalează că ți-ai pierdut direcția, că ești dominat de vicii sau de slăbiciuni și că refuzi să îți asumi responsabilitatea pentru faptele tale.\n\nPoate simboliza și o parte din tine care este confuză și irațională.",
      "slug": "betiv"
    },
    {
      "name": "Beton",
      "category": "obiecte",
      "shortMeaning": "Rigiditate, durabilitate, fundație solidă sau insensibilitate.",
      "fullInterpretation": "Betonul este simbolul solidității, dar și al lipsei de viață.\n\nO construcție de beton sugerează stabilitate, siguranță și planuri pe termen lung. Ești \"beton\" în convingerile tale.\n\nPe de altă parte, betonul poate indica o inimă împietrită, lipsă de flexibilitate sau o situație blocată care nu permite nicio schimbare. Te-ai închis într-o fortăreață impenetrabilă.\n\nA turna beton înseamnă a pune bazele a ceva durabil.",
      "slug": "beton"
    },
    {
      "name": "Beznă",
      "category": "fenomene",
      "shortMeaning": "Necunoscut, frică, depresie, ignoranță sau potențial latent.",
      "fullInterpretation": "Întunericul total sau bezna este simbolul inconștientului și al necunoscutului.\n\nDacă bezna te sperie, ea reprezintă fricile tale, depresia, lipsa de direcție și sentimentul de abandon. Nu vezi ieșirea dintr-o situație.\n\nDacă bezna este liniștitoare, ea poate fi \"întunericul primordial\" din care se naște creația. Este un moment de pauză, de gestație, înainte ca lumina să apară.\n\nA rătăci prin beznă sugerează că ai nevoie de ghidare sau de o \"lumină\" (o idee, un sfat) pentru a găsi calea.",
      "slug": "bezna"
    },
    {
      "name": "Bibelou",
      "category": "obiecte",
      "shortMeaning": "Fragilitate, amintiri, superficialitate, lipsă de utilitate sau decorațiune.",
      "fullInterpretation": "Bibelourile sunt obiecte decorative, adesea fragile și fără o utilitate practică imediată.\n\nÎn vis, ele simbolizează amintirile, nostalgiile sau relațiile superficiale pe care le păstrezi \"de decor\".\n\nDacă spargi un bibelou, înseamnă că te eliberezi de trecut, de o imagine falsă sau de o relație care nu-ți mai servește.\n\nO casă plină de bibelouri sugerează o minte aglomerată cu detalii inutile sau o viață trăită în aparențe.",
      "slug": "bibelou"
    },
    {
      "name": "Biberon",
      "category": "obiecte",
      "shortMeaning": "Nevoie de îngrijire, regresie, dependență, nutriție emoțională sau instinct matern/patern.",
      "fullInterpretation": "Biberonul este simbolul hrănirii infantile.\n\nPentru un adult, visul indică o regresie: te simți vulnerabil și ai nevoie să fii \"hrănit\" emoțional, protejat și alintat. Poate sugera lipsa de autonomie.\n\nDacă hrănești un bebeluș cu biberonul, îți exprimi grija și responsabilitatea față de ceva fragil (o persoană, un proiect).\n\nDacă biberonul este gol, te simți privat de afecțiune sau resurse.",
      "slug": "biberon"
    },
    {
      "name": "Bibilică",
      "category": "animale",
      "shortMeaning": "Agitație, ceartă, vanitate, zgomot inutil sau avertisment.",
      "fullInterpretation": "Bibilica este o pasăre gălăgioasă și pestriță.\n\nÎn vis, ea poate simboliza persoane cicălitoare, bârfe, agitație sterilă sau vanitate (\"a se împăuna\").\n\nZgomotul bibilicilor poate fi un avertisment că ești înconjurat de oameni superficiali sau că te lași distras de probleme minore.\n\nPoate indica și o femeie certăreață sau o situație conflictuală în familie.",
      "slug": "bibilica"
    },
    {
      "name": "Biblie",
      "category": "obiecte",
      "shortMeaning": "Căutarea adevărului, ghidare morală, credință, jurământ sau tradiție.",
      "fullInterpretation": "Biblia este Cartea Cărților, simbolul autorității divine și al legii morale.\n\nDacă citești Biblia, înseamnă că ești în căutarea unor răspunsuri fundamentale, a liniștii sufletești sau a iertării. Cauți o direcție clară în viață.\n\nO Biblie închisă sugerează mistere nedezlegate sau refuzul de a accepta un adevăr spiritual.\n\nDacă juri pe Biblie, te angajezi într-o promisiune solemnă sau îți aperi integritatea.",
      "slug": "biblie"
    },
    {
      "name": "Bibliotecă",
      "category": "locuri",
      "shortMeaning": "Cunoaștere acumulată, studiu, căutarea răspunsurilor, înțelepciune colectivă.",
      "fullInterpretation": "Biblioteca este templul cunoașterii.\n\nA fi într-o bibliotecă sugerează că ești într-o fază de studiu, de analiză și de căutare a soluțiilor raționale. Ai nevoie de informații pentru a lua o decizie.\n\nRafturile goale indică lipsa de experiență sau sentimentul că nu știi nimic (\"tabula rasa\").\n\nRafturile pline simbolizează resursele tale intelectuale și memoria.\n\nDacă nu găsești cartea căutată, te simți confuz și dezorientat în fața complexității vieții.",
      "slug": "biblioteca"
    },
    {
      "name": "Bici",
      "category": "obiecte",
      "shortMeaning": "Pedeapsă, control, agresivitate, vinovăție sau motivație forțată.",
      "fullInterpretation": "Biciul este instrumentul care impune supunere prin durere.\n\nÎn vis, poate simboliza o latură sadică sau masochistă a personalității tale.\n\nDacă lovești cu biciul, încerci să controlezi pe cineva sau să te impui cu forța.\n\nDacă ești biciuit, te simți vinovat și crezi că meriți să fii pedepsit. Sau te simți victimizat de cineva autoritar.\n\nMetaforic, biciul poate fi \"autoflagelarea\": te critici prea aspru.",
      "slug": "bici"
    },
    {
      "name": "Bicicletă",
      "category": "obiecte",
      "shortMeaning": "Echilibru, efort personal, progres lent dar sigur, independență.",
      "fullInterpretation": "Bicicleta simbolizează echilibrul dinamic: trebuie să te miști ca să nu cazi.\n\nMersul pe bicicletă sugerează că ești responsabil pentru propriul progres; avansezi prin propriile forțe, nu ești \"dus\" ca într-un autobuz.\n\nDacă pedalezi cu ușurință, ai găsit echilibrul între muncă și viață personală.\n\nDacă pedalezi greu (la deal), te confrunți cu obstacole care cer efort susținut.\n\nO bicicletă stricată indică pierderea echilibrului sau a motivației.",
      "slug": "bicicleta"
    },
    {
      "name": "Bicorn",
      "category": "obiecte",
      "shortMeaning": "Autoritate istorică, onoare, rigiditate, aroganță.",
      "fullInterpretation": "Bicornul, pălăria specifică epocii napoleoniene, este un simbol al autorității militare și al onoarei de altădată.\n\nPoate sugera ambiții mari (\"complexul lui Napoleon\"), dorința de a cuceri sau de a comanda.\n\nDacă porți un bicorn, s-ar putea să fii perceput ca arogant sau demodat.\n\nVisul poate indica și o situație \"cu două colțuri\", o dilemă.",
      "slug": "bicorn-palarie"
    },
    {
      "name": "Bidinea",
      "category": "obiecte",
      "shortMeaning": "Renovare, curățenie, schimbare superficială sau acoperirea greșelilor.",
      "fullInterpretation": "Bidineaua este folosită pentru a vărui, a curăța sau a renova.\n\nÎn vis, ea simbolizează dorința de a \"spăla\" trecutul, de a reîmprospăta atmosfera în casă sau în viață.\n\nPoate sugera și o încercare de a acoperi ceva murdar sau neplăcut (\"a da cu var\"), o schimbare de fațadă care nu rezolvă problemele de structură.\n\nDacă vopseaua curge, eforturile tale de a îmbunătăți situația sunt stângace.",
      "slug": "bidinea"
    },
    {
      "name": "Bigudiuri",
      "category": "obiecte",
      "shortMeaning": "Vanitate, pregătire pentru un eveniment, artificialitate sau gânduri \"răsucite\".",
      "fullInterpretation": "Bigudiurile sunt instrumente de înfrumusețare care modelează părul (gândurile, ideile).\n\nDacă porți bigudiuri, înseamnă că te pregătești să faci o impresie bună, dar ești dispusă să suferi pentru frumusețe.\n\nPoate indica o preocupare excesivă pentru aparențe sau faptul că încerci să-ți \"ondulezi\" ideile pentru a fi pe placul altora.\n\nVisul poate sugera și o stare de intimitate, de neglijență casnică, dacă ești văzută cu bigudiuri într-un context nepotrivit.",
      "slug": "bigudiuri"
    },
    {
      "name": "Bijuterii de aur",
      "category": "obiecte",
      "shortMeaning": "Valoare personală, bogăție interioară, succes, vanitate sau mândrie.",
      "fullInterpretation": "Aurul simbolizează perfecțiunea și lumina solară. Bijuteriile de aur indică faptul că îți recunoști propria valoare sau că ești apreciat de ceilalți.\n\nA primi bijuterii de aur este un semn de dragoste, respect sau o promisiune de fidelitate.\n\nA le pierde sugerează scăderea stimei de sine sau pierderea unei relații valoroase.\n\nDacă bijuteriile sunt grele și te incomodează, ele pot reprezenta povara bogăției sau a așteptărilor sociale.",
      "slug": "bijuterii-de-aur"
    },
    {
      "name": "Bijutier",
      "category": "persoane",
      "shortMeaning": "Meticulozitate, evaluare a valorii, creator de frumos sau tentație costisitoare.",
      "fullInterpretation": "Bijutierul este cel care prelucrează metalele prețioase, transformându-le în artă.\n\nÎn vis, el poate simboliza nevoia de a șlefui un talent brut sau de a acorda atenție detaliilor într-o relație.\n\nDacă ești la bijutier, înseamnă că ești gata să investești în ceva durabil sau că îți evaluezi resursele.\n\nBijutierul poate fi și un ispititor, oferindu-ți lucruri strălucitoare care te pot costa scump.",
      "slug": "bijutier"
    },
    {
      "name": "Bilă",
      "category": "obiecte",
      "shortMeaning": "Perfecțiune, ciclicitate, instabilitate (se rostogolește), joc sau totalitate.",
      "fullInterpretation": "Bila (sfera) este simbolul perfecțiunii și al universului.\n\nO bilă care se rostogolește sugerează dinamism, schimbare și cursul firesc al evenimentelor.\n\nDacă joci cu bile, visul evocă spiritul ludic, competiția sau norocul.\n\nO bilă grea (de ghiulea) indică o problemă care te trage în jos sau o amenințare care se apropie.\n\nBila de cristal simbolizează clarviziunea și dorința de a cunoaște viitorul.",
      "slug": "bila"
    },
    {
      "name": "Bilet",
      "category": "obiecte",
      "shortMeaning": "Permisiune, acces, oportunitate, mesaj scurt sau prețul plătit pentru o experiență.",
      "fullInterpretation": "Biletul este cheia de acces către o nouă etapă sau experiență.\n\nDacă ai biletul în mână, ești pregătit să intri într-o nouă fază a vieții (un job, o relație, o călătorie). Ai permisiunea de a merge mai departe.\n\nDacă pierzi biletul, te temi că vei rata o oportunitate sau că nu ești \"calificat\" pentru ceea ce îți dorești.\n\nUn bilet de loterie simbolizează speranța în noroc și dorința de câștig rapid.",
      "slug": "bilet"
    },
    {
      "name": "Bilet de autobuz",
      "category": "obiecte",
      "shortMeaning": "Călătorie comună, conformism, prețul integrării sociale sau o etapă tranzitorie.",
      "fullInterpretation": "Autobuzul reprezintă destinul colectiv sau un parcurs comun.\n\nBiletul de autobuz indică faptul că ai acceptat să faci parte dintr-un grup sau să urmezi o cale bătătorită. Ai plătit \"prețul\" pentru a fi acceptat.\n\nPoate sugera și o călătorie modestă, practică, spre deosebire de biletul de avion care implică aspirații înalte.\n\nA călători fără bilet (blat) sugerează teama de a fi descoperit ca impostor sau dorința de a obține avantaje fără efort.",
      "slug": "bilet-de-autobuz"
    },
    {
      "name": "Bilet de avion",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca va cumparati un bilet de avion inseamna ca doriti sa evadati deoarece activitatile...",
      "fullInterpretation": "Daca visati ca va cumparati un bilet de avion inseamna ca doriti sa evadati deoarece activitatile zilnice va coplesesc, nu mai faceti fata stresului.",
      "slug": "bilet-de-avion"
    },
    {
      "name": "Bilet de tren",
      "category": "dictionar",
      "shortMeaning": "Biletul de tren in vise sugereaza ca va trebui sa indepliniti anumite conditii pentru a putea merge mai departe.",
      "fullInterpretation": "Biletul de tren in vise sugereaza ca va trebui sa indepliniti anumite conditii pentru a putea merge mai departe. Daca visati ca achizitionati un bilet de tren inseamna ca va doriti sa evadati, sa scapati de activitatile zilnice care va doboara, nu mai faceti fata stresului.",
      "slug": "bilet-de-tren"
    },
    {
      "name": "Bilet loto",
      "category": "dictionar",
      "shortMeaning": "Interpretarea visului in care apere un bilet loto indica faptul ca aveti nevoie sa lasati unele a...",
      "fullInterpretation": "Interpretarea visului in care apere un bilet loto indica faptul ca aveti nevoie sa lasati unele aspecte din viata dumneavoastra in mainile destinului. Pe de alta parte, biletul poate insemna si imprevizibilul, totul fiind o loterie a sortii. Va bazati pe niste castiguri fara efort si aveti nevoie disperata de bani. O alta interpretare ar fi ca trebuie sa va bazati pe noroc in anumite situatii care vor aparea in viata dumneavoastra. Daca visati ca luati un bilet la loterie si castigati inseamna ca va trebui sa evitati sa luati parte la discutiile sau situatiile tensionate din familie. Visul in care aveti un bilet de loto in mana inseamna ca trebuie sa invatati sa lasati soarta sa isi urmeze cursul. Daca visati ca cineva va ofera un bilet loto inseamna ca soarta se afla in mainile dumneavoastra.",
      "slug": "bilet-loto"
    },
    {
      "name": "Biletel",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "biletel"
    },
    {
      "name": "Biliard",
      "category": "dictionar",
      "shortMeaning": "( ca joaca cineva )Vei avea mari beneficii din afaceri.",
      "fullInterpretation": "( ca joaca cineva )Vei avea mari beneficii din afaceri. ( jucand )Vei trece usor peste necazuri.",
      "slug": "biliard"
    },
    {
      "name": "Biliard ( ca joaca cineva )",
      "category": "dictionar",
      "shortMeaning": "( ca joaca cineva )Vei avea mari beneficii din afaceri.",
      "fullInterpretation": "( ca joaca cineva )Vei avea mari beneficii din afaceri.",
      "slug": "biliard-ca-joaca-cineva"
    },
    {
      "name": "Biliard ( jucand )",
      "category": "dictionar",
      "shortMeaning": "( jucand )Vei trece usor peste necazuri.",
      "fullInterpretation": "( jucand )Vei trece usor peste necazuri.",
      "slug": "biliard-jucand"
    },
    {
      "name": "Binecuvantare",
      "category": "dictionar",
      "shortMeaning": "Binecuvantarea in vise reprezinta acceptarea altora si recunoasterea ascensiunii, progresului si al intelegerii.",
      "fullInterpretation": "Binecuvantarea in vise reprezinta acceptarea altora si recunoasterea ascensiunii, progresului si al intelegerii. Va simtiti liber sa mergeti mai departe cu putin efort. Ceilalti va vor accepta actiunile. Alternativ, visul ar putea reflecta autoacceptarea sau autoaprobarea in legatura cu o problema avuta. Daca visati ca primiti o binecuvantare inseamna ca puteti infrunta viitorul cu incredere. Incepeti sa intrati intr-un taram al creativitatii. Alternativ, visul apare ocazional celor care sufera de o constinta incarcata, de vinovatie.",
      "slug": "binecuvantare"
    },
    {
      "name": "Bingo",
      "category": "dictionar",
      "shortMeaning": "A visa un joc de bingo simbolizeaza o revelatie brusca.",
      "fullInterpretation": "A visa un joc de bingo simbolizeaza o revelatie brusca. Incercati sa acordati atentie continutului visului pentru ca exista ceva important si profund ce ati invatat sau descoperit. Daca visati ca jucati bingo inseamna ca s-ar putea sa va bazati prea mult pe destin. Incercati sa va asumati mai mult responsabilitatea pentru propriile decizii, dar sa nu fiti prea dur cu dumneavoastra daca lucrurile nu merg intotdeauna perfect.",
      "slug": "bingo"
    },
    {
      "name": "Binoclu",
      "category": "dictionar",
      "shortMeaning": "In general, visele in care priviti prin intermediu unui binoclu simbolizeaza schimbari care nu su...",
      "fullInterpretation": "In general, visele in care priviti prin intermediu unui binoclu simbolizeaza schimbari care nu sunt intodeuna in avantajul dumneavoastra. Visul in care priviti o cursa printr-un binoclu este considerat a fi semn de noroc intr-o varietatea de domenii din viata de zi cu zi. Pe de alta parte, daca folosesiti binoclul pentru a spiona oamenii, inseamna ca veti fi impovarat de acuzatii false. Un binoclu spart sau unul care atunci cand il folositi prezinta imperfectiuni sau o imagine distorsionata, prevesteste neintelegeri, dispute si pierderea prietenilor. Visand ca o alta persoana va urmareste folosind un binoclu, inseamna lipsa de incredere si momente tensionate in cuplu. Este posibil ca dumneavoastra sa fi facut ceva in trecut si, din acest motiv, partenerul va urmareste constant. Cumparand un binoclu este semn ca ve-ti frnge inima cuiva. S-ar putea sa respingeti o persoana sau, chiar, sa va parasiti partenerul. Primind cadou un binoclu, este semn ca, fiind constient sau nu, va aflati in pragul de a participa la o actiune ilegala. Aveti foarte mare grija la anturaj sau asociati pentru ca acestia vor fi principala cauza ce va poate implica in avaceri ilegale. avand - vei plati o dobanda mare pentru o afacere neansemnata privind prin - te insala cel cu care traiesti, boala de ochi vazand - revelatia asupra uei probleme, plata unor dobanz",
      "slug": "binoclu"
    },
    {
      "name": "Birjar",
      "category": "persoane",
      "shortMeaning": "Control, ghidare, nostalgie, abuz de putere sau nevoia de direcție.",
      "fullInterpretation": "Birjarul este cel care conduce trăsura, deci cel care controlează direcția și viteza.\n\nÎn vis, el poate simboliza voința ta sau o persoană care te conduce.\n\nDacă ești birjar, înseamnă că ești stăpân pe situație și îți conduci destinul.\n\nDacă ești pasager, te lași condus de alții.\n\nUn birjar agresiv poate indica faptul că ești prea dur cu tine însuți sau că te simți exploatat.",
      "slug": "birjar"
    },
    {
      "name": "Birou",
      "category": "locuri",
      "shortMeaning": "Muncă, responsabilitate, organizare, stres profesional sau ambiție.",
      "fullInterpretation": "Biroul este locul muncii intelectuale și administrative.\n\nVisul indică preocuparea pentru carieră, nevoia de organizare și de disciplină.\n\nUn birou dezordonat sugerează haos mental, stres și sarcini neterminate.\n\nUn birou luxos indică ambiție, dorința de promovare și succes social.\n\nDacă ești blocat la birou, te simți prizonier al responsabilităților și neglijezi viața personală.",
      "slug": "birou"
    },
    {
      "name": "Birt / Bar",
      "category": "locuri",
      "shortMeaning": "Decădere, refugiu, socializare nepretențioasă sau fuga de realitate.",
      "fullInterpretation": "Birtul, spre deosebire de un bar elegant, are o conotație de loc popular, uneori sordid.\n\nPoate simboliza nevoia de a te amesteca cu mulțimea, de a coborî standardele sau de a uita necazurile într-un mediu permisiv.\n\nPoate fi un avertisment legat de vicii, anturaje dubioase sau pierderea timpului.\n\nTotuși, poate indica și o atmosferă caldă, lipsită de pretenții, unde te poți relaxa.",
      "slug": "birt-bar"
    },
    {
      "name": "Birtaș",
      "category": "persoane",
      "shortMeaning": "Gazdă interesată, servilitate, ispită sau cel care îți \"hrănește\" viciile.",
      "fullInterpretation": "Birtașul este cel care servește băutura, deci cel care întreține starea de uitare sau de veselie artificială.\n\nPoate simboliza o persoană din viața ta care te încurajează să fii indulgent cu tine însuți, dar nu neapărat spre binele tău.\n\nPoate fi și un simbol al ospitalității condiționate (te servește atâta timp cât plătești).",
      "slug": "birtas"
    },
    {
      "name": "Biscuiți",
      "category": "alimente",
      "shortMeaning": "Hrană simplă, confort, fragilitate, economie sau lipsuri.",
      "fullInterpretation": "Biscuiții sunt o hrană uscată, conservabilă.\n\nÎn vis, pot simboliza nevoia de siguranță alimentară sau o perioadă de austeritate (\"a trăi cu biscuiți\").\n\nDacă sunt dulci, sugerează mici plăceri, recompense modeste și confort emoțional.\n\nDacă sunt tari și uscați, indică o viață emoțională aridă sau dificultăți financiare.\n\nFărâmiturile de biscuiți sugerează că primești doar resturi de atenție sau afecțiune.",
      "slug": "biscuiti"
    }
  ]
}