{
  "symbols": [
    {
      "name": "Brățară",
      "category": "obiecte",
      "shortMeaning": "Legătură, angajament, constrângere, protecție sau apartenență.",
      "fullInterpretation": "Brățara încercuiește încheietura, locul unde se simte pulsul vieții.\n\nÎn vis, ea simbolizează o legătură cu cineva sau cu ceva. Poate fi un semn de prietenie, de iubire (o promisiune) sau de apartenență la un grup.\n\nDacă brățara este prea strâmtă, ea devine o \"cătușă\": te simți limitat, posesivitatea cuiva te sufocă sau obligațiile te țin pe loc.\n\nA găsi o brățară sugerează o nouă prietenie sau o nouă responsabilitate.\n\nA o pierde indică eliberare sau ruperea unei legături.",
      "slug": "bratara"
    },
    {
      "name": "Brățară de argint",
      "category": "obiecte",
      "shortMeaning": "Intuiție, protecție lunară, câștiguri mici dar sigure, imaginație.",
      "fullInterpretation": "Argintul este metalul lunii și al emoțiilor. O brățară de argint sugerează că ești protejat de propria intuiție sau de o energie feminină.\n\nPoate simboliza o prietenie sinceră, bazată pe sentimente pure, nu pe interese materiale.\n\nVisul poate indica și o creștere a profitului sau dezvoltarea imaginației.\n\nDacă brățara este oxidată (neagră), poate sugera o dezamăgire din partea unui prieten sau neglijarea propriilor talente.",
      "slug": "bratara-de-argint"
    },
    {
      "name": "Brățară de aur",
      "category": "obiecte",
      "shortMeaning": "Bunăstare, căsătorie, legătură valoroasă, mândrie sau posesivitate.",
      "fullInterpretation": "Aurul simbolizează valoarea supremă. O brățară de aur este un semn de bun augur, prevestind prosperitate, o căsătorie fericită sau o prietenie \"de aur\".\n\nIndică o legătură strânsă și durabilă, bazată pe respect și încredere.\n\nTotuși, aurul poate sugera și posesivitate (\"colivie de aur\"). Dacă brățara este foarte grea, bogăția sau partenerul te pot împovăra.",
      "slug": "bratara-de-aur"
    },
    {
      "name": "Brățară la gleznă",
      "category": "obiecte",
      "shortMeaning": "Senzualitate, mersul vieții, nonconformism, constrângere în mișcare sau cochetărie.",
      "fullInterpretation": "Glezna este legată de mers și de direcția în viață. O brățară purtată aici atrage atenția asupra pașilor tăi.\n\nPoate simboliza faptul că ești conștient de drumul tău și de deciziile care te-au adus aici.\n\nEste și un simbol puternic al senzualității și al dorinței de a fi remarcat.\n\nDacă te împiedică la mers, sugerează că ești reținut de propriile pasiuni sau de o relație care nu te lasă să avansezi.",
      "slug": "bratara-la-glezna"
    },
    {
      "name": "Brațe",
      "category": "corp",
      "shortMeaning": "Acțiune, îmbrățișare, protecție, forță de muncă sau capacitatea de a primi/dărui.",
      "fullInterpretation": "Brațele sunt extensia inimii și instrumentul acțiunii.\n\nDacă visezi brațe deschise, ești gata să primești iubire, să oferi ajutor sau să accepți noi oportunități.\n\nBrațele încrucișate indică o atitudine defensivă, închidere sau refuzul de a comunica.\n\nDacă brațele sunt puternice, te simți capabil să faci față provocărilor (\"a lua viața în brațe\"). Brațele slabe sau rănite indică neputință și nevoie de sprijin.",
      "slug": "brate"
    },
    {
      "name": "Breloc",
      "category": "obiecte",
      "shortMeaning": "Adaptabilitate, responsabilitate, acces, organizare sau identitate.",
      "fullInterpretation": "Brelocul ține cheile laolaltă, deci este un simbol al organizării și al responsabilității.\n\nUn breloc plin de chei sugerează că ai acces la multe domenii ale vieții sau că ești o persoană de încredere (\"cheia succesului\").\n\nDacă brelocul este personalizat (cu o figurină, un nume), el vorbește despre identitatea ta și despre ceea ce consideri important.\n\nA pierde brelocul indică pierderea controlului, haos sau sentimentul că nu îți găsești locul.",
      "slug": "breloc"
    },
    {
      "name": "Breton",
      "category": "corp",
      "shortMeaning": "Ascunderea gândurilor, protecție, timiditate, cochetărie sau mister.",
      "fullInterpretation": "Bretonul acoperă fruntea, sediul intelectului.\n\nÎn vis, el poate sugera dorința de a-ți ascunde intențiile sau de a nu lăsa pe alții să \"te citească\". Ești o persoană rezervată.\n\nPoate indica și timiditate sau nevoia de protecție (o barieră între ochi și lume).\n\nDacă îți tai bretonul, înseamnă că ești gata să te dezvălui și să privești lumea direct în față.",
      "slug": "breton"
    },
    {
      "name": "Briceag",
      "category": "obiecte",
      "shortMeaning": "Instrument practic, agresivitate ascunsă, soluții rapide sau pericol minor.",
      "fullInterpretation": "Briceagul este o unealtă multifuncțională, utilă în situații practice.\n\nVisul sugerează că ești descurcăreț și adaptabil.\n\nTotuși, fiind un cuțit care se închide, poate simboliza o agresivitate ascunsă, gata să fie \"deschisă\" la nevoie.\n\nDacă te tai cu un briceag, înseamnă că propria ta ingeniozitate sau limbajul tău ascuțit s-a întors împotriva ta.",
      "slug": "briceag"
    },
    {
      "name": "Brichetă",
      "category": "obiecte",
      "shortMeaning": "Scânteie, idee bruscă, pasiune efemeră, controlul energiei sau nervozitate.",
      "fullInterpretation": "Bricheta produce foc la comandă. În vis, ea simbolizează capacitatea ta de a aprinde o situație, o pasiune sau o idee.\n\nDacă bricheta nu se aprinde, te simți lipsit de energie sau de inspirație (\"nu ai scânteie\").\n\nDacă flacăra este prea mare, riști să scapi lucrurile de sub control.\n\nA oferi un foc cuiva este un gest de comunicare sau de flirt.",
      "slug": "bricheta"
    },
    {
      "name": "Brici",
      "category": "obiecte",
      "shortMeaning": "Pericol extrem, precizie, tăiere radicală, curățare sau situație \"la limită\".",
      "fullInterpretation": "Briciul este mult mai ascuțit decât un cuțit obișnuit.\n\nA te bărbieri cu briciul sugerează că te afli într-o situație delicată, care cere precizie maximă (\"mergi pe muchie de cuțit\"). O greșeală mică poate avea consecințe grave.\n\nDacă briciul este folosit ca armă, visul indică o confruntare periculoasă sau o răzbunare rece.\n\nExpresia \"a fi brici\" (a fi foarte bun) poate fi relevantă: visul îți confirmă competența.",
      "slug": "brici"
    },
    {
      "name": "Briliante",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea diamant).",
      "fullInterpretation": "(vezi, de asemenea diamant).",
      "slug": "briliante"
    },
    {
      "name": "Briza",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "briza"
    },
    {
      "name": "Broasca in apa",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "broasca-in-apa"
    },
    {
      "name": "Broasca raioasa",
      "category": "dictionar",
      "shortMeaning": "Teama de acest animal crepuscular l-a transformat in ochii nostri intr-un simbol al urateniei si stangaciei.",
      "fullInterpretation": "Teama de acest animal crepuscular l-a transformat in ochii nostri intr-un simbol al urateniei si stangaciei. Dincolo de nivelul apartenentei, vom descoperi ca broasca raioasa este purtatoarea tuturor semnificatiilor rezultate din marea serie simbolica apa-noapte-lume - yin, astfel chinezii o considera divinitatea lunii. Chiar daca traditia chineza pare uneori sa ezite intre un aspect yin si un aspect yang al broastei raioase, totusi primul este dominant, ceea ce se explica prin predilectia acestui animal pentru ascunzisurile intunecoase si umede. De altfel, broasca raioasa nu se deosebeste intotdeauna complet de broasca obisnuita si poate fi folosita ca si ea pentru a aduce ploaia, dupa ce a fost pusa la uscat. In plus, broasca raioasa va apara de armele dusmanilor si va intoarce asupra lor. Vietnamezii o pretuiesc si stiu ca anunta ploaia. Broasca raioasa mai este si simbolul succesului si, daca este de culoare stacojie, constituie un simbol al fortei, al curajului si al bogatiei. Populatiile maya-quiche considera broasca raioasa un zeu al ploii, iar iconografia azteca sugereaza ca acest animal reprezinta pamantul. Pe de alta parte, pentru pigmeii bambuti, broasca raioasa in vise semnifica un spirit malefic a carui neindemanare a adus moartea pe Pamant. In occident, broasca raioasa este considerata opusul broastei obisnuite, avand o fata tenebroasa si infernala. Se pare ca, in Grecia, visul in care apare o broasca raioasa simbolizeaza desfraul. Prezenta unei broaste raioase in vise are legatura cu anumite aspecte ale propriului comportament sau ale existentei pe care le gasiti respingatoare. Totusi, acest animal reprezinta sursa din care izvoraste forta metamorfozei. Daca visati o broasca raioasa alaturi de un vultur inseamna diferenta existenta intre valorile lumesti si cele spirituale.",
      "slug": "broasca-raioasa"
    },
    {
      "name": "Broasca sarind",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "broasca-sarind"
    },
    {
      "name": "Broască țestoasă",
      "category": "animale",
      "shortMeaning": "Longevitate, protecție, răbdare, înțelepciune antică și stabilitate.",
      "fullInterpretation": "Broasca țestoasă poartă lumea pe spate. În vis, ea simbolizează răbdarea, tenacitatea și capacitatea de a te proteja (carapacea).\n\nIndică faptul că progresezi lent, dar sigur. \"Încetul cu încetul se fabrică oțetul\".\n\nCarapacea reprezintă nevoia de a te retrage în tine însuți pentru a te regenera sau pentru a te feri de atacuri.\n\nEste un simbol al longevității și al sănătății durabile.",
      "slug": "broasca-testoasa"
    },
    {
      "name": "Broccoli",
      "category": "alimente",
      "shortMeaning": "Sănătate, alegeri raționale, lipsă de plăcere sau maturitate.",
      "fullInterpretation": "Broccoli este adesea asociat cu mâncarea sănătoasă, dar nu neapărat gustoasă (pentru copii).\n\nÎn vis, sugerează că trebuie să faci alegeri mature, benefice pentru tine pe termen lung, chiar dacă pe moment nu îți plac.\n\nPoate indica nevoia de a-ți îmbunătăți dieta sau de a \"digera\" o situație care nu este pe placul tău, dar care te ajută să crești.",
      "slug": "brocoli"
    },
    {
      "name": "Broderie",
      "category": "obiecte",
      "shortMeaning": "Răbdare, complexitate, înfrumusețarea vieții, migală sau tradiție.",
      "fullInterpretation": "Broderia cere timp și atenție la detalii.\n\nÎn vis, ea simbolizează modul în care îți construiești viața: cu răbdare, punct cu punct.\n\nO broderie frumoasă indică armonie, creativitate și rezultate deosebite obținute prin muncă migăloasă.\n\nDacă broderia este încâlcită, viața ta este complicată și ai nevoie să \"descurci ițele\".\n\nPoate sugera și dorința de a adăuga valoare și frumusețe lucrurilor simple.",
      "slug": "broderie"
    },
    {
      "name": "Bronz",
      "category": "obiecte",
      "shortMeaning": "Durabilitate, valoare secundară, artă sau tărie de caracter.",
      "fullInterpretation": "Bronzul este un aliaj durabil, folosit în artă și arme.\n\nÎn vis, poate simboliza o realizare solidă, care va rezista timpului (\"un monument de bronz\").\n\nÎn context competițional, medalia de bronz sugerează că ești bun, dar nu cel mai bun. Poate indica frustrare sau acceptarea propriilor limite.\n\nStatuia de bronz poate reprezenta o atitudine rigidă sau lipsită de sentimente.",
      "slug": "bronz"
    },
    {
      "name": "Broșă",
      "category": "obiecte",
      "shortMeaning": "Distincție, amintire, feminitate, secret sau ceva \"prins cu acul\".",
      "fullInterpretation": "Broșa este o bijuterie care prinde haina (masca socială).\n\nPoate simboliza o amintire prețioasă pe care o porți la piept (lângă inimă).\n\nDacă broșa te înțeapă, visul indică o suferință legată de o persoană dragă sau un secret care te rănește.\n\nO broșă veche sugerează tradiție, moștenire de familie și valori conservatoare.",
      "slug": "brosa"
    },
    {
      "name": "Brunetă",
      "category": "persoane",
      "shortMeaning": "Pasiune, mister, seriozitate, profunzime sau pericol ascuns.",
      "fullInterpretation": "Femeia brunetă în vis este adesea asociată cu pasiunea intensă, cu misterul și cu forțele telurice.\n\nSpre deosebire de blondă (care este solară), bruneta poate reprezenta o energie feminină mai profundă, mai complexă și uneori mai periculoasă (\"femme fatale\").\n\nPoate indica o relație pasională sau întâlnirea cu o parte necunoscută a sufletului tău.",
      "slug": "bruneta"
    },
    {
      "name": "Brutărie",
      "category": "locuri",
      "shortMeaning": "Hrană esențială, prosperitate, căldură, muncă rodnică și transformare.",
      "fullInterpretation": "Brutăria este locul unde se face pâinea, simbolul vieții.\n\nVisul indică prosperitate, siguranță și satisfacerea nevoilor de bază. Ești capabil să-ți câștigi existența.\n\nMirosul de pâine caldă sugerează confort, armonie în familie și bucurii simple.\n\nCuptorul brutăriei simbolizează transformarea și gestația.",
      "slug": "brutarie"
    },
    {
      "name": "Bube",
      "category": "stări",
      "shortMeaning": "Emoții toxice care ies la suprafață, rușine, purificare sau probleme financiare.",
      "fullInterpretation": "Bubele (erupțiile cutanate) indică faptul că ceva din interiorul tău este \"toxic\" și încearcă să iasă afară.\n\nPot fi resentimente, furie reprimată sau sentimente de vinovăție. Pielea este bariera dintre tine și lume; bubele arată că această barieră este afectată.\n\nTradiția populară spune că bubele prevestesc bani (\"te mănâncă pielea\"), dar psihologic ele indică nevoia de curățare emoțională.",
      "slug": "bube"
    },
    {
      "name": "Bube pe corp",
      "category": "corp",
      "shortMeaning": "Vulnerabilitate generalizată, stimă de sine scăzută, boală sau respingere.",
      "fullInterpretation": "Dacă ești acoperit de bube, te simți respingător sau neadecvat. Îți este teamă că ceilalți îți vor vedea defectele.\n\nPoate indica o perioadă de criză, în care problemele vechi (infecțiile sufletești) nu mai pot fi ignorate.\n\nVisul te îndeamnă să te ocupi de sănătatea ta emoțională și fizică.",
      "slug": "bube-pe-corp"
    },
    {
      "name": "Bube pe corpul altuia",
      "category": "persoane",
      "shortMeaning": "Dezgust, judecată critică, proiecția propriilor defecte sau compasiune.",
      "fullInterpretation": "A vedea pe cineva plin de bube poate stârni dezgust sau milă.\n\nDacă simți dezgust, înseamnă că respingi o parte din tine pe care o proiectezi asupra acelei persoane. Judeci prea aspru.\n\nDacă simți milă, visul indică empatie și dorința de a ajuta pe cineva care suferă.\n\nPoate fi și un avertisment să te ferești de influențe negative (\"contagioase\").",
      "slug": "bube-pe-corpul-altuia"
    },
    {
      "name": "Bube pe fata",
      "category": "dictionar",
      "shortMeaning": "Visul in care aveti bube pe fata sugereaza ocrotire si stabilitate in unele cehstiuni ale vietii.",
      "fullInterpretation": "Visul in care aveti bube pe fata sugereaza ocrotire si stabilitate in unele cehstiuni ale vietii. Alternativ, visul poate insemna ca unele persoane va vorbesc pe la spate, va doresc raul, iar acest lucru va irita, va macina. Daca visati ca aveti o buba mare si rosie pe fata inseamna ca va merge bine si aveti o stare de sanatate foarte buna. A visa ca aveti bube pe fata, asemanatoare cosurilor, indica incompatibilitatea dumneavoastra cu o anumita persoana, nu va intelegeti cu cineva, aveti neplaceri sentimentale, poate chiar persoana draga va va dezamagi.",
      "slug": "bube-pe-fata"
    },
    {
      "name": "Buburuza",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "buburuza"
    },
    {
      "name": "Bucatar",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca stai in bucatarie poate semnifica un indiciu pentru o casatorie rapida, fericire s...",
      "fullInterpretation": "Daca visezi ca stai in bucatarie poate semnifica un indiciu pentru o casatorie rapida, fericire sau vesti de la distanta- in general aspecte pozitive daca nu exista umiditate sau mobilierul din bucatarie nu este degradat. De asemenea, daca vezi o bucatarie in vis semnifica ca ceva la care tii poate fi distrus de altcineva. Alternativ, daca visezi ca gatesti in bucatarie sugereaza ca ai prieteni loiali. Visele care au ca subiect principal gandacii de bucatarie sunt destul de frecvente si nu ar trebui sa va sperie, chiar daca acestia par infricosatori sau va creaza sentimente de repulsie. Gandacii de bucatarie nu sunt neaparat un semn rau, ei pot avea semnificatii diferite si uneori pot simboliza o surpriza sau unele evenimente fericite. Gandacii sunt considerati un semn de bun augur daca va pregatiti pentru un eveniment important, cum ar fi construirea unei case, mutarea intr-o casa noua, casatoria, etc. Ar trebui sa va considerati norocos daca i-ati visat si in viata de zi cu zi sunteti pe cale de a elabora sau a finaliza unul dintre planurile de mai sus. Conform izvoarelor populare, daca o femeie tanara sau o fata si ati visat o multime de gandaci, este semn de bunastare. Poate ca este vorba despre o zi placuta la cumparaturi cu multe haine si alte lucruri noi. Iar daca un tanar a avut acest vis, este un semn ca acesta va intalni o persoana influenta care ii va oferi ajutor pentru a-si croi un drum in viitor. In mod alternativ, visarea mai multor gandaci ar putea avea o semnificatie negativa simbolizand lipsa de putere pentru a va respecta promisiunile sau faptul mereu dezamagiti oamenii. Visele repetate cu gandaci de bucatarie vor disparea indata ce va veti rezolva cele mai presante preocupari si veti obtine pacea. Visand un gandac de bucatarie negru si sesizand in vis ca este deosebit de negru, implica faptul ca va exista o anumita problema, cum ar fi o cearta in familie sau un conflict cu o anumita persoana cu care ati avut contact recent. Gandaci mari si urati Daca gandacul din visele dumneavoastra este suficient de mare pentru a fi considerat un soi de monstru, cel mai probabail veti avea un cosmar si va veti trezi de frica, dar nu ar trebui sa va faceti prea multe griji. Contrar fricilor, visul este un semn favorabil care prevesteste un viitor cu peripetii incarcat de o multime de satisfactii profesionale si sentimentale. Daca niste gandaci uriasi incearca sa va atace, atunci visul prevesteste unele greutati si incercari. Poate ca ar trebui sa cheltuiti o suma de bani considerabila pentru a va reabilita / restaura o proprietate. Gandacii de mari dimensiuni sunt, de fapt, mici bariere care stau in cale fericirii dumneavoastra. Va puteti astepta la realizari personale, bunastare si crestere financiara, dar pentru toate acestea va trebui sa depuneti efort si sa luptati. Cu cat in vis sentimentul de repulsie este mai mare fata de acesti gandaci, cu atat rezultatele vor fi mai placute in realitate. Uciderea gandacilor de bucatarie in vis Omorarea unui gandac in vis este un semn de bun augur. Cel mai probabil este vorba despre unele vesti bune. In unele cazuri, dupa o despartire, este un semn ca veti intalni o noua persoana care complet diferita la gandire si infatisare si acest lucru va va incanta de minune. O alta interpretare, in cazul in care ati ucis un gandac, este posibilitatea schimbarii locului de munca in care va veti putea exprima potentialul creativ. Daca ati visat un gandac care este deja mort, s-ar putea sa aveti unele probleme si este putin probabil ca in viitorul apropiat planurile dumneavoastra sa decurga asa cum va doriti. Gandaci colorati Gandacii albi simbolizeaza lipsa de adevar. De fapt, oamenii din jurul dumneavoastra sunt cordiali si amabil, cel putin la suprafata. Veti afla acest lucru si veti fi foarte dezamagit. Gandacul rosu este asociat cu atentia si grija care va este acordata. Persoanele aparute recent in viata dumneavoastra se prefac ca va sunt prieteni, in relitate acestia au inceput sa ocupe mult spatiu din ea. Ipocrizia si munciuna acopera foarte bine lacomia si intentia lor rautacioasa, trebuie sa fiti atent cu aceste persoane.",
      "slug": "bucatar"
    },
    {
      "name": "Bucatarie",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca stai in bucatarie poate semnifica un indiciu pentru o casatorie rapida, fericire s...",
      "fullInterpretation": "Daca visezi ca stai in bucatarie poate semnifica un indiciu pentru o casatorie rapida, fericire sau vesti de la distanta- in general aspecte pozitive daca nu exista umiditate sau mobilierul din bucatarie nu este degradat. De asemenea, daca vezi o bucatarie in vis semnifica ca ceva la care tii poate fi distrus de altcineva. Alternativ, daca visezi ca gatesti in bucatarie sugereaza ca ai prieteni loiali.Visele care au ca subiect principal gandacii de bucatarie sunt destul de frecvente si nu ar trebui sa va sperie, chiar daca acestia par infricosatori sau va creaza sentimente de repulsie. Gandacii de bucatarie nu sunt neaparat un semn rau, ei pot avea semnificatii diferite si uneori pot simboliza o surpriza sau unele evenimente fericite. Gandacii sunt considerati un semn de bun augur daca va pregatiti pentru un eveniment important, cum ar fi construirea unei case, mutarea intr-o casa noua, casatoria, etc. Ar trebui sa va considerati norocos daca i-ati visat si in viata de zi cu zi sunteti pe cale de a elabora sau a finaliza unul dintre planurile de mai sus. Conform izvoarelor populare, daca o femeie tanara sau o fata si ati visat o multime de gandaci, este semn de bunastare. Poate ca este vorba despre o zi placuta la cumparaturi cu multe haine si alte lucruri noi. Iar daca un tanar a avut acest vis, este un semn ca acesta va intalni o persoana influenta care ii va oferi ajutor pentru a-si croi un drum in viitor. In mod alternativ, visarea mai multor gandaci ar putea avea o semnificatie negativa simbolizand lipsa de putere pentru a va respecta promisiunile sau faptul mereu dezamagiti oamenii. Visele repetate cu gandaci de bucatarie vor disparea indata ce va veti rezolva cele mai presante preocupari si veti obtine pacea. Visand un gandac de bucatarie negru si sesizand in vis ca este deosebit de negru, implica faptul ca va exista o anumita problema, cum ar fi o cearta in familie sau un conflict cu o anumita persoana cu care ati avut contact recent. Gandaci mari si urati Daca gandacul din visele dumneavoastra este suficient de mare pentru a fi considerat un soi de monstru, cel mai probabail veti avea un cosmar si va veti trezi de frica, dar nu ar trebui sa va faceti prea multe griji. Contrar fricilor, visul este un semn favorabil care prevesteste un viitor cu peripetii incarcat de o multime de satisfactii profesionale si sentimentale. Daca niste gandaci uriasi incearca sa va atace, atunci visul prevesteste unele greutati si incercari. Poate ca ar trebui sa cheltuiti o suma de bani considerabila pentru a va reabilita / restaura o proprietate. Gandacii de mari dimensiuni sunt, de fapt, mici bariere care stau in cale fericirii dumneavoastra. Va puteti astepta la realizari personale, bunastare si crestere financiara, dar pentru toate acestea va trebui sa depuneti efort si sa luptati. Cu cat in vis sentimentul de repulsie este mai mare fata de acesti gandaci, cu atat rezultatele vor fi mai placute in realitate. Uciderea gandacilor de bucatarie in vis Omorarea unui gandac in vis este un semn de bun augur. Cel mai probabil este vorba despre unele vesti bune. In unele cazuri, dupa o despartire, este un semn ca veti intalni o noua persoana care complet diferita la gandire si infatisare si acest lucru va va incanta de minune. O alta interpretare, in cazul in care ati ucis un gandac, este posibilitatea schimbarii locului de munca in care va veti putea exprima potentialul creativ. Daca ati visat un gandac care este deja mort, s-ar putea sa aveti unele probleme si este putin probabil ca in viitorul apropiat planurile dumneavoastra sa decurga asa cum va doriti. Gandaci colorati Gandacii albi simbolizeaza lipsa de adevar. De fapt, oamenii din jurul dumneavoastra sunt cordiali si amabil, cel putin la suprafata. Veti afla acest lucru si veti fi foarte dezamagit. Gandacul rosu este asociat cu atentia si grija care va este acordata. Persoanele aparute recent in viata dumneavoastra se prefac ca va sunt prieteni, in relitate acestia au inceput sa ocupe mult spatiu din ea. Ipocrizia si munciuna acopera foarte bine lacomia si intentia lor rautacioasa, trebuie sa fiti atent cu aceste persoane.",
      "slug": "bucatarie"
    },
    {
      "name": "Buchet",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea flori).",
      "fullInterpretation": "(vezi, de asemenea flori).Visul in care aruncati buchetul de mireasa inseamna ca cineva va curteaza. Daca visati ca prindeti buchetul de mireasa inseamna ca partenerul sau partenera va va surprinde placut.Un buchet de trandafiri in vise simbolizeaza fertilitatea. Daca visati ca legati un buchet de trandafiri atunci inseamna ca veti avea parte de multe daruri. Totusi, culoarea si numarul trandafirilor din buchet pot influenta semnificatia visului.",
      "slug": "buchet"
    },
    {
      "name": "Buchet de mireasa",
      "category": "dictionar",
      "shortMeaning": "Visul in care aruncati buchetul de mireasa inseamna ca cineva va curteaza.",
      "fullInterpretation": "Visul in care aruncati buchetul de mireasa inseamna ca cineva va curteaza. Daca visati ca prindeti buchetul de mireasa inseamna ca partenerul sau partenera va va surprinde placut.",
      "slug": "buchet-de-mireasa"
    },
    {
      "name": "Buchet de trandafiri",
      "category": "dictionar",
      "shortMeaning": "Un buchet de trandafiri in vise simbolizeaza fertilitatea.",
      "fullInterpretation": "Un buchet de trandafiri in vise simbolizeaza fertilitatea. Daca visati ca legati un buchet de trandafiri atunci inseamna ca veti avea parte de multe daruri. Totusi, culoarea si numarul trandafirilor din buchet pot influenta semnificatia visului.",
      "slug": "buchet-de-trandafiri"
    },
    {
      "name": "Bucium",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "bucium"
    },
    {
      "name": "Bucurie",
      "category": "dictionar",
      "shortMeaning": "Daca in vis simti sentimentul de bucurie semnifica ca vei realiza ceea ce ti-ai propus.",
      "fullInterpretation": "Daca in vis simti sentimentul de bucurie semnifica ca vei realiza ceea ce ti-ai propus. Ai atins acel punct din tine in care ajungi sa te cunosti si sa te iubesti, liniste sufleteasca, lipsa de griji. - la altul pe fata - siguranta - pe fata ta - cineva te va trada",
      "slug": "bucurie"
    },
    {
      "name": "Budinca",
      "category": "dictionar",
      "shortMeaning": "Budinca in vise prezice o viata satisfacatoare, dar mai putin entuziasmanta.",
      "fullInterpretation": "Budinca in vise prezice o viata satisfacatoare, dar mai putin entuziasmanta. A manca budinca in vise inseamna ca va simtiti lent si letargic. Trebuie sa fiti mai activ. Alternativ, visul mai poate insemna ca trebuie sa invatati sa puneti totul la indoiala. Nu mai credeti totul pana cand ati vazut sau ati experimentat pe pielea dumneavoastra.",
      "slug": "budinca"
    },
    {
      "name": "Bufet",
      "category": "dictionar",
      "shortMeaning": "Visul in care mancati prea mult la un bufet indica faptul ca o anumita relatie va consuma energiile.",
      "fullInterpretation": "Visul in care mancati prea mult la un bufet indica faptul ca o anumita relatie va consuma energiile. Alternativ, visul la un bufet sugereaza ca incercati sa treceti peste o faza de autovinovatie.",
      "slug": "bufet"
    },
    {
      "name": "Bufnita",
      "category": "dictionar",
      "shortMeaning": "Nu are nici o legatura cu cucuveaua, care tipa si prevesteste o moarte apropiata sau o nefericire.",
      "fullInterpretation": "Nu are nici o legatura cu cucuveaua, care tipa si prevesteste o moarte apropiata sau o nefericire. Bufnita este animalul noptii, care apare din intuneric precum o umbra. Ea simbolizeaza fie instinctualitatea din noi, care rapeste linistea, fie linistea insasi, echilibrul sufletesc pe care in cautam intr-o lume intunecata, plina de dusmanie (vezi, de asemenea intuneric, noapte, padure). Visarea bufnitelor are legatura cu unele cunostinte ascunse, o intelepciune si o perspectica intuitiva. Din punct de vedere spiritual, acestea reprezinta o schimbare sau o transformare destul de majora care se va reflecta in modul dumneavoastra de viata. De asemenea, bufnitele pot avea o legatura in mod specific cu evolutia dumneavoastra spirituala. Poate cel mai comun vis dintre cele cu bufnite este visul in care o bufnita ataca sau vaneaza (rozatoare, pasari, oameni, etc.) . O bufnita care va ataca sau care ataca in general, reprezinta o teama ca lucrurile se intampla fara controlul dumneavoastra, unele schimbari se intampla in ciuda efortului pe care il depuneti pentru a pastra lucrurile la fel. Visul reprezinta, de asemenea, stresul creat de nevoia de a va adapta la noile circumstante.",
      "slug": "bufnita"
    },
    {
      "name": "Bujor",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "bujor"
    },
    {
      "name": "Buldozer",
      "category": "dictionar",
      "shortMeaning": "Atunci cand visati un buldozer inseamna ca veti avea parte de o rasturnare de situatie, este posi...",
      "fullInterpretation": "Atunci cand visati un buldozer inseamna ca veti avea parte de o rasturnare de situatie, este posibil ca totul sa termine in favoarea dumneavoastra, mai ales daca sunteti cel care conduce buldozerul. Insa visul mai poate avea si o alta semnificatie, adica reusiti sa va indepartezi de ceea ce va dorit cu adevarat, reusiti sa uitati oarecum de dumneavoastra, insa trebuie sa va mentineti capul pe umeri ca sa puteti sa duceti la bun final ceea ce v-ati propus. Buldozerul din vis mai poate sugera si faptul ca ceea ce ati inceput la locul de munca poate fi finalizat numai cu ajutorul unei forte majore, de proportii, care desigur e posibil sa si strice totul.",
      "slug": "buldozer"
    },
    {
      "name": "Buletin",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "buletin"
    },
    {
      "name": "Bulevard",
      "category": "dictionar",
      "shortMeaning": "Depinzand de conditia sa, bulevardul in vise va poate arata daca drumul sau in viata va fi dificil sau usor.",
      "fullInterpretation": "Depinzand de conditia sa, bulevardul in vise va poate arata daca drumul sau in viata va fi dificil sau usor. Daca visati ca vedeti oameni traversand un bulevard inseamna ca vor aparea anumite obstacole in viata dumneavoastra. Visul in care mergeti pe un bulevard drept sugereaza un viitor promitator. Atunci cand visati ca ajungeti la o intersectie de bulevarde inseamna ca aveti de luat anumite decizii.",
      "slug": "bulevard"
    },
    {
      "name": "Bulgari de zapada",
      "category": "dictionar",
      "shortMeaning": "Visul in care va bateti cu bulgari de zapada inseamna ca trebuie sa va inconjurati de oameni draguti.",
      "fullInterpretation": "Visul in care va bateti cu bulgari de zapada inseamna ca trebuie sa va inconjurati de oameni draguti. S-ar putea sa mai insemne ca va luptati cu unele probleme jenante, probabil o rivalitate in anturaj.",
      "slug": "bulgari-de-zapada"
    },
    {
      "name": "Bulion",
      "category": "dictionar",
      "shortMeaning": "Visul in care faceti bulion semnifica faptul ca veti agonisi bucate.",
      "fullInterpretation": "Visul in care faceti bulion semnifica faptul ca veti agonisi bucate. Pentru mai multe detalii va rugama sa consultati interpretarea visului : Rosii / patlagele",
      "slug": "bulion"
    },
    {
      "name": "Bumbac",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "bumbac"
    },
    {
      "name": "Bumerang",
      "category": "dictionar",
      "shortMeaning": "Acest vis poate aparea in mod frecvent atunci cand cel care a visat a avut o ibucnire agresiva si...",
      "fullInterpretation": "Acest vis poate aparea in mod frecvent atunci cand cel care a visat a avut o ibucnire agresiva si acum regreta acest lucru. Trecutul dumneavoastra se reflecta negativ in prezent. Din punct de vedere psihologic, bumerangul indica remuscari pentru neglijenta si conflicte de constiinta. De asemenea, visul poate fi un simbol pentru astepatri, pentru ceea ce ati facut sau nu. Mereu veti primi inapoi ceea ce faceti altora. Bine faceti, bine primiti. Rau faceti, rau primiti.Bumerangul in vise reprezinta anumite asteptari sau ceva ce fapte ce doriti sa vi se intoarca. De exempu: ati ajutat pe cineva iar acum va asteptati ca acel cineva sa va intoarca acel favor / fapta inapoi. Poate, de asemenea, sa reprezinte si unele obiective sau rezultate de la care asteptati acum roadele. Daca visezi ca arunci cu un bumerang si acesta se intoarce la tine si te loveste inseamna ca trebuie sa fi atent la ceea ce dezvalui altora. Din punct de vedere spiritual, bumerangul, este precum karma. Actiunile si faptele se vor intoarce mereu la dumneavoastra. Daca ati depus efort sau energie intr-un proiect sau o relatie atunci acestea vor veni inapoi la dumneavoastra intr-un mod pozitiv.",
      "slug": "bumerang"
    },
    {
      "name": "Buncăr",
      "category": "locuri",
      "shortMeaning": "Protecție extremă, izolare, frică de atac, supraviețuire sau refugiu în subconștient.",
      "fullInterpretation": "Buncărul este locul unde te ascunzi de catastrofe.\n\nÎn vis, el indică faptul că te simți foarte amenințat și ai nevoie de protecție maximă. Te-ai izolat emoțional (\"te-ai baricadat\").\n\nPoate sugera că eviți să te confrunți cu realitatea sau cu \"furia\" lumii exterioare.\n\nDacă buncărul este confortabil, ai resurse interioare puternice pentru a rezista oricărei crize.",
      "slug": "buncar"
    },
    {
      "name": "Bunici",
      "category": "persoane",
      "shortMeaning": "Origini, tradiție, înțelepciune, rădăcini, protecție sau nostalgie.",
      "fullInterpretation": "Bunicii sunt rădăcinile arborelui tău genealogic. Ei simbolizează tradiția, valorile moștenite și iubirea necondiționată.\n\nBunicul reprezintă adesea autoritatea blândă și înțelepciunea practică.\n\nBunica este simbolul grijii materne, al hrănirii și al intuiției.\n\nApariția lor în vis îți amintește de unde pleci și te îndeamnă să te bazezi pe experiența trecutului.",
      "slug": "bunic-bunica"
    },
    {
      "name": "Bunic decedat",
      "category": "persoane",
      "shortMeaning": "Dor, ghidare spirituală, conștiință încărcată sau moștenire morală.",
      "fullInterpretation": "A-ți visa bunicul decedat este adesea un mod de a păstra legătura cu el.\n\nDacă te sfătuiește, ascultă-l cu atenție, căci mesajul vine din subconștientul tău profund.\n\nDacă este supărat, s-ar putea să te simți vinovat că ai încălcat niște principii de familie.\n\nDacă este fericit, este un semn de binecuvântare și protecție.",
      "slug": "bunic-mort"
    },
    {
      "name": "Bunică decedată",
      "category": "persoane",
      "shortMeaning": "Nevoie de alinare, protecție angelică, întoarcere la inocență sau avertisment.",
      "fullInterpretation": "Bunica decedată apare adesea în vise ca un înger păzitor.\n\nEa vine să te aline în momentele grele sau să te avertizeze asupra unui pericol (intuiția feminină).\n\nVisul poate reflecta nevoia ta de a fi din nou copil, protejat și iubit fără condiții.\n\nPoate indica și dorul de vremurile simple și de căldura căminului.",
      "slug": "bunica-moarta"
    },
    {
      "name": "Bunici decedați",
      "category": "persoane",
      "shortMeaning": "Reconectare cu trecutul, suport spiritual, rezolvarea problemelor vechi sau doliu neîncheiat.",
      "fullInterpretation": "A-ți visa ambii bunici decedați sugerează o nevoie puternică de reconectare cu rădăcinile și cu identitatea ta profundă.\n\nEi reprezintă fundația pe care ți-ai construit viața.\n\nVisul poate marca un moment de cotitură în care ai nevoie de toată înțelepciunea străbunilor.\n\nDacă sunt vii în vis, înseamnă că valorile lor sunt încă vii în tine.\n\nDacă îți dau ceva, primești o \"moștenire\" simbolică (un talent, o responsabilitate).",
      "slug": "bunici-morti"
    }
  ]
}