{
  "symbols": [
    {
      "name": "Baba",
      "category": "persoane",
      "shortMeaning": "Simbol al înțelepciunii ancestrale, al tradiției sau al aspectelor feminine reprimate.",
      "fullInterpretation": "În tradiția românească și în interpretarea viselor, „baba” sau femeia bătrână este o figură complexă. Adesea, ea reprezintă înțelepciunea acumulată, sfatul străbunilor sau legătura cu tradițiile.\n\nDacă visezi o babă blândă și sfătoasă, este un semn că ai nevoie de ghidare și că răspunsurile pe care le cauți se află în experiența trecutului sau în intuiția ta profundă. Poate simboliza o figură maternă protectoare sau nevoia de a te reconecta cu rădăcinile tale.\n\nPe de altă parte, o babă urâtă sau rea (asemănătoare cu Baba Cloanța din basme) poate personifica temeri interioare, aspecte negative ale propriei personalități pe care le refuzi sau frica de îmbătrânire și de moarte. Poate sugera, de asemenea, bârfe, răutăți sau intrigi din partea celor din jur.\n\nÎn anumite contexte, baba este asociată cu vremea schimbătoare (Babele din martie), sugerând instabilitate emoțională sau schimbări neprevăzute în viața ta.",
      "slug": "baba"
    },
    {
      "name": "Bacalaureat",
      "category": "fenomene",
      "shortMeaning": "Simbol al maturizării, al testelor vieții și al trecerii într-o nouă etapă de responsabilitate.",
      "fullInterpretation": "Visul despre bacalaureat nu este doar o amintire a școlii, ci un simbol puternic al testării și evaluării. El apare adesea în momente de tranziție, când te simți judecat sau când trebuie să demonstrezi ce ai acumulat – fie că e vorba de cunoștințe, de maturitate emoțională sau de competențe profesionale.\n\nDacă visezi că dai bacalaureatul, s-ar putea să te confrunți cu o provocare majoră în viața reală care îți testează limitele. Emoțiile din vis (anxietate, încredere, panică) reflectă modul în care te raportezi la această provocare.\n\nReușita la bacalaureat în vis anunță succesul, depășirea obstacolelor și intrarea într-o nouă etapă a vieții, marcată de mai multă responsabilitate și independență. Eșecul, pe de altă parte, poate indica nesiguranță, teama de a nu fi \"destul de bun\" sau sentimentul că nu ești pregătit pentru ceea ce urmează. Este un apel la a-ți consolida cunoștințele și încrederea în sine.",
      "slug": "bacalaureat"
    },
    {
      "name": "Bacsis",
      "category": "fenomene",
      "shortMeaning": "Indică compromisuri, recompense neoficiale, sentimentul de subapreciere sau nevoia de a unge mecanismele.",
      "fullInterpretation": "Bacșișul în vis are conotații legate de valoare, schimb și uneori, de moralitate.\n\nDacă visezi că oferi bacșiș, acest lucru poate sugera că încerci să obții favoruri, să \"cumperi\" bunăvoința cuiva sau că ești dispus să faci compromisuri pentru a-ți atinge scopurile. Poate indica și generozitate, dar adesea una calculată.\n\nDacă primești bacșiș, visul poate vorbi despre sentimentul propriei valori. Te simți răsplătit pentru eforturile tale suplimentare, sau dimpotrivă, simți că ești tratat cu condescendență, că primești doar \"firimituri\" în loc de recunoașterea pe care o meriți?\n\nUneori, bacșișul simbolizează acele mici atenții sau gesturi care facilitează relațiile sociale, dar poate avertiza și asupra unor situații neclare, a mitei sau a lipsei de onestitate.",
      "slug": "bacsis"
    },
    {
      "name": "Badavru",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "badavru"
    },
    {
      "name": "Bagaje",
      "category": "obiecte",
      "shortMeaning": "Simbol al poverilor emoționale, al responsabilităților, dar și al resurselor acumulate pentru călătoria vieții.",
      "fullInterpretation": "Bagajele în vis reprezintă tot ceea ce purtăm cu noi prin viață: experiențe, amintiri, responsabilități, griji, dar și talente sau cunoștințe.\n\nDacă visezi că ai bagaje grele, te simți copleșit de obligații, de trecut sau de emoții nerezolvate. Este un semn că ar trebui să \"lași jos\" din greutăți, să te eliberezi de ceea ce nu-ți mai servește.\n\nPierderea bagajelor sugerează o criză de identitate, teama de schimbare sau sentimentul că ți-ai pierdut reperele. Poate indica, de asemenea, o eliberare neașteptată de vechile tipare.\n\nPregătirea bagajelor anunță o schimbare, o nouă etapă sau dorința de a evada din cotidian. Modul în care le faci – ordonat sau haotic – reflectă starea ta mentală în fața acestei schimbări.\n\nBagajele mici sau ușoare indică capacitatea de a te adapta rapid și de a nu te atașa excesiv de lucruri materiale sau de trecut.",
      "slug": "bagaje"
    },
    {
      "name": "Bagheta",
      "category": "obiecte",
      "shortMeaning": "Simbol al puterii personale, al voinței și al capacității de a transforma realitatea prin intenție.",
      "fullInterpretation": "Bagheta (magică sau de dirijor) este un simbol falic și de putere, reprezentând capacitatea de a influența, de a comanda și de a crea.\n\nA avea o baghetă în mână sugerează că te simți stăpân pe situație, că ai resursele necesare pentru a-ți \"vrăji\" viața sau pentru a dirija evenimentele în direcția dorită. Este un semn de încredere în propriul potențial creativ.\n\nDacă visezi că altcineva are bagheta, s-ar putea să simți că altcineva deține controlul asupra ta sau că ești la mila unor forțe externe.\n\nBagheta magică evocă dorința de soluții rapide, de miracole care să rezolve problemele fără efort, dar amintește și de puterea imaginației. Bagheta de dirijor vorbește despre nevoia de armonie, de coordonare și de leadership.",
      "slug": "bagheta"
    },
    {
      "name": "Băiat / Băieți",
      "category": "persoane",
      "shortMeaning": "Simbol al inocenței, al energiei masculine tinerești sau al dezvoltării unor noi laturi ale personalității.",
      "fullInterpretation": "Apariția unui băiat în vis simbolizează adesea spiritul ludic, inocența și potențialul de creștere.\n\nDacă o femeie visează un băiat, acesta poate reprezenta „animus-ul” ei, latura masculină a personalității care este în curs de dezvoltare sau nevoia de a fi mai asertivă și mai logică. Poate evoca și sentimente materne sau dorința de a avea grijă de cineva.\n\nPentru un bărbat, băiatul din vis este o oglindă a propriului sine interior, o reîntoarcere la copilărie sau un semn că anumite părți ale sale au rămas imature și necesită evoluție.\n\nUn băiat jucăuș aduce vești despre bucurie și lipsă de griji, în timp ce un băiat trist sau agresiv poate indica conflicte interioare sau probleme nerezolvate din trecutul tău.",
      "slug": "baiat-baieti"
    },
    {
      "name": "Baie",
      "category": "locuri",
      "shortMeaning": "Loc de purificare, intimitate și regenerare emoțională; nevoie de curățare interioară.",
      "fullInterpretation": "Baia în vis este un sanctuar al purificării, nu doar fizice, ci și sufletești. Este locul unde te speli de „murdăria” acumulată peste zi – griji, emoții negative, stres sau vinovăție.\n\nA visa o baie curată și luminoasă sugerează liniște sufletească, vindecare și dorința de a începe o nouă etapă cu forțe proaspete. Este semnul că ești pregătit să lași în urmă trecutul.\n\nO baie murdară sau în dezordine indică haos emoțional, sentimente reprimate sau dificultatea de a te elibera de probleme. Poate sugera că ai nevoie de timp pentru tine, pentru a-ți pune ordine în gânduri.\n\nLipsa de intimitate în baie (uși lipsă, oameni care te privesc) reflectă vulnerabilitatea și teama de a fi expus sau judecat de ceilalți.",
      "slug": "baie"
    },
    {
      "name": "A face baie",
      "category": "acțiuni",
      "shortMeaning": "Proces de curățare a conștiinței, eliberare de vinovăție și vindecare emoțională.",
      "fullInterpretation": "Acțiunea de a face baie în vis este un ritual simbolic de reînnoire. Apa spală nu doar corpul, ci și sufletul.\n\nDacă apa este limpede și caldă, visul prevestește sănătate, claritate mentală și împăcare cu sine. Te simți ușurat de o povară.\n\nDacă apa este tulbure sau rece, s-ar putea să te confrunți cu probleme de sănătate, tristețe sau regrete. Este un avertisment să fii atent la starea ta de bine și la mediul în care trăiești.\n\nA face baie împreună cu cineva poate sugera intimitate, dar și posibile bârfe sau o relație prea expusă, în funcție de contextul visului și de emoțiile resimțite.",
      "slug": "baie-ca-faci"
    },
    {
      "name": "Baie prea fierbinte",
      "category": "acțiuni",
      "shortMeaning": "Pasiune intensă care poate deveni copleșitoare, avertisment asupra imprudenței sau a furiei.",
      "fullInterpretation": "O baie prea fierbinte în vis sugerează că te joci cu focul sau că emoțiile tale au atins punctul de fierbere.\n\nPoate simboliza o pasiune mistuitoare care riscă să te ardă sau o situație tensionată pe care nu o mai poți tolera. Căldura excesivă poate fi un avertisment asupra sănătății (febră) sau asupra faptului că acțiunile tale impulsive pot avea consecințe dureroase.\n\nDe asemenea, poate indica nevoia de a te relaxa, dar într-un mod care a devenit extrem sau periculos. Încearcă să găsești un echilibru și să „răcești” puțin temperamentul sau situația în care te afli.",
      "slug": "baie-prea-fierbinte"
    },
    {
      "name": "Bani",
      "category": "obiecte",
      "shortMeaning": "Simbol al energiei personale, al valorii de sine, puterii și potențialului de a realiza lucruri.",
      "fullInterpretation": "Banii în vis sunt rar despre monede și bancnote în sine; ei sunt o măsură a energiei psihice și a valorii pe care ți-o acorzi.\n\nA găsi bani înseamnă că îți redescoperi resurse interioare, talente uitate sau că primești un impuls de energie și încredere. Este un semn excelent de potențial și oportunitate.\n\nA pierde bani sugerează nesiguranță, scăderea stimei de sine sau teama că nu ești suficient de bun. Poate indica, de asemenea, epuizare emoțională – simți că „plătești” prea mult într-o relație sau situație.\n\nA număra banii reflectă evaluarea propriei vieți, dorința de control și uneori lăcomia sau teama de lipsuri. Banii falși avertizează asupra iluziilor, a prietenilor neautentici sau a faptului că te amăgești singur în privința valorii tale.",
      "slug": "bani"
    },
    {
      "name": "Bărbat",
      "category": "persoane",
      "shortMeaning": "Simbol al aspectului activ, rațional, al autorității sau al animus-ului (latura masculină interioară).",
      "fullInterpretation": "În interpretarea viselor, bărbatul reprezintă adesea principiul activ, logica, asertivitatea și puterea de decizie.\n\nPentru o femeie, bărbatul din vis poate simboliza „animus-ul” – partea masculină a psihicului ei. Dacă bărbatul este prietenos, indică o bună integrare a acestor calități (curaj, inițiativă). Dacă este amenințător, poate sugera conflicte interioare sau o relație dificilă cu autoritatea.\n\nPentru un bărbat, apariția unui alt bărbat poate reflecta rivalitatea, dar și nevoia de a-și evalua propriile competențe. Un bărbat bătrân simbolizează înțelepciunea (Arhetipul Înțeleptului), în timp ce un bărbat tânăr poate indica impulsivitate sau energie brută.\n\nDacă visezi un bărbat necunoscut, acesta este adesea o proiecție a unor trăsături pe care încă nu le-ai recunoscut în tine însuți.",
      "slug": "barbat"
    },
    {
      "name": "Biserică",
      "category": "locuri",
      "shortMeaning": "Sanctuar al sufletului, nevoie de ghidare spirituală, pace interioară sau căutarea iertării.",
      "fullInterpretation": "Biserica în vis este un simbol puternic al spiritualității, al valorilor morale și al căutării sensului. Nu se referă neapărat la religie, ci la spațiul sacru din interiorul tău.\n\nA intra într-o biserică sugerează nevoia de alinare, de liniște și de protecție divină în fața greutăților vieții. Poate indica, de asemenea, dorința de a te purifica de vinovăție sau de a găsi răspunsuri la întrebări existențiale.\n\nO biserică luminoasă și plină de oameni anunță evenimente fericite, comuniune și sprijin social. O biserică ruinată sau întunecată poate reflecta o criză de credință, pierderea speranței sau abandonarea propriilor valori.\n\nDacă visezi că te rogi în biserică, este un semn că ești pregătit să accepți ajutor și să te eliberezi de poverile emoționale.",
      "slug": "biserica"
    },
    {
      "name": "Bătaie",
      "category": "acțiuni",
      "shortMeaning": "Conflict interior nerezolvat, tensiune acumulată, luptă pentru putere sau impunerea voinței.",
      "fullInterpretation": "Bătaia în vis este rareori un semn de violență fizică reală; ea simbolizează conflictul psihic.\n\nDacă primești bătaie, s-ar putea să te simți vinovat, neputincios sau „pedepsit” de viață pentru anumite alegeri. Poate indica o poziție de victimă pe care ți-o asumi inconștient.\n\nDacă dai bătaie, visul reflectă furie reprimată, frustrare și dorința de a domina o situație sau o persoană care te provoacă. Este un semn că ai nevoie să-ți exprimi emoțiile într-un mod mai constructiv.\n\nA vedea o bătaie între alții sugerează că ești martor la un conflict de interese sau valori în viața ta, simțindu-te prins la mijloc. Uneori, bătaia simbolizează lupta dintre rațiune și sentiment.",
      "slug": "bataie"
    },
    {
      "name": "Broască",
      "category": "animale",
      "shortMeaning": "Simbol al transformării, fertilității, adaptabilității și al potențialului ascuns (prințul fermecat).",
      "fullInterpretation": "Broasca este un simbol al metamorfozei, trecând de la mediul acvatic la cel terestru. În vise, ea anunță schimbări majore și adaptare.\n\nDatorită ciclului său de viață, broasca reprezintă fertilitatea, renașterea și evoluția spirituală. A visa o broască sărind sugerează că faci progrese rapide sau că trebuie să faci un „salt” de credință într-o situație nouă.\n\nÎn basme, broasca se transformă în prinț, ceea ce sugerează că aparențele pot fi înșelătoare: ceva ce pare neplăcut sau modest la prima vedere poate ascunde o mare valoare sau oportunitate („frumusețea interioară”).\n\nO broască orăcăind poate fi un avertisment să fii atent la bârfe sau la vorbe fără rost, dar și un semn că vocea ta trebuie auzită.",
      "slug": "broasca"
    },
    {
      "name": "Becuri",
      "category": "obiecte",
      "shortMeaning": "Simbol al ideilor, clarității mentale, intuiției și al soluțiilor neașteptate.",
      "fullInterpretation": "Becul este simbolul modern al iluminării instantanee. Aprinderea unui bec în vis reprezintă momentul „Evrika!” – găsirea unei soluții, o idee genială sau înțelegerea clară a unei situații confuze.\n\nUn bec care luminează puternic sugerează o minte ascuțită, inspirație și succes în proiecte intelectuale. Ești pe cale să vezi adevărul.\n\nUn bec ars sau care pâlpâie indică epuizare mentală, lipsă de viziune sau teama că „nu vezi” ceva important. Poate sugera că ai nevoie de odihnă pentru a-ți recăpăta claritatea.\n\nSpargerea unui bec poate simboliza o deziluzie bruscă sau refuzul de a accepta o realitate evidentă.",
      "slug": "becuri"
    },
    {
      "name": "Boboci",
      "category": "natură",
      "shortMeaning": "Simbol al începuturilor, al potențialului latent, fragilității și al promisiunii de creștere.",
      "fullInterpretation": "Bobocii în vis, fie că sunt de floare sau de pasăre, simbolizează începutul unui nou ciclu de viață și potențialul care așteaptă să se manifeste.\n\nUn boboc de floare sugerează că o idee, o relație sau un talent este pe cale să „înflorească”. Este un semn de speranță și de frumusețe care urmează să se dezvăluie, dar care necesită încă protecție și răbdare.\n\nBobocii de rață sau de gâscă evocă inocența, vulnerabilitatea și nevoia de a urma un ghid (mama). Pot sugera că te simți nepregătit într-o situație nouă sau că ai pe cineva în grijă.\n\nÎn context social („boboc” la liceu/facultate), visul marchează o tranziție de statut, anxietatea integrării într-un nou grup și entuziasmul descoperirii.",
      "slug": "boboci"
    },
    {
      "name": "Bloc",
      "category": "locuri",
      "shortMeaning": "Simbol al vieții sociale, al structurii mentale sau al lipsei de intimitate; conviețuire.",
      "fullInterpretation": "Blocul de locuințe în vis reprezintă structura ta socială și modul în care te integrezi în comunitate.\n\nFiecare apartament poate simboliza un aspect diferit al vieții tale sau al personalității tale. Un bloc înalt și impunător sugerează ambiții mari, dar poate indica și sentimentul de izolare într-o mulțime.\n\nDacă locuiești într-un bloc, visul reflectă relația ta cu vecinii (colegii, societatea) și nevoia de a respecta reguli comune. Poate sugera lipsa de intimitate sau faptul că te simți „îngrămădit” de presiunile sociale.\n\nUn bloc în construcție anunță proiecte noi și evoluție, în timp ce un bloc care se dărâmă avertizează asupra prăbușirii unor vechi convingeri sau structuri de viață care nu mai sunt stabile.",
      "slug": "bloc"
    },
    {
      "name": "Bijuterii",
      "category": "obiecte",
      "shortMeaning": "Simbol al valorii personale, al talentelor prețioase, al statutului și al afecțiunii.",
      "fullInterpretation": "Bijuteriile în vis nu sunt doar podoabe, ci reflectă ceea ce prețuiești cel mai mult la tine sau la alții. Ele simbolizează stima de sine, talentele unice și bogăția interioară.\n\nA purta bijuterii scumpe sugerează că ești conștient de valoarea ta și că dorești recunoaștere. Poate indica și vanitate sau dorința de a impresiona.\n\nA primi bijuterii cadou este un semn de iubire, apreciere și angajament. Cineva te consideră „prețios”.\n\nA pierde o bijuterie este un semn de avertisment: s-ar putea să-ți neglijezi un talent, să pierzi o relație valoroasă sau să-ți scadă încrederea în sine.\n\nBijuteriile false avertizează asupra aparențelor înșelătoare, a ipocriziei sau a faptului că pui preț pe lucruri superficiale.",
      "slug": "bijuterie-bijuterii"
    },
    {
      "name": "Blocat",
      "category": "fenomene",
      "shortMeaning": "Senzație de neputință, stagnare, lipsă de opțiuni sau teama de a lua decizii.",
      "fullInterpretation": "Senzația de a fi blocat în vis (într-o cameră, în trafic, într-o situație) este una dintre cele mai comune teme onirice și reflectă direct frustrările din viața reală.\n\nAcest vis îți spune că te simți prins într-o situație fără ieșire: un job care nu te satisface, o relație toxică sau o dilemă morală. Simți că nu ai control și că nu poți progresa.\n\nDacă ești blocat fizic (nu te poți mișca), este vorba despre „paralizia decizională” – teama de a face o greșeală te împiedică să acționezi.\n\nVisul te îndeamnă să cauți soluții alternative, să schimbi perspectiva sau să ceri ajutor. Adesea, bariera este doar mentală, iar cheia „deblocării” se află în curajul de a face o schimbare, oricât de mică.",
      "slug": "blocat"
    },
    {
      "name": "Băiețel",
      "category": "persoane",
      "shortMeaning": "Simbol al inocenței pure, al începuturilor fragile și al nevoii de protecție și joacă.",
      "fullInterpretation": "Spre deosebire de „băiat” care poate sugera un tânăr sau adolescent, „băiețelul” evocă copilăria mică, vulnerabilitatea și puritatea.\n\nÎn vis, un băiețel poate reprezenta copilul interior care are nevoie de atenție, de joacă și de iubire necondiționată. Poate semnala dorința de a te întoarce la o perioadă fără griji.\n\nPentru o femeie însărcinată sau care își dorește copii, visul poate fi o proiecție a dorinței materne.\n\nDacă băiețelul plânge sau este trist, este un semnal că o parte din tine suferă sau că ai neglijat bucuriile simple ale vieții. Un băiețel care se joacă vesel aduce optimism și promisiunea unor noi începuturi creative.",
      "slug": "baietel"
    },
    {
      "name": "Baionetă",
      "category": "obiecte",
      "shortMeaning": "Simbol falic, agresivitate, conflict iminent sau apărare forțată.",
      "fullInterpretation": "Baioneta este o armă albă atașată unei arme de foc, simbolizând o agresivitate directă și periculoasă.\n\nÎn interpretarea freudiană, baioneta are o clară conotație falică, sugerând o sexualitate agresivă sau teama de penetrare/violare (fizică sau psihică).\n\nDacă folosești o baionetă, visul indică furie reprimată și dorința de a „înțepa” sau de a răni pe cineva pentru a te apăra. Arată că te simți încolțit și ești gata de luptă corp la corp.\n\nO baionetă ruginită sau ruptă sugerează neputință, eșec în conflicte sau diminuarea agresivității.\n\nA fi amenințat cu o baionetă reflectă teama de a fi atacat verbal sau emoțional de cineva din anturaj.",
      "slug": "baioneta"
    },
    {
      "name": "Bal",
      "category": "fenomene",
      "shortMeaning": "Eveniment social, integrare, bucurie, dar și superficialitate sau nevoia de recunoaștere.",
      "fullInterpretation": "Balul în vis este despre viața socială, imagine și relații. Este scena unde te prezinți lumii.\n\nDacă te simți bine la bal, dansezi și ești admirat, visul reflectă încredere în sine, succes social și armonie în relații. Te simți integrat și apreciat.\n\nDacă stai pe margine sau nu ai partener, visul indică sentimente de inadecvare, timiditate sau teama de respingere. Simți că „nu ești invitat” la bucuria vieții.\n\nUn bal fastuos poate sugera dorința de evadare din cotidian, dar și avertismentul de a nu te lăsa furat de aparențe strălucitoare, dar lipsite de substanță.",
      "slug": "bal"
    },
    {
      "name": "Bal mascat",
      "category": "fenomene",
      "shortMeaning": "Ipocrizie, mister, ascunderea adevăratei fețe, intrigi și nesiguranță în relații.",
      "fullInterpretation": "Balul mascat adaugă un strat de complexitate simbolismului balului: disimularea.\n\nAcest vis sugerează că oamenii din jurul tău nu sunt ceea ce par a fi. Poate indica prieteni falși, minciuni sau intrigi ascunse sub zâmbete politicoase.\n\nDacă tu porți mască, înseamnă că îți ascunzi adevăratele sentimente sau intenții. Ți-e teamă să te arăți vulnerabil sau încerci să manipulezi o situație.\n\nSă vezi partenerul purtând mască la bal este un semn de neîncredere în relație. Simți că îți ascunde ceva esențial. Visul te invită să cauți adevărul dincolo de aparențe.",
      "slug": "bal-mascat"
    },
    {
      "name": "Balansoar",
      "category": "obiecte",
      "shortMeaning": "Instabilitate, indecizie, oscilație între două opțiuni sau nevoia de alinare ritmică.",
      "fullInterpretation": "Balansoarul simbolizează mișcarea fără progres: te miști înainte și înapoi, dar rămâi în același loc.\n\nAcest vis reflectă adesea o stare de indecizie. Oscilezi între două alegeri, două sentimente sau două direcții și nu reușești să te hotărăști. Ești prins într-un du-te-vino mental.\n\nPe de altă parte, balansoarul (mai ales cel de copii sau de grădină) poate sugera nevoia de confort, de liniște și de o activitate repetitivă care să calmeze anxietatea. Este o regresie la o stare de siguranță.\n\nDacă balansoarul este gol și se mișcă singur, poate fi un simbol neliniștitor al absenței, al unei amintiri care nu-ți dă pace sau al morții.",
      "slug": "balansoar"
    },
    {
      "name": "Balanță",
      "category": "obiecte",
      "shortMeaning": "Simbol al justiției, echilibrului, deciziei și al evaluării corecte a situațiilor.",
      "fullInterpretation": "Balanța este simbolul universal al justiției și al echilibrului. În vis, ea apare atunci când trebuie să iei o decizie importantă sau când ești judecat.\n\nDacă ții o balanță în mână, înseamnă că trebuie să cântărești bine argumentele pro și contra într-o situație delicată. Ești în căutarea echilibrului între rațiune și simțire.\n\nO balanță dezechilibrată sugerează nedreptate, favoritisme sau o judecată greșită. Poate indica faptul că acorzi prea multă importanță unui aspect al vieții în detrimentul altuia (ex: muncă vs. familie).\n\nBalanța poate simboliza și karma sau legea cauzei și efectului: primești ceea ce oferi.",
      "slug": "balanta"
    },
    {
      "name": "Balaur",
      "category": "animale",
      "shortMeaning": "Simbol al fricilor iraționale, al forțelor inconștiente sau al obstacolelor majore.",
      "fullInterpretation": "În mitologia românească, balaurul este o forță a haosului, adesea asociat cu furtunile și cu răul care trebuie învins.\n\nÎn vis, balaurul reprezintă o confruntare cu propriile temeri profunde, „monștrii” din inconștient sau cu un obstacol care pare insurmontabil.\n\nDacă te lupți cu un balaur (ca Făt-Frumos), înseamnă că ești într-un proces de maturizare și de afirmare a sinelui. Ești gata să-ți înfrunți demonii.\n\nDacă balaurul te înghite sau te domină, te simți copleșit de emoții negative, de o situație de viață sau de o autoritate tiranică.\n\nUn balaur cu mai multe capete sugerează complexitatea problemelor tale: tai un cap și crește altul la loc, semn că nu tratezi cauza, ci doar efectele.",
      "slug": "balaur"
    },
    {
      "name": "Balcon",
      "category": "locuri",
      "shortMeaning": "Nevoia de vizibilitate, perspectivă asupra vieții, statut social sau detașare.",
      "fullInterpretation": "Balconul este un spațiu intermediar, între intimitatea casei și lumea exterioară.\n\nA sta în balcon sugerează nevoia de a privi lucrurile de la distanță, de a căpăta o perspectivă mai largă asupra problemelor tale. Poate indica și o atitudine de observator pasiv al vieții.\n\nDacă balconul este la un etaj superior, poate simboliza dorința de ascensiune socială, de a fi văzut și admirat („a ieși la balcon”).\n\nUn balcon care se prăbușește este un avertisment serios: poziția ta socială sau imaginea pe care ți-ai construit-o este fragilă și riscă să se destrame.",
      "slug": "balcon"
    },
    {
      "name": "Balegă",
      "category": "natură",
      "shortMeaning": "Simbol paradoxal al norocului, fertilității și câștigului material, dar și al dezgustului.",
      "fullInterpretation": "În tradiția populară, a călca în balegă este semn de noroc și de bani. Visul păstrează adesea această semnificație pozitivă legată de câștiguri materiale neașteptate.\n\nBalega, ca îngrășământ, simbolizează fertilitatea și transformarea: din ceva „murdar” sau respingător poate rezulta creștere și prosperitate.\n\nDacă visul îți provoacă dezgust, atunci balega reprezintă aspecte neplăcute ale vieții tale de care vrei să scapi: emoții negative, relații toxice sau sentimente de vinovăție („murdărie” morală).\n\nA curăța balega sugerează efortul de a-ți pune ordine în viață și de a elimina ceea ce este inutil sau dăunător.",
      "slug": "balega"
    },
    {
      "name": "Balegar",
      "category": "natură",
      "shortMeaning": "Fertilitate, bogăție provenită din muncă sau transformarea reziduurilor în resurse.",
      "fullInterpretation": "Balegarul (grămada de gunoi de grajd) este simbolul resurselor acumulate care pot fi folosite pentru a genera o nouă viață.\n\nVisul indică faptul că experiențele trecute, chiar și cele neplăcute, pot deveni „îngrășământ” pentru viitorul tău. Ai capacitatea de a transforma o situație dificilă într-un avantaj.\n\nO grămadă mare de balegar poate prevesti bogăție, succes în afaceri sau o recoltă bogată (la propriu sau la figurat).\n\nPe de altă parte, dacă te simți blocat în balegar, visul sugerează că ești împotmolit în probleme vechi și că trebuie să depui efort pentru a te curăța și a merge mai departe.",
      "slug": "balegar"
    },
    {
      "name": "Balenă",
      "category": "animale",
      "shortMeaning": "Simbol al inconștientului profund, al puterii emoționale, intuiției și al renașterii.",
      "fullInterpretation": "Balena este stăpâna oceanelor, simbolizând imensitatea inconștientului și a emoțiilor profunde.\n\nApariția unei balene în vis este un semn major. Poate indica o conexiune puternică cu intuiția ta sau o perioadă de profundă transformare spirituală.\n\nAsemenea lui Iona înghițit de balenă, visul poate sugera o perioadă de izolare sau de retragere în sine („noaptea neagră a sufletului”), necesară pentru a renaște ca un om nou.\n\nO balenă care înoată liberă sugerează libertate emoțională și putere interioară. O balenă eșuată indică faptul că te simți copleșit, pierdut sau deconectat de la fluxul vieții.",
      "slug": "balena"
    },
    {
      "name": "Balerină",
      "category": "persoane",
      "shortMeaning": "Simbol al grației, disciplinei, echilibrului și al armoniei, dar și al fragilității.",
      "fullInterpretation": "Balerina întruchipează perfecțiunea artistică obținută prin disciplină riguroasă. În vis, ea simbolizează grația și armonia pe care încerci să le aduci în viața ta.\n\nA vedea o balerină dansând sugerează că treci printr-o perioadă de echilibru și frumusețe, sau că aspiri la aceste calități. Poate indica nevoia de a aborda problemele cu mai multă delicatețe și flexibilitate.\n\nDacă tu ești balerina, visul reflectă eforturile tale de a menține aparențele sau de a performa la standarde înalte. Poate fi un semn că muncești din greu pentru a părea „ușoară” și „fără griji” în fața altora.\n\nO balerină care cade sau se rănește avertizează asupra vulnerabilității tale emoționale sau a eșecului în menținerea unui echilibru precar.",
      "slug": "balerina"
    },
    {
      "name": "Balet",
      "category": "acțiuni",
      "shortMeaning": "Armonie, coordonare, exprimare artistică și nevoia de precizie în acțiuni.",
      "fullInterpretation": "Baletul în vis este o metaforă pentru modul în care te miști prin viață: cu precizie, grație și coordonare.\n\nSă privești un spectacol de balet sugerează că admiri ordinea și frumusețea, sau că ești spectator la desfășurarea armonioasă a evenimentelor din jurul tău.\n\nDacă dansezi balet, visul indică faptul că ești implicat într-o situație care cere multă disciplină și atenție la detalii. Poate sugera că încerci să „dansezi” în jurul unei probleme delicate.\n\nPantofii de balet (poantele) simbolizează instrumentele de care ai nevoie pentru a reuși, dar și durerea ascunsă în spatele succesului.",
      "slug": "balet"
    },
    {
      "name": "Balon",
      "category": "obiecte",
      "shortMeaning": "Speranțe fragile, dorința de ascensiune, libertate sau aroganță.",
      "fullInterpretation": "Balonul are semnificații multiple în funcție de context. Fiind umplut cu aer, simbolizează elementul mental, ideile și aspirațiile.\n\nUn balon care se înalță spre cer sugerează dorința de libertate, de evadare din problemele cotidiene sau ambiții înalte. Poate indica optimism și speranță.\n\nUn balon care se sparge brusc simbolizează deziluzia: spulberarea viselor, a speranțelor deșarte sau a unui ego supradimensionat.\n\nDacă ții un balon de sfoară, încerci să păstrezi controlul asupra viselor tale sau asupra copilului interior. Pierderea balonului (scăpat din mână) evocă nostalgia după copilărie sau o oportunitate ratată.",
      "slug": "balon"
    },
    {
      "name": "Balon de săpun",
      "category": "obiecte",
      "shortMeaning": "Iluzii efemere, frumusețe trecătoare, visare și fragilitatea fericirii.",
      "fullInterpretation": "Baloanele de săpun sunt simbolul perfect al efemerului. Sunt frumoase, irizante, dar extrem de fragile.\n\nÎn vis, ele reprezintă iluziile, speranțele care nu au o bază solidă sau bucuriile de scurtă durată. Te avertizează să nu te bazezi pe promisiuni goale sau pe planuri nerealiste.\n\nA face baloane de săpun sugerează o atitudine ludică, lipsită de griji, dar poate indica și faptul că pierzi timpul cu fantezii în loc să acționezi concret.\n\nSpargerea lor este inevitabilă și simbolizează revenirea la realitate, uneori dezamăgitoare, dar necesară.",
      "slug": "balon-de-sapun"
    },
    {
      "name": "Balon pentru copii",
      "category": "obiecte",
      "shortMeaning": "Bucurie inocentă, sărbătoare, amintiri din copilărie sau superficialitate.",
      "fullInterpretation": "Balonul colorat, de petrecere, este un simbol al bucuriei simple și al celebrării.\n\nApariția lui în vis poate sugera nevoia de a te distra, de a marca un moment fericit sau de a te reconecta cu inocența copilăriei.\n\nDacă balonul este dezumflat, indică lipsa de energie, dezamăgire după un eveniment așteptat sau „dezumflarea” entuziasmului.\n\nDacă te joci cu un balon, visul te invită să nu iei viața prea în serios și să găsești motive de bucurie în lucrurile mărunte.",
      "slug": "balon-pentru-copii"
    },
    {
      "name": "Balon zburând",
      "category": "obiecte",
      "shortMeaning": "Dorința de evadare, libertate absolută, detașare de probleme sau pierderea controlului.",
      "fullInterpretation": "Un balon care zboară liber pe cer simbolizează aspirația sufletului către libertate și transcendență.\n\nTe simți pregătit să te desprinzi de greutățile pământești, de responsabilități și să privești viața de la înălțime. Este un semn de optimism și de expansiune a conștiinței.\n\nPe de altă parte, dacă balonul zboară necontrolat și îl pierzi din vedere, visul poate sugera că ai pierdut contactul cu realitatea sau că o oportunitate ți-a scăpat printre degete.\n\nCuloarea balonului este importantă: roșu (pasiune), albastru (pace), galben (intelect).",
      "slug": "balon-zburand"
    },
    {
      "name": "Balsam",
      "category": "obiecte",
      "shortMeaning": "Vindecare, alinare a durerii emoționale, împăcare și regenerare.",
      "fullInterpretation": "Balsamul este simbolul vindecării blânde. În vis, el indică nevoia de a calma o rană sufletească sau de a aplana un conflict.\n\nDacă aplici balsam pe o rană, înseamnă că ești în proces de recuperare după o traumă sau o dezamăgire. Începi să te îngrijești de tine cu mai multă blândețe.\n\nMirosul plăcut al balsamului sugerează o atmosferă de pace și armonie care urmează să intre în viața ta. Este un semn că suferința se va diminua.\n\nÎn sens figurat, balsamul poate fi un cuvânt bun sau un gest de iertare primit de la cineva.",
      "slug": "balsam"
    },
    {
      "name": "Baltă",
      "category": "natură",
      "shortMeaning": "Emoții stagnante, confuzie, murdărie morală sau blocaj psihologic.",
      "fullInterpretation": "Balta, cu apa ei stătătoare și tulbure, simbolizează stagnarea emoțională și lipsa de claritate.\n\nSpre deosebire de râul care curge (viață, schimbare), balta indică faptul că te-ai blocat în sentimente vechi, resentimente sau depresie. Nu există progres.\n\nDacă cazi într-o baltă, înseamnă că te lași atras într-o situație compromițătoare sau jenantă. Poate sugera și bârfe sau un anturaj care te trage în jos.\n\nA vedea o baltă secată poate însemna sfârșitul unei perioade de confuzie, dar și lipsă de emoție (ariditate sufletească).",
      "slug": "balta"
    },
    {
      "name": "Balustradă",
      "category": "obiecte",
      "shortMeaning": "Sprijin, nevoia de siguranță, ajutor extern sau frica de a cădea.",
      "fullInterpretation": "Balustrada este un element de protecție care te împiedică să cazi. În vis, ea reprezintă sprijinul pe care te bazezi în viață.\n\nDacă te ții strâns de o balustradă, înseamnă că treci printr-o perioadă de nesiguranță și ai nevoie de ajutorul prietenilor sau al familiei pentru a-ți menține echilibrul. Îți este teamă să înfrunți situația singur.\n\nO balustradă care se rupe este un avertisment: sprijinul pe care contai (o persoană, o instituție, o convingere) nu este sigur. Trebuie să înveți să te bazezi pe propriile forțe.\n\nA coborî scările fără să atingi balustrada indică încredere în sine și curaj.",
      "slug": "balustrada"
    },
    {
      "name": "Bambus",
      "category": "natură",
      "shortMeaning": "Rezistență, flexibilitate, creștere rapidă și capacitatea de a face față furtunilor vieții.",
      "fullInterpretation": "Bambusul este un simbol oriental puternic al flexibilității și rezistenței. El se îndoaie în vânt, dar nu se rupe.\n\nÎn vis, bambusul îți transmite că cea mai bună strategie în fața problemelor actuale este adaptabilitatea. Nu fi rigid, nu te opune cu înverșunare schimbărilor, ci „curgi” odată cu ele.\n\nCreșterea rapidă a bambusului simbolizează o evoluție accelerată în carieră sau în dezvoltarea personală. Ești într-o fază fertilă.\n\nDeoarece bambusul este gol pe dinăuntru, el poate simboliza și modestia, vidul fertil sau deschiderea minții către noi învățături.",
      "slug": "bambus"
    },
    {
      "name": "Banane",
      "category": "alimente",
      "shortMeaning": "Simbol al senzualității, fertilității, energiei vitale și al plăcerilor trupești.",
      "fullInterpretation": "Bananele, datorită formei lor, sunt un simbol falic clasic în interpretarea viselor, asociat cu dorința sexuală, fertilitatea și plăcerea masculină.\n\nDacă mănânci banane în vis, sugerează satisfacerea unor dorințe, vitalitate și bucurie de viață. Poate indica o perioadă fertilă din punct de vedere creativ sau sexual.\n\nBananele stricate sau negre simbolizează oportunități ratate, probleme de sănătate sau o scădere a libidoului. Poate fi un semn de frustrare.\n\nO grămadă de banane sugerează abundență, dar poate avertiza și asupra exceselor.",
      "slug": "banane"
    },
    {
      "name": "Bancă",
      "category": "locuri",
      "shortMeaning": "Securitate financiară, resurse interioare, schimb de valori sau teama de pierdere.",
      "fullInterpretation": "Banca în vis reprezintă „trezoreria” ta personală: resursele tale energetice, emoționale și financiare.\n\nA intra într-o bancă sugerează nevoia de siguranță și dorința de a-ți proteja ceea ce ai acumulat. Poate indica faptul că ești preocupat de stabilitatea ta viitoare.\n\nDacă depui bani, înseamnă că investești în tine (educație, sănătate) sau că îți conservi energia. Ești prudent și prevăzător.\n\nDacă retragi bani, sugerează că îți consumi rezervele de energie sau că treci printr-o perioadă solicitantă.\n\nO bancă jefuită simbolizează vulnerabilitatea, teama de a pierde totul sau sentimentul că cineva profită de tine emoțional.",
      "slug": "banca"
    },
    {
      "name": "Bancă de lemn",
      "category": "obiecte",
      "shortMeaning": "Odihnă, așteptare, pasivitate sau un moment de respiro în parcul vieții.",
      "fullInterpretation": "Banca de lemn (din parc sau grădină) este un loc de odihnă și contemplare.\n\nÎn vis, ea sugerează nevoia de a lua o pauză, de a te opri din agitația cotidiană și de a reflecta. Poate indica faptul că ești obosit și ai nevoie să-ți încarci bateriile.\n\nDacă stai pe bancă cu cineva, visul vorbește despre parteneriat, prietenie sau despre o întâlnire romantică. Calitatea băncii (ruptă, nouă) reflectă starea acelei relații.\n\nA sta singur pe o bancă poate simboliza singurătatea, așteptarea cuiva care nu mai vine sau, dimpotrivă, pacea interioară și solitudinea benefică.",
      "slug": "banca-de-lemn"
    },
    {
      "name": "Banchet",
      "category": "fenomene",
      "shortMeaning": "Abundență, celebrare, comuniune socială sau exces și risipă.",
      "fullInterpretation": "Banchetul este simbolul suprem al abundenței și al împărtășirii.\n\nA participa la un banchet sugerează că te afli într-o etapă prosperă a vieții, că ai „hrană” (emoțională, spirituală) din belșug și că te bucuri de compania celorlalți.\n\nDacă masa este plină de bunătăți, visul anunță fericire, satisfacție și împlinirea dorințelor.\n\nDacă masa este goală sau mâncarea este stricată, visul avertizează asupra unor promisiuni neonorate, dezamăgiri sau asupra faptului că ești „flămând” de afecțiune și recunoaștere.\n\nUn banchet haotic poate indica lipsa de măsură, hedonismul sau neglijarea aspectelor profunde ale vieții în favoarea plăcerilor imediate.",
      "slug": "banchet"
    },
    {
      "name": "Bancnote",
      "category": "obiecte",
      "shortMeaning": "Putere, statut social, datorii (morale sau financiare) și valoare percepută.",
      "fullInterpretation": "Bancnotele, spre deosebire de monede (care pot simboliza emoții), sunt adesea legate de statutul social și de puterea în lumea materială.\n\nA număra bancnote sugerează preocuparea pentru poziția ta, dorința de control și evaluarea propriului succes. Poate indica și teama de a nu avea destul.\n\nBancnotele rupte sau false avertizează asupra pierderii credibilității, a promisiunilor încălcate sau a faptului că îți bazezi stima de sine pe valori greșite.\n\nA găsi un teanc de bancnote este un semn de noroc neașteptat, dar poate simboliza și o creștere a încrederii în propriile forțe. A le pierde indică anxietate legată de capacitatea ta de a face față vieții.",
      "slug": "bancnote"
    },
    {
      "name": "Bancomat",
      "category": "obiecte",
      "shortMeaning": "Acces la resurse, nevoie rapidă de energie, dependență tehnologică sau frustrare financiară.",
      "fullInterpretation": "Bancomatul în vis simbolizează accesul rapid la resursele tale interioare și exterioare.\n\nDacă retragi bani cu ușurință, înseamnă că ești conectat la fluxul vieții, ai energie și găsești soluții rapide la probleme.\n\nDacă bancomatul nu funcționează, îți înghite cardul sau nu ai fonduri, visul reflectă anxietate, blocaje energetice și teama că nu vei face față cerințelor. Te simți „secătuit” de resurse.\n\nA uita codul PIN sugerează o deconectare de la sine: ai pierdut cheia către propriul potențial sau te simți confuz în legătură cu identitatea ta.",
      "slug": "bancomat"
    },
    {
      "name": "A bea cafea",
      "category": "acțiuni",
      "shortMeaning": "Nevoie de stimulare, luciditate, socializare sau o pauză binemeritată.",
      "fullInterpretation": "Acțiunea de a bea cafea în vis este legată de trezire, vigilență și energie.\n\nDacă bei cafeaua cu plăcere, visul sugerează că te bucuri de un moment de claritate și că ești gata să acționezi. Poate indica și nevoia de socializare, cafeaua fiind adesea un pretext pentru întâlniri.\n\nDacă gustul este amar sau neplăcut, poate prevesti o dezamăgire sau o situație care îți lasă un „gust amar”. Poate indica și faptul că ești prea agitat sau stresat.\n\nA vărsa cafeaua simbolizează o pierdere mică de energie sau o neatenție care îți strică planurile.",
      "slug": "band-gustand-cafea"
    },
    {
      "name": "Bandă",
      "category": "persoane",
      "shortMeaning": "Apartenență la un grup dubios, presiune socială, complicitate sau sentimentul de a fi exclus.",
      "fullInterpretation": "O bandă (de răufăcători sau un grup organizat) în vis simbolizează presiunea anturajului și conflictul dintre individualitate și apartenență.\n\nDacă faci parte dintr-o bandă, visul sugerează că te lași influențat de alții în mod negativ sau că ești complice la o situație care îți încalcă valorile morale. Simți nevoia de protecție, dar prețul este libertatea ta.\n\nDacă ești atacat de o bandă, te simți copleșit de probleme sau de oameni care ți se opun. Este un semn de vulnerabilitate în fața unui grup.\n\nO bandă muzicală are o semnificație diferită: armonie, colaborare și dorința de a te exprima public.",
      "slug": "banda"
    },
    {
      "name": "Bandaj",
      "category": "obiecte",
      "shortMeaning": "Nevoie de vindecare, protecție a unei vulnerabilități, răni emoționale ascunse.",
      "fullInterpretation": "Bandajul indică faptul că o rană (fizică sau, mai des, emoțională) este în curs de vindecare, dar are nevoie încă de protecție.\n\nDacă porți un bandaj, visul recunoaște suferința ta și nevoia de a fi tratat cu grijă. Poate sugera că ești „convalescent” după o despărțire sau un eșec.\n\nDacă bandajezi pe cineva, arată empatia ta și dorința de a ajuta.\n\nScoaterea bandajului simbolizează momentul adevărului: ești gata să vezi dacă rana s-a vindecat sau dacă mai ai nevoie de timp.\n\nUn bandaj murdar sugerează o infecție emoțională: resentimente care nu te lasă să te vindeci.",
      "slug": "bandaj"
    }
  ]
}