{
  "symbols": [
    {
      "name": "Burete",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "burete"
    },
    {
      "name": "Buric",
      "category": "dictionar",
      "shortMeaning": "(vezi complezul matern), deoarece prin taierea cordonului ombilical se anuleaza legatura cu mama.",
      "fullInterpretation": "(vezi complezul matern), deoarece prin taierea cordonului ombilical se anuleaza legatura cu mama. Faptul ca tinerele femei care viseaza buricul, au o inclinatie spre lesbianism, este de asemenea neconvingator.",
      "slug": "buric"
    },
    {
      "name": "Burlan",
      "category": "dictionar",
      "shortMeaning": "Visul in care apare un burlan semnifica lucrurile nerezolvate din trecut care vor iesi la suprafa...",
      "fullInterpretation": "Visul in care apare un burlan semnifica lucrurile nerezolvate din trecut care vor iesi la suprafata, sentimente care se vor trezi, trecerea printr-o experienta din care veti iesi schimbat.",
      "slug": "burlan"
    },
    {
      "name": "Bursuc",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "bursuc"
    },
    {
      "name": "Burta",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea, stomac).",
      "fullInterpretation": "(vezi, de asemenea, stomac).(vezi si abdomen) Daca visezi ca ai dureri de stomac te vei bucura de sanatate Daca ceva iti cade pe burta inseamna ca vei trece printr-o experienta umilitoare Daca visezi ca ai burta umflata vei avea o scurta boala. ( ca ai )Vei pierde timp mult prin procese.( la femeie )Castig mare in afaceri.",
      "slug": "burta"
    },
    {
      "name": "Burta mare ( ca ai )",
      "category": "dictionar",
      "shortMeaning": "( ca ai )Vei pierde timp mult prin procese.",
      "fullInterpretation": "( ca ai )Vei pierde timp mult prin procese.",
      "slug": "burta-mare-ca-ai"
    },
    {
      "name": "Burta mare ( la femeie )",
      "category": "dictionar",
      "shortMeaning": "( la femeie )Castig mare in afaceri.",
      "fullInterpretation": "( la femeie )Castig mare in afaceri.",
      "slug": "burta-mare-la-femeie"
    },
    {
      "name": "Buruiana",
      "category": "dictionar",
      "shortMeaning": "Buruiana in vise sugereaza ca dati dovada de neglijenta, de ignorare, aveti probleme de concentra...",
      "fullInterpretation": "Buruiana in vise sugereaza ca dati dovada de neglijenta, de ignorare, aveti probleme de concentrare, ar trebui sa incercati sa va deschideti in fata celor din jur. Daca visati ca aveti buruieni in curte inseamna ca ar trebui sa va feriti de anumite persoane, mai ales de cele care va vorbesc de rau.",
      "slug": "buruiana"
    },
    {
      "name": "Busola",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "busola"
    },
    {
      "name": "Bust",
      "category": "dictionar",
      "shortMeaning": "Combustibilul in vise simbolizeaza putearea spirituala.",
      "fullInterpretation": "Combustibilul in vise simbolizeaza putearea spirituala. Este ceea ce va motiveaza, ce pune in miscare sentimentele dumneavoastra. Combustibilul este simbolul unei resurse pe care o invocam atunci cand trebuie sa realizam ceva. Visele depind si de tipul combustibilului pe care il visati. Spre exemplu, ce inseamna daca visati benzina? Desi visele sunt asemanatoare, deoarece vorbim tot de combustibil, totusi exista anumite detalii pe care trebuie sa le luati in calcul. Benzina in vise reprezinta energia si spiritualitatea. Mai multe detalii veti gasi pe pagina semnificatiei visului benzina. Motorina in vise se aseamana cu visele legate de alte tipuri de combustibil. Puteti afla mai multe accesand pagina visului motorina. Daca visati petrol atunci lucrurile se schimba putin. Aici discutam de apreciere pentru munca depusa, influente din partea unor persoane necinstite sau dorinta de a ajunge la miezul problemei. Mai multe puteti gasi la semnificatia visului petrol. Alte tipuri de combustibil sunt gazul si carbunele. Visele in care apar acestea sunt diferite. Gazul in vise sugereaza o relatie sentimentala, iar carbunele in vise simbolizeaza banii. Daca doriti sa aflati mai multe detalii vizitati paginile semnificatiilor viselor gaz si carbune.",
      "slug": "bust"
    },
    {
      "name": "Bust de statuie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "bust-de-statuie"
    },
    {
      "name": "Bustean",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "bustean"
    },
    {
      "name": "Busuioc",
      "category": "dictionar",
      "shortMeaning": "Potivit traditiilor noastre, visarea busuiocului simbolizeaza norocul in dragoste, stabilitatea s...",
      "fullInterpretation": "Potivit traditiilor noastre, visarea busuiocului simbolizeaza norocul in dragoste, stabilitatea si relatia armonioasa cu partenerul. Mirosind busuioc Visul in care mirositi busuioc denota prosperitatea. Mai mult, viata de zi cu zi va fi presarata cu multe lucruri frumoase care va vor face din ce in ce mai fericit. Alternativ, visul poate fi o reflectare a mandriei legata de ceea ce ati reusit sa realizati pana in momentul de fata. Gatind cu busuioc Mancand sau gatind cu busuioc simbolizeaza armonia in relatia de familie ( cu parintii, partenerul, copii, etc.) . Plantarea busuiocului Plantand busuioc intr-unul sau in mai multe ghivece, insemna ca lucrurile marunte va vor face fericiti. Pe de alta parte, daca in vis altcineva planteaza busuicul, inseamna ca subconstientul va transmite avertismente legate de rabdare. Nu ar trebui sa actionati impulsiv pentru ca in acest fel este posibil sa va stricati planurile pe termen lung. Cultivarea sau planatarea busuiocului in gradina, pe camp sau intr-un ogor este semnul reusitei unor planuri marete. Daca va ganditi de ceva timp la initierea propriei afaceri, acum este momentul potrivit sa o faceti. Busuioc uscat Daca observati in visul dumneavoastra busuioc uscat intr-un ghiveci sau intr-o gradina nu este un semn prea bun, deoarece busuiocul verde simbolizeaza dragoste, armonie si pasiune. Cu alte cuvinte, un busuioc care s-a uscat (care a murit) va simboliza stingerea pasiunii, sfarsitul dragostei si opusul apropierii dintre doua persoane. Flori de busuioc Floroile de busuioc aparute in vise vor simboliza aparitia unei peroane influente in viata dumneavoastra. Aceasta va va ghida sau va va ajuta sa faceti mari progrese la locul de munca sau in domeniul afacerilor. Cu toate acestea, ajutorul va fi pe o perioada limitata, dupa care va trebui sa va dovediti valoarea. Seminte de busuioc Semnintele de busuioc reprezinta sfaturi utile. Acestea pot fi sfaturi pe care dumneavoastra le oferiti unor persoane mai tinere sau pe care dumneavoastra le primiti de la o alta persoana.",
      "slug": "busuioc"
    },
    {
      "name": "Butelie",
      "category": "dictionar",
      "shortMeaning": "Visul la o butelie poate avea mai multe intelesuri, totul depinde de tipul buteliei si de starea ...",
      "fullInterpretation": "Visul la o butelie poate avea mai multe intelesuri, totul depinde de tipul buteliei si de starea in care se afla: - daca este o butelie cu oxigen, atunci inseamna ca sunteti pregatiti de munca, oxigenati - daca butelia este goala, inseamna ca trebuie sa luati o pauza, un mic concediu sa va incarcati - daca butelia este plina, semnifica motive de bucurie - daca este sparta, atunci prevesteste o cearta in familie, in grupul de prieteni",
      "slug": "butelie"
    },
    {
      "name": "Butoi",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "butoi"
    },
    {
      "name": "Butuc",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "butuc"
    },
    {
      "name": "Buturuga",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea lemn) .",
      "fullInterpretation": "(vezi, de asemenea lemn) .",
      "slug": "buturuga"
    },
    {
      "name": "Buzdugan",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "buzdugan"
    },
    {
      "name": "Buze",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea rosu, sarut).",
      "fullInterpretation": "(vezi, de asemenea rosu, sarut).(vezi si sarut mustata) A visa buze groase este semn al unor certuri in dragoste Daca visezi buze foarte rosii inseamna ca vei suferi o boala si dezamagiri in plan profesional Daca visezi buzele unei persoane batrane inseamna ca te vei confrunta cu probleme nemaiintalnite.",
      "slug": "buze"
    },
    {
      "name": "Buzunar",
      "category": "dictionar",
      "shortMeaning": "Buzunarul in vise are mai multe interpretari, conteaza si ceea ce visati: - buzunarele in vise in...",
      "fullInterpretation": "Buzunarul in vise are mai multe interpretari, conteaza si ceea ce visati: - buzunarele in vise inseamna ca tineti lucruri ascunse, va protejati intimitatea - aveti o gaura intr-unul din buzunare - actiunile dumneavoastra ii va deranja pe cei din jur - dati peste ceva neasteptat in buzunar - va veti simti bine alaturi de familie, armonie si liniste in casa - aveti mai multe monede in buzunar - va veti descurca foarte bine la locul de munca si veti fi rasplatit pe masura - aveti in buzunar monede de aur, bijuterii sau doar aur - dispute, necazuri in familie, cineva va poarta dusmanie, va vrea raul - stati cu mainile in buzunar - sunteti o fire pasiva, nu va place sa luati decizii, fugiti de responsabilitati",
      "slug": "buzunar"
    },
    {
      "name": "Bruneta",
      "category": "dictionar",
      "shortMeaning": "Bruneta in vis reprezinta dragostea.",
      "fullInterpretation": "Bruneta in vis reprezinta dragostea. Totodata inseamna si ca veti avea parte de pasiune si de dragoste.Femeia bruneta in vise inseamna dragoste. S-ar putea sa fie vorba de dragostea pe care o simtiti pentru acea femeie sau despre dragostea pe care o veti intalni.",
      "slug": "bruneta"
    }
  ]
}