{
  "symbols": [
    {
      "name": "Calare",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "calare"
    },
    {
      "name": "Calaret",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "calaret"
    },
    {
      "name": "Calator",
      "category": "dictionar",
      "shortMeaning": "Calatoria in timp este intodeauna un lucru distractiv, daca stam sa ne gandim, chiar si in vise p...",
      "fullInterpretation": "Calatoria in timp este intodeauna un lucru distractiv, daca stam sa ne gandim, chiar si in vise poate fi la fel de distractiv. Poate ca ati urmarit o emisine sau un film care implica calatoria in timp. Uneori s-ar putea sa va intrebati ce inseamna sau cum ar putea fi interpretata aceasta calatorie in timp din vise. Cand incercati sa interpretati aceasta calatorie in timp, luati in considerare daca sau nu linia de timp se refera la propriile emotii si actiuni efectuate intr-o perioada diferita de timp. Vise despre calatoria in timp (viitor si trecut) Atunci cand visati despre calatoria in timp in trecut, calatoriti catre un punct in viata , atunci cand erati mai tanar(a)? Verificati-va emotiile pentru a interpreta acest vis. Simtiti un sentiment de regret sau sau un sentiment de memorie (o amintire placuta). In cazul in care simtiti regret, acesta reflecta faptul ca ati luat decizii proaste in viata pe care doriti sa le modificati. Daca simtiti un sentiment de fericire, inseamna ca doriti sa va intoarceti intr-o perioada mai tanara sau mai fericita a dumneavoastra. Cand visati evenimente istorice, acordati o atentie deosebita evenimentului istoric. Acest eveniment poate reflecta evenimente dumneavoastra de viata actuale sau anterioare. Visand ca calatoriti in viitor, reprezinta , de obicei, sentimentul de curiozitate la tehnologia actuala. S-ar putea sa va simtiti curios de imprejurimi si vreti sa stiti ce va evolua din acestea. Poate ca ati auzit recent despre un nou progres tehnologic, si doriti sa vedeti modul in care rasa umana va evolua. Cand calatoriti in propriul viitor, visul va sugereaza sa va ganditi de doua ori inainte de a lua decizii importante. Visul va ghideaza si va arata ce se poate intampla daca alegeti un anumit traseu. Acordati atentie la ceea ce visul s-ar putea sa reflecte asupra obiceiurilor de viata curente. Drumul pe care il urmati in prezent va avea un impact in viitor.",
      "slug": "calator"
    },
    {
      "name": "Calatorie",
      "category": "dictionar",
      "shortMeaning": "Calatoria in timp este intodeauna un lucru distractiv, daca stam sa ne gandim, chiar si in vise p...",
      "fullInterpretation": "Calatoria in timp este intodeauna un lucru distractiv, daca stam sa ne gandim, chiar si in vise poate fi la fel de distractiv. Poate ca ati urmarit o emisine sau un film care implica calatoria in timp. Uneori s-ar putea sa va intrebati ce inseamna sau cum ar putea fi interpretata aceasta calatorie in timp din vise. Cand incercati sa interpretati aceasta calatorie in timp, luati in considerare daca sau nu linia de timp se refera la propriile emotii si actiuni efectuate intr-o perioada diferita de timp. Vise despre calatoria in timp (viitor si trecut) Atunci cand visati despre calatoria in timp in trecut, calatoriti catre un punct in viata , atunci cand erati mai tanar(a)? Verificati-va emotiile pentru a interpreta acest vis. Simtiti un sentiment de regret sau sau un sentiment de memorie (o amintire placuta). In cazul in care simtiti regret, acesta reflecta faptul ca ati luat decizii proaste in viata pe care doriti sa le modificati. Daca simtiti un sentiment de fericire, inseamna ca doriti sa va intoarceti intr-o perioada mai tanara sau mai fericita a dumneavoastra. Cand visati evenimente istorice, acordati o atentie deosebita evenimentului istoric. Acest eveniment poate reflecta evenimente dumneavoastra de viata actuale sau anterioare. Visand ca calatoriti in viitor, reprezinta , de obicei, sentimentul de curiozitate la tehnologia actuala. S-ar putea sa va simtiti curios de imprejurimi si vreti sa stiti ce va evolua din acestea. Poate ca ati auzit recent despre un nou progres tehnologic, si doriti sa vedeti modul in care rasa umana va evolua. Cand calatoriti in propriul viitor, visul va sugereaza sa va ganditi de doua ori inainte de a lua decizii importante. Visul va ghideaza si va arata ce se poate intampla daca alegeti un anumit traseu. Acordati atentie la ceea ce visul s-ar putea sa reflecte asupra obiceiurilor de viata curente. Drumul pe care il urmati in prezent va avea un impact in viitor.",
      "slug": "calatorie"
    },
    {
      "name": "Calatorie in timp",
      "category": "dictionar",
      "shortMeaning": "Calatoria in timp este intodeauna un lucru distractiv, daca stam sa ne gandim, chiar si in vise p...",
      "fullInterpretation": "Calatoria in timp este intodeauna un lucru distractiv, daca stam sa ne gandim, chiar si in vise poate fi la fel de distractiv. Poate ca ati urmarit o emisine sau un film care implica calatoria in timp. Uneori s-ar putea sa va intrebati ce inseamna sau cum ar putea fi interpretata aceasta calatorie in timp din vise. Cand incercati sa interpretati aceasta calatorie in timp, luati in considerare daca sau nu linia de timp se refera la propriile emotii si actiuni efectuate intr-o perioada diferita de timp. Vise despre calatoria in timp (viitor si trecut) Atunci cand visati despre calatoria in timp in trecut, calatoriti catre un punct in viata , atunci cand erati mai tanar(a)? Verificati-va emotiile pentru a interpreta acest vis. Simtiti un sentiment de regret sau sau un sentiment de memorie (o amintire placuta). In cazul in care simtiti regret, acesta reflecta faptul ca ati luat decizii proaste in viata pe care doriti sa le modificati. Daca simtiti un sentiment de fericire, inseamna ca doriti sa va intoarceti intr-o perioada mai tanara sau mai fericita a dumneavoastra. Cand visati evenimente istorice, acordati o atentie deosebita evenimentului istoric. Acest eveniment poate reflecta evenimente dumneavoastra de viata actuale sau anterioare. Visand ca calatoriti in viitor, reprezinta , de obicei, sentimentul de curiozitate la tehnologia actuala. S-ar putea sa va simtiti curios de imprejurimi si vreti sa stiti ce va evolua din acestea. Poate ca ati auzit recent despre un nou progres tehnologic, si doriti sa vedeti modul in care rasa umana va evolua. Cand calatoriti in propriul viitor, visul va sugereaza sa va ganditi de doua ori inainte de a lua decizii importante. Visul va ghideaza si va arata ce se poate intampla daca alegeti un anumit traseu. Acordati atentie la ceea ce visul s-ar putea sa reflecte asupra obiceiurilor de viata curente. Drumul pe care il urmati in prezent va avea un impact in viitor.",
      "slug": "calatorie-in-timp"
    },
    {
      "name": "Calauza",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "calauza"
    },
    {
      "name": "Calcai",
      "category": "dictionar",
      "shortMeaning": "Calcaiul, in vise, sugereaza acea parte din noi pe cat de puternica, pe atat de vulnerabila.",
      "fullInterpretation": "Calcaiul, in vise, sugereaza acea parte din noi pe cat de puternica, pe atat de vulnerabila. Alternativ, calcaiul semnifica opresiune, smerenie si vulnerabilitate. Poate fi un semnal care va spune ca aveti nevoie de timp pentru vindecare si recuperare, fie emotional sau fizic.",
      "slug": "calcai"
    },
    {
      "name": "Caldura",
      "category": "dictionar",
      "shortMeaning": "Daca simtiti caldura in vise inseamna ca aveti un sentiment de rusine sau jena.",
      "fullInterpretation": "Daca simtiti caldura in vise inseamna ca aveti un sentiment de rusine sau jena. Alternativ, visul mai poate simboliza puritatea si energia creativa.",
      "slug": "caldura"
    },
    {
      "name": "Cale ferata",
      "category": "dictionar",
      "shortMeaning": "Daca visezi o cale ferata semnifica faptul ca trebuie sa fi mai atent la afacerile pe care le-ai ...",
      "fullInterpretation": "Daca visezi o cale ferata semnifica faptul ca trebuie sa fi mai atent la afacerile pe care le-ai initiat, dusmanii incearca sa te distruga. De asemenea, traversarea intersectiilor de cale ferata prevesteste o perioada plina de griji si de munca grea. Traversarea unei cai ferate este semnul unor bucurii produse de talentul tau in afaceri.O bariera coborata la trecerea de cale ferata poate prevesti faptul ca, pentru moment, dumneavoastra bateti pasul pe loc, iar sentimentele se afla in punctul zero. Bariera ridicata inseamna ca recent in centrul atentiei dumneavoastra au intrat alte persoane, cu unele realizari semnificative.",
      "slug": "cale-ferata"
    },
    {
      "name": "Caleasca mergand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "caleasca-mergand"
    },
    {
      "name": "Calendar",
      "category": "dictionar",
      "shortMeaning": "Acest vis indica faptul ca, poate, sunteti nemultumit de repartizarea atributiilor si doriti sa s...",
      "fullInterpretation": "Acest vis indica faptul ca, poate, sunteti nemultumit de repartizarea atributiilor si doriti sa schimbati totul in favoarea dumneavoastra pentru a obtine avantaje .",
      "slug": "calendar"
    },
    {
      "name": "Calorifer",
      "category": "dictionar",
      "shortMeaning": "Caloriferul in vise inseamna ca aveti sansa de a ajunge la o intelegere cu cei din jur, sansa de ...",
      "fullInterpretation": "Caloriferul in vise inseamna ca aveti sansa de a ajunge la o intelegere cu cei din jur, sansa de reconciliere, de impacare, de cooperare. Visul in care caloriferul este rece semnifica cearta, ostilitate, posibili sau rivali , conflict, antipatie, distantare, neintelegeri. Visul in care caloriferul este cald inseamna ca veti parte de o atmosfera placuta, simpatie, armonie, intelegere, buna colaborare.",
      "slug": "calorifer"
    },
    {
      "name": "Calugar",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea, preot).",
      "fullInterpretation": "(vezi, de asemenea, preot).( preot ) 15/02/2017 (ultima actualizare)Fereste-te de accidente.Visand calugari budisti este, in general, un semn bun care indica faptul ca va exista in viitorul apropiat noroc. Alternativ, visul poate exprima acceptarea de catre dumneavoastra a vietii religioase si distantarea de intensitatea lumii curente. In caz ca ati visat incantari budiste ale calugarilor, este un semn rau! Acest vis prevesteste boala sau chiar moarte. De aici nu este exclus nici vel care a visat, nici apropiatii acestuia. Daca ati visat ca dumneavoastra sunteti un calugar budist, acest vis semnifica renastere, cunostere, regasire sau vindecare de boli. Vazand calugari ce popavaduiesc budismul inseamna ca viitorul dumneavosatra sau panurile pe termen lung ar putea fi foarte promitatoare. Daca admirati scrieri sau picturi ale unui calugar, inseamna ca veti fi fericit, viata dumneavoastra este usoara si simpla.",
      "slug": "calugar"
    },
    {
      "name": "Calugar ( preot )",
      "category": "dictionar",
      "shortMeaning": "( preot ) 15/02/2017 (ultima actualizare)Fereste-te de accidente.",
      "fullInterpretation": "( preot ) 15/02/2017 (ultima actualizare)Fereste-te de accidente.",
      "slug": "calugar-preot"
    },
    {
      "name": "Calugar budist",
      "category": "dictionar",
      "shortMeaning": "Visand calugari budisti este, in general, un semn bun care indica faptul ca va exista in viitorul apropiat noroc.",
      "fullInterpretation": "Visand calugari budisti este, in general, un semn bun care indica faptul ca va exista in viitorul apropiat noroc. Alternativ, visul poate exprima acceptarea de catre dumneavoastra a vietii religioase si distantarea de intensitatea lumii curente. In caz ca ati visat incantari budiste ale calugarilor, este un semn rau! Acest vis prevesteste boala sau chiar moarte. De aici nu este exclus nici vel care a visat, nici apropiatii acestuia. Daca ati visat ca dumneavoastra sunteti un calugar budist, acest vis semnifica renastere, cunostere, regasire sau vindecare de boli. Vazand calugari ce popavaduiesc budismul inseamna ca viitorul dumneavosatra sau panurile pe termen lung ar putea fi foarte promitatoare. Daca admirati scrieri sau picturi ale unui calugar, inseamna ca veti fi fericit, viata dumneavoastra este usoara si simpla.",
      "slug": "calugar-budist"
    },
    {
      "name": "Calugarita",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "calugarita"
    },
    {
      "name": "Calus",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "calus"
    },
    {
      "name": "Camasa",
      "category": "dictionar",
      "shortMeaning": "Camasa alba in vis inseamna noroc, belsug, prosperitate.",
      "fullInterpretation": "Camasa alba in vis inseamna noroc, belsug, prosperitate. Daca visati ca imbracati o camasa alba inseamna ca va va merge bine in tot ceea ce va propuneti si veti avea o dispozitie foarte buna in general. A purta o camasa rosie in vise sugereaza faima si glorie. Intr-o alta ordine de idei, visul indica faptul ca iesiti in evidenta cu ceva aparte.",
      "slug": "camasa"
    },
    {
      "name": "Camasa alba",
      "category": "dictionar",
      "shortMeaning": "Camasa alba in vis inseamna noroc, belsug, prosperitate.",
      "fullInterpretation": "Camasa alba in vis inseamna noroc, belsug, prosperitate. Daca visati ca imbracati o camasa alba inseamna ca va va merge bine in tot ceea ce va propuneti si veti avea o dispozitie foarte buna in general.",
      "slug": "camasa-alba"
    },
    {
      "name": "Camasa de noapte",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "camasa-de-noapte"
    },
    {
      "name": "Camasa rosie",
      "category": "dictionar",
      "shortMeaning": "A purta o camasa rosie in vise sugereaza faima si glorie.",
      "fullInterpretation": "A purta o camasa rosie in vise sugereaza faima si glorie. Intr-o alta ordine de idei, visul indica faptul ca iesiti in evidenta cu ceva aparte.",
      "slug": "camasa-rosie"
    },
    {
      "name": "camatar",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "camatar"
    },
    {
      "name": "Cameleon",
      "category": "dictionar",
      "shortMeaning": "Cameleonul in vise prevesteste uneori schimbarea sentimentelor.",
      "fullInterpretation": "Cameleonul in vise prevesteste uneori schimbarea sentimentelor. Recunoasteti in dumneavoastra, sau in cei apropiati, abilitatea de a va adapta si de a va schimba comportamentul in functie de atmosfera din jurul dumneavoastra. Daca visati ca un cameleon isi schimba culorile atunci ar trebui sa aveti grija sa nu deveniti victima unor prieteni necredinciosi.",
      "slug": "cameleon"
    },
    {
      "name": "Camera",
      "category": "dictionar",
      "shortMeaning": "(daca esti necasatorit) - nunta.",
      "fullInterpretation": "(daca esti necasatorit) - nunta. - Sufragerie - suparare, saracie, numai necazuri.Camera de hotel in vise simbolizeaza o incapere dubioasa, straina, care este necesara reculegerii. O camera goala in vise inseamna ca aveti planuri si ambitii mari, dar va lipsesc mijloacele practice pentru a le pune in aplicare.Visul in care folositi o camera video inseamna ca ar trebui sa fiti mai obiectiv in luarea deciziilor. Incercati sa nu lasati sentimentele sa va intunece judecata si sa va concentrati pe sarcinile pe care trebuie sa le indepliniti. Daca visati ca altcineva foloseste o camera video inseamna ca gandul va zboara in trecut, la unele amintiri. Incercati sa invatati din greseli, sa reinviati o perioada fericita din trecut.",
      "slug": "camera"
    },
    {
      "name": "Camera de hotel",
      "category": "dictionar",
      "shortMeaning": "Camera de hotel in vise simbolizeaza o incapere dubioasa, straina, care este necesara reculegerii.",
      "fullInterpretation": "Camera de hotel in vise simbolizeaza o incapere dubioasa, straina, care este necesara reculegerii.",
      "slug": "camera-de-hotel"
    },
    {
      "name": "Camera goala",
      "category": "dictionar",
      "shortMeaning": "O camera goala in vise inseamna ca aveti planuri si ambitii mari, dar va lipsesc mijloacele pract...",
      "fullInterpretation": "O camera goala in vise inseamna ca aveti planuri si ambitii mari, dar va lipsesc mijloacele practice pentru a le pune in aplicare.",
      "slug": "camera-goala"
    },
    {
      "name": "Camera video",
      "category": "dictionar",
      "shortMeaning": "Visul in care folositi o camera video inseamna ca ar trebui sa fiti mai obiectiv in luarea deciziilor.",
      "fullInterpretation": "Visul in care folositi o camera video inseamna ca ar trebui sa fiti mai obiectiv in luarea deciziilor. Incercati sa nu lasati sentimentele sa va intunece judecata si sa va concentrati pe sarcinile pe care trebuie sa le indepliniti. Daca visati ca altcineva foloseste o camera video inseamna ca gandul va zboara in trecut, la unele amintiri. Incercati sa invatati din greseli, sa reinviati o perioada fericita din trecut.",
      "slug": "camera-video"
    },
    {
      "name": "Camila",
      "category": "dictionar",
      "shortMeaning": "Camilele fac parte din categoria animalelor cu capacitati uimitoare.",
      "fullInterpretation": "Camilele fac parte din categoria animalelor cu capacitati uimitoare. Acestea pot stoca apa pentru perioade indelungate si pot calatorii in conditii extreme. In vise, camilele sunt considerate a fi simbolul rezistentei, al rabdarii si simbolizeaza atingerea obiectivelor cu planuri pe termen lung. Dispuneti de calitati in vederea gestionarii de probleme si responabilitati mari, fiind persistent in vederea depasirii obstacolelor si in a va atinge scopul. Visarea camilelor poate, de asemenea, prevesti dificultati in viitorul apropiat, dar indica si faptul ca sunteti suficienti de puternici pentru a le depasi. Visand un dromader Pe langa cele prezentatea mai sus, dromaderul ar putea simboliza si lipsa de bucurie si semntimente deprimante. Aceste sentimente pot proveni de la esecuri si decizii gresite. Incercati sa va indreptati comportamentul si sa nu dati vina pe alte persoane. Calarind o camila Visandu-va calare pe o camila este semnul unei calatorii neastepate care va va ridica moralul in ultimul moment. Vi se vor ivi ocazii sa incercati lucruri noi si sa intalniti persoane de la care veti avea multe de invatat. O camila incarcata cu povara Visele despre camile care cara bagaje sau orice alta incarcatura pot avea multiple semnificatii in functie de obiectele sau tipul incarcaturii. Trebuie sa tineti cont ca indiferent de incarcatura, la baza unor astfel de vise de afla stresul, sentimentele de anxietate si de neputinta datorita unei situatii dificile. Credinta in puterile proprii va va ajuta sa depasiti barierele si obstacolele. In mod alternativ, visarea mai multor camile care poarta povara, poate fi si un semn al unei mosteniri neasteptate sau al unei bogatii. Cumparand o camila Un astfel de vis este foarte important si va simboliza progresul in cariera. Acesta poate simboliza, de asemnea, o recompensa sau o pozitie mai buna in cadrul societatii sau la locul de munca. Insa, toate acestea vor veni insotite si de o responsabilitate mai mare. Vanzare unei camile Fie ca dumneavoastra sunteti cel care vinde o camila sau ca sunteti doar un participant care asista la o vanzare, visul indica sentimente de inferioritate, nesiguranta sau frustrari. De asemenea, visul poate fi si un semn al declinului financiar sau al afacerilor proaste. Camila alba Viand o camila alba poate fi un semn al onestitatii si al armoniei. De asemnea, culoarea alba indica calatoria si aventura spirituala. Camila care are o culoare neobisnuita Visand o camila ce are o culoare neobisnuita este semnul intalnirii unie persoane fascinante. Un astfel de vis poate prevesti, de asemenea, intanirea viitoarei sotii sau a viitorului sot. Insa, atentie, daca acea camila este de culoare neagra sau are combinatii de culori cu impregnari de negru, inseamna ca persoana intanita va va abandoana sau ca romantismul nu va dura prea mult timp. O camila bolnava sau ranita Fie ca este vorba despre o camila foarte batrana, foarte salaba, bolnava sau ranita, visul indica un nivel ridicat de epuizare. Amanati o parte din obligatiile dumneavoastra si incercati sa va acordati un pic de timp liber, altfel epuizarea si stresul va vor afecta negativ viata.",
      "slug": "camila"
    },
    {
      "name": "Camion",
      "category": "dictionar",
      "shortMeaning": "Camionul in vis semnifica o mostenire indepartata.",
      "fullInterpretation": "Camionul in vis semnifica o mostenire indepartata. De asemenea, daca visati ca mergeti cu camionul inseamna ca te vei muta intr-o noua locuinta si ca vei avea succese pe plan financiar. Alternativ, daca visezi ca esti soferul unui camion inseamna ca veniturile tale vor creste si ca vei avea o viata de familie linistita.",
      "slug": "camion"
    },
    {
      "name": "Camp verde",
      "category": "dictionar",
      "shortMeaning": "Campul verde in vise este un simbol de prosperitate, libertate, fericire.",
      "fullInterpretation": "Campul verde in vise este un simbol de prosperitate, libertate, fericire. Totodata, poate insemna ca veti primi o invitatie placuta de la cineva drag.",
      "slug": "camp-verde"
    },
    {
      "name": "Campie",
      "category": "dictionar",
      "shortMeaning": "Campia in vis inseamna o bucurie pe care inca nu o sesizati.",
      "fullInterpretation": "Campia in vis inseamna o bucurie pe care inca nu o sesizati. Totodata, visul inseamna libertate, speranta, perspective bune si echilibru interior. Cei care nu au pereche ar fi momentul sa va implicati intr-o relatie. Interpretarea visului depinde si de cum este campia: - larga - libertate de actiune, perpective largi in plan profesional - cu recolta nestransa - realizari apropiate, siguranta, satisfactie, sperante mari - goala, fara recolta - pierdere de timp si de energie, directie gresita, dezamagire",
      "slug": "campie"
    },
    {
      "name": "Canal",
      "category": "dictionar",
      "shortMeaning": "In general, visele despre canalizare vor simboliza lucrurile negative ce trebuie eliminate din co...",
      "fullInterpretation": "In general, visele despre canalizare vor simboliza lucrurile negative ce trebuie eliminate din comportament, gandire, trup si din viata, in general. Mai mult, un astfel de scenariu aparut in vise poate fi considerat un avertisment, deoarece daca nu va veti indeparta treptat de la calea actuala va veti indrepta cu siguranta spre o viata plina de pacate. In continuare vom incerca sa interpretam unele dintre cele mai comune vise ce implica canalizarea. Visand ca ati cazut in canalizare Acest vis poate aparea, de regula, atunci cand treceti printr-o perioada plina de provocari. In functie de circumstantele dvs. actuale, visul poate simboliza achitarea datoriilor si astfel urmand sa traiti o viata relativ mai buna. Pe de alta parte, visul poate fi un avertisment cu privire la sanatarea dvs. si asupra unor aspecte pe care le-ati trecut cu vederea. Travesand prin canalizare O problema va impinge sa va simtiti obligat sa faceti fata unei situatii care in cele din urma va avea un impact masiv asupra starii dvs. de spirit. Groapa de deversare a unei canalizari Sensul visului va fi unul negativ, simbolizand murdarie, rautate si necaz.",
      "slug": "canal"
    },
    {
      "name": "Canalizare",
      "category": "dictionar",
      "shortMeaning": "In general, visele despre canalizare vor simboliza lucrurile negative ce trebuie eliminate din co...",
      "fullInterpretation": "In general, visele despre canalizare vor simboliza lucrurile negative ce trebuie eliminate din comportament, gandire, trup si din viata, in general. Mai mult, un astfel de scenariu aparut in vise poate fi considerat un avertisment, deoarece daca nu va veti indeparta treptat de la calea actuala va veti indrepta cu siguranta spre o viata plina de pacate. In continuare vom incerca sa interpretam unele dintre cele mai comune vise ce implica canalizarea. Visand ca ati cazut in canalizare Acest vis poate aparea, de regula, atunci cand treceti printr-o perioada plina de provocari. In functie de circumstantele dvs. actuale, visul poate simboliza achitarea datoriilor si astfel urmand sa traiti o viata relativ mai buna. Pe de alta parte, visul poate fi un avertisment cu privire la sanatarea dvs. si asupra unor aspecte pe care le-ati trecut cu vederea. Travesand prin canalizare O problema va impinge sa va simtiti obligat sa faceti fata unei situatii care in cele din urma va avea un impact masiv asupra starii dvs. de spirit. Groapa de deversare a unei canalizari Sensul visului va fi unul negativ, simbolizand murdarie, rautate si necaz.",
      "slug": "canalizare"
    },
    {
      "name": "Canapea",
      "category": "dictionar",
      "shortMeaning": "Canapeaua in vise reprezinta un confort total fata de o problema sau o situatie.",
      "fullInterpretation": "Canapeaua in vise reprezinta un confort total fata de o problema sau o situatie. - Daca ati visat ca stati pe o canapea este semn de relaxare,odihna, lene sau plictiseala. Acest vis poate insemna, de asemenea, o nevoie pentru a va limpezi mintea si gandurile. Trebuie luate in considerare si alte aspecte, daca sta cineva alaturi de dumneavoastra pe canapea, atunci visul poate avea, de asemenea, conotatii sexuale. - Daca stati culcat(a) pe o canapea, trebuie sa aveti grija sa nu va lasati dus(a) de sperante false.",
      "slug": "canapea"
    },
    {
      "name": "Canar",
      "category": "dictionar",
      "shortMeaning": "(vezi pasare),din punct de vedere spiritual ea fiind simbolul singuratati si tensiunii interioare...",
      "fullInterpretation": "(vezi pasare),din punct de vedere spiritual ea fiind simbolul singuratati si tensiunii interioare (vezi,de asemeneacolivie de pasari).",
      "slug": "canar"
    },
    {
      "name": "Canar cantand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "canar-cantand"
    },
    {
      "name": "Cancer",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca ai cancer sugereaza lipsa de speranta, suferinta, mila fata de tine si faptul ca nu poti sa ierti.",
      "fullInterpretation": "Daca visezi ca ai cancer sugereaza lipsa de speranta, suferinta, mila fata de tine si faptul ca nu poti sa ierti. De asemenea, acest vis mai reprezinta o zona a vietii tale care te deranjeaza si te face sa suferi din punct de vedere emotional. Daca visezi ca altcineva are cancer semnifica faptul ca trebuie sa-ti schimbi modul negativ de gandire inainte sa te ~imbolnaveasca~. Trebuie sa fi mai pozitiv. Vizitati si interpretarea visului tumora pentru mai multe informatii.",
      "slug": "cancer"
    },
    {
      "name": "Candelabru",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "candelabru"
    },
    {
      "name": "Canepa",
      "category": "dictionar",
      "shortMeaning": "Canepa in vise este un semn al succesului necalificat, in special a celui legat de profit financiar si afaceri.",
      "fullInterpretation": "Canepa in vise este un semn al succesului necalificat, in special a celui legat de profit financiar si afaceri. De asemea, unele dictionare de vise relateaza ca visele in care apare canepa prevestesc implinirea unei dorinte pioase. Totusi, aceleasi dictionare spun ca fetele care viseaza un camp de canepa nu este un semn bun, insemnand o cearta si / sau o despartire de persoana iubita. Daca visati ca vedeti canepa cum creste inseamna ca veti avea de infruntat certuri si dezbinari. Visul in care folositi canepa in scopuri narcotice sugereaza ca pe viitor veti pierde un mic obiect folositor, precum cheile de la apartament. Daca visati ca intrati la inchisoare pentru cultivarea de canepa inseamna ca veti avea o cearta cu familia si prietenii. A visa un camp de canepa in flacari sugereaza aparitia a ceva nou in viata. Aceeasi interpretare poate fi folosita si pentru visele in care adunati sau taiati canepa. Visul in care vedeti un animal care mananca canepa sugereaza ca veti discuta cu persoane incompetente, care au un grad dezvoltat de narcisism. Daca visati un ghiveci cu canepa pe pervaz inseamna ca va puteti baza pe o surpriza placuta. A pune canepa la uscat in vise prevesteste profit financiar, iar daca visati ca ati cumparat canepa inseamna ca aveti probleme financiare.",
      "slug": "canepa"
    },
    {
      "name": "Cangur",
      "category": "dictionar",
      "shortMeaning": "Cangurul in vise semnifica mobilitate, forta, precizie, inteligenta si agilitate.",
      "fullInterpretation": "Cangurul in vise semnifica mobilitate, forta, precizie, inteligenta si agilitate. Inseamna ca aveti libertate de miscare si stiti cum sa evitati percolele. Totodata, aveti un instinct matern / patern foarte dezvoltat si aveti dorinta de a avea copii, de a va asuma responsabilitati familiale, de a va ingriji de cei din jur. Alternativ, cangurul in vis poate insemna si faptul ca veti pleca intr-o calatorie. Daca visati ca in marsupiu se afla un pui inseamna ca veti avea o calatorie placuta. Cangur negru. Cangurul de culoare neagra sibolizeaza personalitatea visatorului, acesta aratand ca sunteti intr-o forma proasta sau poate ca sunteti doar intr-o dispozitie propasta. De asemenea, acest tip de vise poate fi asociat si cu egoismul. Aparitia unui cangur mic in vise este semnul unor nemultumiri. Poate ca sunteti nemultumiti de munca pe care o faceti sau poate ca trebuie doar sa acceptati care sunt puntele dumneavoastra forte si care sunt cele slabe. Visarea unui cangur gigantic este semnul emotiilor. Poate ca ati observat ca de multe ori actionati in functie de simt si nu ganditi inainte de a actiona.",
      "slug": "cangur"
    },
    {
      "name": "Canibal",
      "category": "dictionar",
      "shortMeaning": "Canibalul in vise poate inseamna obsesii, maii, fobii, obiceiuri periculoase, vicii, tendinta de ...",
      "fullInterpretation": "Canibalul in vise poate inseamna obsesii, maii, fobii, obiceiuri periculoase, vicii, tendinta de autodistrugere prin obiceiuri si naravuri, invidie, gelozie, regrete, resentimente puternice, nevoie de temperare si echilibru, alungarea tentatiilor rele.",
      "slug": "canibal"
    },
    {
      "name": "Canoe",
      "category": "dictionar",
      "shortMeaning": "Canoele necesita o anumita forta pentru a fi manevrate, asa ca, in vise, cel mai adesea, ne vor a...",
      "fullInterpretation": "Canoele necesita o anumita forta pentru a fi manevrate, asa ca, in vise, cel mai adesea, ne vor arata capacitatea noastra de a ne descurca cu emotiile. Deoarece canoele sunt o creatie a omului, visele ce le implica pe acestea ne arata si capacitatea de a face fata emotiilor provocate de alti oameni. Ele pot arata, de asemenea, disponibilitatea noastra de a urma instructiuni dar si nivelul nostru de abilitate. O canoe in vis reprezinta sentimente de usurare si adaptabilitate pe masura ce nevighati in incertitudine sau situatii negative. Reprezinta autodeterminare pe masura ce va confruntati cu provocarile vietii, sunteti echilibrat emotional, va simtiti puternic si in control. O canoe intoarasa cu susul in jos reprezinta abandonul sau neglijarea autodeterminarii in timpul unei situatii incerte. Cumparand o canoe in vis indica faptul ca puteti incepe o afacere care nu va fi o companie mare, dar va va face suficient de bogat pentu sa va permite placerile vietii. Navigand de placere cu o canoe inseamna ca puteti intalni pe cineva care va va putea deschide orizontul si, datorita acestei persoane, puteti incepe sa castigati bani practicand un job total diferit de ceea ce faceati pana acum. Mersul cu o canoe pe ape vijelioase prevesteste faptul ca va trebui sa imblanziti o scorpie inainte de a obtine fericirea conjugala. Vaslind prin ape noroiose nu este un semn bun, afacerile pornite cu ceva timp in urma se vor dovedi dezamagitoare. Daca in vis vedeti pe altcineva vaslindu-va canoea, atunci inseamna ca ii lasati pe ceilati sa va afecteze viata. Deoarece canoele sunt create de om, daca nu detineti controlul propriei canoe, inseamna ca altcineva va influenteaza gandurile si emotiile. In mod negativ, o canoe poate reflecta o atitudine egoista despre faptul ca nu ascultati pe nimeni altcineva in timpul unei crize. Ignorarea sintimentelor altora in timpul unor momente de incertitudine.",
      "slug": "canoe"
    },
    {
      "name": "Cantand la vioara",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cantand-la-vioara"
    },
    {
      "name": "Cantand pe scena",
      "category": "dictionar",
      "shortMeaning": "Daca va visati cantand pe scena inseamna ca aveti nevoie de cineva in viata dumneavoastra care sa va asculte.",
      "fullInterpretation": "Daca va visati cantand pe scena inseamna ca aveti nevoie de cineva in viata dumneavoastra care sa va asculte.",
      "slug": "cantand-pe-scena"
    },
    {
      "name": "Cantar",
      "category": "dictionar",
      "shortMeaning": "Visul in care apare imaginea unui cantar, sugereaza nevoia de echilibru si de stapanire de sine.",
      "fullInterpretation": "Visul in care apare imaginea unui cantar, sugereaza nevoia de echilibru si de stapanire de sine. Tipul cantarului ce apare in vis ofera o interpretare diferita. Daca va visati pe un cantar medical, semnifica o dorinta de evaluare ceva mai personala. Un cantar industrial reflecta nevoia de o reevaluare a intregii vietii. Visul in care va cantariti intr-un cabinet medical, sugereaza o posibila problema de sanatate. Daca visati ca puneti alimente pe cantar inseamna ca veti fi prospreri. Daca sunteti in domeniul comertului si visati un cantar, inseamna ca va merge bine si cei care fac afaceri cu dumneavoastra vor fi corecti.Visul in care sunteti o cantareata celebra inseamna armonie, influenta divina. Ar trebui sa luati in considerare ce impresie va lasa cantareata din vise, ce calitati are. Visele in care vi se arata un cantaret celebru pot insemna mai multe lucruri. In primul rand, imaginea unui cantaret in general, poate simboliza armonia din viata dumneavoastra. Acest simbol poate fi strans legat si de viata spirituala si poate simboliza armonia din viata dumneavoastra. Un alt mod de a privi acest vis, care include un cantaret, este sa luati in considerare modul in care va simtiti atunci cand il ascultati / vedeti / intalniti pe acesta. Care sunt opiniile dumneavoastra despre acest cantaret si daca aceasta persoana va aminteste de cineva din viata reala? Acest vis ar putea fi declansat de o amintire, o situatie sau o relatie din viata de zi cu zi. Sensul acestui vis uneori consta doar in sentimentele dumneavoastra despre lucrurile sau persoanele visate.",
      "slug": "cantar"
    },
    {
      "name": "Cantareata",
      "category": "dictionar",
      "shortMeaning": "Visul in care sunteti o cantareata celebra inseamna armonie, influenta divina.",
      "fullInterpretation": "Visul in care sunteti o cantareata celebra inseamna armonie, influenta divina. Ar trebui sa luati in considerare ce impresie va lasa cantareata din vise, ce calitati are.",
      "slug": "cantareata"
    },
    {
      "name": "Cantaret",
      "category": "dictionar",
      "shortMeaning": "Visele in care vi se arata un cantaret celebru pot insemna mai multe lucruri.",
      "fullInterpretation": "Visele in care vi se arata un cantaret celebru pot insemna mai multe lucruri. In primul rand, imaginea unui cantaret in general, poate simboliza armonia din viata dumneavoastra. Acest simbol poate fi strans legat si de viata spirituala si poate simboliza armonia din viata dumneavoastra. Un alt mod de a privi acest vis, care include un cantaret, este sa luati in considerare modul in care va simtiti atunci cand il ascultati / vedeti / intalniti pe acesta. Care sunt opiniile dumneavoastra despre acest cantaret si daca aceasta persoana va aminteste de cineva din viata reala? Acest vis ar putea fi declansat de o amintire, o situatie sau o relatie din viata de zi cu zi. Sensul acestui vis uneori consta doar in sentimentele dumneavoastra despre lucrurile sau persoanele visate.",
      "slug": "cantaret"
    },
    {
      "name": "Cantec",
      "category": "dictionar",
      "shortMeaning": "Cantul este simbolul cuvantului care leaga puterea creatoare de creatia sa, in masura in care ace...",
      "fullInterpretation": "Cantul este simbolul cuvantului care leaga puterea creatoare de creatia sa, in masura in care aceasta din urma isi recunoaste dependenta in calitate de creatura si o exprima prin bucurie, adoratie sau implorare. Este suflul fiintei-creatoare care raspunde suflului creator. Semnificatia cantatului exprima bucuria si dragostea de viata. In acest caz este foarte important textul cantecului, care permite talmacirea visului. Cantecele auzite in vis numai de catre muzicieni ii fac sa se trezeasa fericiti (vezi, de asemenea cor, a canta, muzica). Auzind cantece in vis, reprezinta capacitatea noastra de a ne expune sentimentele si de a ne exprima. Atunci cand in vis cantam singuri, poate semnifica faptul ca am ajuns pe cont propriu sa excelam in ceea ce facem. Daca facem parte dintr-un cor ce canta, atunci visul expune capacitatea noastra de a ne exprima intr-un grup cu care ne asemanam si impartim aceleasi isei si puncte de vedere.( auzind )Vei participa la o petrecere in curand. Descantecul in vise este posibil sa sugereze anumite neplaceri intre soti sau intre indragostiti.",
      "slug": "cantec"
    },
    {
      "name": "Cantece ( auzind )",
      "category": "dictionar",
      "shortMeaning": "( auzind )Vei participa la o petrecere in curand.",
      "fullInterpretation": "( auzind )Vei participa la o petrecere in curand.",
      "slug": "cantece-auzind"
    },
    {
      "name": "Cantina",
      "category": "dictionar",
      "shortMeaning": "Cantina in vise sugereaza ca incercati sa va satisfaceti nevoile intr-un mod cat mai usor si mai convenient.",
      "fullInterpretation": "Cantina in vise sugereaza ca incercati sa va satisfaceti nevoile intr-un mod cat mai usor si mai convenient. Visul ar mai putea insemna ca aveti anumite nevoi fiziologice nesatisfacute, iar din aceasta cauza va simtiti nemultumit si slabit fizic.",
      "slug": "cantina"
    }
  ]
}