{
  "symbols": [
    {
      "name": "Contradictie",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca te contrazici cu cinevaÂ inseamna ca o sa intampini dificultati sau probleme i...",
      "fullInterpretation": "- Daca ai visat ca te contrazici cu cinevaÂ inseamna ca o sa intampini dificultati sau probleme in intocmirea unei afaceri sau a unei vanzari. - Daca cineva te contrazice in vis , este semn ca nu ai sa ajungi la timp pentru o intalnire importanta, o intalnire ce iti poate afecta viata personala.",
      "slug": "contradictie"
    },
    {
      "name": "Convalescenta",
      "category": "dictionar",
      "shortMeaning": "- Daca visezi ca te simti mai bine sau ca ti-ai revenit dintr-o boala - vei pleca intr-o calatori...",
      "fullInterpretation": "- Daca visezi ca te simti mai bine sau ca ti-ai revenit dintr-o boala - vei pleca intr-o calatorie ce iti va aduce numai beneficii. - In covalescenta - succes la serviciu. - Convalescenta poate insemna si castiguri materiale, o mostenire sau casatorie.",
      "slug": "convalescenta"
    },
    {
      "name": "Conversatie",
      "category": "dictionar",
      "shortMeaning": "Visul in care purtati o conversatie incitanta inseamna ca veti fi dezamagit din pricina unor plan...",
      "fullInterpretation": "Visul in care purtati o conversatie incitanta inseamna ca veti fi dezamagit din pricina unor planuri esuate sau a unor persoane care vi-au tradat increderea. Daca visati ca purtati o conversatie intr-o limba pe care nu o intelegeti atunci visul sugereaza anumite neintelegeri in familie. Puteti afla mai multe detalii si la semnificatia visului discutie.",
      "slug": "conversatie"
    },
    {
      "name": "Copac",
      "category": "dictionar",
      "shortMeaning": "- Daca visezi copac cu fructe - o sa ai parte de prosperitate financiara sau o fericire de proportii mari neasteptata.",
      "fullInterpretation": "- Daca visezi copac cu fructe - o sa ai parte de prosperitate financiara sau o fericire de proportii mari neasteptata. - Copac cu multe frunze - casatorie ce va fi binecuvantata de catre toata lumea, familie cu multi copii. - Copac inflorit - castorie apropiata si copii la scurt timp. - Copac inverzit - viitorul apropiat iti este favorabil, ai parte de fericire. - Multi copaci ingramaditi in acelas loc - dusmani. - Copac doborat de catre o furtuna - probleme financiare. - Urcandu-te intr-un copac - izbanda dar cu riscuri si primejdii. - Daca in vis smulgi un copac - biruiesti un dusman cu care ai multe de rezolvat din trecut. - Copac singuratic si cam pricajit - nu ai personalitate, dar te lupti din rasputeri sa creezi una. - Copac taiat - nenorocire apropiata. - Daca tai tu un copac - victorie asupra dusmanilor. - Daca in vis vezi un copac stufos, sau cu coroana bogata - protectie, cineva te protejeaza si iti vrea binele.Un copac cu flori in vise inseamna ca veti avea parte de dragoste din partea persoanelor de sex opus, veti avea parte de multe activitati distractive, iar situatia financiara va fi una foarte buna. Copacul taiat in vise inseamna ca dupa ce veti avea o mare bucurie, veti avea parte de o mare nenorocire. Va sfatuim sa fiti pregatit. Daca visati ca un copac este taiat inseamna ca veti avea deceptii in dragoste.A vedea un copac uscat in vise inseamna ca s-ar putea sa simtiti ca lucrurile au ajuns la un apogeu si trebuie sa luati masuri. Din punct de vedere psihologic, copacul uscat in vise sugereaza lipsa de inspiratie si dorinta de a trai viata din plin. Visul ar mai putea indica anumite griji in legatura cu imbatranirea. Dictionarul chinezesc Zhougong relateaza ca visul in care apare un copac uscat este un semn de ghinion. S-ar putea sa deveniti stresat de anumite situatii neasteptate precum anularea unei intalniri.Daca visezi ca vezi copaci frumosi intr-o padure inseamna ca vei avea noroc in dragoste si in afaceri. Visele in care apar copaci verzi, in plina vegetatie, sunt vise prevestitoare de bine. Daca vei visa copaci desfrunziti, probleme sufletesti vei avea si necazuri in relatiile cu ceilalti.Copacul este simbolic in vis pentru structura de baza a vietii launtrice. Este important sa ne amintim imaginea exacta. Pinul in vise simbolizeaza nemurirea, viata si/sau fertilitatea. - Daca in vis simti miros de pin inseamna ca trebuie sa te reenrgizezi si revitalizezi.",
      "slug": "copac"
    },
    {
      "name": "Copac cu flori",
      "category": "dictionar",
      "shortMeaning": "Un copac cu flori in vise inseamna ca veti avea parte de dragoste din partea persoanelor de sex o...",
      "fullInterpretation": "Un copac cu flori in vise inseamna ca veti avea parte de dragoste din partea persoanelor de sex opus, veti avea parte de multe activitati distractive, iar situatia financiara va fi una foarte buna.",
      "slug": "copac-cu-flori"
    },
    {
      "name": "Copac taiat",
      "category": "dictionar",
      "shortMeaning": "Copacul taiat in vise inseamna ca dupa ce veti avea o mare bucurie, veti avea parte de o mare nenorocire.",
      "fullInterpretation": "Copacul taiat in vise inseamna ca dupa ce veti avea o mare bucurie, veti avea parte de o mare nenorocire. Va sfatuim sa fiti pregatit. Daca visati ca un copac este taiat inseamna ca veti avea deceptii in dragoste.",
      "slug": "copac-taiat"
    },
    {
      "name": "Copac uscat",
      "category": "dictionar",
      "shortMeaning": "A vedea un copac uscat in vise inseamna ca s-ar putea sa simtiti ca lucrurile au ajuns la un apog...",
      "fullInterpretation": "A vedea un copac uscat in vise inseamna ca s-ar putea sa simtiti ca lucrurile au ajuns la un apogeu si trebuie sa luati masuri. Din punct de vedere psihologic, copacul uscat in vise sugereaza lipsa de inspiratie si dorinta de a trai viata din plin. Visul ar mai putea indica anumite griji in legatura cu imbatranirea. Dictionarul chinezesc Zhougong relateaza ca visul in care apare un copac uscat este un semn de ghinion. S-ar putea sa deveniti stresat de anumite situatii neasteptate precum anularea unei intalniri.",
      "slug": "copac-uscat"
    },
    {
      "name": "Copaci",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca vezi copaci frumosi intr-o padure inseamna ca vei avea noroc in dragoste si in afaceri.",
      "fullInterpretation": "Daca visezi ca vezi copaci frumosi intr-o padure inseamna ca vei avea noroc in dragoste si in afaceri. Visele in care apar copaci verzi, in plina vegetatie, sunt vise prevestitoare de bine. Daca vei visa copaci desfrunziti, probleme sufletesti vei avea si necazuri in relatiile cu ceilalti.",
      "slug": "copaci"
    },
    {
      "name": "Copil bolnav",
      "category": "dictionar",
      "shortMeaning": "Copilul bolnav in vise semnifica faptul ca bunastarea familiei dumneavoastra este amenintata.",
      "fullInterpretation": "Copilul bolnav in vise semnifica faptul ca bunastarea familiei dumneavoastra este amenintata. Daca o mama isi viseaza copilul bolnav inseamna ca totul va fi bine cu copilul, dar mama este preocupata cu alte mici neplaceri in legatura cu copilul.",
      "slug": "copil-bolnav"
    },
    {
      "name": "Copil disparut",
      "category": "dictionar",
      "shortMeaning": "A avea vise despre un copil disparut poate fi de bine sau de rau depinzand daca pierdeti dumneavo...",
      "fullInterpretation": "A avea vise despre un copil disparut poate fi de bine sau de rau depinzand daca pierdeti dumneavoastra copilul sau il gasiti. De multe ori, atunci cand pierdem ceva ne revine in vise imaginea unei locatii unde sa cautam. Visul in care apare un copil disparut poate avea semnificatii diferite. Unul din aceste semnificatii sugereaza ca a visa un copil disparut este un lucru foarte pozitiv, deoarece se pare ca puteti vedea unde este copilul si unde il puteti gasi. O a doua explicatie este una negativa care ar putea insemna dorul de tinerete. Va doriti acele vremuri mai simple, fara griji, fara stres, fara facturi sau responsabilitati. Mai multe informatii puteti gasi si pe pagina interpretarii visului disparitie.",
      "slug": "copil-disparut"
    },
    {
      "name": "Copil leganand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "copil-leganand"
    },
    {
      "name": "Copil mic",
      "category": "dictionar",
      "shortMeaning": "Visele despre copii mici ne ofera accesul la copilul din noi.",
      "fullInterpretation": "Visele despre copii mici ne ofera accesul la copilul din noi. Cu totii avem parti ale fiintei noastre care inca sunt curioase si copilaroase. Cand reusim sa stabilim o legatura cu aceasta latura a noastra, ne dam noua insine permisiunea de a explora un potential al unitatii, al desavarsirii, pe care pana atunci nu l-am recunoscut in noi insine.",
      "slug": "copil-mic"
    },
    {
      "name": "Copil mort",
      "category": "dictionar",
      "shortMeaning": "Daca visezi un copil mort semnifica o suparare sau o dezamagire in viitor.",
      "fullInterpretation": "Daca visezi un copil mort semnifica o suparare sau o dezamagire in viitor. De asemenea, daca iti vezi copilul mort semnifica ca bunastarea ta este amenintata. Alternativ, daca visezi un copil nascut mort sugereaza ca ti-ai pierdut increderea in ceva sau in cineva.",
      "slug": "copil-mort"
    },
    {
      "name": "Copil murdar",
      "category": "dictionar",
      "shortMeaning": "Copilul murdar din vise scoate la iveala sentimentul modificat al realitatii si, prin urmare, poa...",
      "fullInterpretation": "Copilul murdar din vise scoate la iveala sentimentul modificat al realitatii si, prin urmare, poate fi un mijloc de a scapa de responsabilitatile si problemele care pot fi ascociate cu casa. Poate incercati sa rezolvati sau sa gasiti adevarul intr-o problema ingrijoratoare. De asemenea, visul exprima deprimare si situatii in care va simtiti vulnerabil sau neajutorat. Analiza detaliata a visului Copilul din acest vis face referire la aspectele dumneavoastra proeminente sau dezvoltate cand traiati in orasul sau comuna natala. Va agatati de trecut si va simtiti amortit intr-o anumita perioada a vietii. Visul sugereaza anxitetea si frica pe care o traiti, ca urmare a unei vinovatii sau nelegiuiri. Mizeria de pe copil (in special daca este plin de excremente) este, din pacate, un semnal de avertizare cu privire la atitudinea dumneavoastra care a depasit multe limite. Poate ca va simtiti sufocat/a de relatie. De asemena, visul indica lipsa de control si temeri. Nu petreceti suficient timp cu o persoana din viata dumneavoastra. Interpretare din punct de vedere psihologic Sigmund Freud identifica visul unui copil in noroi cu zelul subconstient al unei persoane care doarme pentru experimente sexuale. Poate ca astfel de vise sunt cauzate de faptul ca partenerul intim nu prezinta suficient interes cu privire la relatiile intime, sau opus - este prea activ. Uneori, un copil murdar vazut intr-un vis reflecta starea interna a visatorului, nesiguranta, lipsa de experienta, frica si lipsa de aparare. Pentru femeile care viseaza bebelusi murdari sau mizerabili, Antonio Meneghetti recomanda mai multa incredere in partenerul de viata. Poate ca visatoarea a avut o experienta negativa in trecut cu sexul opus si din acest motiv ii este dificil sa aibe din nou incredere. Interpretare pozitiva In functie de contextul visului si starea creata de acesta, copilul murdar poate fi si un indiciu pentru veselie, distaractie si bucurii copilaresti. De ex.: un copil murdar din cap pana in picioare sarind si topaind intr-o balta.",
      "slug": "copil-murdar"
    },
    {
      "name": "Copil pierdut",
      "category": "dictionar",
      "shortMeaning": "Un copil pierdut in vise poate fi un un lucru bun sau unul rau depinzand de problema daca ati gas...",
      "fullInterpretation": "Un copil pierdut in vise poate fi un un lucru bun sau unul rau depinzand de problema daca ati gasit sau ati pierdut copilul. Daca visati un copil faimos pierdut inseamna ca ar trebui sa acordati atentie speciala la informatiile pe care le vedeti si care nu au fost adresate catre media.",
      "slug": "copil-pierdut"
    },
    {
      "name": "Copil plangand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "copil-plangand"
    },
    {
      "name": "Copil razand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "copil-razand"
    },
    {
      "name": "Copilarie",
      "category": "dictionar",
      "shortMeaning": "A visa despre copilaria dumneavoastra indica dorinta de a va intoarce la o viata in care nu aveat...",
      "fullInterpretation": "A visa despre copilaria dumneavoastra indica dorinta de a va intoarce la o viata in care nu aveati griji si responsabilitati. De asemenea, visul reprezinta inocenta. Alternativ, visul sugereaza ca anumite aspecte din copilaria dumneavoastra nu au fost integrate in personalitatea de adult. De cealalta parte, s-ar putea ca o anumita anxietate din copilarie sa nu fi fost inca rezolvata.",
      "slug": "copilarie"
    },
    {
      "name": "Copita",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "copita"
    },
    {
      "name": "Corabie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "corabie"
    },
    {
      "name": "Corabie pe apa",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "corabie-pe-apa"
    },
    {
      "name": "Coral",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "coral"
    },
    {
      "name": "Corb",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemena ciori, pasare).",
      "fullInterpretation": "(vezi, de asemena ciori, pasare).Corbul simbolizeaza canecrul si gandurile negative Daca visezi aceasta pasare vei intampina o serie de piedici in viata amoroasa Daca visezi ca omori pasarea te vei bucura de prietenie si afectiune . Vedeti si interpretarea visului : Pasare neagra Scorbura in vise inseamna neplaceri cauzate de indiscretia unei persoane. Daca visati o scorbura de brad inseamna ca veti avea succes la servici.",
      "slug": "corb"
    },
    {
      "name": "Corbi auzind",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "corbi-auzind"
    },
    {
      "name": "Corcoduse sau prune",
      "category": "dictionar",
      "shortMeaning": "Exista o multime de variatii ale viselor legate de corcoduse / prune si aici puteti gasi unele di...",
      "fullInterpretation": "Exista o multime de variatii ale viselor legate de corcoduse / prune si aici puteti gasi unele dintre ele si explicatiile acestora. Corcodusele (prune) verzi in vise simbolizeaza o anumita doza (in funtie de cate au aparut) de disconfort in relatia cu partenerul sau familia dumneavostra. Insa , daca prunele sau corcodusele sunt verzi si se afla in copac, visul este unul benefic si simbolizeaza o situatie favorabila in familia dumneavoastra. Visul in care aceste sunt coapte face referire la momente de bucurie si fericire alaturi de prieteni. De asemenea, visul prevesteste clipe de relaxare si divertisment comun. Culegand prune sa corcoduse din copac pentru a le manca, simbolizeaza dorinte implinite dar, la final, veti realiza emotiile pozitive nu sunt atat de multe pe cat v-ati asteptat. Mancand aceste fructe dulci si frumoase, simbolizeaza o statisfactie aparte in relatia intima cu partenerul dumneavoastra. Cele cu gust acru, amar sau orice alt gust neplacut indica frici respinse. Nu vor exista motive de ingrijorare daca va exista comunicare cu partenerul. Este posibil ca ideile dumneavoasta despre cum sa va inbunatatiti viata intima sa fie acceptate si satisfacatoare. Trebuie sa aveti incredere in propriul sine si sa va dezvoltati dandurile. Copacul (prunul sau corcodusul) fara frunze sau uscat complet este un semn al subestimarii. Nivelul dumneavoastra de incredere in sine este foarte scazut. Aveti abilitatile necesare, trebuie doar sa priviti inainte si sa credeti in reusita.",
      "slug": "corcoduse-sau-prune"
    },
    {
      "name": "Coridor",
      "category": "dictionar",
      "shortMeaning": "Visul in care va plimbati pe un coridor inseamna ca treceti printr-o faza de tranzitie, de autoexplorare.",
      "fullInterpretation": "Visul in care va plimbati pe un coridor inseamna ca treceti printr-o faza de tranzitie, de autoexplorare. Semnaleaza o iluminare spirituala, crestere emotionala, noi oportunitati si pasaje mentale in viata dumneavoastra. Daca visati ca treceti printr-un coridor lung atunci inseamna disperarea dumneavoastra in incercarea de a evada dintr-o situatie repetitiva. Trebuie sa va eliberati de aceasta continua repetare. Alternativ, visul simbolizeaza alegerile si optiunile care va sunt disponibile. Aveti multe lucruri pe care ar trebui sa le luati in considerare.",
      "slug": "coridor"
    },
    {
      "name": "Coroana",
      "category": "dictionar",
      "shortMeaning": "(nu trebuie sa fie neaparat propria nunta) sau inceputul unei noi etape din viata, mai fericite.",
      "fullInterpretation": "(nu trebuie sa fie neaparat propria nunta) sau inceputul unei noi etape din viata, mai fericite.Coroana de flori in vise inseamna avere, placere cu necazuri in dragoste. Daca florile sunt ofilite atunci inseamna ca aveti o sanatate subreda. Coroana cu flori in vise mai poate insemna glorie, noroc, poate chiar o mostenire.",
      "slug": "coroana"
    },
    {
      "name": "Coroana de flori",
      "category": "dictionar",
      "shortMeaning": "Coroana de flori in vise inseamna avere, placere cu necazuri in dragoste.",
      "fullInterpretation": "Coroana de flori in vise inseamna avere, placere cu necazuri in dragoste. Daca florile sunt ofilite atunci inseamna ca aveti o sanatate subreda. Coroana cu flori in vise mai poate insemna glorie, noroc, poate chiar o mostenire.",
      "slug": "coroana-de-flori"
    },
    {
      "name": "Coronavirus",
      "category": "dictionar",
      "shortMeaning": "Inca de la inceput trebuie precizat ca visele intense cu privire la COVID-19 pot semnala anxietat...",
      "fullInterpretation": "Inca de la inceput trebuie precizat ca visele intense cu privire la COVID-19 pot semnala anxietatea care sta la baza producerii acestuia. Indiferent daca ele sunt cauzate de stresul legat de munca de acasa, lipsa ingrijirii, purtarea mastilor sau limitarea deplasarii libere, anxietatea legata de COVID-19 s-a propagat in toate aspectele vietii noaste. Incontestabil, chiar ne-a invadat si visele. La nivel global sunt raportate tot mai multe vise ciudate si intense, multe persoane avand cosmaruri tulburatoare ce implica coronavirus. Christine Won, medic specialist in somnologie la Yale Medicine, si Jason Ellis, profesor de psihologie la Universitatea Northumbria si director al centrului Northumbria pentru Cercetarea somnului, au observat o crestere la pacientii care raporteaza vise recurente sau stresante, ne asigura ca acest lucru nu este un motiv de ingrijorare. Potrivit teoriei evolutioniste impartasite intre mai multi medici de specialitate si psihologi, este cunoscut faptul ca \"visele sunt o modalitate pentru noi de a ne rezolva stresurile sau preocuparile din timpul zilei\". O alta ipoteza este ideea de consolidare a memoriei, a precizat Jason Ellis, care sugereaza ca, atunci cand visam, preluam informatiile colecatate de-a lungul zilei, fie pentru a crea noi amintiri, fie pentru a sorta informatii necunoscute in constiinte existente care ne informeaza rationamentul. Exista, insa, si o alta teorie - teoria functiei de reglare a dispozitiei - care spune ca visele sunt create pentru rezolvarea problemelor prin intermediul emotiilor experimentate create de cirmumstantele problemelor. Visele despre coronavirus pot servi drept mecanisme prin intermediul carora creierul nostru poate procesa circumstante noi, ca de exemplu: stresul provocat de o asemenea pandemie ce implica probleme la locul de munca, financiare sau de familie. Pe masura ce numarul de cazuri COVID-19 a crescut, un cercetator de la Harvard raporteaza ca a primit mii de raspunsuri la un sondaj online despre asemenea vise. Acest sondaj arata ca o mare parte din visele ce implicau COVID-19 se invarteau in jurul unor topicuri specifice care includeau: frica de a nu contacta virusul, frustrarea cu privire la distantarea sociala. izolarea la domiciliu sau intrarea intr-o carantina institutionalizata si frica de a nu uita metodele de protectie impotriva acestui virus mortal. Structurand cele precizate mai sus de alte afirmatii ale mai multor psihologi si specialisti in somnologie concluzionam ca, deocamdata, astfel de vise nu au un sens semnificativ dincolo de faptul ca visatorul este mai stresat decat de obicei.",
      "slug": "coronavirus"
    },
    {
      "name": "Coropisnita",
      "category": "dictionar",
      "shortMeaning": "Visele despre coropisnite sunt destul de rare, dar nu sunt neobisnuite, astfel ca, aparitia acest...",
      "fullInterpretation": "Visele despre coropisnite sunt destul de rare, dar nu sunt neobisnuite, astfel ca, aparitia acestora simbolizeaza propriile relatii interpresonale. In continuare va vom prezenta o serie de vise ce implica coropisnitele si interpretarea acestora. Muscatura de coropisnita Visul in care ati fost muscat de catre o coropisnita denota dobandirea unei copmpetente prin intermediul unei lupte. Va zbateti sa rezolvati problemele zilnice si in aceasta lupta continua sesizati noi oportunitati de avansare sau de castiguri financiare. Omorand, salvand sau eliberand o coropisnita Pierderea vitalitatii sau a perceptiei este indicata de visul in care ucideti una sau mai multe coropisnite. Pe de alta parte, daca ati visat ca ati salvat de la moarte o coropisnita (o alta persoana vrea sa o ucida sau ca este ata cata de catre un animal, etc), indica faptul ca sunteti o persoana care gandeste corect si mereu incearca sa faca dreptate. Visul in care eliberati o coropisnita simbolizeaza responsabilitate si protectie fata de persoanele din jurul dumneavoastra. Coropisnite colorate Rosie - amaraciune si plansete Galbena - un prieten apropiat va va oferi lucruri sau sfaturi de care nu aveti nevoie Albastra - veti vizita sau va veti reintani cu o veche cunostinta Neagra - momente fericite amestecate cu amintiri traumatizante Mov - reflecta starea capacitatii dumneavoastra de a atrage si a exprima dragostea Alba - mici suparari si oameni care barfesc Portocalie - veti cunoaste un suflet frumos Maro - capacitatea dumneavoastra de a va afirma ideiile si de a oferi indrumari altor persoane Roz - prosperitate si dobandirea capacitatii de vindecare Aurie - experientele trecuta va vor ajuta sa invatati si sa va dezvoltati intr-un anumit domeniu Multicolora - va ganditi serios la un angajament pe termen lung fata de o persoana sau de un proiect. Interpretari ale coropisnitei in functie de profesia visatorului Profesor - simbolizeaza distantare, izolare, independenta si inchis intr-o lume personala. Student - veti fi absorbit de nostalgie Om de afaceri - speranta si lumina acolo unde nu este lumina Sofer - reevaluati-va convingerile si practicile Muncitor necalificat - va temeti ca timpul trece prea repede sau prea incet",
      "slug": "coropisnita"
    },
    {
      "name": "Corp uman",
      "category": "dictionar",
      "shortMeaning": "Corpul uman este insusi individul, manifestarea exterioara a tot ce reprezinta el.",
      "fullInterpretation": "Corpul uman este insusi individul, manifestarea exterioara a tot ce reprezinta el. In vise, corpul uman semnifica adesea Eul. Daca stam sa ne gandim ca prima experienta a bebelusului in legatura cu propria persoana este de natura fizica, putem spune ca trupul reprezinta principala noastra sursa de informatii. Din punct de vedere psihologic, cele mai multe dintre experientele noastre sunt traduse in senzatii fizice si, drept urmare, acestea devin un bogat izvor de simboluri onirice. Cand reusim sa facem fata anumitor emotii sau sentimente in viata de zi cu zi, ele se regasesc de multe ori in vise, sub forma unor simboluri onirice distorsionate. Pe plan spiritual, imaginea corpului uman reprezinta manifestarea fizica a unei spiritualitati interioare. Vezi si visele : Abdomen, Anus, Brate, Calcai, Cap, Coloana vertebrala, Constipatie, Degete, Degetul mare, Dinti, Excremente, Ficat, Gat, Genunchi, Grasime, Gura, Inima, Limba, Mana, Maxilar, Membre, Nas, Ochi, Pantece,Par, Piele, Piept, Plamani,Rinichi,Sange, Stomac, Urina, Vagin",
      "slug": "corp-uman"
    },
    {
      "name": "Corset",
      "category": "dictionar",
      "shortMeaning": "- Daca porti un corset - cununie.",
      "fullInterpretation": "- Daca porti un corset - cununie. - Daca in vis vezi corset - neincredere in cunostintele proprii. - Daca visezi o femeie in corset - vei primi vesti proaste. - Daca ajuti o femeie sa isi puna corsetul - ai sa depasesti problemele financiare ce te macina in momentul de fata.",
      "slug": "corset"
    },
    {
      "name": "Cort",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea, acoperis, casa) .",
      "fullInterpretation": "(vezi, de asemenea, acoperis, casa) .Visul in care va aflati in spatele cortinei trebuie sa va ganditi bine ce mai exista in spatele cortinei. Adesea cortina este o viziune despre incertitudine si precautie. Atunci cand visati ca ridicati cortina si persoane incep sa vina intr-un numar mare inseamna ca gandurile dumneavoastra fie sunt intr-un punct mort, fie ati dat de anumite probleme filozofice care nu sunt usor de rezolvat.",
      "slug": "cort"
    },
    {
      "name": "Cortina",
      "category": "dictionar",
      "shortMeaning": "Visul in care va aflati in spatele cortinei trebuie sa va ganditi bine ce mai exista in spatele cortinei.",
      "fullInterpretation": "Visul in care va aflati in spatele cortinei trebuie sa va ganditi bine ce mai exista in spatele cortinei. Adesea cortina este o viziune despre incertitudine si precautie. Atunci cand visati ca ridicati cortina si persoane incep sa vina intr-un numar mare inseamna ca gandurile dumneavoastra fie sunt intr-un punct mort, fie ati dat de anumite probleme filozofice care nu sunt usor de rezolvat.",
      "slug": "cortina"
    },
    {
      "name": "Cos",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca porti un cos plin - ti se va oferi sansa la un servici mai bun.",
      "fullInterpretation": "- Daca ai visat ca porti un cos plin - ti se va oferi sansa la un servici mai bun. - Daca cosul pe care il ai in vis este gol - nemultumire si durere. - Daca vezi pe altcineva care cara un cos plin cu detoate - inseamna ca vei avea parte de succes la locul de munca.Cosul de gunoi in vise simbolizeaza ideile, gandurile si memoriile nedorite. Este timpul sa scapati de aceste greutati. Alternativ, visul la un cos de gunoi inseamna ca respingeti o idee sau o emotie. Visare unui cos mare pe nas este un semn ce prevesteste ghinion si dezamagiri in viata de zi cu zi, mai ales daca concurati impotriva cuiva sau daca ibcercati sa obtineti foloase necuvenite.De regula, cosurile de pe fata sau acneea fac referire la stima de sine si imaginea dumneavoastra. Va simtiti iritat sau incomod intr-o relatie sau o situatie. Punctele negre sau albe de pe fata dumneavoastra simbolizeaza anumite sentimente jenante pe care sperati sa nu le observe nimeni. Va faceti griji cu privire la ceea ce vor crede alte persoane despre dumneavoastra, mai ales daca acestia vor observa nesiguranta din modul in care actionati. Daca ati visat ca toata pielea va este acoperita de cosuri inflamate, inseamna ca visul face referire la faptul ca sunteti prea ingrijorat in viata de zi cu zi. Nu interpretati in mod gresit acest vis, un pic de ingrijorare este benefica, dar aparitia acestui tip de vis indica ingrijorare extrema sau ingrijorare pentru detalii. Cosurile de pe spate indica sentimente de gelozie si furie de care trebui sa scapati. De asemena, visul poate prevesti ca in curand va veti confrunta cu unul dintre temerile dumneavoastra. Visul in care vedeti acnee la altcineva inseamna ca va veti bucura de sprijin si ocrotire din partea cuiva. Acneea in vis mai poate sugera si un anumit defect al nostru pe care trebuie sa-l depasim la un moment dat.",
      "slug": "cos"
    },
    {
      "name": "Cos de gunoi",
      "category": "dictionar",
      "shortMeaning": "Cosul de gunoi in vise simbolizeaza ideile, gandurile si memoriile nedorite.",
      "fullInterpretation": "Cosul de gunoi in vise simbolizeaza ideile, gandurile si memoriile nedorite. Este timpul sa scapati de aceste greutati. Alternativ, visul la un cos de gunoi inseamna ca respingeti o idee sau o emotie.",
      "slug": "cos-de-gunoi"
    },
    {
      "name": "Cos pe nas",
      "category": "dictionar",
      "shortMeaning": "Visare unui cos mare pe nas este un semn ce prevesteste ghinion si dezamagiri in viata de zi cu z...",
      "fullInterpretation": "Visare unui cos mare pe nas este un semn ce prevesteste ghinion si dezamagiri in viata de zi cu zi, mai ales daca concurati impotriva cuiva sau daca ibcercati sa obtineti foloase necuvenite.",
      "slug": "cos-pe-nas"
    },
    {
      "name": "Cosar",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis te intalnesti sau vezi un cosar - o sa ai parte de noroc, in viitorul apropiat soarta va fi de partea ta.",
      "fullInterpretation": "- Daca in vis te intalnesti sau vezi un cosar - o sa ai parte de noroc, in viitorul apropiat soarta va fi de partea ta. - In alte traditii, precum cea persana, visul in care ne apare un cosar nu este unulÂ bun, acesta semnifica faptul ca ai multi dusmani.",
      "slug": "cosar"
    },
    {
      "name": "Cosciug",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cosciug"
    },
    {
      "name": "Cosmar",
      "category": "dictionar",
      "shortMeaning": "- Daca visezi ca ai un cosmar, aici ne referim la un vis in vis - vei aveau un necaz neasteptat.",
      "fullInterpretation": "- Daca visezi ca ai un cosmar, aici ne referim la un vis in vis - vei aveau un necaz neasteptat. - Daca in vis vezi pe cineva care are un cosmar - o persona cu situatie financiara te domina.",
      "slug": "cosmar"
    },
    {
      "name": "Cosmetice",
      "category": "dictionar",
      "shortMeaning": "Visul in care ati folosit cosmetice poate fi interpretat in doua moduri: fie reflecta nevoia de a...",
      "fullInterpretation": "Visul in care ati folosit cosmetice poate fi interpretat in doua moduri: fie reflecta nevoia de a constientiza ca va ascundeti trasaturile, fie doriti sa accentuati frumusetea naturala. Daca visati ca aplicati produse cosmetice unei alte persoane inseamna ca trebuie sa va rezolvati problemele, sa va impacati cu persoana respectiva. Pe plan psihologic, visul poate reprezenta faptul ca simtiti ca imaginea dumneavoastra are probleme si ca trebuie sa purtati tot timpul o masca.",
      "slug": "cosmetice"
    },
    {
      "name": "Cosmos",
      "category": "dictionar",
      "shortMeaning": "Cosmosul in vise sugereaza ca problemele incep sa vi se para inutile si ceea ce simtiti cu adevarat devine important.",
      "fullInterpretation": "Cosmosul in vise sugereaza ca problemele incep sa vi se para inutile si ceea ce simtiti cu adevarat devine important.",
      "slug": "cosmos"
    },
    {
      "name": "Costum",
      "category": "dictionar",
      "shortMeaning": "- Daca visezi ca porti un costum elegant - va trebui sa faci mari eforturi pentru a scapa dintr-o situatie neplacuta.",
      "fullInterpretation": "- Daca visezi ca porti un costum elegant - va trebui sa faci mari eforturi pentru a scapa dintr-o situatie neplacuta. - De visezi costum barbatesc - fi vigilent , un prieten sau un cunoscut are nevoie de ajutorul tau. - Costum de baie - sensibilitate pentru semnii din jurul tau. - Costum de femeie - nu iti gasesti echilibrul, lipasa de organizare, concentreaza-te mai mult asupra lucrurilor pe care vrei sa le faci. - Costum vechi - vesti favorabile. - Costum nouÂ - griji pe parte afinanciara. - Costum de doliu - pierdere inseamna.Costumul de baie in vise sugereaza sensibilitate pentru cei din jurul dumneavoastra. Inseamna necesitatea de a va limita la strictul necesar, sinceritate, prudenta, corectitudine. Daca ne putem aminti imbracamintea si culoarea, cand ne trezim din visele noaste, atunci ele au o semnificatie. Uneori, asa cum sunt visele cu intamplari neobisnuite care ar putea parea prostesti, ele totusi au o semnificatie. Simbolismul neobisnuit trebuie decodificat pentru ca acestea ne apar dintr-un anumit motiv. Culoarea imbracamintei si tipul acesteia, in ceea ce suntem imbracati, in functie de ceea ce facem si de anotimpul in care ne aflam sunt un detaliu care ar trebui intotdeuna sa fie scris atunci cand jurnalizam visele noastre. Ceea ce putam reflecta o conditie emotionala sau spirituala care detaliaza mai mult intelegerea profetica cu privire la ocupatia noastra, la interactiunile noastre sociale, la odihna noastra si la recreere. Adesea, atunci cand oamenii se vad pe ei insisi sau pe altcineva care poarta negru, reprezinta durere, jale, greutate, foamete, lipsuri sau pacat. Ceea ce face o persoana in vis da contextul, starea de spirit si starea emotionala. Cheia este ca imbracamintea poate fi scoasa in inlocuita cu alta din dulap, de aceea starea este supusa schimbarii. Pentru mai multe detalii referitoare la acesta culoare accesati : culoarea neagraCostumul popular in vise semnifica o imaginatie puternic dezvoltata. Totodata, mai poate insemna, daca in vis costumul este foarte vechi, ca aveti o hotarare deosebita.",
      "slug": "costum"
    },
    {
      "name": "Costum de baie",
      "category": "dictionar",
      "shortMeaning": "Costumul de baie in vise sugereaza sensibilitate pentru cei din jurul dumneavoastra.",
      "fullInterpretation": "Costumul de baie in vise sugereaza sensibilitate pentru cei din jurul dumneavoastra. Inseamna necesitatea de a va limita la strictul necesar, sinceritate, prudenta, corectitudine.",
      "slug": "costum-de-baie"
    },
    {
      "name": "Costum negru",
      "category": "dictionar",
      "shortMeaning": "Daca ne putem aminti imbracamintea si culoarea, cand ne trezim din visele noaste, atunci ele au o semnificatie.",
      "fullInterpretation": "Daca ne putem aminti imbracamintea si culoarea, cand ne trezim din visele noaste, atunci ele au o semnificatie. Uneori, asa cum sunt visele cu intamplari neobisnuite care ar putea parea prostesti, ele totusi au o semnificatie. Simbolismul neobisnuit trebuie decodificat pentru ca acestea ne apar dintr-un anumit motiv. Culoarea imbracamintei si tipul acesteia, in ceea ce suntem imbracati, in functie de ceea ce facem si de anotimpul in care ne aflam sunt un detaliu care ar trebui intotdeuna sa fie scris atunci cand jurnalizam visele noastre. Ceea ce putam reflecta o conditie emotionala sau spirituala care detaliaza mai mult intelegerea profetica cu privire la ocupatia noastra, la interactiunile noastre sociale, la odihna noastra si la recreere. Adesea, atunci cand oamenii se vad pe ei insisi sau pe altcineva care poarta negru, reprezinta durere, jale, greutate, foamete, lipsuri sau pacat. Ceea ce face o persoana in vis da contextul, starea de spirit si starea emotionala. Cheia este ca imbracamintea poate fi scoasa in inlocuita cu alta din dulap, de aceea starea este supusa schimbarii. Pentru mai multe detalii referitoare la acesta culoare accesati : culoarea neagra",
      "slug": "costum-negru"
    },
    {
      "name": "Costum popular",
      "category": "dictionar",
      "shortMeaning": "Costumul popular in vise semnifica o imaginatie puternic dezvoltata.",
      "fullInterpretation": "Costumul popular in vise semnifica o imaginatie puternic dezvoltata. Totodata, mai poate insemna, daca in vis costumul este foarte vechi, ca aveti o hotarare deosebita.",
      "slug": "costum-popular"
    },
    {
      "name": "Cotlet",
      "category": "dictionar",
      "shortMeaning": "- Daca visezi ca mananci cotlet de porc - cu ingaduinta vei ajunge la bogatie.",
      "fullInterpretation": "- Daca visezi ca mananci cotlet de porc - cu ingaduinta vei ajunge la bogatie. - Cotlet crud - castig iminent.",
      "slug": "cotlet"
    },
    {
      "name": "Cotofana",
      "category": "dictionar",
      "shortMeaning": "In traditia occidentala visul prevesteste unele probleme un viata de familie sau cu prietenii apropiati.",
      "fullInterpretation": "In traditia occidentala visul prevesteste unele probleme un viata de familie sau cu prietenii apropiati.- Daca ai visat o cotofana - probleme cu sotul, sotia.- Daca ai visat mai multe cotofane - mare scandal in casa.",
      "slug": "cotofana"
    },
    {
      "name": "Covor",
      "category": "dictionar",
      "shortMeaning": "- Daca vezi un covor infasurat - ai ceva de ascuns.",
      "fullInterpretation": "- Daca vezi un covor infasurat - ai ceva de ascuns. - Daca ai cumparat un covor - vei duce la bun sfarsit proiecte incepute cu multa vreme in urma. - Daca in vis bati un covor - ai sa primesti o veste importanata. - Covor rupt - intampini unele dificultati dar le vei inlatura foarte repede. - Vezi un covor pe perete - succes intr-o calatorie de afaceri. - Daca in vis te afli intr-o incapere iar pe jos este un covor frumos decorat - acest vis semnifica noroc si liniste sufleteasca. - Daca visezi ca mergi pe un covor lung - o perioada favorabila din viata ta incepe.Covorul rosu in vise sugereaza festivitati distractive in viata dumneavoastra, sunteti pregatit pentru o petrecere. Visul in care pasiti pe un covor rosu reprezinta dorinta dumneavoastra de a fi admirat, cautati laude pentru reusitele dumneavoastra.",
      "slug": "covor"
    },
    {
      "name": "Covor rosu",
      "category": "dictionar",
      "shortMeaning": "Covorul rosu in vise sugereaza festivitati distractive in viata dumneavoastra, sunteti pregatit pentru o petrecere.",
      "fullInterpretation": "Covorul rosu in vise sugereaza festivitati distractive in viata dumneavoastra, sunteti pregatit pentru o petrecere. Visul in care pasiti pe un covor rosu reprezinta dorinta dumneavoastra de a fi admirat, cautati laude pentru reusitele dumneavoastra.",
      "slug": "covor-rosu"
    }
  ]
}