{
  "symbols": [
    {
      "name": "Ciclon",
      "category": "dictionar",
      "shortMeaning": "Aparitia unu ciclon in vis simbolizeaza o energie imensa eliberata.",
      "fullInterpretation": "Aparitia unu ciclon in vis simbolizeaza o energie imensa eliberata. De cele mai multe ori este vorba despre sentimente si emotii puternice in potriva carora va simtiti neputincios.Desi ciclonul pare a fi inspaimantator, la prima vedere, acesta poate semnifica si curatarea sufletului. Daca in acel vis reusesti sa iesi sau sa te feresti de ciclon, ti se va oferi Â sansa unui nou inceput.- De visezi un ciclon, sa ca esti prins de ciclon - emotii devastatoare, trebuie sa fi atent(a) la ce riscuri iti asumi.",
      "slug": "ciclon"
    },
    {
      "name": "Ciclop",
      "category": "dictionar",
      "shortMeaning": "Ciclopul este cunoscut ca fiind un urias cu un ochi in mijlocul fruntii.",
      "fullInterpretation": "Ciclopul este cunoscut ca fiind un urias cu un ochi in mijlocul fruntii. Visul in care apare un ciclop reprezinta fixarea mai deschisa, mai ambitioasa si mai directa pentru un singur obiectiv: prosperitate. Ciclopul in vise sugereaza faptul ca s-ar putea sa fiti ingust la minte si ca ar trebui sa va extindeti campul de viziune. Alternativ, visul ar putea spune ca sunteti prea concentrat pe un singur lucru.Enciclopedia in vise face referire la cunoastere. Viand ca ati deschis o enciclopedie si o rasfoiti pentru anumite raspunsuri, este semn ca ar trebui sa cereti sfaturi unei persoane pe care care o admirati sau a unui expert in problema ceea ce va priveste. De asemenea, aparitia unei enciclopedi in vis poate prevesti o cariera academinca. Cumpararea unei enciclopedi in vis prevesteste decizii legate de locul de munca, scoala sau specializare care va vor influenta in mod pozitiv viata.",
      "slug": "ciclop"
    },
    {
      "name": "Cifre",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca, daca ai visat cifre, se spune ca daca sunt cu sot prevestesc un rau iar d...",
      "fullInterpretation": "In traditia romaneasca, daca ai visat cifre, se spune ca daca sunt cu sot prevestesc un rau iar daca cifrele sunt fara sot este un semn bun, bucurii.- Daca in vis nu iti ies anumite calcule cu cifre - vei concura cu cineva care are o dorinta arzatoare de a te invinge.",
      "slug": "cifre"
    },
    {
      "name": "Cimbru",
      "category": "dictionar",
      "shortMeaning": "A vedea cimbru in vise sugereaza ca trebuie sa va mobilizati cu mai mult curaj in viata.",
      "fullInterpretation": "A vedea cimbru in vise sugereaza ca trebuie sa va mobilizati cu mai mult curaj in viata. In traditia araba, cimbrul in vise sugereaza ca ar trebui sa va ganditi mai bine inainte de a merge mai departe, de a lua o decizie. Europenii considera ca visul la un preparat pregatit cu cimbru inseamna intristare, durere.",
      "slug": "cimbru"
    },
    {
      "name": "Ciment",
      "category": "dictionar",
      "shortMeaning": "De obicei, cimentul in vis inseamna o afacere buna, dar depinde ce visati mai exact, ce faceti cu...",
      "fullInterpretation": "De obicei, cimentul in vis inseamna o afacere buna, dar depinde ce visati mai exact, ce faceti cu cimentul: - daca visati un sac de ciment inseamna ca este posibil sa faceti o avere - daca visati ca faceti beton de ciment sugereaza ca veti avea succes in afaceri, stabilitate in relatie - cimentul umed sugereaza ca aveti anumit aspecte in viata care au ramas nerezolvate - daca va visati amestecand ciment inseamna ca situatia dumneavoastra financiara sau sentimentala se va inrautati",
      "slug": "ciment"
    },
    {
      "name": "Cimitir",
      "category": "dictionar",
      "shortMeaning": "Visul cimitir in general reprezinta progres in viitor, poate sugera si o schimbare, o tranzitie.",
      "fullInterpretation": "Visul cimitir in general reprezinta progres in viitor, poate sugera si o schimbare, o tranzitie.Potrivit traditiei occidentale, daca visezi cimitir, viitorul tau este unul asigurat, bun, multe ti se vor indeplini. - Daca visezi ca mergi cu cineva la cimitir - prietenie adevarata inseamna.- Visezi ca pui flori la cimitir - esti o fire sensibila si nedecisa.- Daca visezi mai multe cimitire la un loc - dureri morale.- Daca pamantul mormantului este bine intretinut, cu flori pe el - vei avea parte de fericire in familie si in cercul de prieteni.- Daca pamantul este neingrijit - este semn ca vei suferi de singuratate.- De visezi ca treci printr-un cimitir - progres in activitatile tale.- Daca in vis mergi doar in vizita la cimitir - necaz, tristete sau chiar veste de moarte.",
      "slug": "cimitir"
    },
    {
      "name": "Cimpanzeu",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cimpanzeu"
    },
    {
      "name": "Cimpoi",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cimpoi"
    },
    {
      "name": "Cinematograf",
      "category": "dictionar",
      "shortMeaning": "Visul cinematograf semnifica superficialitate.",
      "fullInterpretation": "Visul cinematograf semnifica superficialitate. - Daca ai visat ca esti intr-un cinematograf gol - inseamna ca esti barfit. - Daca ai visat ca mergi la cinematograf - sa nu crezi in aparente. - Daca te afli in sala de cinema si ruleaza un film amuzant - inseamna ca vei travesa bariere, dificultati fara prea multe batai de cap. Participarea la un film reflecta dorinta noastra de a nu ne implica in situatii neplacute.",
      "slug": "cinematograf"
    },
    {
      "name": "Cioara",
      "category": "dictionar",
      "shortMeaning": "Dezamagire, griji financiare - ciugulindu-te - vei fi inselat de o femeie - croncanind - vesti re...",
      "fullInterpretation": "Dezamagire, griji financiare - ciugulindu-te - vei fi inselat de o femeie - croncanind - vesti rele, moartea unei rude sau unui prieten - moarta - bani, servicii - pe copaci - adunare de rude - pe creanga - scanteierea unei maini sau a unui picior - pe cruce - moarte apropiata - pierzand - nemultumire - umbland pe jos - piedici mari in afaceri - vazand - vesti de la rude - vazand sarind - afacere terminata repede - zburand - sanatate precara, foamete, moarte - zburand deasupra capului - indignare in familie. Vedeti si interpretarea visului : Pasare neagraFeciaora Maria este un simbol in vise ce are semnificatii diferite, acestea sunt bazate pe propriile traditii si credinte religioase. Pentru catolici, membri ai bisericilor ortodoxe, si chiar unele secte protestante, Fecioara Maria este mama lui Dumnezeu, una dintre cele mai importante figuri religioase si un mijloc de legatura a tuturor harurilor. Pentru altii Fecioara Maria este zeita mama, echivalent cu Isis a egiptenilor. Fecioara Maria este un simbol al capacitatii de a continua sa de a va realizati dorintele, ambitiile si idealurile. In povestea biblica, ea da nastere idealului suprem, Isus, dar biblia nu este istorie , deci trebuie sa ne uitam la semnificatie intr-un alt mod. Ni se spune ca Dumnezeu vorbeste omului prin vise, si avem tot dreptul sa cautam un sens mai profund al acestora. Tratati visul ca pe un cadou si veti incepe sa acceptati posibilitatea de a va realiza fiecare dorinta - acesta este planul lui Dumnezeu. In cazul in care Maica Domnului (Fecioara Maria) va transmite un mesaj in vis, acest mesaj este cel mai probabil un mesaj ce vine de la aspectul vostru spiritual sau mistic si ar trebui tratat cu crezare. Daca Fecioara Maria te-a rugat sa faci ceva, nu uita cererea ei, chiar daca aceasta este soar in vis, defapt inseama foarte multe in viata reala.",
      "slug": "cioara"
    },
    {
      "name": "Cioara croncanind",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cioara-croncanind"
    },
    {
      "name": "Cioara umbland pe jos",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cioara-umbland-pe-jos"
    },
    {
      "name": "Cioara zburand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cioara-zburand"
    },
    {
      "name": "Cioban",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cioban"
    },
    {
      "name": "Cioban cantand din fluier",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cioban-cantand-din-fluier"
    },
    {
      "name": "Cioban cu turma",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cioban-cu-turma"
    },
    {
      "name": "Cioburi",
      "category": "dictionar",
      "shortMeaning": "Cioburile in vis simbolizeaza consecintele unui scandal sau ale unui conflict.",
      "fullInterpretation": "Cioburile in vis simbolizeaza consecintele unui scandal sau ale unui conflict. Cu cat sunt mai ascutite, cu atat vor fi consecintele mai rele. Cioburile de vesela prevestesc certuri cu persoane apropiate sau prieteni. In realitate trebuie sa aplanati conflictele , sa nu lasati situatia sa se inrautateasca. Daca ai calcat pe un ciob semnifica ca poate resimtiti o suparare mai veche.Cioburile de sticla in vise semnifica unele probleme lasate la o parte, probleme carora nu li s-au dat importanta. Visul mai poate simboliza si consecintele unui scandal sau ale unui conflict. Cu cat cioburile sunt mai ascutite, cu atat consecintele sunt mai rele.",
      "slug": "cioburi"
    },
    {
      "name": "Cioburi",
      "category": "dictionar",
      "shortMeaning": "Cioburile in vis simbolizeaza consecintele unui scandal sau ale unui conflict.",
      "fullInterpretation": "Cioburile in vis simbolizeaza consecintele unui scandal sau ale unui conflict. Cu cat sunt mai ascutite, cu atat vor fi consecintele mai rele. Cioburile de vesela prevestesc certuri cu persoane apropiate sau prieteni. In realitate trebuie sa aplanati conflictele , sa nu lasati situatia sa se inrautateasca. Daca ai calcat pe un ciob semnifica ca poate resimtiti o suparare mai veche.Cioburile de sticla in vise semnifica unele probleme lasate la o parte, probleme carora nu li s-au dat importanta. Visul mai poate simboliza si consecintele unui scandal sau ale unui conflict. Cu cat cioburile sunt mai ascutite, cu atat consecintele sunt mai rele.",
      "slug": "cioburi"
    },
    {
      "name": "Ciocan",
      "category": "dictionar",
      "shortMeaning": "De regula, visarea unei ciocanitori prevesteste o anume ocazie prin care va puteti arata intelepc...",
      "fullInterpretation": "De regula, visarea unei ciocanitori prevesteste o anume ocazie prin care va puteti arata intelepciunea si priceprea pentru a rezolva o problema sau pentru a duce la bun sfasit un plan. Pe de alta parte, daca este sa luam in considerare vechile interpretari transmise prin bunicii nostri, ciocanitoarea este semn de pierdere, probleme financiare si vremuri grele. Mai concret, o de pierdere de bani. Tinand in mana o ciocanitoare Daca ati avut un vis in care tineati in mana o ciocanitoare este semn ca in ultima vreme simtiti ca ar trebui sa va schimbati atitudinea si sa aratati lumii mai multa bunatate. Capturand o ciocanitoare Visul in care prindeti o ciocanitoare indica dorinta de a va concentra mai mult pe ceea ce faceti, mai mult pe dumneavoastra. Vreti sa deveniti cei mai buni din domeniul dumneavoastra de activitate, dar , parca cumva, va lasati mereu distasi. Privind si admirand o ciocanitoare Daca in vis vi-a placut sa privit acea ciocanitoare , atunci visul indica un moment placut alaturi de un membru al familiei, o ruda sau un prieten. Desi, poate ca in trecuit v-ati sitit sufocat de catre acea persoana, de data aceasta veti stabili o conexiune noua si proaspata, si astfel va veti bucura amandoi de companie.",
      "slug": "ciocan"
    },
    {
      "name": "Ciocan batand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ciocan-batand"
    },
    {
      "name": "Ciocanitoare",
      "category": "dictionar",
      "shortMeaning": "De regula, visarea unei ciocanitori prevesteste o anume ocazie prin care va puteti arata intelepc...",
      "fullInterpretation": "De regula, visarea unei ciocanitori prevesteste o anume ocazie prin care va puteti arata intelepciunea si priceprea pentru a rezolva o problema sau pentru a duce la bun sfasit un plan. Pe de alta parte, daca este sa luam in considerare vechile interpretari transmise prin bunicii nostri, ciocanitoarea este semn de pierdere, probleme financiare si vremuri grele. Mai concret, o de pierdere de bani. Tinand in mana o ciocanitoare Daca ati avut un vis in care tineati in mana o ciocanitoare este semn ca in ultima vreme simtiti ca ar trebui sa va schimbati atitudinea si sa aratati lumii mai multa bunatate. Capturand o ciocanitoare Visul in care prindeti o ciocanitoare indica dorinta de a va concentra mai mult pe ceea ce faceti, mai mult pe dumneavoastra. Vreti sa deveniti cei mai buni din domeniul dumneavoastra de activitate, dar , parca cumva, va lasati mereu distasi. Privind si admirand o ciocanitoare Daca in vis vi-a placut sa privit acea ciocanitoare , atunci visul indica un moment placut alaturi de un membru al familiei, o ruda sau un prieten. Desi, poate ca in trecuit v-ati sitit sufocat de catre acea persoana, de data aceasta veti stabili o conexiune noua si proaspata, si astfel va veti bucura amandoi de companie.",
      "slug": "ciocanitoare"
    },
    {
      "name": "Ciocarlie",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea pasare).",
      "fullInterpretation": "(vezi, de asemenea pasare).",
      "slug": "ciocarlie"
    },
    {
      "name": "Ciocarlie cantand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ciocarlie-cantand"
    },
    {
      "name": "Ciocolata",
      "category": "dictionar",
      "shortMeaning": "Potrivit traditiei noastre visul ne prevesteste sanatate, casnicie fericita, bunastare.",
      "fullInterpretation": "Potrivit traditiei noastre visul ne prevesteste sanatate, casnicie fericita, bunastare.- Daca ai visat ciocolata cu alune - nemultumire si plictiseala.- Daca visezi ca bei sau mananci ciocolata, inseamna sanatate, satisfactie.- Ciocolata umpluta - placeri satisfacute.- Daca ai visat tarta cu ciocolata - oboseala si boala.- Daca visezi ca cumperi ciocolata - cheltuieli inutile.Â - Daca visezi ca mananci inghetata de ciocolata - inseamna ca ai o fire sensibila.Bomboanele de ciocolata in vise indica o companie placuta sau un angajament agreabil. Daca visati ca mancati bomboane de ciocolata amare inseamna ca vor aparea dezamagiri in viata dumneavoastra. Ar putea fi vorba chiar de vreo boala. Visul in care primiti o cutie de bomboane de ciocolata inseamna ca veti fi laudat, lingusit, dar visul mai are si intelesul de prosperitate. Daca visati ca trimiteti o cutie de bomboane de ciocolata cuiva inseamna ca veti face o propunere, o cerere, dar care va va aduce dezamagire.",
      "slug": "ciocolata"
    },
    {
      "name": "Ciorapi",
      "category": "dictionar",
      "shortMeaning": "Ciorapii imbraca piciorul (vezi picior).",
      "fullInterpretation": "Ciorapii imbraca piciorul (vezi picior). Pentru unii psihanalisti ciorapii simbolizeaza un eveniment sexual, o dorinta pe care nevroticii si-o reprima in realitate. Dupa parerea nostra, ciorapii ca si pantofii (vezi pantof), simbolizeaza avansarea pe drumul vietii. Deci, daca visati ca purtati ciorapi noi , puteti privi increzator in viitor. Daca ciorapii au o gaura ar trebui sa fie tesuti imediat (vezi a tese). Acesta gaura echivaleaza cu o slabiciune de caracter sau o decizie gresita, pe care ati putea sa o luati, deci este un avertisment al subconstientului, de a va da seama la timp de o actiune gresita. Daca cineva danseaza in ciorapi, inseamna ca vrea sa va duca de nas sau sa va faca un rau.Daca visezi ca repari gaurile din ciorapi inseamna ca vei munci mult si vei avea succes dar nu si bani Daca visezi ca iti pui ciorapi inseamna ca vei intra intr-o aventura care se va dovedi profitabila Daca visezi ca atarni ciorapi de Craciun inseamna ca vei avea multi prieteni dar bani putini . Vezi si visul sosete",
      "slug": "ciorapi"
    },
    {
      "name": "Ciorapi cumparand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ciorapi-cumparand"
    },
    {
      "name": "Ciorapi incaltand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ciorapi-incaltand"
    },
    {
      "name": "Ciorba",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca visul ciorba este asociat cu viata familiala care semnifica o familie unita si viata imbelsugata.",
      "fullInterpretation": "In traditia romaneasca visul ciorba este asociat cu viata familiala care semnifica o familie unita si viata imbelsugata.- Daca ai visat ciorba groasa - serviciul te oboseste din ce in ce mai mult, ai unele dezamagiri.- Daca ai visat ca gusti dintr-o ciorba - inseamna ca primesti bani.- Daca visezi ca mananci - asteapta-ti norocul.- Daca in vis nu iti place ciorba - simbolizeaza constiinta ta de a curata, de a analiza trecutul in cele mai mici amanunte.- Daca vezi pe altcineva ca mananca ciorba - atunci acea persoana are sense bune de a se casatori.- O femeie tanara care gateste ciorba - acesteia ii este predestinat sa se casatoreasca cu un om bogat.- De ai varsat ciorba in vis - o sa ai parte de o casatorie bogata.",
      "slug": "ciorba"
    },
    {
      "name": "Circ",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea, clovn, cerc, vrajitor si animalele care apar in vis) .",
      "fullInterpretation": "(vezi, de asemenea, clovn, cerc, vrajitor si animalele care apar in vis) .- Daca ai visat ca tu sau altcineva a suferit o operatie de circumcizie atunci esti predestinat norcocului si ai parte de succese financiare si sanatate .",
      "slug": "circ"
    },
    {
      "name": "Circumcizie",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca tu sau altcineva a suferit o operatie de circumcizie atunci esti predestinat n...",
      "fullInterpretation": "- Daca ai visat ca tu sau altcineva a suferit o operatie de circumcizie atunci esti predestinat norcocului si ai parte de succese financiare si sanatate .",
      "slug": "circumcizie"
    },
    {
      "name": "Cires inflorit",
      "category": "dictionar",
      "shortMeaning": "Ciresul inflorit reprezinta caldura, nobletea si puritatea.",
      "fullInterpretation": "Ciresul inflorit reprezinta caldura, nobletea si puritatea. Acesta poate reprezenta si situatii din viata dumneavoastra care sunt perfect aliniate pentru a va face sa va simtiti bine. O oportunitate perfecta de a fi aproape de cineva sau de a petrece timp personal cu cineva special dumneavoastra. Un astfel de copac plin cu flori este un vis bun, inseamna ca veti intalni oameni nobili si acordand mai multa atentie relatiilor interpersonale si traind in armonie cu ceilalti va fi foarte benefic pentru dezvoltatrea dumneavoastra. Fata care va visa flori de cires asteapta cu nerabdare o dragoste sau este indragostita de cineva. Aceasta isi va arata in curand dragostea. O femeie insarcinata visand un cires inflorit va avea o fetita, dulce si linistita. Florile de cirese suflate de vant vor indica jocuri de dragoste, nerabdari si, in final, o intalnire fericita. Exemplu de vis: O tanara domnisoara a visat ca mergea pe o poteca marginita pe ambele parti de ciresi infloriti. In viata de zi cu zi, fratii o necajeau mereu astfel ca prefera sa isi petreaca timpul personal alaturi de fostul iubit.",
      "slug": "cires-inflorit"
    },
    {
      "name": "Cirese",
      "category": "dictionar",
      "shortMeaning": "Ciresele simbolizeaza norocul, dulceata, autenticitatea si onestitatea.",
      "fullInterpretation": "Ciresele simbolizeaza norocul, dulceata, autenticitatea si onestitatea. Ciresele proaspete prevestesc vesti bune, bunastare si implinirea dorintelor. Totusi, multe cirese la un loc indica, de asemenea, ispita si exces de ingaduinta. Visand un cires inflorit este semn de dragoste. In urand te vei indragosti, dar aceasta dragoste va avea succes doar daca esti dispus sa ai rabdare (vezi: cires inflorit ). Visand un bol sau un castron plin cu cirese sugereaza faptul ca nu ar trebui sa luati viata atat de in serios. Luati-o mai usor si bucurati-va de ceea ce va ofera viata. Exista cazuri in care visele legate de cirese nu sunt tocmai placute. Unul dintre aceste ar putea fi visul in care mancati ciresele cu tot cu codita si samburi sau in care mancati doar samburii cireselor. Daca ati avut asemenea vis, inseamna ca organismul dumneavoastra va avertizeaza ca ati putea suferi de o indigestie, poate ca ati mancat prea mult inainte de culcare. Alternativ, visul ne poate avertiza ca este posibil ca lucrurile sa nu decurga la fel de bine ca inainte. Ciresele uscate prezic esec, pierderea sperantei si pierderea sentimentelor care ar putea duce si la despartirea sau racirea relatiilor cu partenerul. Ciresele prea coapte pot sugera promisiuni false care duc la destabilizarea relatiilor. Iubitul/a iti poate face promisiuni mari, dar sunt sanse mici sa se indeplineasca asemenea promisiuni. Cireasa din varful tortului sau de pe un alt desert indica auto-ingaduinta. Poate sugera si o bucurie auto impusa, vrei mai mult pentru a te simti mai bine. Placinta cu cirese este asociata, din punct de vedere psihologic, cu pierderea puritatii sexuale. Sar putea sa fiti tentat/a de o iubire interzisa. Plantarea ciresilor in vise, indica prosperitate materiala si o schimbare fericita. Ciresele putrede, mucegaite sau stricate prezic supararea si lacrimile. Familia, persoana iubita sau cineva foarte apropiat te pate dezamagi prin afi neloiali sau necredinciosi. Vestile proaste va vor tulbura. Din carti vechi de interpretarea viselor: Cirese - dragoste si fericire. albe mancand - intristare acre - nestatornicie culegand - fericire, noroc mancand - zile senine mancand din cele dulci - bucurie, fericire mancand din cele rosii - implinirea dorintei tarta cu - mici castiguri banesti vedem in pom - noroc, izbanda, bucurie si succese in afaceri.",
      "slug": "cirese"
    },
    {
      "name": "Cismea",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cismea"
    },
    {
      "name": "Cisterna",
      "category": "dictionar",
      "shortMeaning": "- Daca visezi ca te aprovizionezi, sau ca scoti apa dintr-o cisterna - vei primi vesti favorabile...",
      "fullInterpretation": "- Daca visezi ca te aprovizionezi, sau ca scoti apa dintr-o cisterna - vei primi vesti favorabile de la un prieten indepartat.- Daca vezi in vis o cisterna iar aceasta are miros urat sau este uscata, atunci vestile pe care le primesti sunt unele nepalcute, chiar iritante.- Cisterna murdara sau mai multe cisterne la un loc - te pandesc pericole grave.",
      "slug": "cisterna"
    },
    {
      "name": "Ciulin",
      "category": "dictionar",
      "shortMeaning": "Ciulinul este considerat, in general, ca fiind neprietenos, dezagreabil la contact si folosit ca ...",
      "fullInterpretation": "Ciulinul este considerat, in general, ca fiind neprietenos, dezagreabil la contact si folosit ca hrana pentru pentru magari. Asemenea tuturor plantelor cu tepi, este un simbol al apararii periferice, al protejarii inimii impotriva atacurilor periculoase din exterior. In traditia chineza, ciulinul este considerat drept un intaritor capabil sa confere viata lunga, probabil in virtutea supravietuirii nelimitate a plantei dupa ce se usuca. Se pare ca ciulinul in vise simbolizeaza un anumit disconfort in viata de zi cu zi. Visul indica difcultati minore. Alternativ, visul mai poate sugera sfidarea si setea de razbunare. A visa ciulini poate sugera modul de a atrage atentia asupra calitatilor dumneavoastra sau ale celor din jur. Ciulinii in vise pot reprezenta o sfidare spirituala in fata unor circumstante pe care le respingeti din punct de vedere fizic.",
      "slug": "ciulin"
    },
    {
      "name": "Ciuma",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca visul ciuma semnifica teama a sufletului sau razboi si foamete.",
      "fullInterpretation": "In traditia romaneasca visul ciuma semnifica teama a sufletului sau razboi si foamete.- Daca in vis meleagurile pe care locuiesti sunt infestate cu ciuma - este semn ca ar trebui sa iti faci un consult medical.- Ai fost lovit de ciuma si incerci sa scapi de ea Â - iti poti pastra serviciul, afacerea dar cu mari sacrificii. Profita de ineligenta si agilitatea ta pentru a recupera din pierderi.",
      "slug": "ciuma"
    },
    {
      "name": "Ciung",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ciung"
    },
    {
      "name": "Ciung de te visezi",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ciung-de-te-visezi"
    },
    {
      "name": "Ciuperca",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca strangeti ciuperci, in calitate de cunoscator al lor, inseaman ca va veti cunoaste...",
      "fullInterpretation": "Daca visati ca strangeti ciuperci, in calitate de cunoscator al lor, inseaman ca va veti cunoaste propriile slabiciuni, dar si pe cele ale oamenilor din jur si obtineti avantaje din acest lucru. Daca insa visati ca mancati ciuperci trebuie sa va multumiti cu succese mai mici. Deoarece savurarea anumitor ciuperci suscita stari ametitoare si forma lor aminteste de organul sexual masculin, ele sunt interpretate de unii psihanalisti si din punct de vedere sexual. Pentru mai multe detalii si o semnificatie mai detaliata, consultati si semnificatia generala a visului: CIUPERCI",
      "slug": "ciuperca"
    },
    {
      "name": "Ciuperci",
      "category": "dictionar",
      "shortMeaning": "Ciupercile pot avea multiple semnificatii si pot insemna lucruri diferite.",
      "fullInterpretation": "Ciupercile pot avea multiple semnificatii si pot insemna lucruri diferite. Inca din copilarie oamenii asociaza ciupercile cu intoxicatii alimentare. Prin urmare, majoritatea cred ca aparitia ciupercilor in vise sunt semne de esec, probleme si boli. Multe carti de interpretarea viselor talmacesc in mod diferit culegerea ciupercilor, dar in cele mai multe cazuri concluzia sau opinia finala a autorilor este aceeasi. Potrivit cartii lui Miller, ciupercile reprezinta dorinta omului de a creste activele monetare proprii si dorinta de imbogatire imediata sau cat mai curand posibil. Astfel de ambitii pot duce la conflicte cu autoritatile, precum si la inselaciuni. Visele in care gustati diferite specii ciuperci indica un semn de umilire constanta si iubire neimpartasita cu persoana aleasa. Pentru o fata / femeie, un astfel de vis inseamna ca ea va cauta satisfacerea dorintelor si placerilor proprii prin actiuni necaracteristice ei. Aceasta ar trebui sa acorde o atentie deosebita la comportamentul neglijat fata de bunuri si / sau acumularea de fonduri. Un vis plin de ciuperci otravitoare inseamna ca, in acest moment nu puteti avea o viata linistita, pentru ca foarte aproape de dumneavoastra este o persoana care va vrea raul. Ciupercile pot creste oriunde, pe orice, in orice conditii si in orice climat. In cazul in care aceste au aparut subit in visul dumneavoastra sau v-au fost inmanate drept cadou, acest lucru poate indica unele schimbari interesante in viitorul apropiat. Daca ati visat ca in timp ce le mancati, ciupercile cresc si vi se multiplica in gura inseamna crestere si expansiune a subconstientului. Aveti tendinta sa pastrati sentimente in interior si trebuie sa gasiti o modalitate pentru a le exprima intr-un mod productiv, inainte ca acestea sa scape de sub control. Culegerea sau strangerea ciupercilor, ca si cunoscator in domeniu, inseamna cunoastrea slabiciunilor proprii dar si pe cele ale oamenilor ce va inconjoara si obtinera de beneficii si avantaje din acest lucru. Ciupercile uriase sunt asociate cu intelepciunea. Aceste prevestesc faptul ca intelepciunea dumneavoastra va fi apreciata in mod corespunzator. Ciupercile curate si frumose rerezinta un stil de viata elegant si delicat. Ciupercile albe pot sugera satisfactie, extaz sau intelegere.Visele care implica colectarea de hribi sau alte ciuperci inseamna in general lucruri pozitive. Potrivit majoritatii traditiilor din lume visele cu privire la ciuperci indica dorinte dezlantuite care uneori sunt dificil de controlat si, ca urmare, acestea pot conduce si la consecinte dezastruase. Visand ca ati mancat hribi otraviti, inseamna ca in realitate veti avea parte de o poveste de dragoste cu iz rusinos, ceea ce poate duce la umilire. Daca in visul dumneavoastra culegeti hribi si alte ciuperci dintr-o padure, acest vis prevesteste o curatare. Daca sunteti in cautarea ciupercilor si ochii va raman atintiti doar asupra hribilor, inseamna ca in curand veti unele bucurii si evenimente placute. Pentru a afla o semnificatie cat mai detaliata a visului dumneavoastra va recomandam sa vedeti si semnificatia completa a visului: Ciuperci",
      "slug": "ciuperci"
    },
    {
      "name": "Ciuperci culegand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ciuperci-culegand"
    },
    {
      "name": "Ciuperci hribi",
      "category": "dictionar",
      "shortMeaning": "Visele care implica colectarea de hribi sau alte ciuperci inseamna in general lucruri pozitive.",
      "fullInterpretation": "Visele care implica colectarea de hribi sau alte ciuperci inseamna in general lucruri pozitive. Potrivit majoritatii traditiilor din lume visele cu privire la ciuperci indica dorinte dezlantuite care uneori sunt dificil de controlat si, ca urmare, acestea pot conduce si la consecinte dezastruase. Visand ca ati mancat hribi otraviti, inseamna ca in realitate veti avea parte de o poveste de dragoste cu iz rusinos, ceea ce poate duce la umilire. Daca in visul dumneavoastra culegeti hribi si alte ciuperci dintr-o padure, acest vis prevesteste o curatare. Daca sunteti in cautarea ciupercilor si ochii va raman atintiti doar asupra hribilor, inseamna ca in curand veti unele bucurii si evenimente placute. Pentru a afla o semnificatie cat mai detaliata a visului dumneavoastra va recomandam sa vedeti si semnificatia completa a visului: Ciuperci",
      "slug": "ciuperci-hribi"
    },
    {
      "name": "Ciupit de cineva",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ciupit-de-cineva"
    },
    {
      "name": "Ciupit de varsat",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ciupit-de-varsat"
    },
    {
      "name": "Ciupitura",
      "category": "dictionar",
      "shortMeaning": "Ciupitura in vise sugereaza ca cineva incearca sa va atraga atentia.",
      "fullInterpretation": "Ciupitura in vise sugereaza ca cineva incearca sa va atraga atentia. Acest vis ar mai putea spune ca trebuie sa faceti fata problemelor sau a emotiilor decat sa le evitati.",
      "slug": "ciupitura"
    },
    {
      "name": "Cizmar pantofar",
      "category": "dictionar",
      "shortMeaning": "Semnificatia visului cizmar / pantofar este cunoscuta inca din cele mai vechi timpuri avand efect...",
      "fullInterpretation": "Semnificatia visului cizmar / pantofar este cunoscuta inca din cele mai vechi timpuri avand efecte pozitive asupra celui care viseaza.In traditia romaneasca se spune ca daca visezi cizmar inseamna ca inchei afaceri profitabile, esti ager in ceea ce priveste comertul, comunicarea, vanzarea.De asemenea in functie de varsta celui ce viseaza pantofar / cizmar, daca acesta este trecut de varsta tineretii, pantofarul, uneori, doreste sa sublinieze in vis, de asemenea, o slabiciune care trebuie absolut reparata. Â - Daca in vis vezi cizmarul / pantofarul ciocanind - veste de moarte , a unui apropiat sau a unei rude.- Daca in vis lucrezi alaturi de un cizmar / pantofar sau daca esti invitat de catre cizmar sa i te alaturi - ajutorul unui prieten te va ajuta sa iti croiesti drumul catre succes.- Daca o femeie viseaza ca sotul ei sau amantul ei este cizmar / pantofar - buna capacitate de concentrare, dorinte indeplinite.",
      "slug": "cizmar-pantofar"
    },
    {
      "name": "Cizme",
      "category": "dictionar",
      "shortMeaning": "Aparitia cizmelor (ghetelor) in vise sunt considerate de cele mai multe ori un semn de bun augur.",
      "fullInterpretation": "Aparitia cizmelor (ghetelor) in vise sunt considerate de cele mai multe ori un semn de bun augur. Alternativ, acestea pot fi un avertisment cu privire la faptul ca nu ar trebui sa renuntati la slujba actuala. S-ar putea sa aveti motive de nemultumire legate de pozitia actuala si gandul de a renunta nu va da pace. Acesta nu este o ideie prea grozava, deoarece situatia financiara nu este tocmai buna. Visand ca incalcati cizme, inseamna ca veti avea success in afaceri si in dragoste. Perioada ceea ce urmeaza va fi favorabila si potrivita pentru a va face cunoscute anumite calitati personale. Daca este vorba despre afaceri, veti putea obtine un contract bun. In cazul in care sunteti angajat la o companie, puteti sa va asteptati la o marire salariala sau o avansare, deoarece seful va fi foarte multumit de munca si ideiile dumneavoastra. In ceea ce priveste viata amoroasa, veti avea multe propuneri si va veti afla intr-o mica dilema, nestiind cum sa alegeti. Cizme noi (ghete noi), aceste sunt semnul fericirii. Daca sunteti in cautarea unui loc de munca s-ar putea sa gasiti unul serios mai curand decat va asteptati. Cizme vechi (ghete vechi), acest vis este opusul visului anterior si, insemna suferinta si pierderi financiare. Visul poate fi legat de fatul ca ati amanat unele datorii care s-au acumulat si acum sunteti fortat sa reduceti la minimum toate cheltuielile. Cizmele rupte in vis ar trebui sa va faca mai vigilent, aveti grija, cineva incearca sa va provoace probleme. Pastrati-va calmul pentru a evita probleme si mai mari care pot conduce la infractiuni. Ghetele rupte sau taiate sunt un semn al obstacolelor si al dificultatilor pe drumul catre succes. Cizmele murdare sunt semnul unei defaimari. Nu ati avut nici un fel de constienta asupra faptului ca erati inconjurat de oameni care si-au propus sa va puna intr-o lumina proasta. Cumparand cizme, inseamna ca va veti schimba parerea cu privire la o persoana din cercul dumneavoastra de cunoscuti. Cel mai probabil va veti da seama ca ati judecat in mod gresit acea persoana. Visul in care vindeti cizmele vechi inplica faptul ca sunteti gata sa sacrificati multe pentru a ajunge la obiectivul propus. La inceput veti sacrifica familia si prietenii pentru munca, ca apoi sa va dati seama ca ati facut o greseala. Primid cadou o pereche de cizme. Un astfel de vis prevesteste o calatorie in strainatate in interes de servici. In mod alternativ, visul poate simboliza si faptu ca va veti muta dintr-un oras in altul sau dintr-o tara in alta. Interpretare in functie de culori Cizmele stralucitoare (rosii, portocalii, galbele, albastre, etc.) indica faptul ca treceti printr-o criza de identitate. Cizmele negre in vise sunt un semn al succesului dumneavoastra, lucrurile devin din ce in ce mai bune. Toate sperantele vi se vor implini. Cizmele rosii sunt asociate cu relatii de dragoste pasionale. Pot aparea si intrigi intime temporare care va vor provoca unele emotii. Cizmele galbene sunt un avertisment asupra unei boli viitoare de care un membru al familiei s-ar putea sa sufere. Cizmele albe sunt simbolul unui partener cu sufletul curat si frumos. Interpretari culese din popor cizme - bogatie adunata, spor la treburi avand - invidie, noroc in afaceri comandand - casatorie apropiata curatind - neliniste, invidie si nestatornicie din partea prietenilor noi - izbanda vechi - paguba, cearta, pricina In general pentru cizme sunt valabile explicatiile de la pantof",
      "slug": "cizme"
    },
    {
      "name": "Cladire",
      "category": "dictionar",
      "shortMeaning": "Este cunoscut faptul ca in popor se spune ca daca ai visat o cladire mare si foarte aratoasa inse...",
      "fullInterpretation": "Este cunoscut faptul ca in popor se spune ca daca ai visat o cladire mare si foarte aratoasa inseamna ca o sa ai o viata lunga si imbelsugata, tot acest vis poate fi asociat si cu stabilirea pe alte meleaguri, in alta tara.- Daca ai visat o cladire veche, in paragina - dispret inseamna.- Daca ai visat mai multe cladiri luxoase la un loc - o sa ai parte de calatorii placute. - Daca ai visat o cladire religioasa - cauti un refugiu, ai nevoie de protectia cuiva.O cladire inalta in vise nu este un semn bun. Daca visati o cladire inalta sau construiti o cladire inalta atunci visul se refera la faptul ca veti avea parte de un deces in familie. O cladire veche in vise are legatura cu varsta dumneavoastra mentala. Exista in dumneavoastra un simt sau o intuitie care va sugereaza sa aveti grija deoarece mintea dumneavoastra nu mai este la fel de agera ca la inceput.",
      "slug": "cladire"
    },
    {
      "name": "Cladire inalta",
      "category": "dictionar",
      "shortMeaning": "O cladire inalta in vise nu este un semn bun.",
      "fullInterpretation": "O cladire inalta in vise nu este un semn bun. Daca visati o cladire inalta sau construiti o cladire inalta atunci visul se refera la faptul ca veti avea parte de un deces in familie.",
      "slug": "cladire-inalta"
    },
    {
      "name": "Cladire veche",
      "category": "dictionar",
      "shortMeaning": "O cladire veche in vise are legatura cu varsta dumneavoastra mentala.",
      "fullInterpretation": "O cladire veche in vise are legatura cu varsta dumneavoastra mentala. Exista in dumneavoastra un simt sau o intuitie care va sugereaza sa aveti grija deoarece mintea dumneavoastra nu mai este la fel de agera ca la inceput.",
      "slug": "cladire-veche"
    }
  ]
}