{
  "symbols": [
    {
      "name": "Catacomba",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visatÂ catacomba atunci asteapta-te la lucruri rele pe viitor.",
      "fullInterpretation": "- Daca ai visatÂ catacomba atunci asteapta-te la lucruri rele pe viitor.- Daca ai visat ca iesi din catacomba - schimbari la serviciu.- Daca in vis intri inÂ catacomba - te vei adapta cu greu si cu multe sacrificii la cele ce urmeaza.- Daca ai visat ca te-ai pierdut intr-oÂ catacomba - te vei intalni cu o persoana pe care nu ai vazut-o de multa vreme.",
      "slug": "catacomba"
    },
    {
      "name": "Catalog",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "catalog"
    },
    {
      "name": "Catar",
      "category": "dictionar",
      "shortMeaning": "- Daca vezi o catarama - semn de nefericire, de suparare.",
      "fullInterpretation": "- Daca vezi o catarama - semn de nefericire, de suparare.- DacaÂ catarama este deschisa sau rupta - semn de necazuri, dificultati.- Catarama deschisa mai inseamna ca poate ai devenit nerabdator cu anumite lucruri, sau ca ai indoieli in privina unor lucruri legate de viata ta.Vei pasi mandru in viata. Visul este asociat cu succesul, fie ca este la locul de munca sau in viata de familie. Un catarg rupt simbolizeaza defaimare, reputatie in pericol si oameni care iti vor raul.Daca visezi ca stai in bucatarie poate semnifica un indiciu pentru o casatorie rapida, fericire sau vesti de la distanta- in general aspecte pozitive daca nu exista umiditate sau mobilierul din bucatarie nu este degradat. De asemenea, daca vezi o bucatarie in vis semnifica ca ceva la care tii poate fi distrus de altcineva. Alternativ, daca visezi ca gatesti in bucatarie sugereaza ca ai prieteni loiali.Visele care au ca subiect principal gandacii de bucatarie sunt destul de frecvente si nu ar trebui sa va sperie, chiar daca acestia par infricosatori sau va creaza sentimente de repulsie. Gandacii de bucatarie nu sunt neaparat un semn rau, ei pot avea semnificatii diferite si uneori pot simboliza o surpriza sau unele evenimente fericite. Gandacii sunt considerati un semn de bun augur daca va pregatiti pentru un eveniment important, cum ar fi construirea unei case, mutarea intr-o casa noua, casatoria, etc. Ar trebui sa va considerati norocos daca i-ati visat si in viata de zi cu zi sunteti pe cale de a elabora sau a finaliza unul dintre planurile de mai sus. Conform izvoarelor populare, daca o femeie tanara sau o fata si ati visat o multime de gandaci, este semn de bunastare. Poate ca este vorba despre o zi placuta la cumparaturi cu multe haine si alte lucruri noi. Iar daca un tanar a avut acest vis, este un semn ca acesta va intalni o persoana influenta care ii va oferi ajutor pentru a-si croi un drum in viitor. In mod alternativ, visarea mai multor gandaci ar putea avea o semnificatie negativa simbolizand lipsa de putere pentru a va respecta promisiunile sau faptul mereu dezamagiti oamenii. Visele repetate cu gandaci de bucatarie vor disparea indata ce va veti rezolva cele mai presante preocupari si veti obtine pacea. Visand un gandac de bucatarie negru si sesizand in vis ca este deosebit de negru, implica faptul ca va exista o anumita problema, cum ar fi o cearta in familie sau un conflict cu o anumita persoana cu care ati avut contact recent. Gandaci mari si urati Daca gandacul din visele dumneavoastra este suficient de mare pentru a fi considerat un soi de monstru, cel mai probabail veti avea un cosmar si va veti trezi de frica, dar nu ar trebui sa va faceti prea multe griji. Contrar fricilor, visul este un semn favorabil care prevesteste un viitor cu peripetii incarcat de o multime de satisfactii profesionale si sentimentale. Daca niste gandaci uriasi incearca sa va atace, atunci visul prevesteste unele greutati si incercari. Poate ca ar trebui sa cheltuiti o suma de bani considerabila pentru a va reabilita / restaura o proprietate. Gandacii de mari dimensiuni sunt, de fapt, mici bariere care stau in cale fericirii dumneavoastra. Va puteti astepta la realizari personale, bunastare si crestere financiara, dar pentru toate acestea va trebui sa depuneti efort si sa luptati. Cu cat in vis sentimentul de repulsie este mai mare fata de acesti gandaci, cu atat rezultatele vor fi mai placute in realitate. Uciderea gandacilor de bucatarie in vis Omorarea unui gandac in vis este un semn de bun augur. Cel mai probabil este vorba despre unele vesti bune. In unele cazuri, dupa o despartire, este un semn ca veti intalni o noua persoana care complet diferita la gandire si infatisare si acest lucru va va incanta de minune. O alta interpretare, in cazul in care ati ucis un gandac, este posibilitatea schimbarii locului de munca in care va veti putea exprima potentialul creativ. Daca ati visat un gandac care este deja mort, s-ar putea sa aveti unele probleme si este putin probabil ca in viitorul apropiat planurile dumneavoastra sa decurga asa cum va doriti. Gandaci colorati Gandacii albi simbolizeaza lipsa de adevar. De fapt, oamenii din jurul dumneavoastra sunt cordiali si amabil, cel putin la suprafata. Veti afla acest lucru si veti fi foarte dezamagit. Gandacul rosu este asociat cu atentia si grija care va este acordata. Persoanele aparute recent in viata dumneavoastra se prefac ca va sunt prieteni, in relitate acestia au inceput sa ocupe mult spatiu din ea. Ipocrizia si munciuna acopera foarte bine lacomia si intentia lor rautacioasa, trebuie sa fiti atent cu aceste persoane.",
      "slug": "catar"
    },
    {
      "name": "Catarama",
      "category": "dictionar",
      "shortMeaning": "- Daca vezi o catarama - semn de nefericire, de suparare.",
      "fullInterpretation": "- Daca vezi o catarama - semn de nefericire, de suparare.- DacaÂ catarama este deschisa sau rupta - semn de necazuri, dificultati.- Catarama deschisa mai inseamna ca poate ai devenit nerabdator cu anumite lucruri, sau ca ai indoieli in privina unor lucruri legate de viata ta.",
      "slug": "catarama"
    },
    {
      "name": "Catarg",
      "category": "dictionar",
      "shortMeaning": "Vei pasi mandru in viata.",
      "fullInterpretation": "Vei pasi mandru in viata. Visul este asociat cu succesul, fie ca este la locul de munca sau in viata de familie. Un catarg rupt simbolizeaza defaimare, reputatie in pericol si oameni care iti vor raul.",
      "slug": "catarg"
    },
    {
      "name": "Catastrofa",
      "category": "dictionar",
      "shortMeaning": "Catastrofa in vise inseamna ca s-ar putea sa va raniti daca nu sunteti atent la actiunile dumneavoastra.",
      "fullInterpretation": "Catastrofa in vise inseamna ca s-ar putea sa va raniti daca nu sunteti atent la actiunile dumneavoastra.",
      "slug": "catastrofa"
    },
    {
      "name": "Catedra",
      "category": "dictionar",
      "shortMeaning": "In aceste randuri vom vorbi despre aparitia catederei in vise, acea masa speciala de la care vorb...",
      "fullInterpretation": "In aceste randuri vom vorbi despre aparitia catederei in vise, acea masa speciala de la care vorbesc profesorii sau oratorii, nu despre postul de invatamant sau de functia profesorala. A nu se confnda catedra cu birou, acesta din urma are o semnificatie complet diferita. Visarea catedrei arata despre visator ca acesta este o persoana foarte sigura de sine, cu viziune si incredere in ideiile personale. Visandu-va superior altora deoarece stai in spatele unei catedre. Atentie, mandria peste masura s-ar putea sa va aduca necazuri si orgolii.Potrivit traditiei romanesti visul catedrala inseamna ca vei trece prin momente dificile, dar vei iesi victorios cu ajutorul si protectia celor dragi. - Daca ai visat catedrale gigantice, cu cupole ce ti se par ca se ridica pana in cer - cineva din cercul de cunestinte este invidios pe relazizarile tale.",
      "slug": "catedra"
    },
    {
      "name": "Catedrala",
      "category": "dictionar",
      "shortMeaning": "Potrivit traditiei romanesti visul catedrala inseamna ca vei trece prin momente dificile, dar vei...",
      "fullInterpretation": "Potrivit traditiei romanesti visul catedrala inseamna ca vei trece prin momente dificile, dar vei iesi victorios cu ajutorul si protectia celor dragi. - Daca ai visat catedrale gigantice, cu cupole ce ti se par ca se ridica pana in cer - cineva din cercul de cunestinte este invidios pe relazizarile tale.",
      "slug": "catedrala"
    },
    {
      "name": "Catel",
      "category": "dictionar",
      "shortMeaning": "Daca visezi un catel semnifica faptul ca vei face cunostinta cu o persoana increzatoare, care iti...",
      "fullInterpretation": "Daca visezi un catel semnifica faptul ca vei face cunostinta cu o persoana increzatoare, care iti va fi un prieten loial pentru o perioada lunga de timp. De asemenea, in vis, daca ai incercat sa omori un catel , dar dintr-un motiv oarecare nu ai reusit, sugereaza ca dusmania cu un prieten nu va dura mult.",
      "slug": "catel"
    },
    {
      "name": "Catifea",
      "category": "dictionar",
      "shortMeaning": "- Catifea - supunere cuiva, parte de umilinta.",
      "fullInterpretation": "- Catifea - supunere cuiva, parte de umilinta.- Daca visezi lenjerie de catifea - dezamagire in dragoste.- De vei visa fusta din catifea - ambitii excesive.- De vezi in vis stive de catifea - o sa fi inselat(a).- Daca porti imbracaminte din catifea - vei fi nevoit(a) sa regreti o fapta.",
      "slug": "catifea"
    },
    {
      "name": "Catun",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca catun inseamna sperante, bucurie, fericire, posibil si casatorie apropiata.",
      "fullInterpretation": "In traditia romaneasca catun inseamna sperante, bucurie, fericire, posibil si casatorie apropiata.",
      "slug": "catun"
    },
    {
      "name": "Catuse",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis tu ii pui cuiva catuse - posibilitati de promovare la servici.",
      "fullInterpretation": "- Daca in vis tu ii pui cuiva catuse - posibilitati de promovare la servici.- Daca visezi ca ti se pun catuse - inseama ca ai unele altercatii la locul de munca , sau vei fi criticat de catre colegii de servici ori de catre membrii ai familiei.- Daca visezi ca porti catuse cu tine - rudele sau prietenii apropiati te vor ajuta.",
      "slug": "catuse"
    },
    {
      "name": "Cauciuc",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat manusi de cauciuc - inseamna ca in viitor vei lua decizii importante sau vei face...",
      "fullInterpretation": "- Daca ai visat manusi de cauciuc - inseamna ca in viitor vei lua decizii importante sau vei face unele alegeri de care depinde viitorul tau.- De ai visat talpi de cauciuc - timiditate si lipsa de incredere in ceea ce esti.",
      "slug": "cauciuc"
    },
    {
      "name": "Cavaler",
      "category": "dictionar",
      "shortMeaning": "Cavalerul in vise simbolizeaza principiul calauzitor, care va ghideaza existenta fizica.",
      "fullInterpretation": "Cavalerul in vise simbolizeaza principiul calauzitor, care va ghideaza existenta fizica. Daca o femeie viseaza un cavaler atunci inseamna o legatura romantica, o cautare a barbatului perfect. Daca un barbat viseaza un cavaler atunci i se sugereaza ca se afla in cautarea eroului din sine. Interpretarea viselor in care sunteti un cavaler in armura din epoca medievala se refera in special la principii puternice pe care le aveti, poate sa fie vorba de secrete foarte vechi, mai poate face trimitere si la amintiri si evenimente petrecute cu foarte mult timp in urma. Daca va visati cavaler intr-o epoca medievala reprezinta o necesitate aparte de a gasi un ghid spiritual care sa va ajute la ceva important. Cavalerul negru in vise adesea este intruchiparea raului.",
      "slug": "cavaler"
    },
    {
      "name": "Cavou",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cavou"
    },
    {
      "name": "Cazan",
      "category": "dictionar",
      "shortMeaning": "(vezi vase), cazanele nu prevestesc evenimete favorabile.",
      "fullInterpretation": "(vezi vase), cazanele nu prevestesc evenimete favorabile. Astfel un vas plin anunta multa munca alaturi de persoane antipatice, iar un vas gol prevestaste cearta. Daca apa din cazan da in foc, veti trece de la un evenimet coplesitor la un altul.De cele mai multe ori aceste vise apar atunci datorita temerilor voastre, aceste temeri pot include: teama ca ati imbatranit, pierderea vitalitatii si faptul ca sunteti mai putin atractiv si viril. Este posibil sa simtiti ca totul s-a intamplat foarte repede si astfel se pare ca inconstientul dumneavoastra incearca sa va ajute sa procesati toate aceste emotii prin intermediul acestui vis. Pierderea parului arata in cea mai mare parte lipsa de putere din viata dumneavoastra. Concentrati-va pe punctele dumneavostra bune si incercati sa nu va concentrati pe lucruri care nu se pot schimba, acestea vin odata cu varsta.",
      "slug": "cazan"
    },
    {
      "name": "Cazand",
      "category": "dictionar",
      "shortMeaning": "De cele mai multe ori aceste vise apar atunci datorita temerilor voastre, aceste temeri pot inclu...",
      "fullInterpretation": "De cele mai multe ori aceste vise apar atunci datorita temerilor voastre, aceste temeri pot include: teama ca ati imbatranit, pierderea vitalitatii si faptul ca sunteti mai putin atractiv si viril. Este posibil sa simtiti ca totul s-a intamplat foarte repede si astfel se pare ca inconstientul dumneavoastra incearca sa va ajute sa procesati toate aceste emotii prin intermediul acestui vis. Pierderea parului arata in cea mai mare parte lipsa de putere din viata dumneavoastra. Concentrati-va pe punctele dumneavostra bune si incercati sa nu va concentrati pe lucruri care nu se pot schimba, acestea vin odata cu varsta.",
      "slug": "cazand"
    },
    {
      "name": "Cazand din pat",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cazand-din-pat"
    },
    {
      "name": "Cazarma",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca daca visezi cazarma ti se prevestesc zile de suferinta, greutati.",
      "fullInterpretation": "In traditia romaneasca daca visezi cazarma ti se prevestesc zile de suferinta, greutati. Nu iti reuseste nimic din ceea ce iti propui, intampini dificultati si in sarcinile zilnice.",
      "slug": "cazarma"
    },
    {
      "name": "Cazino",
      "category": "dictionar",
      "shortMeaning": "Cazinoul in vise inseamna ca nu aveti siguranta de sine, sunteti maleabil, aveti iluzia ca puteti controla totul.",
      "fullInterpretation": "Cazinoul in vise inseamna ca nu aveti siguranta de sine, sunteti maleabil, aveti iluzia ca puteti controla totul. S-ar putea sa aveti ceva pierderi finanaciare daca veti continua sa fiti necumpatat. Se pare ca acest vis semnifica un viciu, o nevoie de adrenalina.",
      "slug": "cazino"
    },
    {
      "name": "Cazma",
      "category": "dictionar",
      "shortMeaning": "Visul este similar celui in care ne apare lopata, cu mici diferente.",
      "fullInterpretation": "Visul este similar celui in care ne apare lopata, cu mici diferente. Cazmaua simbolizeaza o peroada actuala (sau poate prevesti o perioada viitoare) destul de dificila la locul de munca sau in domeniul afacerilor. Va trebui sa munciti mult pentru a obtine ceea ce va doriti. Alternativ, poate ca va trebui sa va specializati ori sa aduceti o anume imbunatatire la planul actual de actiune, astfel veti obtine o anume recunoastere in societate sau veti castiga mai bine. Cazma noua Visand o cazma nou-nouta, nefolosita, insemana ca munca dumneavoastra va da rezultate neasteptate. Poate ca au fost momente in care vi-ati dorit sa renuntati, iar acum ve-ti obtine in sfarsit recunoasterea pe care vi-ati dorit-o dintotdeauna. Cazma veche Visand o cazma veche si ruginita este semn de neglijare. Poate ca in ultima vreme ati neglijat o persona draga, slujba sau vre-o alta obligatie nu vi-a permis sa va dedicati mai mult timp familiei sau apropiatilor. Cumparand o cazma Cumpararea unei cazmale in vis simbolizeaza nevoia de a stege / elimina pe cineva din viata dumneavoastra. Alternativ, visul arata nevoia de o schimbare din cauza unei frustrari.",
      "slug": "cazma"
    },
    {
      "name": "Ceai",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ceai"
    },
    {
      "name": "Ceapa",
      "category": "dictionar",
      "shortMeaning": "Este bine cunoscut efectul sau benefic pentru sanatate.",
      "fullInterpretation": "Este bine cunoscut efectul sau benefic pentru sanatate. Deci, daca visati ca mancati ceapa, inseamna ca veti capata noi forte, care va vor usura munca. In cazul in care plangeti din cauza cepei, in realitate, nu va vor mai da lacrimile din lucruri de nimic. Daca ati visat ca manancati ceapa fiarta sau cruda veti avea parte de sanatate. Pe de alta parte, daca ati visat ca ceapa este prajita visul face referire la aparitia unui dusman. Plangand atunci cand curatati ceapa, inseamna ca vei merge la un carnaval sau la o alta petrecere antrenanta. Ceapa rosie arata anumite aspecte ale vietii dumneavoastra care necesita ingrijire. De asemenea, ceapa rosie simbolizeaza multitudinea de probleme actuale. Alernativ, ceapa rosie din vise poate fi asociata cu stres si tulburari din cauza unor gelozii.Ceapa verde in vis, cu frunze, inseamna ca cei jur se incapataneaza sa va puna bete in roate, deoarece va invidiaza si vor sa va lase sa avansati.",
      "slug": "ceapa"
    },
    {
      "name": "Ceapa mancand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ceapa-mancand"
    },
    {
      "name": "Ceapa taind",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ceapa-taind"
    },
    {
      "name": "Ceapa verde",
      "category": "dictionar",
      "shortMeaning": "Ceapa verde in vis, cu frunze, inseamna ca cei jur se incapataneaza sa va puna bete in roate, deo...",
      "fullInterpretation": "Ceapa verde in vis, cu frunze, inseamna ca cei jur se incapataneaza sa va puna bete in roate, deoarece va invidiaza si vor sa va lase sa avansati.",
      "slug": "ceapa-verde"
    },
    {
      "name": "Ceara",
      "category": "dictionar",
      "shortMeaning": "Ceara este o denumire generica pentru o serie de produse naturale, de origine animala, vegetala, ...",
      "fullInterpretation": "Ceara este o denumire generica pentru o serie de produse naturale, de origine animala, vegetala, minerala sau sintetcice. Aceasta fiind una dintre cele doua substante miraculoase produse de catre albine care au beneficii dovedite pentru oameni. Ceara naturala rezulta din topirea fagurelui de albine. Ceara de albine Datorita asocierii acestea cu albinele, ceara simbolizeaza bogatie, creativitate dar si munca ostenitoare. Visand ca prelucrati fagurele pentru a obtine ceara de albine in urma colectarii mierii din aceasta. Un astfel de vis simbolizeaza suprasolicitare. Poate ca aveti nevoie de o perioada de respiro in care sa va reincarcati bateriile. Alternativ, visul poate simboliza sentimentul de munca si straduinta nesemnificativa. Ceara de lumanari Visand lumanari din ceara este semn ca trebuie urmata o cura prin meditare. Acesta poate fi interpretat si ca un mesaj spiritual. Ceara picurand de la lumanare simbolizeaza o inevitabila despartire de o persoana draga. Uneori, aceasta ceara picurand indica prezenta unor emotii pasionale ascunse. Simbolistica culorilor Ceara rosie indica patima, dragoste si pasiune Ceara alba este simbolul unei averi neinsemnate Ceara albasta prevesteste un moment cumpatat, de calm si intelepciune Ceara protocalie reprezinta focul din interior, aceasta sugereaza si modul in care comunicati cu cei din jur Ceara galbena multumire si fericire Ceara neagra semnaleaza viitoare dificultati Modeland ceara cu mainile sau realizand din aceasta lumanari face referire la faptul ca sunteti capabil sa va adaptati sau sa va modelati pentru un viitor mai luminos. Acest vis este, de asemenea, si un semn de adaptare in domeniul afacerilor. Epilare cu ceara Ceara epilatoare din visul dumneavoastra poate fi un semn de pace si evenimente fericite. Alternativ, aceasta este un complot simbolic. Este necesara folosirea ei pentru a face sa va crea un sentiment de frumusete sau pentru a va imbunatati viata. Vazand o alta persoana care foseoseste ceara epilatoare este un semn de sfarsit al conditiilor negative de la locul de munca. Sfarsitul se datoreaza si realizarilor tale la locul de munca, acesta dandu-va o senzatie de bine, de multumire. Mergand la un salon de infrumusetare pentru o epilare cu ceara indica faptul ca veti avea probleme emotionale. Epilarea cu ceara lasand pete pe fata sau corp, este semn ca abordarea dumneavoastra asupra unor probleme este prost interpretata. Comunicarea si atitudinea puternica va vor scoate din incurcatura. Semnificatii generale Visand ca aplicati un start de ceara unui obiect pentru a-l proteja sugereaza faptul ca sunteti dispus sa petreceti timp considerabil lucrand la perfectionarea calitatii unui produs sau finalizarea unui proiect. Mergand pe o podea ceruita este semn ca vei pierde anumite intalniri importante. Interpretari culese din popor alba - sanatate arzand - doliu de albine - bucurie figurine de - tovaras plictisitor framantand - vei gasi un bun tovaras de viata galbena - tulburari, te lasi pacalit, inmormantarea unei rude mancand - suparare, necaz neagra - vorbe grele, nu esti vazut bine de toti sigilezi o scrisoare cu - esti rezervat topita - paguba.",
      "slug": "ceara"
    },
    {
      "name": "Cearsaf alb",
      "category": "dictionar",
      "shortMeaning": "Daca visati un cearsaf alb inseamna ca veti avea parte de un mic succes.",
      "fullInterpretation": "Daca visati un cearsaf alb inseamna ca veti avea parte de un mic succes. Visul in care sunteti acoperit cu un cearsaf alb sugereaza ca incercati sa faceti fata grijilor si problemelor.",
      "slug": "cearsaf-alb"
    },
    {
      "name": "Cearsaf cuvertura",
      "category": "dictionar",
      "shortMeaning": "- Daca vedeti sau cumparari un cearsaf / o cuvertura pentru pat inseamna sexualitate deschisa si frumusete exterioara.",
      "fullInterpretation": "- Daca vedeti sau cumparari un cearsaf / o cuvertura pentru pat inseamna sexualitate deschisa si frumusete exterioara. Modelul si aspectul cearsafului poate fi un indiciu in ceea ce cautati pentru sexualitate. - Daca spalati sau puneti la inalbit un cearsaf, inseamna ca cineva va avea probleme de sanatate. - Un cearsaf ud este o avertizare pentru pericole viitoare.",
      "slug": "cearsaf-cuvertura"
    },
    {
      "name": "Cearta",
      "category": "dictionar",
      "shortMeaning": "(A se vedea si dezbatere) Cearta simbolizeaza conflictul cu sinele Daca visezi ca esti foarte imp...",
      "fullInterpretation": "(A se vedea si dezbatere) Cearta simbolizeaza conflictul cu sinele Daca visezi ca esti foarte implicat intr-o altercatie este semn ca trebuie sa fii atent la luarea deciziilor pripite Daca argumentezi intr-o maniera rezonabila vei avea noroc in urmatoarea perioada.( auzind )O veste neplacuta.Visul in care va certati cu iubitul se leaga de argumentele pe care le faceti in timpul certei. Intensitatea si motivele certei pot fi foarte importante pentru interpretarea visului. Alternativ, cearta cu iubitul in vise ar mai putea insemna ca ati avut neintelegeri recente cu iubitul care vor trebui rezolvate pana intr-un final.",
      "slug": "cearta"
    },
    {
      "name": "Cearta ( auzind )",
      "category": "dictionar",
      "shortMeaning": "( auzind )O veste neplacuta.",
      "fullInterpretation": "( auzind )O veste neplacuta.",
      "slug": "cearta-auzind"
    },
    {
      "name": "Cearta cu iubitul",
      "category": "dictionar",
      "shortMeaning": "Visul in care va certati cu iubitul se leaga de argumentele pe care le faceti in timpul certei.",
      "fullInterpretation": "Visul in care va certati cu iubitul se leaga de argumentele pe care le faceti in timpul certei. Intensitatea si motivele certei pot fi foarte importante pentru interpretarea visului. Alternativ, cearta cu iubitul in vise ar mai putea insemna ca ati avut neintelegeri recente cu iubitul care vor trebui rezolvate pana intr-un final.",
      "slug": "cearta-cu-iubitul"
    },
    {
      "name": "Cearta cu un prieten",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cearta-cu-un-prieten"
    },
    {
      "name": "Ceas",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea, dimineata, noapte, pranz, seara, si cifrele, descrise separat).",
      "fullInterpretation": "(vezi, de asemenea, dimineata, noapte, pranz, seara, si cifrele, descrise separat).Ceasul de aur in vise prezice bogatia, obiectele de valoare sau poate simboliza lacomia si ispita. Potrivit traditiei noastre populare, in scurt timp, vei deveni o persoana bogata. Bogatia ti se poate datora talentelor tale ascunse. Daca sunteti la inceput de cariera si ati avut acest vis, inseamna ca veti lucra din greu pana cand veti dobandi succesul. Totul va merita, nu renunta niciodata la visele tale. Alternativ, ceasul de aur in vise poate semnifica un anume eveniment, deci trebuie interpretat in functie de sensul sau. Pierzand un ces de aur, simbolizeaza adesea oportunitati pierdute. Mai exact, vi se prezinta o rara posibilitate de reusita, cu toate acestea, veti face o mare greseala sau abordati inadecvat aceasta oportunitate. In consecinta, nu veti putea sa profitati de situatie.Ceasul de mana in vise reprezinta un semn bun. Daca in vis purtati un ceas la mana inseamna ca vi se acorda ajutor, dar trebuie sa aveti grija la cheltuieli.Ceasul stricat in vise poate fi considerat un semn de avertisment. Daca visati ca ati stricat un ceas inseamna ca este mai bine sa va asigurati din timp. Visul va avertizeaza ca vor aparea probleme, dar ce pot fi minimalizate daca va pregatiti din timp. Ceasul stricat apare adesea in visele celor aflati pe patul de moarte sau cu boli in faze terminale. Este o reflectie a sentimentului ca timpul nu este de partea lor.",
      "slug": "ceas"
    },
    {
      "name": "Ceas de aur",
      "category": "dictionar",
      "shortMeaning": "Ceasul de aur in vise prezice bogatia, obiectele de valoare sau poate simboliza lacomia si ispita.",
      "fullInterpretation": "Ceasul de aur in vise prezice bogatia, obiectele de valoare sau poate simboliza lacomia si ispita. Potrivit traditiei noastre populare, in scurt timp, vei deveni o persoana bogata. Bogatia ti se poate datora talentelor tale ascunse. Daca sunteti la inceput de cariera si ati avut acest vis, inseamna ca veti lucra din greu pana cand veti dobandi succesul. Totul va merita, nu renunta niciodata la visele tale. Alternativ, ceasul de aur in vise poate semnifica un anume eveniment, deci trebuie interpretat in functie de sensul sau. Pierzand un ces de aur, simbolizeaza adesea oportunitati pierdute. Mai exact, vi se prezinta o rara posibilitate de reusita, cu toate acestea, veti face o mare greseala sau abordati inadecvat aceasta oportunitate. In consecinta, nu veti putea sa profitati de situatie.",
      "slug": "ceas-de-aur"
    },
    {
      "name": "Ceas de mana",
      "category": "dictionar",
      "shortMeaning": "Ceasul de mana in vise reprezinta un semn bun.",
      "fullInterpretation": "Ceasul de mana in vise reprezinta un semn bun. Daca in vis purtati un ceas la mana inseamna ca vi se acorda ajutor, dar trebuie sa aveti grija la cheltuieli.",
      "slug": "ceas-de-mana"
    },
    {
      "name": "Ceas intorcand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ceas-intorcand"
    },
    {
      "name": "Ceas stricat",
      "category": "dictionar",
      "shortMeaning": "Ceasul stricat in vise poate fi considerat un semn de avertisment.",
      "fullInterpretation": "Ceasul stricat in vise poate fi considerat un semn de avertisment. Daca visati ca ati stricat un ceas inseamna ca este mai bine sa va asigurati din timp. Visul va avertizeaza ca vor aparea probleme, dar ce pot fi minimalizate daca va pregatiti din timp. Ceasul stricat apare adesea in visele celor aflati pe patul de moarte sau cu boli in faze terminale. Este o reflectie a sentimentului ca timpul nu este de partea lor.",
      "slug": "ceas-stricat"
    },
    {
      "name": "Ceasca",
      "category": "dictionar",
      "shortMeaning": "(vezi vase).",
      "fullInterpretation": "(vezi vase). Daca in vis beti dintr-o ceasca, inseamna ca asteptati un eveniment erotic. Daca spargeti o ceasca, veti frange o inima. Ceasca coibita indica faptul ca, momentan, nu mai pareti zdravan si va comportati anormal (vezi, de asemenea, anormal) .O cana sau o ceasca sparta simbolizeaza vulnerabilitatea, mai ales cand vine vorba despre starea emotionala a visatorului. Acesta din urma este mai predispus a fi ranit sau dezamagit. Alternativ, o cana sparta ar putea simboliza, de asemenea, probleme sau conflicte nerezolvate, aceste putand fi probleme personale sau conflicte sociale mari care sunt prea coplesitoare pentru a fi confruntate direct.",
      "slug": "ceasca"
    },
    {
      "name": "Ceata",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ceata"
    },
    {
      "name": "Ceaun",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca daca visezi un ceaun plin inseamna ca in familia ta sau in grupul tau de prieteni este bunastare.",
      "fullInterpretation": "In traditia romaneasca daca visezi un ceaun plin inseamna ca in familia ta sau in grupul tau de prieteni este bunastare.",
      "slug": "ceaun"
    },
    {
      "name": "Cel mai bun prieten",
      "category": "dictionar",
      "shortMeaning": "A visa despre cel mai bun prieten inseamna ca aveti nevoie sa sustineti sau sa recunoasteti o anu...",
      "fullInterpretation": "A visa despre cel mai bun prieten inseamna ca aveti nevoie sa sustineti sau sa recunoasteti o anumita calitate speciala a celui mai bun prieten al dumneavoastra. Intrebati-va ce il face pe prietenul dumneavoastra cel mai bun prieten si cum trebuie sa lucrati la aceste atribute in interiorul dumneavoastra. Uneori, cel mai bun prieten in vise poate simboliza gandurile despre cel mai bun prieten al dumneavoastra. Deci daca ati visat despre el in ziua precedenta atunci visul chiar poate fi doar despre el. Visele in care apare cel mai bun prieten al dumneavoastra de multe ori pot simboliza si pot avea legatura cu lucrurile pe care le-ati spune celui mai bun prieten. Deci visul reflecta modul in care v-ati dori ca lucrurile sa decurga. Ar putea reprezenta o ocazie buna deschisa in fata dumneavoastra si cat de mult poate insemna aceasta pentru dumneavoastra. Daca visati ca va moare cel mai bun prieten inseamna un anumit aspect sau calitate pe care cel mai bun prieten al dumneavoastra o are, dar moare in interiorul dumneavoastra, care va lipseste.",
      "slug": "cel-mai-bun-prieten"
    },
    {
      "name": "Celebritate",
      "category": "dictionar",
      "shortMeaning": "In dictionarele de vise moderne, celebritatea in vise prevesteste probleme, necazuri, care, din n...",
      "fullInterpretation": "In dictionarele de vise moderne, celebritatea in vise prevesteste probleme, necazuri, care, din nefericire, nu ajung la un rezultat pozitiv, desi v-ati bazat pe acest rezultat. Daca ati visat ca v-ati intalnit cu o celebritate dintr-o greseala si i-ati cerut un autograf inseamna ca veti avea o ascensiune rapida in cariera sau veti ajunge sub patronajul unei persoane bogate si cu influenta. Visul in care i-ati facut un serviciu important unei celebritati semnifica faptul ca ar trebui sa dati vina pe soarta deoarece nu va puteti ridica la adevaratul potential. A visa ca aveti intalnire cu o celebritate sugereaza ca in curand veti avea mari realizari. Conversatia cu o celebritate in vise prevesteste imbunatatirea conditiei materiale.",
      "slug": "celebritate"
    },
    {
      "name": "Celibatar",
      "category": "dictionar",
      "shortMeaning": "- Daca te-ai visat celibatar(a) - vaduvie inseamna.",
      "fullInterpretation": "- Daca te-ai visat celibatar(a) - vaduvie inseamna.- Cand o femeie viseaza un celibatar - barbatul pe care il iubesti ar putea fi unul cu care nu poti face casa, barbat nestatornic.",
      "slug": "celibatar"
    },
    {
      "name": "Celula",
      "category": "dictionar",
      "shortMeaning": "Daca ai visat ca te afli intr-o celula - vei suferi adesea de singuratate sau ai sentimentul ca e...",
      "fullInterpretation": "Daca ai visat ca te afli intr-o celula - vei suferi adesea de singuratate sau ai sentimentul ca esti prins intr-o capcana. Vezi si inchisoare.",
      "slug": "celula"
    },
    {
      "name": "Centaur",
      "category": "dictionar",
      "shortMeaning": "Centaurul in vise reprezinta unificarea naturii animalice a omului cu calitatile sale de virtute si judecata.",
      "fullInterpretation": "Centaurul in vise reprezinta unificarea naturii animalice a omului cu calitatile sale de virtute si judecata. Mai poate insemna ca sunteti capabil sa uniti intr-o maniera acceptabila doua principii de baza, doua laturi sau doua elemente complet opuse.",
      "slug": "centaur"
    },
    {
      "name": "Centura",
      "category": "dictionar",
      "shortMeaning": "- In traditia romaneasca daca visezi centura inseamna ca ai parte de iubire credincioasa.",
      "fullInterpretation": "- In traditia romaneasca daca visezi centura inseamna ca ai parte de iubire credincioasa.- De visezi ca deschizi o centura - resposabilitatile tale vor fi pasate altcuiva.- Daca ai visat o centura mare sau una larga - beneficiezi de afaceri avantajose.- O centura rupta - insatisfactii materiale. Centura neagra in vise este asociata unui expert in razboiul spiritual. Alternativ, visul mai poate indica o posibila moarte, dar nu este neaparat ingrijoratoare pentru dumneavoastra.",
      "slug": "centura"
    },
    {
      "name": "Centura neagra",
      "category": "dictionar",
      "shortMeaning": "Centura neagra in vise este asociata unui expert in razboiul spiritual.",
      "fullInterpretation": "Centura neagra in vise este asociata unui expert in razboiul spiritual. Alternativ, visul mai poate indica o posibila moarte, dar nu este neaparat ingrijoratoare pentru dumneavoastra.",
      "slug": "centura-neagra"
    },
    {
      "name": "Cenusa",
      "category": "dictionar",
      "shortMeaning": "Simbolisml cenusii rezulta mai intai din faptul ca ea este prin excelenta o valoare reziduala: ce...",
      "fullInterpretation": "Simbolisml cenusii rezulta mai intai din faptul ca ea este prin excelenta o valoare reziduala: ceea ce ramane dupa stingerea focului, deci, din punct de vedere antropocentric, cadavrul, reziduu al trupului dupa ce s-a stins in el focul vietii. Din punct de vedere spiritual, valoare acestui reziduu este zero. De aceea, in orice viziune escatologica, cenusa va simboliza lipsa de valoare, nulitatea legata de viata omeneasca, din cauza precaritatii acesteia. Vechii evrei isi turnau cenusa in cap pentru a exprima o mare durere. In general, cenusa in vise indica sentimente de amaraciune si remuscare. Realizam ca am dat dovada de un comportament prostesc si ingrijorator si ca situatia pare a fi iremediabila. Alternativ, cenusa poate simboliza si purificarea, moartea si caracterul efemer al trupului omenesc. Traditia romaneasca ne spune ca atunci cand visezi cenusa inseamna ca vei pierde bani sau ca o sai parte de intristare, necazuri. - Daca in vis vezi cenusa care arde - o persona necunoscuta te iubeste in taina. - Cenusa calda - doliu. - Cenusa rece - vei iubi pe cineva dar acea persona nu va prea avea sentimente fata de tine. - Daca ai visat o urna cu cenusa - prea mult entuziasm fata de ceva, ai grija sa nu fi dezamagit(a).",
      "slug": "cenusa"
    },
    {
      "name": "Cer",
      "category": "dictionar",
      "shortMeaning": "Lacasul mitologic al zeilor, simbolizeaza gandurile marete, ideile creatoare, o stare extrem de buna.",
      "fullInterpretation": "Lacasul mitologic al zeilor, simbolizeaza gandurile marete, ideile creatoare, o stare extrem de buna. Daca cerul este albastru, va surade norocul. Daca visati un cer acoperit de nori, in realitate, veti suferi o depresie din cauza lipsei de succes. Talmacitorii de vise din antichitate, considerau ca un cer senin, cu stele, prevesteste bani si castiguri. Un cer innorat si gri este semn ca ai prieteni buni, in vreme ce, un cer senin si o vreme insorita este semn ca vei incheia o aventura amoroasa incitanta.Cerul albastru in vise sugereaza ca veti avea noroc. Totusi, visul la un cer senin prezice incheierea unei aventuri amoroase incitante.Adesea, orizontul cerurilor vazute in vise este interpretat ca fiind viitrul apropiat al visatorului. Prin urmare, starea si culoarea acestuia joaca un rol destul de importand in interpretarea aceea ce inseamna acest vis. Visand un cer negru suntem avertizati cu privire la luarea deciziilpr. In decursul zilelor urmatoare trebuie sa foarte atent, cantariti cu grija deciziile pe care le veti lua pentru ca acestea pot avea un impact asupra dumneavoastra pe o perioada destul de indelungata. In mod alternativ, un cer innorat cu nori negri poate prevesti si o cearta, un conflict si, eventual chiar miting sau o greva. Cerul intunecat a fost luminat de corpuri ceresti. Daca luna, soarele sau stelele lumineaza cerul care a fost intunecat, asta inseamna ca, in ciuda perspectivelor sumbre, realitatea nu va fi atat de ispaimantatoare. O raza de soare iesind dintre nori intunecati prevesteste un sfarsit apropiat, de regula visu face referire la problemele dumneavoastra care vor trece in curand. Vazand nori negrii care formeaza o furtuna indica adesea emotiile puternice pe care le puteti avea despre o anumita situatie sau persoana. De asemenea, pot sublinia constientizarea problemelor care apar in viata voastra in viitorul apropiat. Fiti precauti in continuare, traiti cat mai pasnic cu ceilalti si faceti modificari daca simtiti ca ati facut o nedreptate.",
      "slug": "cer"
    }
  ]
}