{
  "symbols": [
    {
      "name": "Carte de rugaciuni",
      "category": "dictionar",
      "shortMeaning": "Cartea de rugaciuni in vise semnfica faptul ca doriti sa acordati mai multa atentie laturii dumne...",
      "fullInterpretation": "Cartea de rugaciuni in vise semnfica faptul ca doriti sa acordati mai multa atentie laturii dumneavoastra spirituale, poate chiar veti ajunge sa urmati calea bisericii.",
      "slug": "carte-de-rugaciuni"
    },
    {
      "name": "Carte religioasa",
      "category": "dictionar",
      "shortMeaning": "Visul in care apar carte religioasa sugereaza o cunoastere spirituala, tainica.",
      "fullInterpretation": "Visul in care apar carte religioasa sugereaza o cunoastere spirituala, tainica. Biblia, Coranul sau alta carte sacra ce poate aparea in visele dumneavoastra simbolizeaza nevoia de a cerceta si de a descoperi tainele cunoasterii spirituale. De asemenea, visul mai poate sugera ca sunteti pe calea cea buna.",
      "slug": "carte-religioasa"
    },
    {
      "name": "Carte veche",
      "category": "dictionar",
      "shortMeaning": "Cartea veche in vise reprezinta constientizarea spirituala si intelepciunea mostenita.",
      "fullInterpretation": "Cartea veche in vise reprezinta constientizarea spirituala si intelepciunea mostenita. Aceste vise va aminteste sa va uitati la experientele din trecut pentru ajutor in situatia din prezent. Visul mai poate sa sugereze un avertisment sa va feriti de rau in orice forma. Visul in care vedeti o carte veche inseamna ca vi se ofera indrumare spirituala. Daca va aduceti aminte detalii despre carte va ajuta sa intelegeti mai bine visul.",
      "slug": "carte-veche"
    },
    {
      "name": "Carti",
      "category": "dictionar",
      "shortMeaning": "Cartile in vise reprezinta ocazii placute, progres constant si indica linistea.",
      "fullInterpretation": "Cartile in vise reprezinta ocazii placute, progres constant si indica linistea. Visul s-ar mai putea sa reflecte ceea ce va propuneti sa faceti atunci cand apare o problema. Va indreptati catre obiectivele dumneavoastra la un pas incet si sigur. Daca visati carti asezate pe un raft inseamna idei, informatii sau perspective pe care trebuie sa le folositi. Raspunsuri sau cunostinte la care sa apelati atunci cand aveti nevoie. Idei pe care nu le-ai descoperit inca sau pe care incepeti sa le explorati. A visa carti pentru copii simbolizeaza amintiri din propria copilarie. S-ar putea sa simtiti dorinta de a fugi de realitate si sa va retrageti intr-o lume a fanteziei. Visul ar mai putea indica faptul ca va trebui sa dati timpul inapoi pana in acea perioada a vietii. Cartile prafuite in vise denota anumite cunostinte uitate sau capitole trecute ale vietii dumneavoastra. Visul in care apar carti cu benzi desenate sugereaza nevoia pentru mai mult umor sau distractie in viata dumneavoastra. Cartile sacre aparute in vise, precum Biblia sau Coranul, simbolizeaza cunoasterea tainica sau spirituala. Astfel de vis semnifica o nevoie de a cerceta si de a descoperi tainele cunoasterii spirituale. De asemenea, visul mai poate sugera ca sunteti pe calea cea buna.- In general in traditia romanesca daca ai visat carti de joc este un semn bun, desi apare foarte rar in visul fetelor sau femeilor.- Daca ai visat Â carti de joc, prevestire a faptului cÄƒ vei avea parte de bogatie si ca vei avea copii multi.- De te vei visa jucand carti de unul singur, de certuri de galcevi vei avea parte. Cartile de tarot in vise inseamna ca va simtiti terminat, ca aveti nevoie de cineva care sa ve indrume in viata, sa va ghideze si sa va dea sfaturi in deciziile pe care trebuie sa le luati. Visul in care cineva va citeste viitorul in carti de tarot sugereaza situatia in care va aflati si starea dumneavoastra de spirit. Va doriti sa va explorati sentimentele si gandurile din subconstient, dar va trebui sa fiti atent la ce vi se prevede in carti.Visul in care apar carti vechi reprezinta cunostiinta spirituala, dar poate sugera anumite abilitati mostenite de la cineva precum si judecati pe care nu stiati ca le detineti, dar le-ati dobandit in familie. Pentru mai multe explicatii vizitati si interpretarea visului carti.Cartierul in vise reprezinta simtul de comunitate. Trebuie sa va faceti noi prieteni si legaturi. Luati in considerare sentimentele dumneavoastra pentru vecini. Totodata, ar trebui sa va concentrati la partea sociala, interpersonala din viata. A visa ca sunteti intr-un cartier necunoscut sugereaza anumite aspecte ale subconstientului dumneavoastra. Visul ar putea fi o paralela cu o situatie noua sau nefamiliara pentru dumneavoastra. Va aventurati intr-un teritoriu cu totul nou si va face sa va simtiti nerabdator si nelinistit. A vedea un cartier sarac in vise indica faptul ca va simtiti stors de puteri sau sunteti sarac emotional. Duceti lipsa de sprijin sau iubire. Alternativ, visul ar putea incerca sa va faca sa fiti mai compatimitor cu cei care sunt mai ghinionisti. Poate ca trebuie sa intindeti o mana de ajutor oricui are nevoie. Daca visati ca revizitati un cartier ar putea fi un semn despre persoanele care se intorc in viata dumneavoastra. Visul in care sunteti inconjurat de oamenii din cartierul dumneavoastra este un semn ca aveti nevoie de prieteni sau cautati sa realizati noi legaturi cu oamenii.Jocul de carti in vise prevesteste cearta. Asemenea si daca visati pe altii cum joaca. Visul in care castigati la un joc de carti inseamna ca nu veti mai avea probleme financiare, iar daca visati ca pierdeti la un joc de carti inseamna ca problemele financiare va vor urmari.",
      "slug": "carti"
    },
    {
      "name": "Carti de joc",
      "category": "dictionar",
      "shortMeaning": "- In general in traditia romanesca daca ai visat carti de joc este un semn bun, desi apare foarte...",
      "fullInterpretation": "- In general in traditia romanesca daca ai visat carti de joc este un semn bun, desi apare foarte rar in visul fetelor sau femeilor.- Daca ai visat Â carti de joc, prevestire a faptului cÄƒ vei avea parte de bogatie si ca vei avea copii multi.- De te vei visa jucand carti de unul singur, de certuri de galcevi vei avea parte.",
      "slug": "carti-de-joc"
    },
    {
      "name": "Carti de tarot",
      "category": "dictionar",
      "shortMeaning": "Cartile de tarot in vise inseamna ca va simtiti terminat, ca aveti nevoie de cineva care sa ve in...",
      "fullInterpretation": "Cartile de tarot in vise inseamna ca va simtiti terminat, ca aveti nevoie de cineva care sa ve indrume in viata, sa va ghideze si sa va dea sfaturi in deciziile pe care trebuie sa le luati. Visul in care cineva va citeste viitorul in carti de tarot sugereaza situatia in care va aflati si starea dumneavoastra de spirit. Va doriti sa va explorati sentimentele si gandurile din subconstient, dar va trebui sa fiti atent la ce vi se prevede in carti.",
      "slug": "carti-de-tarot"
    },
    {
      "name": "Carti vechi",
      "category": "dictionar",
      "shortMeaning": "Visul in care apar carti vechi reprezinta cunostiinta spirituala, dar poate sugera anumite abilit...",
      "fullInterpretation": "Visul in care apar carti vechi reprezinta cunostiinta spirituala, dar poate sugera anumite abilitati mostenite de la cineva precum si judecati pe care nu stiati ca le detineti, dar le-ati dobandit in familie. Pentru mai multe explicatii vizitati si interpretarea visului carti.",
      "slug": "carti-vechi"
    },
    {
      "name": "Cartier",
      "category": "dictionar",
      "shortMeaning": "Cartierul in vise reprezinta simtul de comunitate.",
      "fullInterpretation": "Cartierul in vise reprezinta simtul de comunitate. Trebuie sa va faceti noi prieteni si legaturi. Luati in considerare sentimentele dumneavoastra pentru vecini. Totodata, ar trebui sa va concentrati la partea sociala, interpersonala din viata. A visa ca sunteti intr-un cartier necunoscut sugereaza anumite aspecte ale subconstientului dumneavoastra. Visul ar putea fi o paralela cu o situatie noua sau nefamiliara pentru dumneavoastra. Va aventurati intr-un teritoriu cu totul nou si va face sa va simtiti nerabdator si nelinistit. A vedea un cartier sarac in vise indica faptul ca va simtiti stors de puteri sau sunteti sarac emotional. Duceti lipsa de sprijin sau iubire. Alternativ, visul ar putea incerca sa va faca sa fiti mai compatimitor cu cei care sunt mai ghinionisti. Poate ca trebuie sa intindeti o mana de ajutor oricui are nevoie. Daca visati ca revizitati un cartier ar putea fi un semn despre persoanele care se intorc in viata dumneavoastra. Visul in care sunteti inconjurat de oamenii din cartierul dumneavoastra este un semn ca aveti nevoie de prieteni sau cautati sa realizati noi legaturi cu oamenii.",
      "slug": "cartier"
    },
    {
      "name": "Cartita",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cartita"
    },
    {
      "name": "Cartofi",
      "category": "dictionar",
      "shortMeaning": "Exista peste 1000 de tipuri de cartofi in intreaga lume.",
      "fullInterpretation": "Exista peste 1000 de tipuri de cartofi in intreaga lume. Testele genetice au dus la concluzionarea ca originea cartofilor se trage din Peru (zona de sud) si nord-vestul Boliviei. Se pare ca aparitia cartofilor este data in urma cu circa 7000 - 10000 de ani. Acestia au fost adusi in Europa in secolul XVI-lea de catre spanioli (anul 1530). Cartofii sunt una dintre cele mai cumune si frecvente imagini care apar in vise si, prevestesc unele evenimente din viata. Acestia sunt, adesea, asociati si cu dificultati ce pot fi depasite cu eforturi pe termen lung. Alternativ, cartofii pot indica faptul ca in subconstientul nostru creste si prospera ceva, care poate servi ca hrana pentru suflet si care ne intareste caracterul. (vezi de asemenea pamant). Visul in care cultivati (plantati) cartofi promite perspective excelente in viata personala si in domeniul afacerilor. Partenerul va poate face o propunere de cerere in casatorie sau veti primi o marire salariala ori veti schimba locul de munca cu unul mult mai bine platit. Carofii putreziti (stricati) prezic inceputul unei perioade nu pre bune pentru dumneavoastra. Din pacate, starea actuala de bucurie si armonie nu va mai dura prea mult, asa ca nu pierdeti timpul, traiti si bucurati-va de fericire acum ! Mancand cartofi stricati. Un astfel de vis prevesteste o decadere, succesul si profitul financiar vor trece printr-o perioada de declin. Strangand, adunand sau colectand cartofi este semnul unui succes in viitorul apropiat. Cu cat cantitatea este mai mare sau recolta mai bogata, cu atat veti avea mai mult succes si prosperitate la locul de munca sau in domeniul afacerilor. Visul in care curatati cartofi murdari sau plini de noroi prevesteste barfe, dezacorduri si dificultati in relatia cu ceilati. Cumpararea cartofilor in vise este un semn de bun augur care prevesteste o investitie avantajoasa. Veti investi timp sau bani ( poate ca ambele) in ceva care va genera profit sau va aduce succes. Vanzare cartofilor prevesteste un sacrificiu din partea dumneavoastra. S-ar putea sa va puneti resursele si timpul in slujba oamenilor pe care ii iubiti. Visul este comul in randul parintilor deoarece ei manifesta astfel de comportament cand vine vorba de copiii lor. Alternativ, visul poate fi un semnal de alarma ce implica o persoana din anturajul dumneavoastra care are nevoie de protectie sau care ar trebui ajutata sa isi rezolve o problema. Furtul cartofilor in vise simbolizeaza faptul ca ar trebui sa faceti schimbari cu privire la viata dumneavoastra pentru a deveni mai buna si mai calitativa. Va trebui sa scapati de unele obiceiuri proaste sau sa reduceti cheltuielile si sa economisiti niste bani cu care puteti genera profit in viitor. Nu va fie teama sa ascultati sfaturile oamenilor care va iubesc.Visul in care mancati cartofi fierti sugereaza urcarea pe treapta succesului. Daca visati ca ati cules si ati fiert cartofi inseamna ca veti avea parte de un succes material pe viitor. Alternativ, visul ar putea indica un oaspete nedorit in casa dumneavoastra.Visul in care mancati sau faceti cartofi prajiti inseamna ca cineva va barfeste, va vrea raul, iar dumneavoastra nu va puteti da seama de ce, nu puteti intelege anumite situatii.",
      "slug": "cartofi"
    },
    {
      "name": "Cartofi fierti",
      "category": "dictionar",
      "shortMeaning": "Visul in care mancati cartofi fierti sugereaza urcarea pe treapta succesului.",
      "fullInterpretation": "Visul in care mancati cartofi fierti sugereaza urcarea pe treapta succesului. Daca visati ca ati cules si ati fiert cartofi inseamna ca veti avea parte de un succes material pe viitor. Alternativ, visul ar putea indica un oaspete nedorit in casa dumneavoastra.",
      "slug": "cartofi-fierti"
    },
    {
      "name": "Cartofi prajiti",
      "category": "dictionar",
      "shortMeaning": "Visul in care mancati sau faceti cartofi prajiti inseamna ca cineva va barfeste, va vrea raul, ia...",
      "fullInterpretation": "Visul in care mancati sau faceti cartofi prajiti inseamna ca cineva va barfeste, va vrea raul, iar dumneavoastra nu va puteti da seama de ce, nu puteti intelege anumite situatii.",
      "slug": "cartofi-prajiti"
    },
    {
      "name": "Carton",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "carton"
    },
    {
      "name": "Cartuse ( gloante )",
      "category": "dictionar",
      "shortMeaning": "( gloante )Vei primi o veste buna.",
      "fullInterpretation": "( gloante )Vei primi o veste buna.",
      "slug": "cartuse-gloante"
    },
    {
      "name": "Carucior",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat carucior - in traditia romaneasca caruciorul este semn de rau, de boala.",
      "fullInterpretation": "- Daca ai visat carucior - in traditia romaneasca caruciorul este semn de rau, de boala.",
      "slug": "carucior"
    },
    {
      "name": "Carusel",
      "category": "dictionar",
      "shortMeaning": "A vedea un carusel in vise reprezinta bucuria copilariei.",
      "fullInterpretation": "A vedea un carusel in vise reprezinta bucuria copilariei. Visul in care sunteti intr-un carusel indica frica de retraire a copilariei. Simtiti ca stati pe loc, ca sunteti intr-o stare de stagnare. Alternativ, visul sugereaza ca sunteti la inceputul unei perioade de iubire.",
      "slug": "carusel"
    },
    {
      "name": "Caruta",
      "category": "dictionar",
      "shortMeaning": "- Daca te-ai visat conducand o caruta - este un semn de pierderi financiare.",
      "fullInterpretation": "- Daca te-ai visat conducand o caruta - este un semn de pierderi financiare.- Daca doar te aflii in caruta - o sa ai parte de laude, vei fi onorat(a). - Daca in vis la usa ta se afla o caruta ( sau car ) incarcata vei avea parte de un noroc la care nu te asteptai.- Daca tragi de o caruta - saracie inseamna, lipsuri materiale.- Mai multe carute la un loc - boala trecatoare.- Caruta fara cai - faci lucruri in zadar, munca degeaba.- Caruta cu vizitiu - stare buna.Caruta in vis mai poate prevesti si o calatorie.",
      "slug": "caruta"
    },
    {
      "name": "Casa alba",
      "category": "dictionar",
      "shortMeaning": "Aparitia unei case de culoare alba in vise poate simboliza putere, armonie si fertilitate.",
      "fullInterpretation": "Aparitia unei case de culoare alba in vise poate simboliza putere, armonie si fertilitate. Alternativ, daca visul este despre \"Casa Alba\" din SUA, atunci simbolistica acestuia se va indrepta catre putere si control. O casa cu fatada alba arata pace, claritate si inceputuri prolifice pentru visator. Poate reflecta, de asemenea, si o satare interioara intaca sau un nou inceput cu aspiratii pure . Pentru o interpretare mai detaliata, consultati interpretarea generala a visului \"Casa\".",
      "slug": "casa-alba"
    },
    {
      "name": "Casa arzand",
      "category": "dictionar",
      "shortMeaning": "Un vis cu o casa in flacari, indiferent cine este proprietarul, este destul de alarmant incat sa ...",
      "fullInterpretation": "Un vis cu o casa in flacari, indiferent cine este proprietarul, este destul de alarmant incat sa va trezeasca si sa va ramana multa vreme in memorie. O interpretare cu care majoritatea specialistilor sunt de acord, chiar daca casa arzand poate avea multiple semnificatii in functie de scenarii, este cautarea de securitate si protectie in lumea reala. Vazand mai multe case in flacari este, cel mai probabil, un avertisment al subconstientului asupra faptului ca ar trebui sa va indepartati de oamenii si relatiile nesanatoase.",
      "slug": "casa-arzand"
    },
    {
      "name": "Casa bantuita",
      "category": "dictionar",
      "shortMeaning": "Casa bantuita, in vise, semnifica sentimente nematerializate / neterminate legate de familie, cop...",
      "fullInterpretation": "Casa bantuita, in vise, semnifica sentimente nematerializate / neterminate legate de familie, copilarie, rude decedate, amintiri si sentimente reprimate. - Daca in vis ati cumparat o casa bantuita, inseamna incercare de a fugi de trecut. Cu toate acestea, lucrurile tind sa va ajunga din urma si trebuie sa va ocupati de acestea sau sa traiti cu consecintele.",
      "slug": "casa-bantuita"
    },
    {
      "name": "Casa daramata",
      "category": "dictionar",
      "shortMeaning": "Visul in care apare o casa daramata sau ruinata inseamna ca veti avea parte de necazuri in familie.",
      "fullInterpretation": "Visul in care apare o casa daramata sau ruinata inseamna ca veti avea parte de necazuri in familie. Daca visati o casa daramata si veche inseamna ca ceva trebuie indreptat in caracterul dumneavoastra, ceva mai vechi ce nu a fostsuficient de bine antrenat sau exploatat.",
      "slug": "casa-daramata"
    },
    {
      "name": "Casa de lemn",
      "category": "dictionar",
      "shortMeaning": "A vedea o casa de lemn in vise inseamna neintelegeri si acuzatii sau, viceversa, celebrari, va simtiti mandru.",
      "fullInterpretation": "A vedea o casa de lemn in vise inseamna neintelegeri si acuzatii sau, viceversa, celebrari, va simtiti mandru. Visul in care locuiti intr-o casa de lemn prezice faptul ca veti avea probleme in relatia dumneavoastra si ca ceilalti va vor intelge gresit. Daca visati casa de lemn a altei persoane sugereaza ca nu ar trebui sa dati vina pe oamenii pe care tocmai i-ati intalnit, nu ar trebui sa ii judecati. Visul in care terminati de construit o casa de lemn indica faptul ca aveti cateva intrebari in minte si la care veti gasi raspunsuri la aceste intrebari cu ajutorul unui partener.",
      "slug": "casa-de-lemn"
    },
    {
      "name": "Casa de marcat",
      "category": "dictionar",
      "shortMeaning": "A vedea o casa de marcat in vise reprezinta ingrijorari financiare.",
      "fullInterpretation": "A vedea o casa de marcat in vise reprezinta ingrijorari financiare. Va evaluati situatia financiara. Pe de alta parte, ati putea sa va asteptati la castiguri monetare.",
      "slug": "casa-de-marcat"
    },
    {
      "name": "Casa demolata",
      "category": "dictionar",
      "shortMeaning": "Casa demolata in vise sugereaza o pozitie noua pe o baza mai solida.",
      "fullInterpretation": "Casa demolata in vise sugereaza o pozitie noua pe o baza mai solida. Visul este simbolul eliberarii de cele vechi si inceputul a ceva nou, a unei noi vieti. Din punct de vedere psihologic, o casa demolata in vise adesea semnifica un sfarsit a ceva normal, obisnuit si sansa pentru un nou inceput. Totusi, demolarea unei case in vis ar putea insemna frica de propria personalitate. Traditia araba spune ca visul in care apare o casa demolata indica distrugerea sperantelor si experiente neplacute. De asemenea, visul anunta ceva nou.",
      "slug": "casa-demolata"
    },
    {
      "name": "Casa goala",
      "category": "dictionar",
      "shortMeaning": "Casa goala in vis indica anumite sentimente de nesiguranta.",
      "fullInterpretation": "Casa goala in vis indica anumite sentimente de nesiguranta. Mai poate insemna o speranta neimplinita sau chiar un venit mic.",
      "slug": "casa-goala"
    },
    {
      "name": "Casa in constructie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "casa-in-constructie"
    },
    {
      "name": "Casa in flacari",
      "category": "dictionar",
      "shortMeaning": "Daca visati o casa in flacari inseamna ca veti avea mult noroc.",
      "fullInterpretation": "Daca visati o casa in flacari inseamna ca veti avea mult noroc. Alternativ, o casa in flacari in vise indica faptul ca va supuneti unei transformari. Daca visati casa familiei dumneavoastra in flacari inseamna ca nu sunteti pregatit pentru schimbare sau ca luptati impotriva schimbarilor. Ar mai putea semnifica evidentierea pasiunii si a dragostei celor din jur.",
      "slug": "casa-in-flacari"
    },
    {
      "name": "Casa inundata",
      "category": "dictionar",
      "shortMeaning": "Trebuie precizat inca de la inceput faptul ca visele despre inundatii nu sunt deobicei semne prea bune.",
      "fullInterpretation": "Trebuie precizat inca de la inceput faptul ca visele despre inundatii nu sunt deobicei semne prea bune. Ele indica adesea necaz sau distrugere si ne avertizeaza despre faptul ca vor urma vremuri grele. Daca visul despre inundatia din casa nu a fost infricosator, inseamna ca ar trebui ca in viata reala sa reanalazati o situatie, poate ca lucrurile nu sunt atat de rele pe cat va imaginati dumneavoastra. In trecut, bunucii nostri credeau ca atunci cand visau o inundatie sau un potop care le-a maturat casa este un semn clar de boala care se apropie.",
      "slug": "casa-inundata"
    },
    {
      "name": "Casa mare",
      "category": "dictionar",
      "shortMeaning": "Casa mare in vis indica potentialul dumneavoastra de dezvoltare emotionala.",
      "fullInterpretation": "Casa mare in vis indica potentialul dumneavoastra de dezvoltare emotionala. S-ar putea sa primiti pe cineva in vizita si sa ramana la dumneavoastra pentru o perioada mai lunga sau numarul membrilor familiei poate creste. Visul la o casa mare mai poate insemna bogatie, fericire.",
      "slug": "casa-mare"
    },
    {
      "name": "Casa noua",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca te muti intr-o casa noua reprezinta modificari in modul de gandire sau revizii asu...",
      "fullInterpretation": "Daca visezi ca te muti intr-o casa noua reprezinta modificari in modul de gandire sau revizii asupra ideilor si comportamentului. Faci o mare schimbare, astfel incat nu te va mai privi vreo problema. De asemenea, visul poate reflecta incercarea ta de a face mari schimbari fata de tine si te vei simti mai bine in persoana ta.",
      "slug": "casa-noua"
    },
    {
      "name": "Casa parasita",
      "category": "dictionar",
      "shortMeaning": "Casa parasita in vise inseamna ca ati lasat in urma trecutul dumneavoastra.",
      "fullInterpretation": "Casa parasita in vise inseamna ca ati lasat in urma trecutul dumneavoastra. Sunteti pregatit pasiti spre viitor.",
      "slug": "casa-parasita"
    },
    {
      "name": "Casa parinteasca",
      "category": "dictionar",
      "shortMeaning": "Daca visati casa parinteasca, de la tara sau a bunicilor, este din cauza subconstientului care is...",
      "fullInterpretation": "Daca visati casa parinteasca, de la tara sau a bunicilor, este din cauza subconstientului care isi aminteste mereu de vremurile copilariei fara griji, fara necazuri, fara responsabilitati, pe care ati petrecut-o acolo. Este foarte greu sa va despartiti de acea perioada a vietii. Poate o vizita la casa parinteasca nu ar strica, sausa incercati sa va luati cateva zile de vacanta, sa va faceti noi amintiri placute si fara griji.",
      "slug": "casa-parinteasca"
    },
    {
      "name": "Casa ruinata",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "casa-ruinata"
    },
    {
      "name": "Casa taraneasca",
      "category": "dictionar",
      "shortMeaning": "Casa taraneasca in vise simbolizeaza o aventura de dragoste foarte intensa, dar de scurta durata.",
      "fullInterpretation": "Casa taraneasca in vise simbolizeaza o aventura de dragoste foarte intensa, dar de scurta durata. Daca visati ca locuiti intr-o casa taraneasca inseamna ca veti avea o casnicie fericita si copii buni. Visul in care construiti o casa taraneasca se rezuma la activitatea dumneavoastra profesionala.",
      "slug": "casa-taraneasca"
    },
    {
      "name": "Casa veche",
      "category": "dictionar",
      "shortMeaning": "Casa veche in vise reprezinta vechile voastre credinte, atitudini si cum le-ati folosit pentru a gandi sau a simti.",
      "fullInterpretation": "Casa veche in vise reprezinta vechile voastre credinte, atitudini si cum le-ati folosit pentru a gandi sau a simti. Alternativ, casa veche poate simboliza nevoia de a va actualiza. Visul in care casa ta este deteriorata indica preocupari din viata de zi cu zi cu privire la starea casei tale.",
      "slug": "casa-veche"
    },
    {
      "name": "Casatorie",
      "category": "dictionar",
      "shortMeaning": "(acest lucru poate aprea si intr-o casatorie reala), ca nu sunteti satisfacut din punct de vedere sexual.",
      "fullInterpretation": "(acest lucru poate aprea si intr-o casatorie reala), ca nu sunteti satisfacut din punct de vedere sexual. Cine viseaza ca este silit sa se casatoreasca, are in realitate idei fixe, care ii ingreuneaza convietuirea cu cei din jur si munca (vezi, de asemenea,divort).In traditia romaneasa visul cerere in casatorie semnifica armonie si pace interioara.- Daca primesti o cerere in casatorie inseamna ca persoanele de sex opus sunt interesate de tine, dar mai inseamna ca vei castiga si o suma frumusica de bani.",
      "slug": "casatorie"
    },
    {
      "name": "Casatorit",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "casatorit"
    },
    {
      "name": "Cascada",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cascada"
    },
    {
      "name": "Cascat",
      "category": "dictionar",
      "shortMeaning": "Cascatul in vise denota, in general, o stare de oboseala sau de plictiseala.",
      "fullInterpretation": "Cascatul in vise denota, in general, o stare de oboseala sau de plictiseala. De asemenea este posibil sa incercam sa spunem ceva, fara sa ne fi hotarat inca ce anume. In lumea animalelor, cascatul este cel mai probabil un semn al agresivitatii, iar in vise, cascatul poate fi asociat cu o modalitate de controlare a propriului comportament abuziv. In viata de zi cu zi, atunci cand cascam, inspiram mai mult oxigen. Din perspectiva spirituala, este vorba despre sinele launtric, care incearca sa dobandeasca mai multa cunoastere.",
      "slug": "cascat"
    },
    {
      "name": "Cascaval",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca daca visati cascaval este semn bun, deseori reprezinta placere si bucurie.",
      "fullInterpretation": "In traditia romaneasca daca visati cascaval este semn bun, deseori reprezinta placere si bucurie. De asemenea, cascavalul este asociat cu fericirea din viata amoroasa si, daca va bucurati in vis de gustul cascavalului, este semn ca duceti o viata fericita si implinita. In cele ce urmeaza va vom prezenta cele mai comune vise cu si despre cascaval: Vanzarea cascavalului Daca ati visat ca vindeti cascaval, acesta poate fi un semn ca aveti inclinatii spre afaceri. Astfel, visul poate fi o reflectare a dorintei dumneavoastra de a va dezvolta intr-un anumit domeniu si de a afla mai multe despre acesta. Cumparand cascaval Visand ca ati cumparat cascaval este un semn de sperante si realizari curande. Atentie, insa, la promisiunile false. Cascaval topit Cascavalul care s-a topit (nu vb. de cascaval topit prin gatire ) arata nevoia de mai mult efort la locul de munca pentru ca se anunta momente din ce in ce mai dificile sau poate ca dumneacoastra vi-ati asumat responsabilitatea pentru ducerea la bun sfarsit a unui proiect. Cascaval stricat sau putrezit Acest vis este prevestitor de semne rele. De asemenea, visul poate fi considerat un avertisment legat de relatia conjugala. Este posibil ca relatia dumneavoastra sa se strice incet si va trebui sa luati decizii intelepte. Consumul de cascaval Daca ati visat ca mancati cascaval este poarte important sa va amintiti gustul acestuia. In cazul in care cascavalul avea un gust bun, este semn ca problemele din viata dumneavoastra au o solutie. In schimb, daca gustu nu v-a placut sau cascavalul era foarte acru, este semn ca va veti confrunta cu probleme destul de grave care va vor secatui de energie pentru a va recapata pacea. Sandvisuri cu cascaval Acest vis prevesteste vesti bune sau raspunsuri la o intrebare destul de importanta. De asemenea, visul poate simboliza si decizii bune luate in ultimul moment. Alternativ, o alta semnificatie este ca se poate intampla ceva peste asteptarile dumneavoastra. Veti ramane surprins cat de imprevizibila este viata, nu va faceti griji va fi in beneficiul dumneavoastra. Soareci sau sobolani mancand din cascavalul dumneavostra Acest vis face referire la unele persoane care consiera ca este normal si firesc sa beneficieze sau sa se foloseasca de dumneavoastra. De acum inainte ar trebui sa va concentrati mai mult si sa va faceti treaba dumneavoastra, nu a altora. Gatind cu cascaval Fie ca faceti omleta, paste, pizza sau alte feluri de mancare, gatitul ca cascaval simbolizeaza asumarea unor riscuri din care ati putea pierde niste bani. Fiti recunoscator pentru ceea ce aveti si cheltuiti banii in mod responsabil.",
      "slug": "cascaval"
    },
    {
      "name": "Caseta",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "caseta"
    },
    {
      "name": "Casetofon",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "casetofon"
    },
    {
      "name": "Castana",
      "category": "dictionar",
      "shortMeaning": "Castana in vise inseamna noroc.",
      "fullInterpretation": "Castana in vise inseamna noroc. O castana in foc sugereaza succes in afaceri, treburi bune. Castane coapte in vis inseamna placere. Daca visati ca culegeti castane inseamna ca veti avea un avantaj financiar. Visul in care mancati castatne coapte prevesteste o reuniune de scurta durata, iar cand mancati castane crude inseamna succes binemeritat. Daca visati castane care pocnesc in foc sugereaza ca veti avea dificultati.",
      "slug": "castana"
    },
    {
      "name": "Castel",
      "category": "dictionar",
      "shortMeaning": "Castelul in vise reprezinta recompensa, onoare, lauda si recunoastere pentru realizarile dumneavoastra.",
      "fullInterpretation": "Castelul in vise reprezinta recompensa, onoare, lauda si recunoastere pentru realizarile dumneavoastra. Visul in care traiti intr-un castel, sugereaza si prezice ca sunteti destinat pentru o pozitie de putere, bogatie si prestigiu. Luati in considerare actiunile dumneavoastra, emotiile si locatiile unde va aflati in castel. Acestea va pot oferi perspective despre cum v-ati simti atunci cand intr-adevar ati detine putere, va simtiti singur, lacom, simtiti dorinta de familie? Acestea sunt atributele pe care trebuie sa le cautati. Daca ati visat ca sunteti incuiat inafara usii castelului sau sunteti blocat pe un pod in castel, sugereaza ca ati pierdut o oportunitate uriasa, posibil si profitabila.Cine viseaza un castel, traieste putin cu capul in nori, nu este foarte realist. Acesta constructie somptuasa simbolizeaza orgoliul. In cazul in care se afla pe un munte inalt, inseamna ca aveti un scop, pe care il veti atinge numai cu pretul a mari eforturi.Ruinele unui castel semnaleaza propria neliniste, un amalgam de sentimente opuse, care pot duce la o criza in relatia existenta. Dar castelul poate fi interpretat ca fiind o casa (vezi casa) care poate fi comparata cu functiile corpului omenesc (vezi, de asemenea palat).",
      "slug": "castel"
    },
    {
      "name": "Castig la loterie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "castig-la-loterie"
    },
    {
      "name": "Castor",
      "category": "dictionar",
      "shortMeaning": "Castorul in vise inseamna castiguri, dar trebuie sa lucrati cu grija.",
      "fullInterpretation": "Castorul in vise inseamna castiguri, dar trebuie sa lucrati cu grija. Visul in care ucideti un castor semnifica faptul ca cineva va incerca sa va demonstreze ca nu sunteti o persoana responsabila.",
      "slug": "castor"
    },
    {
      "name": "Castraveti",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea legume.",
      "fullInterpretation": "(vezi, de asemenea legume. Castravetii murati in vise inseamna ca sunteti sever cu cei din jurul dumneavoastra, desi, la origine, sunteti foarte usor de ispitit. Visul in care puneti castraveti la murat inseamna ca trebuie sa fiti mai prudent, sa nu comiteti greseli la serviciu, sa ascultati ordinele superiorilor, chiar daca acestea nu sunt tocmai cele mai potrivite.",
      "slug": "castraveti"
    },
    {
      "name": "Castraveti murati",
      "category": "dictionar",
      "shortMeaning": "Castravetii murati in vise inseamna ca sunteti sever cu cei din jurul dumneavoastra, desi, la ori...",
      "fullInterpretation": "Castravetii murati in vise inseamna ca sunteti sever cu cei din jurul dumneavoastra, desi, la origine, sunteti foarte usor de ispitit. Visul in care puneti castraveti la murat inseamna ca trebuie sa fiti mai prudent, sa nu comiteti greseli la serviciu, sa ascultati ordinele superiorilor, chiar daca acestea nu sunt tocmai cele mai potrivite.",
      "slug": "castraveti-murati"
    },
    {
      "name": "Castron",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis ai cumparat un castron - necaz inseamna.",
      "fullInterpretation": "- Daca in vis ai cumparat un castron - necaz inseamna.- De visezi castron de lut - viata lunga vei avea.- Castron pe masa ta - creativitatea ta va fi rasplatita.- Daca in vis ai spart un castron - cearta inseamna.- De ti in mana un castron Â - vei fi invitata la masa.- Daca visezzi un castron gol pe masa vei avea parte de searacie , in caz contrar inseamna ca nu vei suferi de saracie.",
      "slug": "castron"
    },
    {
      "name": "Cataclism",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visatÂ cataclism - discutii conjugale.",
      "fullInterpretation": "- Daca ai visatÂ cataclism - discutii conjugale.- Daca in vis asisti la cataclism - suferinta, mizerie, lucruri rele ti se vor intampla.- Daca privesti un cataclism - semn rau, in traditia romaneasca este semn de moare, suferinta.",
      "slug": "cataclism"
    }
  ]
}