{
  "symbols": [
    {
      "name": "Cer albastru",
      "category": "dictionar",
      "shortMeaning": "Cerul albastru in vise sugereaza ca veti avea noroc.",
      "fullInterpretation": "Cerul albastru in vise sugereaza ca veti avea noroc. Totusi, visul la un cer senin prezice incheierea unei aventuri amoroase incitante.",
      "slug": "cer-albastru"
    },
    {
      "name": "Cer cu stele",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cer-cu-stele"
    },
    {
      "name": "Cer intunecat",
      "category": "dictionar",
      "shortMeaning": "Adesea, orizontul cerurilor vazute in vise este interpretat ca fiind viitrul apropiat al visatorului.",
      "fullInterpretation": "Adesea, orizontul cerurilor vazute in vise este interpretat ca fiind viitrul apropiat al visatorului. Prin urmare, starea si culoarea acestuia joaca un rol destul de importand in interpretarea aceea ce inseamna acest vis. Visand un cer negru suntem avertizati cu privire la luarea deciziilpr. In decursul zilelor urmatoare trebuie sa foarte atent, cantariti cu grija deciziile pe care le veti lua pentru ca acestea pot avea un impact asupra dumneavoastra pe o perioada destul de indelungata. In mod alternativ, un cer innorat cu nori negri poate prevesti si o cearta, un conflict si, eventual chiar miting sau o greva. Cerul intunecat a fost luminat de corpuri ceresti. Daca luna, soarele sau stelele lumineaza cerul care a fost intunecat, asta inseamna ca, in ciuda perspectivelor sumbre, realitatea nu va fi atat de ispaimantatoare. O raza de soare iesind dintre nori intunecati prevesteste un sfarsit apropiat, de regula visu face referire la problemele dumneavoastra care vor trece in curand. Vazand nori negrii care formeaza o furtuna indica adesea emotiile puternice pe care le puteti avea despre o anumita situatie sau persoana. De asemenea, pot sublinia constientizarea problemelor care apar in viata voastra in viitorul apropiat. Fiti precauti in continuare, traiti cat mai pasnic cu ceilalti si faceti modificari daca simtiti ca ati facut o nedreptate.",
      "slug": "cer-intunecat"
    },
    {
      "name": "Cer rosu",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cer-rosu"
    },
    {
      "name": "Cer senin",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cer-senin"
    },
    {
      "name": "Cerb",
      "category": "dictionar",
      "shortMeaning": "(vezi coarne) simbolizeaza scara Domnului.",
      "fullInterpretation": "(vezi coarne) simbolizeaza scara Domnului. Luptele din perioada de rut arata potenta cerbului, de aceea cerbul din vis poate fi talmacit si din punct de vedere sexual.Uneori, cerbul prevesteste femeilor noroc in dragoste,dar e posibil ca aceasta sa puna corne cuiva. Pentru barbati, cerbul din vis anunta succes si idei marete, care nu se limiteaza numai la erotism si sexualitate.Simbolizeaza, in general, castig si inaltare. Cerbi adunati la un loc - marirea familiei Cerb alergand - iti vei atinge scopul propus Cerbi alergand cate doi - dragoste infocata de care nu scapi Alungand un cerb - realizarea unui tel Cerb care se apropie de tine - insuratoare trista Fiind atacat de catre un cerb - necaz, casatorie nefericita Cerb si caprioara cu pui - fericire, fertilitate Coarne de cerb abandonate in padure - mostenire Impuscand un cerb - umilirea dusmanilor - Cerb murind - semn bun Cerb omorand sau gasind ucisi - nefericire Visul in care vedeti coarne de cerb care incununeaza fruntea animalului inseamna ca exista ceva in viata dumneavoastra ce depaseste limita normalului, se poate referi la capacitatile intelectuale. Daca visati un trofeu cu coarne de cerb atunci inseamna ca incercati sa dobanditi acces la un statut superior. Din punct de vedere psihologic, coarnele de cerb in vise reprezinta constientizarea unor elemente izbucnirea unui conflict intre latura marinimoasa a dumneavoastra si cea a instinctelor josnice.",
      "slug": "cerb"
    },
    {
      "name": "Cerb alergand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cerb-alergand"
    },
    {
      "name": "Cercei / Cercel",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cercei-cercel"
    },
    {
      "name": "Cercei de argint",
      "category": "dictionar",
      "shortMeaning": "Cerceii de argint in vise inseamna ca sunteti barfit de cei din jur, ca exista rauvoitori care va denigreaza.",
      "fullInterpretation": "Cerceii de argint in vise inseamna ca sunteti barfit de cei din jur, ca exista rauvoitori care va denigreaza. Visul ar mai putea insemna si faptul ca aveti o energie foarte scazuta si nu faceti fata problemelor zilnice.",
      "slug": "cercei-de-argint"
    },
    {
      "name": "Cercei de aur",
      "category": "dictionar",
      "shortMeaning": "Cerceii de aur in vise simbolizeaza o serie de probleme temporare.",
      "fullInterpretation": "Cerceii de aur in vise simbolizeaza o serie de probleme temporare. Pentru a afla mai multe vizitati si interpretarea visului cercei.",
      "slug": "cercei-de-aur"
    },
    {
      "name": "Cercei purtand",
      "category": "dictionar",
      "shortMeaning": "(cercel)",
      "fullInterpretation": "(cercel)",
      "slug": "cercei-purtand"
    },
    {
      "name": "Cercei vanzand",
      "category": "dictionar",
      "shortMeaning": "( cercel)",
      "fullInterpretation": "( cercel)",
      "slug": "cercei-vanzand"
    },
    {
      "name": "Cercel pierdut",
      "category": "dictionar",
      "shortMeaning": "A visa un cercel pierdut indica faptul ca sunteti indrumat gresit.",
      "fullInterpretation": "A visa un cercel pierdut indica faptul ca sunteti indrumat gresit. Visul in care gasiti un cercel pierdut sugereaza informatia venita pentru dumneavoastra, vitala pentru a intelege ceva in viata de zi-cu-zi. In traditia araba, daca o femeie viseaza un cercel pierdut inseamna ca va suferi din pricina fiicei sale sau din cauza suferintei din perioada fecioriei.",
      "slug": "cercel-pierdut"
    },
    {
      "name": "Cercetator",
      "category": "dictionar",
      "shortMeaning": "Indiferent daca ai visat ca privesti un cercetator care lucreaza in laborator sau daca esti chiar...",
      "fullInterpretation": "Indiferent daca ai visat ca privesti un cercetator care lucreaza in laborator sau daca esti chiar tu acel cercetator, visul prevesteste ca vei intalni persoane importante, posibil aceste persone sa iti schimbe viata. Acest vis este considerat a fi unul bun potrivit traditiei romanesti.",
      "slug": "cercetator"
    },
    {
      "name": "Cereale",
      "category": "dictionar",
      "shortMeaning": "Potrivit traditiei romanesti daca visezi cereale inseamna ca o sa ai parte de belsug.",
      "fullInterpretation": "Potrivit traditiei romanesti daca visezi cereale inseamna ca o sa ai parte de belsug.- Daca visezi ca mananci creale - ai parte de sanate si venituri financiare bune.- Daca cerealele pe care le mananci in vis sunt reci atunci ar trebui sa fi mai chibzuit cu cheltuelile, vei face datorii banesti.",
      "slug": "cereale"
    },
    {
      "name": "Ceremonie",
      "category": "dictionar",
      "shortMeaning": "Ceremonia in vis simbolizeaza o actiune reusita- Daca ai visat ceremonie militara - semnifica liniste in familie.",
      "fullInterpretation": "Ceremonia in vis simbolizeaza o actiune reusita- Daca ai visat ceremonie militara - semnifica liniste in familie.- Ceremonie religioasa - dorinta ta se va indeplini sau vei perece clipe frumoase alaturi de prieteni apropiati.- Ceremonie regala - situatii noi la care le faci fata cu greu.",
      "slug": "ceremonie"
    },
    {
      "name": "Cerere in casatorie",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasa visul cerere in casatorie semnifica armonie si pace interioara.",
      "fullInterpretation": "In traditia romaneasa visul cerere in casatorie semnifica armonie si pace interioara.- Daca primesti o cerere in casatorie inseamna ca persoanele de sex opus sunt interesate de tine, dar mai inseamna ca vei castiga si o suma frumusica de bani.",
      "slug": "cerere-in-casatorie"
    },
    {
      "name": "Cerneala",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea, pata).",
      "fullInterpretation": "(vezi, de asemenea, pata). .",
      "slug": "cerneala"
    },
    {
      "name": "Cersetor",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cersetor"
    },
    {
      "name": "Certificat",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis ceri un certificat - nu ai incredere in ceva sau in cineva.",
      "fullInterpretation": "- Daca in vis ceri un certificat - nu ai incredere in ceva sau in cineva.- Oferi cuiva un certificat - inseamna ca prin fatele tale ti-ai castigat multi prieteni.- De visezi certificat de deces - mare suparare in familie inseamna.- Certificat de nastere - viata noua dar cu probleme.- Certificat medical - sanatate pe termen lung.A va vedea certificatul de nastere in vise simbolizeaza increderea de sine. Luati in calcul si conditia certificatului de nastere. Daca visati ca este deteriorat sau rupt atunci inseamna ca increderea dumneavoastra se prabuseste. Visul in care va pierdeti certificatul de nastere denota confuzie despre propria identitate. Daca visati ca cineva vi-a furat certificatul de nastere sau va luati unul fals inseamna ca simtiti in interiorul dumneavoastra ca nu sunteti indeajuns de bun.",
      "slug": "certificat"
    },
    {
      "name": "Certificat de nastere",
      "category": "dictionar",
      "shortMeaning": "A va vedea certificatul de nastere in vise simbolizeaza increderea de sine.",
      "fullInterpretation": "A va vedea certificatul de nastere in vise simbolizeaza increderea de sine. Luati in calcul si conditia certificatului de nastere. Daca visati ca este deteriorat sau rupt atunci inseamna ca increderea dumneavoastra se prabuseste. Visul in care va pierdeti certificatul de nastere denota confuzie despre propria identitate. Daca visati ca cineva vi-a furat certificatul de nastere sau va luati unul fals inseamna ca simtiti in interiorul dumneavoastra ca nu sunteti indeajuns de bun.",
      "slug": "certificat-de-nastere"
    },
    {
      "name": "Cetate",
      "category": "dictionar",
      "shortMeaning": "-In traditia vechilor persi a visa o cetate era considerat un vis bun, acesta semnifica noroc.",
      "fullInterpretation": "-In traditia vechilor persi a visa o cetate era considerat un vis bun, acesta semnifica noroc.-Occidentalii considera ca daca visezi o cetate plina cu soldati , vei trece printr-un pericol iar daca in vis cetatea era asediata, insemna ca ai o stare psihica buna cu moral ridicat.- In traditia romaneasca visul in care ne apare o cetate nu este unul bun, acesta prevesteste neancredere si relatii nu prea bune cu cei din jur. - Daca ai visat o cetate abandonata - ai grija de sanatatea ta, acumulezi foate multa oboseala.- De visezi cetate atacata, asediata - moral ridicat, optimism, ai incredere in fortele proprii.- Vezi de la distanta o cetate plina cu soldati - te vei lovi de un impas sau treci printr-un mare risc.- Daca cetatea are ferestrele sparte - inseamna ca iti vei pierde si ultimele sperante.- Cetate mare, imensa - te pandesc nenorociri, semn de neincredere si relatii nu prea bune cu cei din jurul tau.- Daca tu intri, pasesti intr-o cetate - te va paste un rau.- Vezi o cetate prabusindu-se - moartea unui om bun, drag.- De vezi ziduri prabusindu-se la o cetate - semn de moarte.",
      "slug": "cetate"
    },
    {
      "name": "Cezariana",
      "category": "dictionar",
      "shortMeaning": "Cezariana in vise reprezinta mijloacele care va lipsesc pentru a pune in practica anumite proiecte importante.",
      "fullInterpretation": "Cezariana in vise reprezinta mijloacele care va lipsesc pentru a pune in practica anumite proiecte importante. Asemenea visul inseamna si o iesire dintr-o situatie dificila printr-o actiune de ultim moment.",
      "slug": "cezariana"
    },
    {
      "name": "Cheala",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca daca visezi o femeie cheala sau daca chiar tu esti cheala, visul este unul...",
      "fullInterpretation": "In traditia romaneasca daca visezi o femeie cheala sau daca chiar tu esti cheala, visul este unul bun si semnifica fericire casnica, atauri de familie.",
      "slug": "cheala"
    },
    {
      "name": "Chei",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea lacatus, broasca usii).",
      "fullInterpretation": "(vezi, de asemenea lacatus, broasca usii).O cheie rupta in vise prezice anumite dificultati in realizarea planurilor si a dorintelor.",
      "slug": "chei"
    },
    {
      "name": "Chei multe",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "chei-multe"
    },
    {
      "name": "Chei rasucind in broasca",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "chei-rasucind-in-broasca"
    },
    {
      "name": "Cheie",
      "category": "dictionar",
      "shortMeaning": "O cheie rupta in vise prezice anumite dificultati in realizarea planurilor si a dorintelor.",
      "fullInterpretation": "O cheie rupta in vise prezice anumite dificultati in realizarea planurilor si a dorintelor.",
      "slug": "cheie"
    },
    {
      "name": "Cheie rupta",
      "category": "dictionar",
      "shortMeaning": "O cheie rupta in vise prezice anumite dificultati in realizarea planurilor si a dorintelor.",
      "fullInterpretation": "O cheie rupta in vise prezice anumite dificultati in realizarea planurilor si a dorintelor.",
      "slug": "cheie-rupta"
    },
    {
      "name": "Chel",
      "category": "dictionar",
      "shortMeaning": "- Daca te-ai visat chel Â inseamna ca duci la bun sfarsit o afacere, o responsabilitate, izbanda.",
      "fullInterpretation": "- Daca te-ai visat chel Â inseamna ca duci la bun sfarsit o afacere, o responsabilitate, izbanda.- O chelie visata de catre un barbat semnifica slabiciune psihica sau predispus la boli.- O chelie visata de catre o femeie ne prevesteste anumite probleme emotionale, chiar si intreruperi de relatii, despartiri. - Daca in vis ai lasat bacsis unui chelner sau unei chelnerite atunci ai grija ca s-ar putea sa pierzi un obiect de valoare.- Daca in vis esti dreanjat(a) de serviciile proaste ale chelnerilor inseamna ca vei avea unele discutii cu angajatorul tau.- Daca in vis un chelner rastoarna mancare pe tine inseamna te vei certa cu cel mai bun prieten.Daca visati ochelari de soare inseamna ca sunteti un om visator, va place sa va ganditi doar la lucruri bune, sa fiti optimist si va faceti mereu planuri frumoase. Totusi, ar mai putea insemna ca fugiti de responsabilitate, va eschivati, tratati unele situatii cu dezinteres.O schela de lemn sau de fier in vise, care este asezata pe o cladire, este semn ca veti avea noi oportunitati de a munci.Acest vis este legat de dezvoltarea spiritismului intr-un individ si poate arata o imensa energie in viata. Exista o legatura intre schelete si nevoia de constientizare a materialului de baza. Asfel de vise pot indica ca este timpul sa va ganditi la ceea ce aveti in prezent si la ceea ce va asteptati sa aveti si apoi concentrati-va asupra a ceea ce va face fericit in viata. Visarea unui schelet indica o intelegre in viitor. Un schelet incomplet sau rupt reprezinta necesitatea de a va gandi la sentimentele altora. Visand ca vedeti un schelet in oglinda inseamna ca va simtiti lipsit de putere, un esec total sau traiti o viata care va aminteste la tot pasul cat de multe ati pierdut. Traind cu amintirea cat de bine a fost. Exemple de vise cu scheleti: Un barbat a avut cosmaruri recurente despre un schelet al unei tinere care il urmarea. In viata reala, el a permis in mod accidental ca aceasta fata sa se inece si nu putea sa scape de vina ca viata ei i-a scapat printre degete. O femeie insarcinata a visat ca a intrat in travaliu si ca a vazut corpul bebelusului ei ca fiind unul de schelet. In viata de zi cu zi, aceasta a fost la doua zile distanta de nastere si se temea de complicatii la nastere care ar putea cauza moartea copilului. On alt barbat a visat ca este urmarit de un schelet. In cazul acestuia, un sentiment de vina l-a colplesit dupa moartea celei mai mici surori ale acestuia. Vedeti si : Oase de mortUrechelnita in vise reprezinta, in genral, vesti neplacute care va vor afecta atat pe plan profesional cat si familial. Urechelnitele sun foarte rezistente si pot supravietui la multe incercari de distrugere. Aceste pot prevesti trecerea prin vremuri grele pentru indeplinirea visurilor. Ele semnifica, de asemenea, faptul ca trebuie sa lucrati impreuna cu altii pentru atingerea scopurilor, atunci cand ati visat mai multe urechelnite la un loc. Frica in vis fata de urechenline indica in viata reala o teama fata de un angajament sau, poate doriti sa va ignorati responsabilitatile fata de cei carora v-ati luat angajamente.",
      "slug": "chel"
    },
    {
      "name": "Chelie",
      "category": "dictionar",
      "shortMeaning": "- O chelie visata de catre un barbat semnifica slabiciune psihica sau predispus la boli.",
      "fullInterpretation": "- O chelie visata de catre un barbat semnifica slabiciune psihica sau predispus la boli.- O chelie visata de catre o femeie ne prevesteste anumite probleme emotionale, chiar si intreruperi de relatii, despartiri.",
      "slug": "chelie"
    },
    {
      "name": "Chelner chelnerita",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis ai lasat bacsis unui chelner sau unei chelnerite atunci ai grija ca s-ar putea sa p...",
      "fullInterpretation": "- Daca in vis ai lasat bacsis unui chelner sau unei chelnerite atunci ai grija ca s-ar putea sa pierzi un obiect de valoare.- Daca in vis esti dreanjat(a) de serviciile proaste ale chelnerilor inseamna ca vei avea unele discutii cu angajatorul tau.- Daca in vis un chelner rastoarna mancare pe tine inseamna te vei certa cu cel mai bun prieten.",
      "slug": "chelner-chelnerita"
    },
    {
      "name": "Chemare",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca cineva te cheama, iar in vis tu nu-i poti raspunde , atunci acest vis ne preve...",
      "fullInterpretation": "- Daca ai visat ca cineva te cheama, iar in vis tu nu-i poti raspunde , atunci acest vis ne prevesteste numai lucruri neplacute, singuratate.- Daca in vis reusesti sa respunzi la chemare , visul are o semnificatie buna, prevesteste lucruri bune pe viitor.",
      "slug": "chemare"
    },
    {
      "name": "Cherestea",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca a visa cherestea este un sem rau, semnifica nereusita si multe necazuri.",
      "fullInterpretation": "In traditia romaneasca a visa cherestea este un sem rau, semnifica nereusita si multe necazuri.- Daca in vis vedeti piloni asezati in ordine de cherestea - izbanda in afaceri.- Cerestea impastiata, ne aranjata - ceruri in familie sau certuri ce va implica si familia dumneavoastra.",
      "slug": "cherestea"
    },
    {
      "name": "Chibrituri",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca se spune ca daca visezi chibrituri vei avea suparari, certuri, in primul r...",
      "fullInterpretation": "In traditia romaneasca se spune ca daca visezi chibrituri vei avea suparari, certuri, in primul rand cu cei din casa dar si la servici.- Daca ai visat ca aprinzi chibrituri - este semn ca te inseala partenerul.- De vezi arzand chibrituri - o sa ai parte de semnitate si succes in afaceri sau la servici.- Chibrituri imrastiate, varsate - te vei simti deprimat(a), te cherti cu toata lumea.Â",
      "slug": "chibrituri"
    },
    {
      "name": "Chiciura",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat chiciura pe la geamuri inseamna ca vei face lucruri, fapte cu care te vei mandru.",
      "fullInterpretation": "- Daca ai visat chiciura pe la geamuri inseamna ca vei face lucruri, fapte cu care te vei mandru.Â",
      "slug": "chiciura"
    },
    {
      "name": "Chiftele",
      "category": "dictionar",
      "shortMeaning": "Daca visati chiftele sau visati ca mancati chiftele reprezinta familiaritatea, usurinta si comfor...",
      "fullInterpretation": "Daca visati chiftele sau visati ca mancati chiftele reprezinta familiaritatea, usurinta si comfortul de care dati dovada in anumite aspecte din viata dumneavoastra. Daca visati ca gatiti chiftele inseamna ca un proiect sau o idee incepe sa prinda forma.",
      "slug": "chiftele"
    },
    {
      "name": "Chihlimbar",
      "category": "dictionar",
      "shortMeaning": "Chihlimabrul in vise reprezinta firul psihic ce leaga energia individuala de energia cosmica, suf...",
      "fullInterpretation": "Chihlimabrul in vise reprezinta firul psihic ce leaga energia individuala de energia cosmica, sufletul individual de sufletul universal. Simbolizeaza atractia solara, spirituala si divina. Eroilor si sfintilor li se atribuie mai intotdeauna un chip chihlimbariu. Acesta reprezinta o oglindire a cerului in fiinta lor, precum si forta lor de atractie. Potrivit unei credinte populare, daca visati ca aveti asupra dumneavoastra un obiect de chihlimbar, in orice imprejurare, atunci inseamna ca va puteti bizui oricand pe virilitatea dumneavoastra.",
      "slug": "chihlimbar"
    },
    {
      "name": "Chilot chiloti",
      "category": "dictionar",
      "shortMeaning": "Traditia romaneasca prezinta visul chiloti un vis aducator de noroc, schimbare sin punct de veder...",
      "fullInterpretation": "Traditia romaneasca prezinta visul chiloti un vis aducator de noroc, schimbare sin punct de vedere sentimental si material.- De visezi chiloti barbatesti - ai sa primesti o oferta avantajoasa.- Daca in vis cumperi o pereche de chiloti - esti multumit de viata ta.- Daca ai vasat chiloti de femeie - vor urma schimbari in bine.- Daca visezi ca speli chiloti - profit si succes dintr-un proiect.",
      "slug": "chilot-chiloti"
    },
    {
      "name": "Chiloti noi",
      "category": "dictionar",
      "shortMeaning": "Visul in care purtati chiloti noi simbolizeaza o noua etapa in relatia cu persoana iubita.",
      "fullInterpretation": "Visul in care purtati chiloti noi simbolizeaza o noua etapa in relatia cu persoana iubita. De asemenea, veti primi vesti importante si placute. Curand vetideveni mai norocos, iar statutul material vi se va imbunatati. In traditia islamica, chilotii noi in vise inseamna modestie si protectia castitatii.",
      "slug": "chiloti-noi"
    },
    {
      "name": "Chimono",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "chimono"
    },
    {
      "name": "Chin chinuit",
      "category": "dictionar",
      "shortMeaning": "- Daca vezi pe altcineva chinuit - pierderi si nenorociri.",
      "fullInterpretation": "- Daca vezi pe altcineva chinuit - pierderi si nenorociri.- Daca vezi un animal chinuit - cineva cu care te afli intr-o relatie, de pretenie sau amicitie, iti va provoca durere, suparari.- Daca tu suferi, esti chinuit(a) - durere provocata de pierdere a unei persoane apropiate.",
      "slug": "chin-chinuit"
    },
    {
      "name": "China",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca va uitati la o harta si sunteti cu ochii atintiti pe China, este un semn ca veti f...",
      "fullInterpretation": "Daca visati ca va uitati la o harta si sunteti cu ochii atintiti pe China, este un semn ca veti fi deranjat de constiinta dumneavoastra deoarece ati fost supus unor actiuni rele sau cuvintele dumneavoastra au fost prea ofensatoare in relatia cu cineva. Visul in care ati fost intr-o calatorie de afaceri in China sugereaza ca in viitorul apropiat va veti decide sa va implicati intr-o afacere riscanta. Rezultatele acestei aventuri nu vor depinde doar de dumneavoastra, ci in principiu de experienta si de bunul simt al oamenilor pe care ii alegeti sa va fie parteneri. Un vis in care umblati pe strazilor unor orase din China sau de-a lungul Marelui Zid Chinezesc vesteste noutati importante care le veti afla curand de la prieteni sau pe care le veti citi in presa. Cel mai probabil, vestile vor explica anumite evenimente rezonante in societate care va pot afecta semnificativ cursul afacerilor. Daca visati ca va utati in China si deveniti cetatean al acestei tari inseamna ca suntet pregatit sa va schimbati locul de munca sau sa ocupati o pozitie de conducere in comanie. Va trebui sa interactionati si sa negociati cu un numar mare de persoane. Visul in care vedeti un barbat sau o femeie din China prevesteste posibile situatii ciudate. Va trebui sa aveti curajul si imaginatia necesara sa va rezolvati problema onorabil, totusi, daca decideti sa recurgeti la siretlicuri si deceptii, doar veti inrautati circumstantele, iar ceilalti participanti la aceasta neintelegere vor pune vina pe umerii dumneavoastra. Daca visati ca umblati cu un cetatean din China este un avertisment ca in curand veti avea de-a face cu oameni prefacuti si ipocriti. La inceput nu veti intelege adevaratele intentii ale noilor parteneri, deoarece se prefac a fi prietenosi, placuti si responsabili, dar in anumite situatii complicate va vor demnostra adevarata lor natura. Insemnatatea Chinei in vise poate fi la fel de versatila ca si in realitate. Motivul este unicitatea fiercarui individ si asocierea personala cu Orientul. De aceea majoritatea dictionarelor de vise au multe idei ce acopera acest subiect. A visa ca va aflati in China prezice anumite vesti, deoarece aceasta civilizatia si cultura a fost o sursa constanta de stiri pentru intrega lume. Totusi, rezultatele acestor stiri vor depinde de o persoana.",
      "slug": "china"
    },
    {
      "name": "Chinez",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat un chinez - sanatate infloritoare, faci o calatorie mare.",
      "fullInterpretation": "- Daca ai visat un chinez - sanatate infloritoare, faci o calatorie mare.- Daca ai visat ca stai de vorba cu un chinez - vei primi o vizita.- Daca in vis lucrezi alaturi de un chinez - ai grija la colaborari , s-ar putea sa nu fie persoana potrivita.",
      "slug": "chinez"
    },
    {
      "name": "Chirie",
      "category": "dictionar",
      "shortMeaning": "Chiria in vise este un element de context ce vizeaza lucruri care nu va apartin, dar sunt necesar...",
      "fullInterpretation": "Chiria in vise este un element de context ce vizeaza lucruri care nu va apartin, dar sunt necesare in evolutia personala. Visul in care primiti chirie inseamna ca cineva va va multumi pentru ce ati facut mai demult pentru acesta, aveti speranta in cineva, va bazati pe un ajutor de la parinti. Daca visati ca dati chirie indica faptul ca va bateti capul cu problemele zilnice, va invartiti in cerc. Visul in care nu va puteti plati chiria sugereaza ca veti fi invitat la o masa.",
      "slug": "chirie"
    },
    {
      "name": "Chirurg",
      "category": "dictionar",
      "shortMeaning": "Daca visati un chirurg atunci inseamna ca va veni o perioada grea, organismul dumneavoastra devin...",
      "fullInterpretation": "Daca visati un chirurg atunci inseamna ca va veni o perioada grea, organismul dumneavoastra devine tot mai slabit, o perioada de deprimare. Ar mai putea insemna case anunta o operatie, dar poate fi vorba de o asemena procedura pe propria dumneavoastra personalitate. Daca va visati ca sunteti chirurg sugereaza ca aveti vise si idealuri realizabile sau poate cineva va veni sa va ceara ajutor.",
      "slug": "chirurg"
    },
    {
      "name": "Chitanta",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca daca visezi o chitanta inseamna ca vei scapa de datorii ce te framanta.",
      "fullInterpretation": "In traditia romaneasca daca visezi o chitanta inseamna ca vei scapa de datorii ce te framanta.- Daca dai cuiva o chitanta - stimezi o persona foarte mult.- Daca ai pierdut o chitanta - uitare.- De primesti o chitanta - ai sa faci avere.- Daca ai visat ca scri o chitanta - ai mare grija la dusmani.",
      "slug": "chitanta"
    },
    {
      "name": "Chitara",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "chitara"
    },
    {
      "name": "Chiuveta",
      "category": "dictionar",
      "shortMeaning": "Chiuveta in vise reprezinta un prag emotional pe care trebuie sa il treceti pentru a merge inainte.",
      "fullInterpretation": "Chiuveta in vise reprezinta un prag emotional pe care trebuie sa il treceti pentru a merge inainte. Visul la o chiuveta de baie simbolizeaza renuntarea la dorinta de a afisa o buna aparenta, renuntarea la mandrie, totul pe pentru a rezolva o situatie delicata. Daca visati o chiuveta de bucatarie inseamna ca se anunta o schimbare, o reinnoire, o noua structura in mediul familial.",
      "slug": "chiuveta"
    },
    {
      "name": "Cicatrice",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat cicatrice - semn bun, afaceri profitabile.",
      "fullInterpretation": "- Daca ai visat cicatrice - semn bun, afaceri profitabile.- De visezi o persoana cu cicatricii pe fata - probleme la servici, fi atent in special cu seful tau. - Daca in vis vezi corpul cuiva plin de cicatricii - suferinta, vicii mortale.- Daca in vis corbul tau este plin de cicatricii - elibereaza-ti constiinta, uita lucrurile neplacute.",
      "slug": "cicatrice"
    }
  ]
}