{
  "symbols": [
    {
      "name": "Cabană",
      "category": "locuri",
      "shortMeaning": "Refugiu temporar, nevoie de liniște sau izolare pentru regăsire.",
      "fullInterpretation": "Visul despre o cabană simbolizează nevoia de refugiu și de simplitate. Adesea, indică dorința de a te retrage din tumultul vieții cotidiene pentru a-ți găsi liniștea interioară sau pentru a te reconecta cu natura. Poate sugera, de asemenea, o perioadă de introspecție sau de vacanță necesară. Dacă cabana este primitoare, te simți în siguranță; dacă este părăsită, poate indica singurătate sau neglijarea nevoilor sufletești.",
      "slug": "cabana"
    },
    {
      "name": "Cabină",
      "category": "obiecte",
      "shortMeaning": "Ascensiune, perspectivă panoramică și depășirea obstacolelor.",
      "fullInterpretation": "A fi într-o telecabină în vis sugerează o ascensiune deasupra problemelor și o perspectivă detașată asupra vieții. Indică faptul că te afli într-o perioadă favorabilă, în care obstacolele pot fi depășite cu ușurință, parcă plutind peste ele. Dacă ești însoțit, acea persoană poate juca un rol important în evoluția ta. Totuși, cabina suspendată poate evoca și o fragilitate sau o lipsă de control direct asupra direcției, bazându-te pe un mecanism extern.",
      "slug": "cabina"
    },
    {
      "name": "Cabinet",
      "category": "locuri",
      "shortMeaning": "Spațiu de autoritate, vindecare sau decizii oficiale.",
      "fullInterpretation": "Un cabinet în vis, fie el medical, de avocatură sau școlar, reprezintă un spațiu al evaluării și al rezolvării problemelor. Poate semnala nevoia de a consulta un specialist sau de a cere sfatul cuiva cu autoritate într-o situație incertă din viața ta. Dacă te simți anxios, poate reflecta teama de judecată sau de un diagnostic (nu neapărat medical, ci al unei situații). Dacă te simți în largul tău, indică pregătirea de a înfrunta realitatea și de a lua măsuri concrete.",
      "slug": "cabinet"
    },
    {
      "name": "Cablu",
      "category": "obiecte",
      "shortMeaning": "Conexiune, energie transmisă sau legături invizibile.",
      "fullInterpretation": "Cablul în vis simbolizează conexiunea și modul în care energia sau informația circulă în viața ta. Un cablu intact sugerează o comunicare bună și o alimentare constantă cu resurse (emoționale sau fizice). Un cablu rupt sau încâlcit poate indica neînțelegeri, blocaje în comunicare sau o pierdere de vitalitate. De asemenea, poate reprezenta legătura cu o persoană sau o situație de care depinzi, sugerând necesitatea de a verifica \"conexiunile\" tale cu cei din jur.",
      "slug": "cablu"
    },
    {
      "name": "Cacao",
      "category": "alimente",
      "shortMeaning": "Confort, căldură sufletească și relații prietenoase dulci.",
      "fullInterpretation": "A bea cacao în vis este un simbol al confortului emoțional și al inocenței regăsite. Sugerează nevoia de a te răsfăța sau de a împărtăși momente de tandrețe cu cei apropiați. Dacă împarți cacao cu cineva, acest lucru prevestește relații sincere, durabile și loiale. Este un semn al prieteniei necondiționate și al micilor bucurii care încălzesc sufletul, amintind adesea de siguranța din copilărie.",
      "slug": "cacao"
    },
    {
      "name": "Căciulă",
      "category": "obiecte",
      "shortMeaning": "Protecție a gândurilor, ascundere sau confort mental.",
      "fullInterpretation": "Căciula în vis simbolizează protecția ideilor și a mentalului tău. Poate sugera nevoia de a te feri de influențele externe \"reci\" sau critice. Uneori, a purta o căciulă poate indica dorința de a ascunde ceva, de a păstra un secret sau de a nu-ți dezvălui adevăratele intenții. Dacă căciula este veche sau urâtă, poate reflecta idei învechite sau o imagine de sine scăzută; dacă este nouă și călduroasă, indică siguranță în propriile opinii.",
      "slug": "caciula"
    },
    {
      "name": "Cactus",
      "category": "natură",
      "shortMeaning": "Apărare, rezistență în condiții grele, dar și izolare.",
      "fullInterpretation": "Cactusul reprezintă capacitatea de a supraviețui în medii ostile și de a-ți conserva energia. Țepii săi simbolizează mecanismele tale de apărare: poate că ridici ziduri în jurul tău pentru a nu fi rănit, ținându-i pe ceilalți la distanță. Visul te poate avertiza că, deși te protejezi, riști să te izolezi. Pe de altă parte, o floare de cactus indică o frumusețe rară și neașteptată care apare chiar și în cele mai aride perioade ale vieții.",
      "slug": "cactus"
    },
    {
      "name": "Cadă",
      "category": "obiecte",
      "shortMeaning": "Purificare, relaxare și curățarea emoțiilor negative.",
      "fullInterpretation": "Cada de baie în vis este un simbol al purificării și al intimității. Sugerează nevoia de a te spăla de griji, de stres sau de sentimente de vinovăție. Apa din cadă reflectă starea ta emoțională: dacă este limpede și caldă, indică relaxare și pace; dacă este murdară sau rece, sugerează emoții negative stagnante pe care trebuie să le eliberezi. Este un moment de vulnerabilitate, dar și de regenerare, în care te confrunți cu tine însuți.",
      "slug": "cada"
    },
    {
      "name": "Cadavru",
      "category": "corp",
      "shortMeaning": "Sfârșitul unui ciclu, aspecte ale sinelui care trebuie lăsate în urmă.",
      "fullInterpretation": "Vederea unui cadavru în vis, deși tulburătoare, nu prevestește neapărat o moarte fizică. De cele mai multe ori, simbolizează sfârșitul unei etape, a unei relații sau a unui mod de a fi. Indică părți din tine care nu mai sunt vii sau utile și de care trebuie să te desprinzi pentru a putea evolua. Poate reflecta, de asemenea, o depresie, o pierdere a vitalității sau sentimente de vinovăție îngropate. Este un apel la transformare și la acceptarea finalului ca parte a procesului de renaștere.",
      "slug": "cadavru"
    },
    {
      "name": "Cădere",
      "category": "acțiuni",
      "shortMeaning": "Pierderea controlului, nesiguranță și frica de eșec.",
      "fullInterpretation": "Visul despre cădere este unul dintre cele mai comune și reflectă adesea o anxietate profundă legată de pierderea controlului în viața de veghe. Poate sugera că te simți copleșit de responsabilități, că îți lipsește sprijinul sau că te temi de un eșec iminent. Dacă cazi și nu ți-e frică, înseamnă că ai capacitatea de a te lăsa dus de val și de a accepta schimbările. Dacă te trezești brusc, este un semnal de alarmă al subconștientului să fii mai atent la deciziile tale. Căderea poate simboliza, de asemenea, un sentiment de inferioritate sau o \"cădere\" din statutul social.",
      "slug": "cadere"
    },
    {
      "name": "Copil",
      "category": "persoane",
      "shortMeaning": "Inocență, noi începuturi, creativitate și partea vulnerabilă a sufletului.",
      "fullInterpretation": "Copilul în vis este o reprezentare puternică a \"copilului interior\" și a potențialului tău de creștere. Simbolizează inocența, puritatea intențiilor și dorința de a explora lumea fără prejudecăți. Un copil care râde aduce vești bune, speranță și armonie. Dacă copilul plânge sau este bolnav, acest lucru reflectă o parte din tine care suferă, este neglijată sau are nevoie de atenție și vindecare. Uneori, visul indică dorința de a te întoarce la o perioadă mai simplă, lipsită de responsabilitățile apăsătoare ale vieții de adult, sau începutul unui nou proiect creativ.",
      "slug": "copil"
    },
    {
      "name": "Câine",
      "category": "animale",
      "shortMeaning": "Loialitate, prietenie, instincte și protecție.",
      "fullInterpretation": "Câinele este simbolul universal al loialității, al prieteniei necondiționate și al intuiției. În vise, el reprezintă adesea o persoană apropiată de încredere sau propriile tale instincte de apărare. Un câine prietenos confirmă faptul că ești înconjurat de oameni care te susțin. Un câine agresiv sau care latră avertizează asupra unui conflict interior, a unei trădări sau a sentimentului că ești atacat de critici. Dacă câinele este bolnav sau rănit, poate indica o prietenie în declin sau faptul că ți-ai neglijat propriile nevoi instinctuale.",
      "slug": "caine"
    },
    {
      "name": "Cal",
      "category": "animale",
      "shortMeaning": "Libertate, putere vitală, pasiune și energie neîmblânzită.",
      "fullInterpretation": "Calul este un simbol nobil al libertății, al forței vitale și al energiei sexuale. A visa un cal sugerează o perioadă de dinamism și dorința de a avansa rapid către obiectivele tale. Un cal alb indică puritate spirituală și succes, în timp ce un cal negru poate sugera mister, forțe necunoscute sau pasiuni ascunse. Dacă călărești calul și deții controlul, înseamnă că ești stăpân pe destinul și pe pornirile tale. Dacă calul este sălbatic sau te aruncă din șa, poate fi un semn că impulsivitatea sau emoțiile puternice te copleșesc.",
      "slug": "cal"
    },
    {
      "name": "Casă",
      "category": "locuri",
      "shortMeaning": "Sinele, structura personalității și starea interioară.",
      "fullInterpretation": "Casa în vis ești tu. Fiecare cameră reprezintă un aspect al psihicului tău: bucătăria este locul transformării și hrănirii, dormitorul este intimitatea și odihna, baia purificarea, iar subsolul subconștientul. O casă ordonată indică echilibru mental, în timp ce una dezordonată sau în ruină sugerează haos interior sau neglijarea unor aspecte ale vieții. O casă nouă simbolizează o nouă etapă sau o schimbare de perspectivă, iar o casă părintească evocă rădăcinile și condiționările din trecut.",
      "slug": "casa"
    },
    {
      "name": "Carne",
      "category": "alimente",
      "shortMeaning": "Nevoi fizice, instincte primare și substanța vieții.",
      "fullInterpretation": "Carnea în vis este legată de nevoile fizice, de vitalitate și de instinctele de supraviețuire. A mânca carne poate sugera nevoia de a te hrăni cu energie \"grea\", telurică, sau de a asimila o experiență concretă. Carnea crudă poate indica vulnerabilitate, instincte neprelucrate sau o situație \"crudă\", neșlefuită. Carnea gătită simbolizează transformarea și civilizarea impulsurilor. Poate avea și conotații legate de plăcerile carnale sau de prosperitate materială.",
      "slug": "carne"
    },
    {
      "name": "Cot",
      "category": "corp",
      "shortMeaning": "Flexibilitate, spațiu personal și capacitatea de a acționa.",
      "fullInterpretation": "Cotul reprezintă capacitatea de a-ți face loc în viață (\"a da din coate\") și flexibilitatea în acțiuni. Dacă te doare cotul, poate sugera o rigiditate în gândire sau teama de a acționa. A lovi pe cineva cu cotul indică nevoia de a te impune sau de a atrage atenția. Cotul este articulația care permite brațului să se miște; astfel, simbolizează libertatea de mișcare și adaptabilitatea la schimbări. Un cot rănit poate semnala o limitare a capacității tale de muncă sau de exprimare.",
      "slug": "cot"
    },
    {
      "name": "Cristale",
      "category": "obiecte",
      "shortMeaning": "Claritate, vindecare, energie spirituală și puritate.",
      "fullInterpretation": "Cristalele în vis simbolizează claritatea mentală, puritatea intențiilor și vindecarea spirituală. Ele pot reflecta dorința de a atinge o stare superioară de conștiință sau de a găsi o soluție \"limpede\" la o problemă complexă. Fiecare cristal poate avea o semnificație specifică (ex: cuarțul roz pentru iubire, ametistul pentru intuiție), dar în general, ele indică o energie pozitivă și o conexiune cu latura subtilă a existenței. Pot sugera, de asemenea, o \"cristalizare\" a ideilor sau a planurilor tale.",
      "slug": "cristale"
    },
    {
      "name": "Cină",
      "category": "acțiuni",
      "shortMeaning": "Finalizare, comuniune, împărtășire și bilanț.",
      "fullInterpretation": "Cina, fiind ultima masă a zilei, simbolizează finalizarea unei etape, a unui proiect sau a unei perioade de viață. Este un moment de bilanț și de odihnă binemeritată. Dacă iei cina cu familia sau prietenii, visul reflectă nevoia de comuniune, de armonie și de împărtășire a experiențelor. O cină romantică indică dorința de intimitate și conexiune emoțională. Dacă cina este sărăcăcioasă sau tensionată, poate semnala lipsuri afective sau conflicte nerezolvate la sfârșitul unei \"zile\" (metaforic).",
      "slug": "cina"
    },
    {
      "name": "Ceașcă sau cană spartă",
      "category": "obiecte",
      "shortMeaning": "Fragilitate, relații rupte sau pierderi emoționale.",
      "fullInterpretation": "O ceașcă sau o cană spartă în vis este un simbol clasic al fragilității și al rupturii. Sugerează o ceartă, o despărțire sau o pierdere emoțională care te-a afectat. Poate indica faptul că o relație sau o situație nu mai poate fi \"reparată\" și trebuie să accepți realitatea. De asemenea, poate simboliza o promisiune încălcată sau o dezamăgire profundă. Este un moment să ai grijă de tine și să nu încerci să aduni cioburile dacă te rănesc.",
      "slug": "ceasca-sau-cana-sparta"
    },
    {
      "name": "Cădere în gol",
      "category": "acțiuni",
      "shortMeaning": "Anxietate extremă, lipsa sprijinului și teama de necunoscut.",
      "fullInterpretation": "Căderea în gol este un vis intens care reflectă o nesiguranță profundă. Simți că nu ai pe ce să te bazezi, că pământul îți fuge de sub picioare. Poate apărea în perioade de tranziție majoră sau de criză, când vechile repere au dispărut și cele noi nu s-au format încă. Este expresia fricii de eșec total sau de abandon. Totuși, acest vis poate fi și o invitație la a da drumul controlului (\"let go\") și a avea încredere că vei ateriza în siguranță sau că vei învăța să \"zbori\".",
      "slug": "cadere-in-gol"
    },
    {
      "name": "Căderea părului",
      "category": "corp",
      "shortMeaning": "Teama de îmbătrânire, pierderea puterii și vulnerabilitate.",
      "fullInterpretation": "Visul în care îți cade părul denotă adesea o anxietate legată de imaginea de sine, de înaintarea în vârstă sau de pierderea vitalității. Părul este un simbol al puterii și al virilității/feminității; pierderea lui în vis sugerează că te simți slăbit, lipsit de apărare sau că îți pierzi influența într-o anumită situație. Poate indica, de asemenea, teama de a fi \"dezgolit\" în fața altora sau o perioadă de stres intens care te epuizează.",
      "slug": "caderea-parului"
    },
    {
      "name": "Cadou",
      "category": "acțiuni",
      "shortMeaning": "Recunoștință, surprize plăcute, talente ascunse sau schimb de energie.",
      "fullInterpretation": "Cadoul în vis este un simbol complex al dăruirii și al primirii. Dacă primești un cadou, acesta poate reprezenta o surpriză plăcută, o recompensă pentru eforturile tale sau descoperirea unui talent ascuns (\"un dar\"). Dacă oferi un cadou, reflectă generozitatea ta sau dorința de a fi acceptat și apreciat de ceilalți. Uneori, un cadou nedorit poate sugera o obligație apăsătoare sau o situație pe care o accepți cu greu. Starea emoțională din vis (bucurie sau dezamăgire) este cheia interpretării.",
      "slug": "cadou"
    },
    {
      "name": "Cafea",
      "category": "alimente",
      "shortMeaning": "Stimulare, socializare, nevoie de energie sau o pauză necesară.",
      "fullInterpretation": "Cafeaua în vis simbolizează nevoia de stimulare, de energie și de claritate mentală. Poate sugera că trebuie să fii mai alert într-o anumită situație sau că ai nevoie de un impuls pentru a duce la bun sfârșit un proiect. De asemenea, cafeaua este un simbol social puternic: a bea cafea cu cineva indică dorința de comunicare, de apropiere sau de a împărtăși idei. Dacă cafeaua este amară, poate prevesti o dezamăgire sau o \"trezire la realitate\" neplăcută.",
      "slug": "cafea"
    },
    {
      "name": "Cafea gustând",
      "category": "alimente",
      "shortMeaning": "Tatonare, experiențe noi și testarea relațiilor.",
      "fullInterpretation": "A gusta cafeaua în vis sugerează o atitudine de tatonare sau de evaluare a unei situații. Poate că ești precaut înainte de a te implica total într-o relație sau într-un proiect. Gustul cafelei este esențial: dacă e plăcut, experiența va fi pozitivă; dacă e neplăcut, e un avertisment să fii prudent. Acest vis poate indica și nevoia de a savura micile plăceri ale vieții sau de a lua o pauză scurtă pentru a reflecta.",
      "slug": "cafea-gustand"
    },
    {
      "name": "Cafenea",
      "category": "locuri",
      "shortMeaning": "Socializare, relaxare publică și schimb de idei.",
      "fullInterpretation": "Cafeneaua este un spațiu al interacțiunii sociale și al relaxării. Visul în care te afli într-o cafenea sugerează nevoia de a ieși în lume, de a întâlni oameni noi sau de a discuta deschis despre problemele tale. Poate fi un refugiu temporar, un loc unde te simți confortabil să fii tu însuți în public. Dacă ești singur în cafenea, poate indica sentimente de singurătate chiar și în mijlocul mulțimii sau dorința de a observa lumea de la distanță.",
      "slug": "cafenea"
    },
    {
      "name": "Cagulă",
      "category": "obiecte",
      "shortMeaning": "Ascunderea identității, secrete, intenții neclare sau protecție.",
      "fullInterpretation": "Cagula în vis este un simbol puternic al disimulării. Indică faptul că tu sau cineva din jurul tău ascunde adevăratele intenții sau sentimente. Dacă tu porți cagula, poate sugera dorința de a rămâne anonim, de a te proteja de judecata celorlalți sau chiar un sentiment de vinovăție pentru acțiuni pe care nu vrei să ți le asumi. Dacă vezi pe altcineva cu cagulă, visul te avertizează asupra unei posibile înșelăciuni, a unei amenințări necunoscute sau a faptului că nu cunoști cu adevărat persoana respectivă.",
      "slug": "cagula"
    },
    {
      "name": "Caier de tors",
      "category": "obiecte",
      "shortMeaning": "Destin, munca răbdătoare și firul vieții.",
      "fullInterpretation": "Caierul de tors este un simbol arhaic legat de destin și de trecerea timpului. Sugerează munca migăloasă, răbdarea și procesul de creare a propriului drum în viață. Poate indica necesitatea de a \"toarce\" cu grijă deciziile sau de a organiza haosul din gândurile tale. Un caier plin sugerează o viață lungă și activitate intensă, în timp ce un fir rupt poate semnala o întrerupere neașteptată sau o pierdere a direcției.",
      "slug": "caier-de-tors"
    },
    {
      "name": "Caiet",
      "category": "obiecte",
      "shortMeaning": "Învățare, memorie, planuri și nevoia de a organiza gândurile.",
      "fullInterpretation": "Caietul în vis reprezintă spațiul mental în care îți organizezi ideile, amintirile și planurile. Poate sugera o perioadă de învățare, nevoia de a lua notițe despre lecțiile vieții sau dorința de a comunica ceva ce nu ai spus încă. Un caiet curat simbolizează un nou început, o pagină albă pe care poți scrie orice. Un caiet scris sau murdar poate reflecta griji, datorii neachitate (morale sau financiare) sau amintiri care te bântuie.",
      "slug": "caiet"
    },
    {
      "name": "Câine alb",
      "category": "animale",
      "shortMeaning": "Prietenie pură, intenții bune și protecție divină.",
      "fullInterpretation": "Câinele alb este un semn extrem de pozitiv în vis. Simbolizează o prietenie sinceră, lipsită de interese ascunse, și o protecție loială. Poate prevesti o nouă cunoștință care îți va aduce bucurie sau consolidarea unei relații existente. Albul sugerează puritatea intențiilor, pacea și armonia. Este un mesager al faptului că ești pe drumul cel bun și că ai aliați de încredere alături de tine.",
      "slug": "caine-alb"
    },
    {
      "name": "Câine de vânătoare",
      "category": "animale",
      "shortMeaning": "Urmărirea scopurilor, instincte ascuțite și ambiție.",
      "fullInterpretation": "Câinele de vânătoare în vis reprezintă determinarea, concentrarea și instinctul de a urmări un obiectiv. Sugerează că ești în căutarea a ceva – fie că este vorba de o oportunitate profesională, de un partener sau de un răspuns. Indică o atitudine activă, alertă și pregătită de acțiune. Dacă câinele prinde vânatul, este semn de succes. Dacă îl pierde, poate sugera că ești pe o pistă greșită sau că trebuie să îți recalibrezi strategiile.",
      "slug": "caine-de-vanatoare"
    },
    {
      "name": "Câine Husky",
      "category": "animale",
      "shortMeaning": "Rezistență, călătorie lungă și instinct de supraviețuire.",
      "fullInterpretation": "Câinele Husky în vis simbolizează rezistența, puterea de a îndura condiții dificile și instinctul de supraviețuire. Sugerează că ești pregătit pentru o \"călătorie lungă\" în viață, fie ea un proiect profesional sau o evoluție personală. Poate indica, de asemenea, nevoia de a lucra în echipă (ca la sanie) pentru a atinge un scop comun, dar și dorința de libertate și de a explora teritorii necunoscute.",
      "slug": "caine-husky"
    },
    {
      "name": "Câine legat",
      "category": "animale",
      "shortMeaning": "Instincte reprimate, lipsa libertății și frustrare.",
      "fullInterpretation": "Un câine legat în vis reprezintă instinctele tale naturale care sunt blocate sau reprimate. Te simți limitat de circumstanțe sau de o relație care nu îți permite să te exprimi liber. Poate sugera frustrare, furie acumulată sau loialitatea față de cineva care nu merită. Este un semn că trebuie să găsești o modalitate de a te elibera din lanțurile (reale sau mentale) care te țin pe loc.",
      "slug": "caine-legat"
    },
    {
      "name": "Câine lup",
      "category": "animale",
      "shortMeaning": "Echilibru între sălbăticie și domesticire, protecție și inteligență.",
      "fullInterpretation": "Câinele lup simbolizează puntea dintre instinctele sălbatice și comportamentul civilizat. Indică o personalitate puternică, inteligentă și capabilă de protecție feroce. Dacă ești prietenos cu el, înseamnă că ești în armonie cu latura ta instinctuală. Dacă te atacă, sugerează un conflict interior între dorințele tale primare și normele sociale sau teama de o figură autoritară.",
      "slug": "caine-lup"
    },
    {
      "name": "Câine mare",
      "category": "animale",
      "shortMeaning": "Protecție puternică, autoritate și prieteni influenți.",
      "fullInterpretation": "Un câine de talie mare în vis inspiră respect și sugerează o protecție puternică. Poate reprezenta un prieten loial și influent care te susține sau propria ta capacitate de a face față provocărilor majore. Dacă te temi de el, poate simboliza o problemă copleșitoare sau o persoană cu autoritate care te intimidează. Dacă e blând, te asigură că ai resursele necesare pentru a te simți în siguranță.",
      "slug": "caine-mare"
    },
    {
      "name": "Câine mic",
      "category": "animale",
      "shortMeaning": "Bucurie, prietenii ușoare și nevoie de afecțiune.",
      "fullInterpretation": "Câinele mic (cățeluș sau rasă mică) simbolizează latura jucăușă, nevoia de afecțiune și prieteniile necomplicate. Poate sugera dorința de a fi răsfățat sau de a avea grijă de cineva vulnerabil. Uneori, indică preocupări minore care îți consumă timpul sau prieteni care, deși loiali, nu te pot ajuta în probleme majore.",
      "slug": "caine-mic"
    },
    {
      "name": "Câine mort",
      "category": "animale",
      "shortMeaning": "Pierderea unei prietenii, instincte amorțite și sfârșit.",
      "fullInterpretation": "Vederea unui câine mort în vis este tulburătoare și adesea simbolizează sfârșitul unei prietenii sau pierderea încrederii în cineva apropiat. Mai profund, poate indica faptul că o parte din instinctele tale (intuiția, loialitatea față de sine) a fost neglijată până la dispariție. Este un semnal de alarmă să încerci să revitalizezi acele aspecte ale sufletului tău înainte să fie prea târziu.",
      "slug": "caine-mort"
    },
    {
      "name": "Câine negru",
      "category": "animale",
      "shortMeaning": "Mister, depresie, umbra personalității sau prieten neînțeles.",
      "fullInterpretation": "Câinele negru este adesea asociat în psihologie cu depresia sau melancolia (\"the black dog\"). În vis, poate reprezenta o stare de tristețe, o latură ascunsă a personalității tale (umbra) sau o frică irațională. Totuși, în multe tradiții, negrul este culoarea misterului și a protecției magice; astfel, un câine negru prietenos poate fi un ghid prin subconștient, ajutându-te să îți înfrunți cele mai adânci temeri.",
      "slug": "caine-negru"
    },
    {
      "name": "Câine pierdut",
      "category": "animale",
      "shortMeaning": "Dezorientare, pierderea sprijinului și singurătate.",
      "fullInterpretation": "A visa un câine pierdut reflectă sentimentul tău de dezorientare. Poate că simți că ai pierdut un prieten, un sprijin sau chiar propria direcție în viață. Dacă tu ești cel care a pierdut câinele, poate indica vinovăție pentru că ai neglijat o relație. Dacă găsești un câine pierdut, sugerează capacitatea ta de a recupera o prietenie veche sau de a redescoperi o parte uitată din tine.",
      "slug": "caine-pierdut"
    },
    {
      "name": "Câine turbat",
      "category": "animale",
      "shortMeaning": "Furie necontrolată, pericol iminent și atacuri verbale.",
      "fullInterpretation": "Câinele turbat simbolizează furia explozivă, agresivitatea necontrolată și pericolul. Poate reprezenta o persoană din viața ta care este ostilă și toxică, lansând atacuri verbale (\"turbate\") asupra ta. La nivel interior, reflectă propriile tale emoții negative reprimate care riscă să izbucnească violent. Este un avertisment serios să te protejezi de conflicte sau să îți gestionezi mânia.",
      "slug": "caine-turbat"
    },
    {
      "name": "Caisă",
      "category": "alimente",
      "shortMeaning": "Senzualitate, prospețime și oportunități timpurii.",
      "fullInterpretation": "Caisa, cu textura sa catifelată și gustul dulce, este un simbol al senzualității și al plăcerilor rafinate. În vis, poate sugera o oportunitate care apare devreme (caisele sunt printre primele fructe ale verii) sau o iubire tandră. O caisă coaptă indică împlinire și sănătate, în timp ce una acră sau verde poate sugera o dezamăgire sentimentală sau o situație pentru care nu ești încă pregătit.",
      "slug": "caisa"
    },
    {
      "name": "Caise",
      "category": "alimente",
      "shortMeaning": "Prosperitate, optimism și recompensa muncii.",
      "fullInterpretation": "Visele cu caise sunt, în general, semne de optimism și speranță. Ele prevestesc o perioadă de prosperitate sau recompensarea unor eforturi îndelungate. Dacă culegi caise, înseamnă că norocul este de partea ta. Dacă le mănânci, indică bucurii simple și sănătate. Totuși, dacă sunt stricate sau necoapte, pot avertiza asupra unor proiecte începute prematur sau a unor speranțe nerealiste.",
      "slug": "caise"
    },
    {
      "name": "Cal alb",
      "category": "animale",
      "shortMeaning": "Puritate, succes spiritual și vești bune.",
      "fullInterpretation": "Calul alb este un simbol clasic al binelui și al purității. Apariția lui în vis anunță succes, claritate mentală și elevare spirituală. Poate sugera o rezolvare pașnică a problemelor tale sau o perioadă de armonie în relații. În multe tradiții, este un semn de noroc și de protecție divină în călătoria ta prin viață.",
      "slug": "cal-alb"
    },
    {
      "name": "Cal alergând",
      "category": "animale",
      "shortMeaning": "Libertate totală, energie dinamică și progres rapid.",
      "fullInterpretation": "Un cal care aleargă liber simbolizează dorința ta de independență și eliberare de constrângeri. Indică faptul că ai multă energie și ești nerăbdător să avansezi în viață. Poate fi un semn că lucrurile se vor mișca rapid în direcția dorită sau că trebuie să \"dai frâu liber\" pasiunilor tale.",
      "slug": "cal-alergand"
    },
    {
      "name": "Cal maro",
      "category": "animale",
      "shortMeaning": "Stabilitate, muncă practică și loialitate.",
      "fullInterpretation": "Calul maro reprezintă stabilitatea, pământul și aspectele practice ale vieții. Sugerează nevoia de a rămâne cu picioarele pe pământ și de a munci constant pentru a-ți atinge scopurile. Poate simboliza un partener loial sau succesul obținut prin perseverență și efort susținut, mai degrabă decât prin noroc chior.",
      "slug": "cal-maro"
    },
    {
      "name": "Cal mort",
      "category": "animale",
      "shortMeaning": "Pierderea vitalității, epuizare și sfârșitul unei etape.",
      "fullInterpretation": "Imaginea unui cal mort este tristă și indică pierderea energiei vitale sau a motivației. Poate semnala sfârșitul unei perioade dinamice din viața ta, epuizare fizică sau moartea unei pasiuni. Este un moment de pauză forțată, în care trebuie să îți reevaluezi resursele și să te odihnești înainte de a începe ceva nou.",
      "slug": "cal-mort"
    },
    {
      "name": "Cal păscând",
      "category": "animale",
      "shortMeaning": "Pace, relaxare și acumulare de resurse.",
      "fullInterpretation": "Un cal care paște liniștit simbolizează o perioadă de calm și de refacere a forțelor. Indică faptul că ai nevoie de hrană (spirituală sau intelectuală) și de odihnă pentru a putea continua. Este un semn de mulțumire și de armonie cu mediul înconjurător.",
      "slug": "cal-pascand"
    },
    {
      "name": "Cal rănit",
      "category": "animale",
      "shortMeaning": "Vulnerabilitate, suferință emoțională și nevoie de ajutor.",
      "fullInterpretation": "Un cal rănit reflectă propria ta suferință sau a cuiva apropiat. Indică faptul că energia ta vitală este afectată de o traumă sau de o dezamăgire. Poate fi un apel la compasiune și la vindecare. Uneori, sugerează că un proiect sau o relație în care ai investit multă energie este în pericol.",
      "slug": "cal-ranit"
    },
    {
      "name": "Cal roșu",
      "category": "animale",
      "shortMeaning": "Pasiune intensă, furie sau energie explozivă.",
      "fullInterpretation": "Calul roșu este un simbol al focului interior. Poate reprezenta o pasiune amoroasă mistuitoare, dar și furie sau agresivitate. Este o energie greu de stăpânit care te poate propulsa înainte cu viteză, dar care implică și riscuri. Visul te îndeamnă să fii atent cum îți canalizezi emoțiile intense.",
      "slug": "cal-rosu"
    },
    {
      "name": "Calamar",
      "category": "animale",
      "shortMeaning": "Posesivitate, emoții încâlcite și dorința de a scăpa.",
      "fullInterpretation": "Calamarul, cu tentaculele sale, simbolizează adesea o situație sau o persoană care te \"sufocă\" sau te ține captiv. Poate reflecta posesivitatea în relații, dependența emoțională sau sentimentul că ești prins în probleme complexe (\"încâlcite\"). De asemenea, cerneala calamarului sugerează dorința de a ascunde adevărul sau de a te retrage într-o zonă obscură pentru a te proteja.",
      "slug": "calamar"
    }
  ]
}