{
  "symbols": [
    {
      "name": "Ciclon",
      "category": "fenomene",
      "shortMeaning": "Emoții devastatoare, haos, pierderea controlului și purificare violentă.",
      "fullInterpretation": "Un ciclon în vis simbolizează o energie emoțională imensă care a scăpat de sub control. Poate indica faptul că ești copleșit de furie, frică sau pasiune și că te simți neputincios în fața evenimentelor din viața ta. Deși distructiv, ciclonul poate aduce și o purificare necesară, măturând tot ce este vechi și instabil pentru a face loc unui nou început.",
      "slug": "ciclon"
    },
    {
      "name": "Ciclop",
      "category": "persoane",
      "shortMeaning": "Viziune limitată, obsesie, forță brută și lipsa de perspectivă.",
      "fullInterpretation": "Ciclopul, uriașul cu un singur ochi, simbolizează o viziune îngustă asupra lumii. În vis, sugerează că ești fixat pe un singur obiectiv sau idee, ignorând restul realității. Poate indica încăpățânare, lipsa de empatie sau o forță brută care nu este temperată de înțelepciune. Este un avertisment să îți lărgești orizontul.",
      "slug": "ciclop"
    },
    {
      "name": "Cifre",
      "category": "obiecte",
      "shortMeaning": "Ordine, logică, bani, termene limită sau mesaje codificate.",
      "fullInterpretation": "Cifrele în vis reprezintă nevoia de ordine, logică și precizie. Pot face referire la date importante, sume de bani, vârste sau durate de timp. În tradiția românească, cifrele pare sunt adesea asociate cu ghinionul, iar cele impare cu norocul, dar interpretarea depinde de contextul personal. Dacă nu îți ies calculele, te confrunți cu o problemă complexă.",
      "slug": "cifre"
    },
    {
      "name": "Cimbru",
      "category": "natură",
      "shortMeaning": "Curaj, vindecare, purificare și forță interioară.",
      "fullInterpretation": "Cimbrul este o plantă aromatică asociată tradițional cu curajul și purificarea. În vis, mirosul sau prezența cimbrului sugerează că trebuie să te mobilizezi și să înfrunți o situație dificilă cu îndrăzneală. Poate indica, de asemenea, nevoia de a te vindeca de o suferință emoțională sau de a \"condimenta\" viața.",
      "slug": "cimbru"
    },
    {
      "name": "Ciment",
      "category": "obiecte",
      "shortMeaning": "Stabilitate, fundație, rigiditate sau sentimente împietrite.",
      "fullInterpretation": "Cimentul simbolizează soliditatea și durabilitatea. În vis, poate indica faptul că pui bazele unei afaceri sau ale unei relații stabile. Totuși, cimentul care se întărește poate sugera și rigiditate, incapacitatea de a te schimba sau sentimente care au \"împietrit\". Amestecarea cimentului arată că lucrezi activ la consolidarea viitorului tău.",
      "slug": "ciment"
    },
    {
      "name": "Cimitir",
      "category": "locuri",
      "shortMeaning": "Trecut, pace, frica de moarte, tranziție și eliberare.",
      "fullInterpretation": "Cimitirul în vis nu prevestește neapărat moartea fizică, ci mai degrabă sfârșitul unui ciclu. Este un loc al păcii și al odihnei. Poate sugera că trebuie să îngropi trecutul, să lași în urmă vechi resentimente sau obiceiuri. De asemenea, poate reflecta frica de moarte sau dorința de a te conecta cu strămoșii. Un cimitir frumos și înflorit indică liniște sufletească.",
      "slug": "cimitir"
    },
    {
      "name": "Cimpanzeu",
      "category": "animale",
      "shortMeaning": "Instincte primitive, comportament infantil, imitație și energie jucăușă.",
      "fullInterpretation": "Cimpanzeul, fiind ruda noastră cea mai apropiată, simbolizează latura instinctuală și neinhibată a naturii umane. În vis, poate indica un comportament infantil, impulsiv sau tendința de a imita pe alții fără discernământ. Poate sugera, de asemenea, o energie jucăușă, curiozitate și nevoia de a nu te lua prea în serios.",
      "slug": "cimpanzeu"
    },
    {
      "name": "Cimpoi",
      "category": "obiecte",
      "shortMeaning": "Tradiție, nostalgie, sunet strident sau nevoie de atenție.",
      "fullInterpretation": "Cimpoiul este un instrument tradițional cu un sunet puternic și distinctiv. În vis, poate evoca nostalgia după locurile natale sau după vremuri trecute. Sunetul său strident poate fi un semnal de alarmă sau o încercare de a atrage atenția asupra ta. Poate simboliza și nevoia de a-ți exprima emoțiile într-un mod neconvențional.",
      "slug": "cimpoi"
    },
    {
      "name": "Cinematograf",
      "category": "locuri",
      "shortMeaning": "Iluzie, evadare din realitate, observator pasiv și proiecție.",
      "fullInterpretation": "Cinematograful în vis sugerează că privești viața ca pe un spectator, în loc să participi activ. Poate indica o tendință spre escapism, trăind prin poveștile altora sau prin fantezii. Filmul care rulează pe ecran poate oferi indicii despre cum îți percepi propria viață sau despre dorințele tale ascunse.",
      "slug": "cinematograf"
    },
    {
      "name": "Cioara",
      "category": "animale",
      "shortMeaning": "Veste, inteligență, moarte simbolică sau transformare.",
      "fullInterpretation": "Cioara este adesea văzută ca un mesager al morții sau al veștilor proaste, dar este și un simbol al inteligenței și al adaptabilității. În vis, poate indica o schimbare necesară, renunțarea la ceva vechi sau o avertizare. Croncănitul ei poate semnala bârfe sau o atmosferă tensionată. Zburând, poate sugera eliberarea de griji materiale.",
      "slug": "cioara"
    },
    {
      "name": "Cioara croncanind",
      "category": "animale",
      "shortMeaning": "Avertisment, vești neplăcute, bârfe sau anxietate.",
      "fullInterpretation": "Dacă auzi o cioară croncănind în vis, subconștientul îți transmite un semnal de alarmă. Poate fi vorba despre o veste neplăcută care urmează să sosească, despre bârfe care îți afectează reputația sau despre o stare de anxietate și presimțiri sumbre. Este un moment să fii vigilent.",
      "slug": "cioara-croncanind"
    },
    {
      "name": "Cioara umbland pe jos",
      "category": "animale",
      "shortMeaning": "Probleme cotidiene, realism crud, piedici sau adaptare.",
      "fullInterpretation": "O cioară care umblă pe jos, în loc să zboare, sugerează că ești confruntat cu probleme practice, cotidiene, care te țin \"la pământ\". Poate indica obstacole în afaceri sau o perioadă în care trebuie să fii pragmatic și să te adaptezi la condiții mai puțin favorabile.",
      "slug": "cioara-umbland-pe-jos"
    },
    {
      "name": "Cioara zburand",
      "category": "animale",
      "shortMeaning": "Eliberare, perspectivă, schimbare sau plecare.",
      "fullInterpretation": "O cioară în zbor poate avea semnificații contradictorii. Poate simboliza eliberarea de o povară sau o schimbare de perspectivă asupra unei situații. Pe de altă parte, în tradiția populară, zborul ei poate prevesti boală sau o plecare neașteptată. Direcția zborului este importantă (se apropie sau se îndepărtează?).",
      "slug": "cioara-zburand"
    },
    {
      "name": "Cioban",
      "category": "persoane",
      "shortMeaning": "Ghidare, responsabilitate, grijă, simplitate și autoritate protectoare.",
      "fullInterpretation": "Ciobanul este arhetipul ghidului și al protectorului. În vis, sugerează că ai capacitatea de a-i conduce pe alții sau că tu însuți ești ghidat de o forță superioară. Indică responsabilitate, grijă față de cei din jur și o viață simplă, conectată la natură. Poate fi un semn că trebuie să îți aduni \"turma\" (gândurile sau familia).",
      "slug": "cioban"
    },
    {
      "name": "Cioban cantand din fluier",
      "category": "acțiuni",
      "shortMeaning": "Armonie, pace sufletească, melancolie și chemare.",
      "fullInterpretation": "Cântecul din fluier al ciobanului evocă o stare de pace și armonie cu natura. În vis, sugerează nevoia de liniște, de simplitate și de exprimare a emoțiilor pure. Poate fi o chemare la introspecție sau un semn că ai găsit echilibrul interior în mijlocul responsabilităților.",
      "slug": "cioban-cantand-din-fluier"
    },
    {
      "name": "Cioban cu turma",
      "category": "persoane",
      "shortMeaning": "Prosperitate, conducere, organizare și apartenență.",
      "fullInterpretation": "A vedea un cioban cu turma sa este un semn de prosperitate și ordine. Indică faptul că lucrurile din viața ta sunt bine gestionate și că ești pe drumul cel bun. Poate sugera și sentimentul de apartenență la un grup sau rolul tău de lider care trebuie să aibă grijă de comunitate.",
      "slug": "cioban-cu-turma"
    },
    {
      "name": "Cioburi",
      "category": "obiecte",
      "shortMeaning": "Conflict, ruptură, durere emoțională sau ghinion.",
      "fullInterpretation": "Cioburile în vis sunt simbolul a ceva ce s-a spart și nu mai poate fi reparat: o relație, o iluzie sau o promisiune. Ele prevestesc certuri, conflicte și durere emoțională. Dacă calci pe cioburi, înseamnă că suferi din cauza unor răni vechi sau că parcurgi un drum dureros. Totuși, spargerea unui vas poate elibera tensiunea acumulată.",
      "slug": "cioburi"
    },
    {
      "name": "Ciocan",
      "category": "obiecte",
      "shortMeaning": "Putere, construcție, distrugere, hotărâre sau muncă grea.",
      "fullInterpretation": "Ciocanul este o unealtă a puterii brute. În vis, poate sugera că trebuie să \"bați fierul cât e cald\" sau să iei o decizie fermă. Poate simboliza atât construcția (crearea a ceva nou), cât și distrugerea (dărâmarea vechiului). Poate indica și o atitudine prea dură sau insistentă în rezolvarea problemelor.",
      "slug": "ciocan"
    },
    {
      "name": "Ciocan batand",
      "category": "acțiuni",
      "shortMeaning": "Insistență, muncă asiduă, presiune sau zgomot.",
      "fullInterpretation": "A auzi sau a vedea un ciocan bătând sugerează o muncă asiduă și repetitivă. Poate indica faptul că insiști asupra unei idei sau că încerci să modelezi o situație prin forță. Zgomotul ciocanului poate fi un avertisment sau un semn că ceva trebuie fixat definitiv în viața ta.",
      "slug": "ciocan-batand"
    },
    {
      "name": "Ciocanitoare",
      "category": "animale",
      "shortMeaning": "Perseverență, sâcâială, atenție la detalii sau oportunitate.",
      "fullInterpretation": "Ciocănitoarea simbolizează perseverența și capacitatea de a ajunge la resurse ascunse. În vis, poate sugera că trebuie să fii insistent pentru a obține ce vrei. Pe de altă parte, poate reprezenta o persoană sâcâitoare care te bate la cap sau o problemă mică, dar constantă, care necesită atenție.",
      "slug": "ciocanitoare"
    },
    {
      "name": "Ciocarlie",
      "category": "animale",
      "shortMeaning": "Speranță, ascensiune, bucurie și vești bune dimineața.",
      "fullInterpretation": "Ciocârlia, pasărea dimineții, este un simbol al speranței, al ascensiunii spirituale și al bucuriei. În vis, prevestește un nou început fericit, inspirație și vești bune. Sugerează o stare de spirit optimistă și capacitatea de a te ridica deasupra problemelor cotidiene.",
      "slug": "ciocarlie"
    },
    {
      "name": "Ciocarlie cantand",
      "category": "acțiuni",
      "shortMeaning": "Fericire, armonie, succes și eliberare.",
      "fullInterpretation": "Cântecul ciocârliei în vis este unul dintre cele mai bune semne. Indică fericire pură, armonie în viață și succes în proiectele tale. Este un mesaj de încurajare de la subconștient, sugerând că perioada grea a trecut și că urmează zile luminoase.",
      "slug": "ciocarlie-cantand"
    },
    {
      "name": "Ciocolata",
      "category": "alimente",
      "shortMeaning": "Plăcere, recompensă, iubire, indulgență sau exces.",
      "fullInterpretation": "Ciocolata în vis este simbolul plăcerii și al recompensei. Sugerează nevoia de a te răsfăța, de a simți dulceața vieții sau de a primi iubire. Poate indica o perioadă fericită în viața sentimentală. Totuși, consumul excesiv de ciocolată în vis poate avertiza asupra lipsei de autocontrol sau a tendinței de a compensa lipsurile emoționale cu mâncare.",
      "slug": "ciocolata"
    },
    {
      "name": "Ciorapi",
      "category": "obiecte",
      "shortMeaning": "Confort, protecție, avansare, sexualitate sau ascundere.",
      "fullInterpretation": "Ciorapii protejează picioarele, simbolizând confortul în timpul înaintării prin viață. Ciorapii fini de damă au conotații sexuale și de seducție. Ciorapii rupți sugerează vulnerabilitate, jenă sau planuri care au puncte slabe. A-ți pune ciorapii înseamnă pregătire pentru o nouă acțiune sau drum.",
      "slug": "ciorapi"
    },
    {
      "name": "Ciorapi cumparand",
      "category": "acțiuni",
      "shortMeaning": "Pregătire, dorința de schimbare, îmbunătățire sau călătorie.",
      "fullInterpretation": "A cumpăra ciorapi în vis sugerează că te pregătești pentru o schimbare sau o călătorie. Indică dorința de a-ți îmbunătăți confortul sau imaginea. Poate semnifica și nevoia de a acoperi anumite defecte sau de a te proteja mai bine în fața provocărilor viitoare.",
      "slug": "ciorapi-cumparand"
    },
    {
      "name": "Ciorapi incaltand",
      "category": "acțiuni",
      "shortMeaning": "Gata de acțiune, confort, intimitate sau plecare.",
      "fullInterpretation": "A te încălța cu ciorapi în vis înseamnă că ești gata să pornești la drum sau să începi o activitate. Sugerează o pregătire meticuloasă. Dacă ciorapii sunt comozi, te simți bine în pielea ta. Dacă te strâng, te simți limitat de circumstanțe.",
      "slug": "ciorapi-incaltand"
    },
    {
      "name": "Ciorba",
      "category": "alimente",
      "shortMeaning": "Hrană sufletească, familie, amestec de emoții sau sănătate.",
      "fullInterpretation": "Ciorba este un aliment de bază, cald și hrănitor, asociat cu familia și confortul. În vis, sugerează nevoia de a te hrăni emoțional sau de a te vindeca. Fiind un amestec de ingrediente, poate simboliza și o situație complexă (\"o ciorbă\") în care sunt implicate mai multe persoane sau emoții. Dacă e fierbinte, indică pasiune sau urgență.",
      "slug": "ciorba"
    },
    {
      "name": "Circ",
      "category": "locuri",
      "shortMeaning": "Haos, spectacol, iluzie, talente sau ridicol.",
      "fullInterpretation": "Circul în vis este o imagine a vieții văzute ca un spectacol haotic. Poate sugera că te simți ca într-un circ: agitație, zgomot, oameni care poartă măști. Poate indica dorința de a te distra, dar și teama de a fi ridiculizat. Animalele de la circ reprezintă instinctele îmblânzite sau controlate.",
      "slug": "circ"
    },
    {
      "name": "Circumcizie",
      "category": "acțiuni",
      "shortMeaning": "Ritual, apartenență, sacrificiu, purificare sau durere.",
      "fullInterpretation": "Circumcizia în vis este un simbol al inițierii și al apartenenței la un grup sau o credință. Poate sugera necesitatea unui sacrificiu personal pentru a evolua spiritual sau pentru a fi acceptat. Poate indica și o pierdere dureroasă, dar necesară, sau o modificare permanentă a identității.",
      "slug": "circumcizie"
    },
    {
      "name": "Cires inflorit",
      "category": "natură",
      "shortMeaning": "Primăvară, dragoste, speranță, frumusețe efemeră și renaștere.",
      "fullInterpretation": "Cireșul înflorit este unul dintre cele mai frumoase simboluri onirice. Reprezintă primăvara vieții, dragostea pură și speranța. Florile sale delicate sugerează frumusețea, dar și natura efemeră a momentelor de fericire. Este un semn de renaștere spirituală și de optimism în viața sentimentală.",
      "slug": "cires-inflorit"
    },
    {
      "name": "Cirese",
      "category": "alimente",
      "shortMeaning": "Dulceață, noroc, dragoste, dar și ispite trecătoare.",
      "fullInterpretation": "Cireșele roșii și dulci simbolizează plăcerile dragostei, săruturile și norocul. A mânca cireșe în vis prevestește bucurie și satisfacție. Totuși, sâmburii pot indica mici neplăceri sau faptul că fericirea vine cu un preț. Cireșele acre sugerează dezamăgiri în dragoste sau promisiuni neîmplinite.",
      "slug": "cirese"
    },
    {
      "name": "Cismea",
      "category": "obiecte",
      "shortMeaning": "Sursă de viață, purificare, sete potolită sau emoții publice.",
      "fullInterpretation": "O cișmea cu apă curată în vis este un simbol al vitalității și al purificării. Sugerează că ai acces la resurse emoționale sau spirituale pentru a-ți potoli \"setea\". Fiind adesea într-un loc public, poate indica și împărtășirea emoțiilor cu ceilalți sau o sursă de ajutor comunitar.",
      "slug": "cismea"
    },
    {
      "name": "Cisterna",
      "category": "obiecte",
      "shortMeaning": "Rezerve, emoții acumulate, potențial sau pericol de explozie.",
      "fullInterpretation": "O cisternă în vis reprezintă o mare cantitate de energie sau emoții stocate. Poate indica faptul că ai resurse interioare la care poți apela. Totuși, dacă cisterna este cu combustibil, sugerează un potențial exploziv, furie acumulată sau o situație periculoasă care trebuie gestionată cu grijă.",
      "slug": "cisterna"
    },
    {
      "name": "Ciulin",
      "category": "natură",
      "shortMeaning": "Obstacole, iritare, apărare, rezistență sau neglijență.",
      "fullInterpretation": "Ciulinii în vis simbolizează micile neplăceri, obstacolele sâcâitoare sau persoanele care te irită. Pot indica un teren (o situație) neglijat, unde au crescut \"buruieni\". Totuși, ciulinul este și un simbol al rezistenței și al apărării; poate sugera că ai ridicat bariere defensive țepoase în jurul tău.",
      "slug": "ciulin"
    },
    {
      "name": "Ciuma",
      "category": "fenomene",
      "shortMeaning": "Frică colectivă, boală, corupție morală sau criză majoră.",
      "fullInterpretation": "Ciuma sau o epidemie în vis reflectă o frică profundă de contaminare, nu neapărat fizică, ci morală sau emoțională. Poate simboliza o atmosferă toxică în mediul tău, răspândirea zvonurilor rele sau o criză care afectează pe toată lumea din jur. Indică nevoia urgentă de protecție și izolare față de negativitate.",
      "slug": "ciuma"
    },
    {
      "name": "Ciung",
      "category": "persoane",
      "shortMeaning": "Neputință, pierdere, limitare sau nevoie de ajutor.",
      "fullInterpretation": "A vedea o persoană ciungă (fără o mână) în vis simbolizează sentimentul de neputință sau incapacitatea de a acționa într-o anumită situație. Poate sugera că ți-ai pierdut \"dreapta\" (ajutorul principal) sau îndemânarea. Visul te îndeamnă să cauți alte modalități de a te descurca sau să accepți ajutorul.",
      "slug": "ciung"
    },
    {
      "name": "Ciung de te visezi",
      "category": "acțiuni",
      "shortMeaning": "Frustrare, incapacitate de acțiune, pierderea puterii.",
      "fullInterpretation": "Dacă te visezi ciung, este un semn clar de frustrare majoră. Simți că ți s-au \"tăiat mâinile\", că nu poți face nimic pentru a schimba o situație sau pentru a te apăra. Reflectă o pierdere a autonomiei, a puterii de muncă sau a capacității de a \"apuca\" oportunitățile.",
      "slug": "ciung-de-te-visezi"
    },
    {
      "name": "Ciuperca",
      "category": "natură",
      "shortMeaning": "Creștere rapidă, surpriză, iluzie sau pericol ascuns.",
      "fullInterpretation": "Ciuperca este un simbol al creșterii rapide și neașteptate. Poate indica o apariție bruscă a ceva în viața ta (o idee, o oportunitate). Totuși, trebuie să fii precaut: la fel cum unele ciuperci sunt otrăvitoare, unele oportunități pot fi înșelătoare sau periculoase. Este un test al discernământului.",
      "slug": "ciuperca"
    },
    {
      "name": "Ciuperci",
      "category": "natură",
      "shortMeaning": "Multe oportunități, fertilitate, magie sau confuzie.",
      "fullInterpretation": "O mulțime de ciuperci în vis sugerează fertilitate și multiplicare. Pot apărea multe oportunități mici sau idei. În basme, cercul de ciuperci este magic, deci visul poate avea o nuanță mistică sau de intrare într-o altă realitate. Atenție la ce fel de ciuperci sunt: comestibile (câștig) sau otrăvitoare (decepție)?",
      "slug": "ciuperci"
    },
    {
      "name": "Ciuperci culegand",
      "category": "acțiuni",
      "shortMeaning": "Câștig, selecție, noroc și valorificarea resurselor.",
      "fullInterpretation": "A culege ciuperci în vis înseamnă că știi să profiti de oportunități și să aduni roadele, chiar și din locuri ascunse. Indică un spirit de observație bun. Dacă le alegi cu grijă, înseamnă că ai discernământ. Dacă le culegi pe toate la întâmplare, riști să iei și lucruri nocive.",
      "slug": "ciuperci-culegand"
    },
    {
      "name": "Ciuperci hribi",
      "category": "alimente",
      "shortMeaning": "Noroc mare, valoare, sănătate și robustețe.",
      "fullInterpretation": "Hribii sunt ciuperci nobile și valoroase. În vis, sunt un semn excelent de noroc și câștig substanțial. Simbolizează o oportunitate solidă, sănătoasă și profitabilă. Poate indica întâlnirea cu o persoană de calitate sau o reușită care îți va aduce satisfacție durabilă.",
      "slug": "ciuperci-hribi"
    },
    {
      "name": "Ciupit de cineva",
      "category": "acțiuni",
      "shortMeaning": "Atenționare, iritare, trezire la realitate sau flirt.",
      "fullInterpretation": "A fi ciupit în vis de cineva are rolul de a te \"trezi\". Poate sugera că ești visător și cineva încearcă să te aducă la realitate. Poate fi și un semn de iritare, o agresiune minoră sau, în anumite contexte, un gest de flirt și tachinare. Verifică cine te ciupește pentru a înțelege mesajul.",
      "slug": "ciupit-de-cineva"
    },
    {
      "name": "Ciupit de varsat",
      "category": "corp",
      "shortMeaning": "Semne din trecut, traume vizibile, complexe sau vindecare.",
      "fullInterpretation": "A fi ciupit de vărsat (a avea semne pe față) în vis indică preocupări legate de imaginea de sine și de cum te văd ceilalți. Poate simboliza urmele lăsate de experiențe dureroase din trecut (traume, boli) care încă îți afectează încrederea. Este un semn al imperfecțiunii umane și al istoriei personale.",
      "slug": "ciupit-de-varsat"
    },
    {
      "name": "Ciupitura",
      "category": "acțiuni",
      "shortMeaning": "Stimul, verificare, mică durere sau detaliu sâcâitor.",
      "fullInterpretation": "O ciupitură în vis este un stimul senzorial care îți atrage atenția asupra unui detaliu. Poate însemna că trebuie să verifici dacă ceva este real (\"pișcă-mă să văd dacă visez\"). Poate sugera și o mică răutate din partea cuiva sau o problemă minoră care nu te lasă în pace.",
      "slug": "ciupitura"
    },
    {
      "name": "Cizmar pantofar",
      "category": "persoane",
      "shortMeaning": "Reparator, ajutor în progres, meșteșugar sau modestie.",
      "fullInterpretation": "Cizmarul este cel care repară încălțămintea, deci cel care te ajută să mergi mai departe. În vis, simbolizează o persoană care îți oferă mijloacele de a avansa sau care te ajută să îți \"repari\" drumul în viață. Indică muncă onestă, abilitate manuală și soluții practice la problemele de zi cu zi.",
      "slug": "cizmar-pantofar"
    },
    {
      "name": "Cizme",
      "category": "obiecte",
      "shortMeaning": "Protecție, drum greu, putere, autoritate sau călătorie.",
      "fullInterpretation": "Cizmele oferă o protecție mai mare decât pantofii obișnuiți. În vis, sugerează că ești pregătit pentru un drum greu sau pentru condiții adverse (noroi, zăpadă). Pot simboliza autoritatea (cizme militare), puterea sau dorința de a domina. Cizmele noi indică un succes într-o nouă întreprindere.",
      "slug": "cizme"
    },
    {
      "name": "Cladire",
      "category": "locuri",
      "shortMeaning": "Structura vieții, proiecte, corpul uman sau ambiții.",
      "fullInterpretation": "O clădire în vis reprezintă o structură complexă: poate fi viața ta, cariera, corpul sau psihicul. O clădire solidă indică siguranță și sănătate. O clădire înaltă sugerează ambiții mari și aspirații spirituale. Starea clădirii reflectă starea ta actuală: în construcție, terminată sau în paragină.",
      "slug": "cladire"
    },
    {
      "name": "Cladire inalta",
      "category": "locuri",
      "shortMeaning": "Ambiții mari, succes, perspectivă largă sau amețeală.",
      "fullInterpretation": "O clădire foarte înaltă (zgârie-nori) simbolizează aspirațiile tale profesionale sau spirituale. Vrei să ajungi sus, să fii deasupra tuturor. Poate indica succes și prestigiu, dar și riscul de a pierde contactul cu realitatea de la sol sau teama de înălțime (de eșec).",
      "slug": "cladire-inalta"
    },
    {
      "name": "Cladire veche",
      "category": "locuri",
      "shortMeaning": "Trecut, experiență, amintiri, valori durabile sau decrepitudine.",
      "fullInterpretation": "O clădire veche evocă trecutul, istoria și experiența acumulată. Poate reprezenta valori tradiționale și o fundație solidă. Totuși, dacă este dărăpănată, sugerează că anumite aspecte ale vieții tale sunt învechite și necesită renovare. Poate simboliza și corpul care îmbătrânește sau amintiri care te țin pe loc.",
      "slug": "cladire-veche"
    }
  ]
}