{
  "symbols": [
    {
      "name": "Colet",
      "category": "obiecte",
      "shortMeaning": "Surpriză, sarcină, avertisment, energie dăruită.",
      "fullInterpretation": "Un colet în vis simbolizează adesea o surpriză sau o sarcină pe care trebuie să o îndeplinești. Poate conține un mesaj legat de o experiență trecută neexplorată. Dacă primești un colet cu adresa greșită, indică îndoieli privind abilitățile tale. Dacă trimiți un colet, sugerează că investești energie în alții sau în proiecte externe.",
      "slug": "colet"
    },
    {
      "name": "Colibă",
      "category": "locuri",
      "shortMeaning": "Simplitate, modestie, refugiu, nevoi de bază.",
      "fullInterpretation": "O colibă în vis reprezintă întoarcerea la origini și la nevoile de bază. Sugerează că trebuie să îți simplifici viața și să găsești fericirea în lucrurile mărunte. Poate fi un refugiu temporar împotriva problemelor complexe, un loc unde te simți în siguranță, deși condițiile sunt modeste.",
      "slug": "coliba"
    },
    {
      "name": "Colier",
      "category": "obiecte",
      "shortMeaning": "Feminitate, obligație, podoabă, gelozie sau bogăție.",
      "fullInterpretation": "Colierul simbolizează feminitatea și seducția, dar poate fi și un semn de constrângere (ceva pus la gât). Un colier scump indică statut și bogăție, în timp ce pierderea lui poate sugera tristețe. În tradiția românească, colierul poate prevesti certuri și gelozie în relațiile de cuplu.",
      "slug": "colier"
    },
    {
      "name": "Colindători",
      "category": "persoane",
      "shortMeaning": "Vești bune, bucurie, tradiție, comunitate.",
      "fullInterpretation": "Colindătorii la ușă sunt un semn excelent, aducând vești bune și bucurie. Visul sugerează că ești o persoană deschisă, capabilă să împărtășești fericirea cu cei din jur. Indică armonie socială, respectarea tradițiilor și o atmosferă de sărbătoare în sufletul tău.",
      "slug": "colindatori"
    },
    {
      "name": "Colivă",
      "category": "alimente",
      "shortMeaning": "Pomenire, ciclu încheiat, respect pentru morți, tradiție.",
      "fullInterpretation": "Coliva este un simbol funerar specific, legat de pomenirea morților. În vis, nu prevestește neapărat moartea fizică, ci mai degrabă sfârșitul unui ciclu sau necesitatea de a onora memoria cuiva. Poate indica și împăcarea cu trecutul sau cu pierderea.",
      "slug": "coliva"
    },
    {
      "name": "Colivie",
      "category": "obiecte",
      "shortMeaning": "Captivitate, limitare, protecție sufocantă, singurătate.",
      "fullInterpretation": "Colivia reprezintă o închisoare a sufletului sau a minții. Sugerează că te simți limitat de circumstanțe sau de propria ta gândire. O colivie cu păsări poate simboliza pierderea libertății în schimbul siguranței. O colivie goală poate indica eliberare, dar și singurătate sau o căsătorie destrămată.",
      "slug": "colivie"
    },
    {
      "name": "Coloană",
      "category": "obiecte",
      "shortMeaning": "Susținere, stabilitate, putere, falus sau ruină.",
      "fullInterpretation": "O coloană (arhitecturală) simbolizează sprijinul și structura vieții tale. O coloană solidă indică siguranță și putere. Două coloane pot reprezenta echilibrul între masculin și feminin. O coloană prăbușită sau ruptă este un semn rău, sugerând pierderea sprijinului, sărăcie sau speranțe năruite.",
      "slug": "coloana"
    },
    {
      "name": "Coloană vertebrală",
      "category": "corp",
      "shortMeaning": "Curaj, rezistență, suport moral, caracter.",
      "fullInterpretation": "Coloana vertebrală în vis reprezintă axul tău moral și rezistența în fața greutăților (\"a avea coloană\"). O coloană puternică indică încredere și curaj. Durerile sau problemele la coloană sugerează că te simți copleșit de responsabilități sau că îți lipsește suportul celor din jur.",
      "slug": "coloana-vertebrala"
    },
    {
      "name": "Colonel",
      "category": "persoane",
      "shortMeaning": "Autoritate, disciplină, succes, rigiditate.",
      "fullInterpretation": "Apariția unui colonel în vis indică interacțiunea cu autoritatea sau nevoia de disciplină. Pentru un bărbat, poate prevesti succes profesional și financiar. Pentru o femeie, poate sugera întâlnirea cu un partener autoritar sau protector. Dacă ești degradat, indică un conflict sau pierderea statutului.",
      "slug": "colonel"
    },
    {
      "name": "Colți",
      "category": "animale",
      "shortMeaning": "Agresivitate, apărare, instincte primare, pericol.",
      "fullInterpretation": "Colții (de animal sau vampir) simbolizează agresivitatea verbală sau fizică. Dacă tu ai colți, înseamnă că ai fost răutăcios sau defensiv. Dacă vezi colți la altcineva, te simți amenințat. Poate indica tensiuni familiale sau conflicte cu persoane care nu se tem să \"muște\".",
      "slug": "colti"
    },
    {
      "name": "Comă",
      "category": "stări",
      "shortMeaning": "Neputință, blocaj, pauză forțată, deconectare.",
      "fullInterpretation": "Starea de comă în vis reflectă o deconectare totală de la realitate sau un sentiment profund de neputință. Simți că viața trece pe lângă tine și nu poți interveni. Poate sugera necesitatea unei pauze majore sau frica de a nu putea face față schimbărilor. Uneori, este legată de paralizia din timpul somnului.",
      "slug": "coma"
    },
    {
      "name": "Comandant",
      "category": "persoane",
      "shortMeaning": "Control, leadership, responsabilitate, ascensiune.",
      "fullInterpretation": "A fi comandant în vis sugerează că deții controlul asupra vieții tale sau că ai aspirații de lider. Indică o ascensiune rapidă, dar și responsabilități sporite. Dacă primești ordine de la un comandant, înseamnă că trebuie să te supui unor reguli sau autorități superioare.",
      "slug": "comandant"
    },
    {
      "name": "Combustibil",
      "category": "obiecte",
      "shortMeaning": "Energie, motivație, resursă, pasiune.",
      "fullInterpretation": "Combustibilul (benzină, motorină, gaz) reprezintă energia vitală care te pune în mișcare. Dacă ai combustibil, ai resurse pentru a-ți atinge scopurile. Lipsa lui indică epuizare sau blocaj. Tipul de combustibil poate nuanța visul: benzina e explozivă (emoții intense), cărbunele e lent și durabil (muncă grea).",
      "slug": "combustibil"
    },
    {
      "name": "Cometă",
      "category": "fenomene",
      "shortMeaning": "Eveniment rar, schimbare majoră, veste, destin.",
      "fullInterpretation": "Cometa este un semn astral puternic. Tradițional, era văzută ca prevestitoare de războaie sau dezastre, dar modern poate simboliza un eveniment rar și spectaculos care îți va schimba viața. O cometă strălucitoare poate aduce noroc neașteptat sau o revelație spirituală.",
      "slug": "cometa"
    },
    {
      "name": "Cometă căzând",
      "category": "fenomene",
      "shortMeaning": "Speranțe năruite, eșec, deziluzie, pericol.",
      "fullInterpretation": "O cometă care cade (sau un meteorit) sugerează prăbușirea unor idealuri sau planuri mărețe. Poate indica o deziluzie rapidă după un moment de entuziasm. Este un avertisment să fii realist și să nu te bazezi pe noroc chior.",
      "slug": "cometa-cazand"
    },
    {
      "name": "Comoară",
      "category": "obiecte",
      "shortMeaning": "Valoare ascunsă, potențial, bogăție, secret.",
      "fullInterpretation": "Comoara simbolizează resursele neexploatate din adâncul psihicului tău sau oportunități externe ascunse. A căuta o comoară indică dorința de autodescoperire sau de îmbogățire rapidă. Poate reprezenta și înțelepciunea sau iubirea pe care trebuie să o găsești.",
      "slug": "comoara"
    },
    {
      "name": "Comoară găsind",
      "category": "acțiuni",
      "shortMeaning": "Succes, revelație, câștig neașteptat, soluție.",
      "fullInterpretation": "Găsirea unei comori este unul dintre cele mai bune vise. Semnifică descoperirea unui talent personal, a unei soluții la o problemă veche sau un câștig material. Indică faptul că eforturile tale de căutare au dat roade și că vei fi recompensat.",
      "slug": "comoara-gasind"
    },
    {
      "name": "Compas",
      "category": "obiecte",
      "shortMeaning": "Direcție, precizie, măsură, echilibru.",
      "fullInterpretation": "Compasul este instrumentul care te ajută să nu te rătăcești. În vis, sugerează nevoia de orientare și de a găsi calea cea dreaptă. Un compas defect indică confuzie și lipsa de direcție. Folosirea lui corectă arată că ești stăpân pe situație și planifici viitorul cu precizie.",
      "slug": "compas"
    },
    {
      "name": "Competiție",
      "category": "acțiuni",
      "shortMeaning": "Rivalitate, ambiție, testare, validare.",
      "fullInterpretation": "Participarea la o competiție în vis reflectă lupta ta pentru recunoaștere în viața reală. Îți testezi limitele și te compari cu alții. Câștigarea ei aduce încredere, în timp ce pierderea sugerează nesiguranță. Poate indica un mediu de lucru concurențial.",
      "slug": "competitie"
    },
    {
      "name": "Complice",
      "category": "persoane",
      "shortMeaning": "Vinovăție comună, influență negativă, secret împărtășit.",
      "fullInterpretation": "A fi complice în vis sugerează că te simți vinovat pentru o acțiune sau că te lași influențat negativ de anturaj. Poate indica o legătură secretă cu cineva, bazată pe interese ascunse sau pe fapte mai puțin onorabile.",
      "slug": "complice"
    },
    {
      "name": "Complimente",
      "category": "acțiuni",
      "shortMeaning": "Validare, vanitate, lingușire, nevoie de apreciere.",
      "fullInterpretation": "Dacă primești complimente în vis, subconștientul îți satisface nevoia de apreciere și iubire. Totuși, atenție la lingușitori. Dacă tu faci complimente, poate sugera că încerci să obții favoruri sau că ești o persoană care știe să-i motiveze pe alții.",
      "slug": "complimente"
    },
    {
      "name": "Complot",
      "category": "acțiuni",
      "shortMeaning": "Paranoia, trădare, nesiguranță, strategie.",
      "fullInterpretation": "Visul despre un complot reflectă neîncrederea ta în cei din jur. Te temi că se uneltesc lucruri împotriva ta sau că vei fi exclus. Poate fi o proiecție a propriilor tale strategii ascunse sau a sentimentului de vulnerabilitate socială.",
      "slug": "complot"
    },
    {
      "name": "Compot",
      "category": "alimente",
      "shortMeaning": "Confort, discuții, amestec, nostalgie.",
      "fullInterpretation": "Compotul este un aliment reconfortant. În vis, poate simboliza o atmosferă plăcută, discuții dulci cu familia. Totuși, expresia \"a-i face cuiva compot\" sugerează și conflicte fizice sau verbale, deci contextul contează. Compotul de prune poate indica probleme digestive sau financiare.",
      "slug": "compot"
    },
    {
      "name": "Computer / PC / Calculator",
      "category": "tehnologie",
      "shortMeaning": "Logică, muncă, informare, lipsă de emoții, conexiune.",
      "fullInterpretation": "Computerul simbolizează mintea rațională, procesarea informațiilor și munca intelectuală. Poate indica nevoia de a fi conectat sau de a \"calcula\" o situație. Erorile de calculator sugerează confuzie mentală sau stres. Un computer virusat indică influențe externe negative asupra gândirii tale.",
      "slug": "computer-pc-calculator"
    },
    {
      "name": "Con de pin",
      "category": "natură",
      "shortMeaning": "Fertilitate, potențial, iluminare, natură.",
      "fullInterpretation": "Conul de pin este un simbol străvechi al fertilității și al glandei pineale (al treilea ochi). În vis, sugerează potențialul de creștere, sămânța unei idei noi sau conexiunea cu natura. Poate avea și conotații falice sau de masculinitate.",
      "slug": "con-de-pin"
    },
    {
      "name": "Conac",
      "category": "locuri",
      "shortMeaning": "Statut, moștenire, secrete de familie, iubire interzisă.",
      "fullInterpretation": "Un conac în vis reprezintă un statut social ridicat, dar și greutatea tradiției sau a familiei. Poate ascunde secrete vechi. Uneori, este asociat cu iubiri romantice, dar interzise sau neacceptate de convențiile sociale.",
      "slug": "conac"
    },
    {
      "name": "Concediat",
      "category": "acțiuni",
      "shortMeaning": "Respingere, frică de eșec, schimbare forțată, eliberare.",
      "fullInterpretation": "Visul că ești concediat reflectă adesea insecuritatea profesională sau teama de a nu fi suficient de bun. Poate indica și sentimentul de respingere în plan personal. Paradoxal, poate fi un semn că subconștientul tău dorește o schimbare și vrea să te elibereze de o situație care nu ți se mai potrivește.",
      "slug": "concediat"
    },
    {
      "name": "Concediu",
      "category": "stări",
      "shortMeaning": "Odihnă, evadare, recompensă, necesitate de pauză.",
      "fullInterpretation": "Visul despre concediu este un semnal clar că ai nevoie de odihnă și de detașare de stresul cotidian. Indică epuizare mentală sau fizică. Dacă ești deja în concediu în vis, înseamnă că te vei bucura de o perioadă de relaxare și că problemele financiare se vor ameliora.",
      "slug": "concediu"
    },
    {
      "name": "Concert",
      "category": "evenimente",
      "shortMeaning": "Armonie, exprimare, public, emoție colectivă.",
      "fullInterpretation": "Participarea la un concert simbolizează nevoia de armonie și de împărtășire a emoțiilor cu un grup. Dacă muzica este plăcută, indică echilibru interior și bucurie. Dacă tu ești pe scenă, înseamnă că vrei să îți exprimi talentele și să fii auzit. Poate sugera și cooperare armonioasă cu ceilalți.",
      "slug": "concert"
    },
    {
      "name": "Concurs",
      "category": "acțiuni",
      "shortMeaning": "Provocare, demonstrație, câștig, comparație.",
      "fullInterpretation": "Un concurs în vis este o provocare pe care ți-o lansezi singur sau care vine din exterior. Arată nevoia de a demonstra ce poți. Rezultatul concursului din vis (câștig sau pierdere) reflectă nivelul tău actual de încredere în sine.",
      "slug": "concurs"
    },
    {
      "name": "Condimente",
      "category": "alimente",
      "shortMeaning": "Pasiune, varietate, iritare, schimbare.",
      "fullInterpretation": "Condimentele adaugă gust vieții. În vis, sugerează nevoia de varietate, de \"sare și piper\". Pot indica pasiune și stimulare sexuală, dar și iritare sau cuvinte \"picante\" (usturătoare) pe care le-ai spus sau le-ai auzit.",
      "slug": "condimente"
    },
    {
      "name": "Condoleanțe",
      "category": "acțiuni",
      "shortMeaning": "Respect, tristețe, sprijin, încheiere.",
      "fullInterpretation": "A oferi sau a primi condoleanțe în vis nu prevestește neapărat moarte, ci procesarea unei pierderi sau a unei tristeți. Poate sugera că ești capabil să oferi sprijin emoțional sau că ai nevoie de consolare. Uneori, indică îngroparea securei războiului.",
      "slug": "condoleante"
    },
    {
      "name": "Conducător",
      "category": "persoane",
      "shortMeaning": "Direcție, responsabilitate, control, ghidare.",
      "fullInterpretation": "A fi conducător (lider, șofer) înseamnă că îți asumi responsabilitatea pentru direcția în care merge viața ta sau a unui grup. Dacă conduci un vehicul, modul în care o faci reflectă controlul tău asupra destinului propriu.",
      "slug": "conducator"
    },
    {
      "name": "Conferință",
      "category": "evenimente",
      "shortMeaning": "Comunicare, schimb de idei, consens, învățare.",
      "fullInterpretation": "O conferință în vis simbolizează schimbul de idei și necesitatea de a ajunge la un consens. Poate reprezenta diversele voci ale personalității tale care încearcă să ia o decizie comună. Indică și dorința de a învăța sau de a fi ascultat într-un cadru profesional.",
      "slug": "conferinta"
    },
    {
      "name": "Confesiune",
      "category": "acțiuni",
      "shortMeaning": "Descărcare, vinovăție, adevăr, intimitate.",
      "fullInterpretation": "Confesiunea în vis indică nevoia de a te elibera de o povară sufletească sau de un secret. Dacă te confesezi, cauți iertare sau înțelegere. Dacă asculți confesiunea altcuiva, ți se încredințează secrete sau simți greutatea problemelor altora. Poate avertiza asupra trădării secretelor.",
      "slug": "confesiune"
    },
    {
      "name": "Confeti",
      "category": "obiecte",
      "shortMeaning": "Sărbătoare, efemer, bucurie măruntă, haos.",
      "fullInterpretation": "Confetiile simbolizează momente de bucurie explozivă, dar trecătoare. Sunt asociate cu petrecerile și celebrările. Psihologic, pot indica o stare de euforie, dar și riscul de a te împrăștia în detalii mărunte și colorate, pierzând esența.",
      "slug": "confeti"
    },
    {
      "name": "Conflict",
      "category": "acțiuni",
      "shortMeaning": "Tensiune interioară, neînțelegeri, luptă, rezolvare.",
      "fullInterpretation": "Conflictul în vis este o reflectare a tensiunilor din viața reală, fie externe (cu alții), fie interne (între dorințe și valori). Un conflict cu un prieten poate prevesti probleme financiare. Rezolvarea conflictului în vis este un semn bun de maturizare și vindecare.",
      "slug": "conflict"
    },
    {
      "name": "Congelator",
      "category": "obiecte",
      "shortMeaning": "Păstrare, răceală, amânare, resurse stocate.",
      "fullInterpretation": "Congelatorul simbolizează păstrarea resurselor (alimente, emoții) pentru viitor. Poate indica faptul că ai \"înghețat\" anumite sentimente sau proiecte. A pune mâncare în congelator sugerează prosperitate și pregătire pentru oaspeți. A scoate ceva indică reactivarea unor resurse vechi.",
      "slug": "congelator"
    },
    {
      "name": "Coniac",
      "category": "alimente",
      "shortMeaning": "Relaxare, lux, bogăție, socializare.",
      "fullInterpretation": "Băuturile fine precum coniacul sunt asociate cu luxul, relaxarea și socializarea într-un cadru intim. În vis, poate sugera o îmbunătățire financiară sau dorința de a te bucura de viață. Dacă bei singur, poate indica melancolie sau nevoie de confort.",
      "slug": "coniac"
    },
    {
      "name": "Conopidă",
      "category": "alimente",
      "shortMeaning": "Creier, complexitate, sănătate, obligații.",
      "fullInterpretation": "Datorită formei sale, conopida este uneori asociată cu creierul și gândirea complexă. În vis, poate simboliza o problemă care necesită \"desfacere\" în bucăți mici. Mâncând conopidă, ai grijă de sănătatea ta, dar poate indica și obligații plictisitoare.",
      "slug": "conopida"
    },
    {
      "name": "Conservă",
      "category": "obiecte",
      "shortMeaning": "Resurse limitate, secrete, închidere, păstrare.",
      "fullInterpretation": "Conserva reprezintă ceva închis ermetic: emoții reprimate, secrete sau resurse puse deoparte. A deschide o conservă înseamnă a accesa aceste rezerve sau a dezvălui ceva ascuns. Poate indica sentimentul de a fi \"înghesuit\" sau limitat.",
      "slug": "conserva"
    },
    {
      "name": "Constipație",
      "category": "stări",
      "shortMeaning": "Blocaj, reținere, incapacitate de a renunța, zgârcenie.",
      "fullInterpretation": "Constipația în vis este un simbol clasic al retenției anale (în psihanaliză), legat de zgârcenie, încăpățânare sau incapacitatea de a lăsa trecutul în urmă. Indică un blocaj emoțional, refuzul de a exprima sentimente sau de a cheltui bani.",
      "slug": "constipatie"
    },
    {
      "name": "Consultație",
      "category": "acțiuni",
      "shortMeaning": "Căutarea ajutorului, îngrijorare, sfat, analiză.",
      "fullInterpretation": "A fi la o consultație (medicală, juridică) arată că ești conștient de o problemă și cauți soluții externe. Reflectă anxietatea legată de sănătate sau de o situație incertă. Poate sugera nevoia de validare a unei decizii.",
      "slug": "consultatie"
    },
    {
      "name": "Contabil",
      "category": "persoane",
      "shortMeaning": "Ordine, calcul, responsabilitate financiară, onestitate.",
      "fullInterpretation": "Contabilul se ocupă de cifre și bilanțuri. În vis, te îndeamnă să fii obiectiv, să îți \"faci socotelile\" în viață și să fii atent la detalii. Poate avertiza asupra problemelor financiare sau necesității de a pune ordine în afaceri.",
      "slug": "contabil"
    },
    {
      "name": "Contabilitate",
      "category": "acțiuni",
      "shortMeaning": "Bilanț, griji financiare, organizare, evaluare.",
      "fullInterpretation": "A visa despre contabilitate sau un birou de contabilitate indică preocupări legate de bani sau de evaluarea propriei valori. Simți nevoia să știi exact unde te afli, ce ai câștigat și ce ai pierdut.",
      "slug": "contabilitate"
    },
    {
      "name": "Conte / Contesă",
      "category": "persoane",
      "shortMeaning": "Nobilime, aparențe, snobism, onoare sau ridicol.",
      "fullInterpretation": "Figurile nobiliare în vis pot reprezenta aspirații înalte, dar adesea, în interpretările moderne sau populare, sugerează snobism, aparențe înșelătoare sau riscul de a te face de râs încercând să pari ceea ce nu ești. O contesă bătrână poate indica prestigiu real.",
      "slug": "conte"
    },
    {
      "name": "Contesă",
      "category": "persoane",
      "shortMeaning": "Eleganță, statut, intrigi, feminitate nobilă.",
      "fullInterpretation": "Vezi interpretarea pentru \"Conte\". Specific, o contesă poate simboliza o figură feminină influentă sau aspecte rafinate ale sinelui.",
      "slug": "contesa"
    },
    {
      "name": "Contor",
      "category": "obiecte",
      "shortMeaning": "Măsură, limită, costuri, timp scurs.",
      "fullInterpretation": "Contorul măsoară consumul. În vis, îți atrage atenția asupra resurselor pe care le consumi (energie, timp, bani). Poate sugera că \"ceasul ticăie\" sau că va veni o notă de plată pentru acțiunile tale. Citirea contorului indică evaluarea situației.",
      "slug": "contor"
    },
    {
      "name": "Contrabandă",
      "category": "acțiuni",
      "shortMeaning": "Ilegalitate, risc, secret, câștig necinstit.",
      "fullInterpretation": "Contrabanda implică a face ceva pe ascuns, ocolind regulile. În vis, sugerează că încerci să obții ceva prin mijloace incorecte sau că ai secrete față de partener. Indică riscuri mari și posibilitatea de a fi prins sau de a suferi pierderi.",
      "slug": "contrabanda"
    },
    {
      "name": "Contract",
      "category": "obiecte",
      "shortMeaning": "Angajament, legătură, obligație, promisiune.",
      "fullInterpretation": "Semnarea unui contract este un act serios de angajament. În vis, poate prevesti un nou loc de muncă, o căsătorie sau o înțelegere importantă. Dacă te simți forțat să semnezi, indică obligații apăsătoare. Ruperea contractului sugerează eliberare, dar și conflict.",
      "slug": "contract"
    }
  ]
}