{
  "symbols": [
    {
      "name": "Culoarea neagra",
      "category": "dictionar",
      "shortMeaning": "In valoare absoluta, negrul, culoare contrara albului, este agalul acesteia.",
      "fullInterpretation": "In valoare absoluta, negrul, culoare contrara albului, este agalul acesteia. Ca si albul, el se poate situa la cele doua extremitati ale gamei cromatice, ca limita fie a culorilor calde, fie a celor reci. Dupa cum este mat sau stralucitor, el devine absenta sau suma a celorlalte culori, negare sau sinteza a lor. Simbolic, negrul este inteles cel mai adesea sub aspectul sau rece, negativ. Cand culoarea neagra apare in vise, adesea simbolizeaza necunoscutul, pericolul, inconstientul, intunericul, misterul, ura, rautatea, moartea sau doliul. Este o invitatie la o cunoastere de sine si la o cercetare adanca in subconstient, pentru a va intelege mai bine pe voi insiva. De asemenea, inseamna o lipsa de dragoste si sprijin. Reprezentare pozitiva, negrul reprezinta posibilitatile si potentialul. Este o ardezie curata sau goala. Daca senzatia din vis este una de bucurie, atunci negrul ar putea implica spiritualitate ascunsa si calitati divine. Negrul in vise este adesea insotit de culoarea rosie. Atunci cand ambele culori sunt combinate, acestea reflecta de cele mai multe ori o frica puternica sau anumite intentii negative. Este posibil sa va temeti de cel mai rau lucru cu care trebuie sa va confruntati in viata. Exemple de vise : Un tanar a visat o alta persona cu ochii negrii. In viata de zi cu zi se temea de o mare pedeapsa care ii putea fi aplicata de tatal acestuia daca era prins incercand sa funga. Tatal fiind unul abuziv. Un barbat tanar a visat un caine negru vicios. In viata reala, acesta era extrem de suparat pe un prieten. O femeie a visat un cal negru ce se apropia de ea. In viata reala, se temea sa nu isi piarda serviciul din cauza furiei unui fost prieten care era foarte competitiv si autoritar la locul de munca.",
      "slug": "culoarea-neagra"
    },
    {
      "name": "Culoarea rosie",
      "category": "dictionar",
      "shortMeaning": "Culoarea rosie in vise este o indicatie de energie vigoare, forta, energie bruta, putere, agresiv...",
      "fullInterpretation": "Culoarea rosie in vise este o indicatie de energie vigoare, forta, energie bruta, putere, agresivitate, pasiune intensa, curaj, pasiune si impulsivitate. Culoarea rosie are conotatii profunde atat emotionale cat si spirituale. In mod alternativ, culoarea rosie poate indica si lipsa de energie. Va simtiti obositi sau letargici. Rosul este, de asemenea, considerata culoarea de violenta, pericol, sange, respingere, rusine si impulsuri sexuale. Potrivit unor carti de vise vechi, culoarea rosie in vise reprezinta negativitate, intentii negative sau situatii negative. Intr-un vis ea poate reflecta ceva negativ despre modul in care ganditi, simtiti sau actionati. Poate indica ganduri, emotii sau comportamente nesanatoase. Toate acestea se bazeaza pe simbolismul si perceptia umana a culorii rosii ca fiind culoarea sangelui. Visele care implica culoarea rosie pot fi si pozitive, aceste pot indica pasiunea. Acest lucru este mult mai rar, dar apare din cand in cand. Simbolistica rosu Considerat pretutindeni ca fiind simbolul fundamental al principiului vital, cu forta, puterea si stralucirea lui, rosul, culoare a focului si a sangelui, prezinta totusi din punct de vedere simbolic, aceeasi ambivalenta ca si acestea din urma - desigur, dupa cum el este, ca nunanta, deschis sau inchis. Rosul deschis, stralucitor, centrifug, este diurn, masculin, tonic, indemnand la actiune si aruncandu-si stralucirea peste tot, aidoma unui soare, cu putere uriasa si de neinvins (KANS). Rosul inchis, sete dinpotriva nocturn, feminin, tainic, la limita, centriped. El reprezinta nu expresia, ci misterul vietii. In Orientul Indepartat, rosul evoca in general caldura, intensitate, actiune si pasiune. Rosul este culoarea tendintei expansive, rajas. In Japonia, culoarea rosie (aka) este purtata aproape exclusiv de catre femei. Este simbolul sinceritatii si al fericirii. Dupa unele scoli sintoiste, rosul ar desemna armonia si expansiunea. Exemple de vise Exemplu 1: Un barbat a visat o masina rosie care a ramas blocata de o alta masina. Inseamna ca in viata de zi cu zi a fost implicat / este implicat intr-o relatie extraconjugala si intampina probleme la incheierea acestei relatii. Culoarea rosii a masinii poate reflecata cat de negativa si periculoasa este aceasta relatie pentru casatoria sa sau pentru afacerea sa. Exemplu 2: Un barbat a visat ca urmareste un canal de stiri la televizor si ecranul a devenit complet rosu. In viata de zi cu zi acesta are temeri ca starea lumii / a populatiei a devenit periculoasa. Exemplu 3 : O femeie a visat un cer rosu. In viata de zi cu zi aceasta a simtit ca intreaga-i viata este ruinata dupa ce a decis sa se desparta de sotul care o insela sau care ii controla abuziv viata.",
      "slug": "culoarea-rosie"
    },
    {
      "name": "Culoarea verde",
      "category": "dictionar",
      "shortMeaning": "Culoarea verde semnifica o schimbare pozitiva, bunastare, fertilitate, crestere, vindecare, vigoa...",
      "fullInterpretation": "Culoarea verde semnifica o schimbare pozitiva, bunastare, fertilitate, crestere, vindecare, vigoare, vitalitate, speranta, pace si seninatate. Aspectul culorii poate fi, de asemenea, o modalitate de a va spune sa \"mergeti mai departe\". Alternativ, verdele este o metafora pentru o lipsa de experienta in unele sarcini. Verdele inchis indica materialism, inselaciune si / sau dificultati. Lumina verde reprezinta vindecare. Alternativ, nuantele de verde deschis pot reflecta gelozie, lacomiesa egoism.",
      "slug": "culoarea-verde"
    },
    {
      "name": "Culoarea violet",
      "category": "dictionar",
      "shortMeaning": "Aceasta culoare, considerata de pulti prea tare, simpolizeaza nobletea, respectul, devotament si speranta.",
      "fullInterpretation": "Aceasta culoare, considerata de pulti prea tare, simpolizeaza nobletea, respectul, devotament si speranta. Scopul ei este de a creste moralul. Alternativ, violetul stimuleaza punctul nostru de intuitie si cel spiritual.",
      "slug": "culoarea-violet"
    },
    {
      "name": "Culori",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea culorile descrise separat).",
      "fullInterpretation": "(vezi, de asemenea culorile descrise separat).",
      "slug": "culori"
    },
    {
      "name": "Cuminecatura",
      "category": "dictionar",
      "shortMeaning": "- Visul cuminecatura este un vis bun, acesta semnifica impacare si lucruri bune.",
      "fullInterpretation": "- Visul cuminecatura este un vis bun, acesta semnifica impacare si lucruri bune. - Daca in vis iei sfanta cuminecatura inseamna ca vei lega o prietenie pe viata.",
      "slug": "cuminecatura"
    },
    {
      "name": "Cumnat",
      "category": "dictionar",
      "shortMeaning": "Daca ai visat cumnat (se poate sa visezi un cumnat chiar daca nu ai unul ) - cumnatul in vis este...",
      "fullInterpretation": "Daca ai visat cumnat (se poate sa visezi un cumnat chiar daca nu ai unul ) - cumnatul in vis este semn ca un barbat in care ai incredere se va dovedi nesincer, mincinos sau tradator.",
      "slug": "cumnat"
    },
    {
      "name": "Cumpana",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cumpana"
    },
    {
      "name": "Cumpara",
      "category": "dictionar",
      "shortMeaning": "Visele despre cumpararea unei case sunt considerate a fi vise de bun augur.",
      "fullInterpretation": "Visele despre cumpararea unei case sunt considerate a fi vise de bun augur. A te visa cumparnd o casa noua sau mutandu-te intr-o casa noua este, de regula, considerat un semn al sucesului, prosperitatii si norocului. Pot exista multiple variatii la acest vis si toate interpretarile sunt de obicei pozitive. Cumparand o casa incompleta sau neteminata in vis poate avea semnificatii cu sens negativ. Ar putea insemna faptul ca in curand in curand va puteti confrunta cu o pierdere sau o criza funanciara. Acestea din urma ar putea avea la baza o investitie paguboasa. Visand ca ati cumparat o casa foarte colorata sau cu nuante ciudate de culori, ar putea inseamna ca in momentul de fata va confruntati cu tot felul de probleme enervante.Daca visezi ca esti la cumparaturi simbolizeaza dorintele si nevoile tale. De asemenea, daca visezi ca esti la cumparaturi de alimente, semnifica incercarea ta ascunsa de a cumpara atentia altora. Pentru un vis in care nu gasitit ce vreti sa cumparati, sugereaza ca incercati sa va cautati o noua imagine.(cumparand)Cearta mare si necazuri.Daca visezi ca esti retinut pentru o rascumparare semnifica faptul ca vei castiga o suma importanta de bani din partea cuiva care te-a ranit in trecut.",
      "slug": "cumpara"
    },
    {
      "name": "Cumparand arme",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cumparand-arme"
    },
    {
      "name": "Cumparand o casa",
      "category": "dictionar",
      "shortMeaning": "Visele despre cumpararea unei case sunt considerate a fi vise de bun augur.",
      "fullInterpretation": "Visele despre cumpararea unei case sunt considerate a fi vise de bun augur. A te visa cumparnd o casa noua sau mutandu-te intr-o casa noua este, de regula, considerat un semn al sucesului, prosperitatii si norocului. Pot exista multiple variatii la acest vis si toate interpretarile sunt de obicei pozitive. Cumparand o casa incompleta sau neteminata in vis poate avea semnificatii cu sens negativ. Ar putea insemna faptul ca in curand in curand va puteti confrunta cu o pierdere sau o criza funanciara. Acestea din urma ar putea avea la baza o investitie paguboasa. Visand ca ati cumparat o casa foarte colorata sau cu nuante ciudate de culori, ar putea inseamna ca in momentul de fata va confruntati cu tot felul de probleme enervante.",
      "slug": "cumparand-o-casa"
    },
    {
      "name": "Cumparaturi",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca esti la cumparaturi simbolizeaza dorintele si nevoile tale.",
      "fullInterpretation": "Daca visezi ca esti la cumparaturi simbolizeaza dorintele si nevoile tale. De asemenea, daca visezi ca esti la cumparaturi de alimente, semnifica incercarea ta ascunsa de a cumpara atentia altora. Pentru un vis in care nu gasitit ce vreti sa cumparati, sugereaza ca incercati sa va cautati o noua imagine.",
      "slug": "cumparaturi"
    },
    {
      "name": "Cununa",
      "category": "dictionar",
      "shortMeaning": "- Cununand sau a cununa.",
      "fullInterpretation": "- Cununand sau a cununa. - Daca in vis ai cununat pe cinevaÂ - semn rau , nefericire, nenorocire, moarte. - Daca in vis tu esti cununat(a) atunci o viata frumoasa iti prevesteste acest vis, stare sufleteasca foarte buna pentru perioada ce urmeaza.",
      "slug": "cununa"
    },
    {
      "name": "Cununa de aur sau flori",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cununa-de-aur-sau-flori"
    },
    {
      "name": "Cununand",
      "category": "dictionar",
      "shortMeaning": "- Cununand sau a cununa.",
      "fullInterpretation": "- Cununand sau a cununa. - Daca in vis ai cununat pe cinevaÂ - semn rau , nefericire, nenorocire, moarte. - Daca in vis tu esti cununat(a) atunci o viata frumoasa iti prevesteste acest vis, stare sufleteasca foarte buna pentru perioada ce urmeaza.",
      "slug": "cununand"
    },
    {
      "name": "Cununie",
      "category": "dictionar",
      "shortMeaning": "Daca visezi o cununie semnifica angajamentul pe care ti l-ai luat si care trebuie dus la bun sfar...",
      "fullInterpretation": "Daca visezi o cununie semnifica angajamentul pe care ti l-ai luat si care trebuie dus la bun sfarsit, obligatie si responsabilitate, frica de implicare sentimentala, decizii ce trebuie luate dar care sunt ireversibile",
      "slug": "cununie"
    },
    {
      "name": "Cupa",
      "category": "dictionar",
      "shortMeaning": "- De vezi in vis o mai multe cupe la un loc, stralucitoare - dragoste, revelatie.",
      "fullInterpretation": "- De vezi in vis o mai multe cupe la un loc, stralucitoare - dragoste, revelatie. - Daca visezi ca bei dintr-o cupa - castorie. - Daca ciocnesti cu cineva - placere si fericire. - Daca atunci cand ciocnesti se sparge cupa - remuscari, frustrari.",
      "slug": "cupa"
    },
    {
      "name": "Cuplu",
      "category": "dictionar",
      "shortMeaning": "Sa vedeti un cuplu in vise simbolizeaza un mariaj, o relatie.",
      "fullInterpretation": "Sa vedeti un cuplu in vise simbolizeaza un mariaj, o relatie. Ganditi-va ce face cuplul in vis deoarece ar putea sa va arate anumite lucruri care lipsesc din viata dumneavoastra. Daca visati un cuplu de indragostiti care isi exprima sentimentele unul celuilalt indica un viitor frumos pentru dumneavoastra. Daca un cuplu se urca intr-un tren sau dumneavoastra faceti parte din acel cuplu, inseamna ca va puteti baza pe partenerul de viata si ca puteti sa construiti o relatie de lunga durata impreuna. Daca unul din cei doi pierde trenul, inseamna ca s-ar putea ca partenerul dumneavoastra sa nu fie persoana care sa va sprijine in viata.",
      "slug": "cuplu"
    },
    {
      "name": "Cupru",
      "category": "dictionar",
      "shortMeaning": "- Cuprul in vis reprezinta, in general, griji si temeri nefondate.",
      "fullInterpretation": "- Cuprul in vis reprezinta, in general, griji si temeri nefondate. - Daca visezi cupru combinat cu argint (chiar si obiecte) - inseamna ca vei avea parte de deceptii. - Cupru gravat cu desene - intalnesti pe cineva cu gusturi rafinate. - Moneda de cupru - dubii inainte de folosire. - Cupru nebatut - te asteapta o perioada proasta, mici crize. - Daca visezi oala veche din cupru - semn ca cineva vrea sa te ajute. - Sarma de cupru - te afli intr-o situatie cam nesigura",
      "slug": "cupru"
    },
    {
      "name": "Cuptor",
      "category": "dictionar",
      "shortMeaning": "- Cuptorul in vise are semnificatie buna, in general acesta inseamna vesti bune, bogatie, bunastare.",
      "fullInterpretation": "- Cuptorul in vise are semnificatie buna, in general acesta inseamna vesti bune, bogatie, bunastare. - Cuptor aprins - belsug. - Cuptor ars - cheltuieli fara sens, inutile. - Cuptor ars prea tare - dorinte manifestate. - Daca visezi ca tu sa altcineva cade intr-un cuptor - acesta este un semn ce prevesteste cearta, moarte, lucri ingrozitoare. - Daca visezi ca incingi cuptorul pentru a face mancare - ti se va propune un post in cadrul comunitatii. - Cuptor rece - vei fi nostalgic pentru o perioada. - Daca visezi un cuptor cu pane - o sa ai parte de o vizita. - De visezi cuptor cu placinte - te asteapta zile bune. - Cuptor de crematoriu - progres in dragoste obtinut prin flatare. - Cuptor stins - mizerie, saracie. - Daca visezi un cuptor gol dar si fara foc - ai grija, probabil te vei certa cu cineva si asta poate duce la unele probleme ce te pot afecta pe viitor.",
      "slug": "cuptor"
    },
    {
      "name": "Curaj",
      "category": "dictionar",
      "shortMeaning": "A avea curaj in vise inseamna initiativa, implicare totala intr-o relatie sentimentala, chiar dac...",
      "fullInterpretation": "A avea curaj in vise inseamna initiativa, implicare totala intr-o relatie sentimentala, chiar daca exista constrangeri sociale, reusita profesionala si bucuria de a obtine, de a realiza ceea ce va doriti.",
      "slug": "curaj"
    },
    {
      "name": "Curatenie",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca faci curatenie semnificca faptul ca iti faci ordine in viata, incerci sa iti dai s...",
      "fullInterpretation": "Daca visezi ca faci curatenie semnificca faptul ca iti faci ordine in viata, incerci sa iti dai seama ce vrei , alegeri pe care le faci, decizii pe care va trebui sa le iei si care te deruteaza, gasirea unor solutii, a unor raspunsuri. De asemenea, nevoia de curatenie si de ordine corespunde unei dorinte de claritate interioara, de reorganizare si structura.In viata reala, asemenea visului, a face curatenie este un act de purificare. Nevoia de curatenie si de ordine corespunde unei dorinte de claritate interioara, de reorganizare si structura. A face curatenie in vise inseamna a face ordine in viata, in ganduri, in sentimente.",
      "slug": "curatenie"
    },
    {
      "name": "Curcan",
      "category": "dictionar",
      "shortMeaning": "Carnea de curcan in vise simbolizeaza neincredere si incoerenta, dar si faptul ca aveti un compor...",
      "fullInterpretation": "Carnea de curcan in vise simbolizeaza neincredere si incoerenta, dar si faptul ca aveti un comportament irational in viata de zi-cu-zi. Visul in care mancati carne de curcan sugereaza ca aveti o imaginatie foarte bogata.",
      "slug": "curcan"
    },
    {
      "name": "Curcan unflandu se in pene",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "curcan-unflandu-se-in-pene"
    },
    {
      "name": "Curcubeu",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "curcubeu"
    },
    {
      "name": "Curea",
      "category": "dictionar",
      "shortMeaning": "- Cureaua in vis nu are o semnificatie buna , poate insemna necazuri, certuri pentru o avere.",
      "fullInterpretation": "- Cureaua in vis nu are o semnificatie buna , poate insemna necazuri, certuri pentru o avere. - Daca in vis tu porti o curea noua - cineva iti va pune bete in jur si asta numai pentru a te impiedica sa obtii castiguri financiare. - Daca porti o curea veche - ai un ton si un limbaj neadecvat cu persoanele din jurul tau, ai grija o sa ai ai multe de pierdut daca nu iti vei cere scuze. - Se mai spune in traditia romaneasca ca daca visezi curea o sa te certi cu o persoana apropiata.",
      "slug": "curea"
    },
    {
      "name": "Curent",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca vaslesti contra curentului - certuri cu sefii la servici, esti confuz si ideil...",
      "fullInterpretation": "- Daca ai visat ca vaslesti contra curentului - certuri cu sefii la servici, esti confuz si ideile tale nu mai au logica.Energia electrica sau curentul electric din visele dumneavoastra este un semn ca va exista o schimbare in viata, care va fi brusca si, uneori, chiar si, confuza, deoarce acest tip de schimbare, care este reprezentata de energia electrica vine din senin, uneori chiar ne poate soca pentru ca suntem obisnuti cu un anumit fel de a fi. Aceste modificari, care vor intra dintr-o data in viata dumneavoastra, sunt tipurile de modificari care or sa va aduca binecuvantari si productivitate, deci nu trebuie sa va fie frica de asemenea schimbari. Vedeti si : Electricitate",
      "slug": "curent"
    },
    {
      "name": "Curent electric",
      "category": "dictionar",
      "shortMeaning": "Energia electrica sau curentul electric din visele dumneavoastra este un semn ca va exista o schi...",
      "fullInterpretation": "Energia electrica sau curentul electric din visele dumneavoastra este un semn ca va exista o schimbare in viata, care va fi brusca si, uneori, chiar si, confuza, deoarce acest tip de schimbare, care este reprezentata de energia electrica vine din senin, uneori chiar ne poate soca pentru ca suntem obisnuti cu un anumit fel de a fi. Aceste modificari, care vor intra dintr-o data in viata dumneavoastra, sunt tipurile de modificari care or sa va aduca binecuvantari si productivitate, deci nu trebuie sa va fie frica de asemenea schimbari. Vedeti si : Electricitate",
      "slug": "curent-electric"
    },
    {
      "name": "Curmale",
      "category": "dictionar",
      "shortMeaning": "La noi curmalele sunt considerate a fi fructe exotice, iar atunci cand le visam acestea vor avea ...",
      "fullInterpretation": "La noi curmalele sunt considerate a fi fructe exotice, iar atunci cand le visam acestea vor avea semnificatii exotice, pozitionand in prim plan nevoia de rar sau excentric. De asemenea, curmalele sunt semnul belsugului, al prosperitatii si al unui posibil parteneriat. Puteti vizualiza versiunea video de mai jos a visului despre curmale sau puteti continua sa cititi textul, depinde de dumneavoastra. Videoclip despre visarea curmalelor In general, consumul de curmale in vise este un semn bun. Visul in care dumneavoasta mancati curmale prevesteste pozitivitate si abundenta. In continuare va vom prezenta cele mai comune vise legate de curmale: Mancand curmale coapte si gustoase Visul prevesteste stralucire, perioada de fertilitate si conceptie, inflorire din punct de vedere relational si financiar. Mancand curmale necoapte Consumul curmalelor verzi sau necoapte simbolizeaza graba dumneavoastra in finalizarea unor poiecte. Cunoasteti proverbul \"graba strica treaba\" ? Ei bine, in cazul dumneavoastra se potriveste perfect. Incercati tot felul de scurtaturi fara sa mai tineti cont ca sunteti intr-un proces de crestere (poate ca sunteti la inceputul unui proiect nou, a unei relatii sau a unei afaceri). Curmale putrede si stricate Un asemenea vis prevesteste o oportunitate ratata, mai ales daca ati consumat sau incercati sa consumati astfel de curmale. Curmalele putrede pot fi, de asemenea, simbolul regretelor, dar si, pierderea increderii in propriile abilitati. Curmale uscate Aparitia curmalelor uscate in vise, mai ales daca primiti sau ati pus undeva la pastrat, simbolizeaza o recunoastere pentru munca depusa, daruirea si efortul dumneavoastra . Pe de alta parte, visul in care curmalele uscate si zbarcite care se transforma in curmale proaspete, prevesteste faptul ca o persoana bolnava (un prieten, o rudÄƒ sau cineva din casa) se va insanatosi.",
      "slug": "curmale"
    },
    {
      "name": "Cursa",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat o cursa inseamna aproape intotdeauna un concurs profesional.",
      "fullInterpretation": "- Daca ai visat o cursa inseamna aproape intotdeauna un concurs profesional. Nu este vorba numai de profit si pierdere, mai presus de toate, este vorba despre prestigiu si posibilitatea cresterii valorii proprii. - Daca visezi ca asisti la o cursa - daca esti preocupat de avansarea ta atunci norocul iti va surade - Este un semn bun daca te visezi alergand intr-o cursa. - Daca un bolnav (boala grava) viseaza ca alearga intr-o cursa si ajunge la capatul acesteia - semn rau, cursul vietii sale se apropie de sfarsit. - Daca participi intr-o cursa cu obstacole - viata ta este plina de obstacole, te pandesc probleme si in cele mai marunte lucruri pe care le faci.",
      "slug": "cursa"
    },
    {
      "name": "Curse de masini",
      "category": "dictionar",
      "shortMeaning": "Cursele de masini in vise inseamna ca veti avea o ascensiune greoaie pe scara succesului, nu veti...",
      "fullInterpretation": "Cursele de masini in vise inseamna ca veti avea o ascensiune greoaie pe scara succesului, nu veti reusi sa primiti laude la locul de munca decat dupa foarte multa munca.",
      "slug": "curse-de-masini"
    },
    {
      "name": "Curte",
      "category": "dictionar",
      "shortMeaning": "Curtea din vis reprezinta de regula dorintele care ti se vor realiza, daca insa este plina cu ani...",
      "fullInterpretation": "Curtea din vis reprezinta de regula dorintele care ti se vor realiza, daca insa este plina cu animale inseamna ca vei trece cu bine peste primejdii. In cazul in care visezi ca ai o curte plina de copii inseamna ca reusesti sa iesi la liman cu toate problemele, cand visezi o curte murdara inseamna ca esti un om lenes, iar pasarile de curte reprezinta multa bogatie.",
      "slug": "curte"
    },
    {
      "name": "Cusca",
      "category": "dictionar",
      "shortMeaning": "Cusca in vis inseamna ca va simtiti obligat saactionati cum vor alti, nu aveti putere de a razbi.",
      "fullInterpretation": "Cusca in vis inseamna ca va simtiti obligat saactionati cum vor alti, nu aveti putere de a razbi. Va simtiti restrictionat, limitat, si tinut sub papuc intr-o relatie. Daca in vis cineva va baga in cusca, inseamna ca veti avea parte de neintelegeri. Daca visati o pantera in cusca sugereaza ca veti fi victorios in fata dusmanului. Tigrul in cusca reprezinta faptul ca veti fi avansat.A visa o lupta in cusca sugereaza unele idei sau convingeri aflate in conflict. Daca visati ca luptati in cusca inseamna ca va simtiti restrictionat sau limitat intr-o relatie actuala. Un anumit aspect din viata dumneavoastra se lupta pentru a fi exprimat sau eliberat.",
      "slug": "cusca"
    },
    {
      "name": "Cutie",
      "category": "dictionar",
      "shortMeaning": "Potrivit unora dintre cele mai cunoscute dictionare de vise o cutie poate indica lucruri ascunse din viata noastra.",
      "fullInterpretation": "Potrivit unora dintre cele mai cunoscute dictionare de vise o cutie poate indica lucruri ascunse din viata noastra. Cutiile pot insemna, de asemenea, o teama de necunoscut. Deschiderea unei cuti (sau casete) in vise semnifica faptul ca sunteti susceptibili pentru imbogatire si / sau calatorii ori directii pozitive in viitor. In cazul in care cutia este sau pare sa fie goala, atunci probabil ca veti intampina o dezamagire in viitorul apropiat. Daca ati visat o cutie luminoasa care pare a fi un cadou, atunci acest vis indica natura dumneavoastra ocrotitoare si sustinatoare, de sprijin. O cutie cu panglica in jur inseamna ca ceva mare va asteapta in legatura cu munca dumneavoastra. Visand ca vedeti o succesiune de cutii, indica mai multe secrete care va inconjoara in acest moment. Aceste cutii reprezinta adesea sentimente sau ganduri asociate cu femeile din viata dumneavoastra. O cutie de jucarie prezenta in visele dumneavoastra ar putea fi un semn ca trebuie sa cresteti, sa va maturizati. Gandindu-va la modul in care a evoual viata dumneavoastra, este important sa lasati anumiti oameni in urma pentru a va continua viata intr-o alta directie. Fiind captiv sau o senzatie de prins intr-o cutie de jucarie, in general, inseamna ca sunteti concentrat pe ganduri si sentimnte la care va este greu sa le faceti fata.Este foarte important sa va ganditi si la felul in care va simtiti atunci cand ati visat o cutie cu bani. Vazand in vis o cutie cu bani, aceasta poate reprezenta afaceri favorabile si faptul ca veti depasi toate obstacolele pentru a va asigura bunastare si viata usora pe viitor. In cazul in care ati visat o cutie cu bani si atunci cand o deschideti aceasta se dovedeste a fi una cu trucuri sau sau ustensile pentru clovn, acest lucru indica faptul ca cineva din jurul dumneavoasta nu va este sincer, va amageste si va duce cu zagarelul. In cazul in care la deschidere cutia provoaca agitatie, sarin din ea ganglici sau pornid o muzica, inseamna ca personalitatea dumneavoastra edificatoare va cauzeaza griji in viata de zi cu ziCutia postala in vise sugereaza ca veti fi rugat sa participati la unele actiuni ilegale. Daca visati ca incercati sa puneti o scrisoare in cutia postala si nu reusiti inseamna ca nu veti reusi sa realizati tot ceea ce v-ati propus.Discutia in vis nu reprezinta nimic deosebit. Trebuie sa cunoasteti despre ce se vorbeste si ce fel de discutie este. O discutie serioasa inseamna ca trebuie sa fiti mai matur, sa nu fugiti de responsabilitati. Daca discutia este amuzanta sugereaza faptul ca aveti o viata sociala placuta si ca aveti posibilitatea de a va face prieteni cu usurinta. Daca visati o discutie in contradictoriu si iesiti castigator inseamna canu veti avea probleme la locul de munca o buna perioada de timp. Visul la o discutie cu un membru al familiei, denota faptul ca nu va gasiti fericirea, ca ce se intampla in viata dumneavoastra nu va multumeste. Daca visati ca va certati cu persoana iubita inseamna exact contrariul, adica veti avea parte de armonie si fericire in cuplu.Executia in vis semnifica existenta a ceva sau cuiva care trebuie taiat, indepartat din viata ta. - Daca ti-ai visat propria executie - adapostesti o vina puternica. Poate exista un prost obicei sau un aspect urat al tau de care ai vrea sa scapi. - Daca in vis esti martor(a) la o executie - este posibil sa contactezi o boala dar care va fi depistata relativ usor. - Asisti la executia unu nevinovat - sanatatea isi este in pericol. - Daca visezi executia unu vinovat - te pandesc dusmanii.",
      "slug": "cutie"
    },
    {
      "name": "Cutie cu bani",
      "category": "dictionar",
      "shortMeaning": "Este foarte important sa va ganditi si la felul in care va simtiti atunci cand ati visat o cutie cu bani.",
      "fullInterpretation": "Este foarte important sa va ganditi si la felul in care va simtiti atunci cand ati visat o cutie cu bani. Vazand in vis o cutie cu bani, aceasta poate reprezenta afaceri favorabile si faptul ca veti depasi toate obstacolele pentru a va asigura bunastare si viata usora pe viitor. In cazul in care ati visat o cutie cu bani si atunci cand o deschideti aceasta se dovedeste a fi una cu trucuri sau sau ustensile pentru clovn, acest lucru indica faptul ca cineva din jurul dumneavoasta nu va este sincer, va amageste si va duce cu zagarelul. In cazul in care la deschidere cutia provoaca agitatie, sarin din ea ganglici sau pornid o muzica, inseamna ca personalitatea dumneavoastra edificatoare va cauzeaza griji in viata de zi cu zi",
      "slug": "cutie-cu-bani"
    },
    {
      "name": "Cutie postala",
      "category": "dictionar",
      "shortMeaning": "Cutia postala in vise sugereaza ca veti fi rugat sa participati la unele actiuni ilegale.",
      "fullInterpretation": "Cutia postala in vise sugereaza ca veti fi rugat sa participati la unele actiuni ilegale. Daca visati ca incercati sa puneti o scrisoare in cutia postala si nu reusiti inseamna ca nu veti reusi sa realizati tot ceea ce v-ati propus.",
      "slug": "cutie-postala"
    },
    {
      "name": "Cutit",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea sabie) .",
      "fullInterpretation": "(vezi, de asemenea sabie) .Visul in care vedeti sau folositi un cutit rupt sugereaza ca unele evenimente sau circumstante neasteptate ar putea sa va distruga visele si sperantele. In traditia chinezeasca, a visa un cutit rupt este un semn rau ce indica faptul ca veti avea ghinion in toate angajamentele recente.",
      "slug": "cutit"
    },
    {
      "name": "Cutit care te ameninta",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cutit-care-te-ameninta"
    },
    {
      "name": "Cutit rupt",
      "category": "dictionar",
      "shortMeaning": "Visul in care vedeti sau folositi un cutit rupt sugereaza ca unele evenimente sau circumstante ne...",
      "fullInterpretation": "Visul in care vedeti sau folositi un cutit rupt sugereaza ca unele evenimente sau circumstante neasteptate ar putea sa va distruga visele si sperantele. In traditia chinezeasca, a visa un cutit rupt este un semn rau ce indica faptul ca veti avea ghinion in toate angajamentele recente.",
      "slug": "cutit-rupt"
    },
    {
      "name": "Cutremur",
      "category": "dictionar",
      "shortMeaning": "Cutremurul in vise este un simbol puternic, deoarece creaza emotii anxioase.",
      "fullInterpretation": "Cutremurul in vise este un simbol puternic, deoarece creaza emotii anxioase. Luati in considerare intotdeauna locatia dumneavoastra, ce faceti, oamenii care sunt in jurul dumneavoastra, precum si propriile emotii personale din timpul cutremurului. Aceste detalii va pot ajuta sa descifrati visul mult mai bine. Cutremurul simbolizeaza, de obicei, o destabilizare majora la temelia vietii dumneavoastra. Ati putea simti o nesiguranta cu privire la pozitia pe care o ocupati la locul de munca, sau va temeti ca ati putea pierde pe cineva important sau drag pentru dumneavoastra. Trebuie subliniat insa ca, desi cutremurul ofera forte distructive, are, de asemenea capacitatea de a crea munti si vai. Acest lucru inseamna ca, desi zguduitaura cutremurului prefigureaza schimbare in viata dumneavoastra, acesta ar putea sugera si forte creatoare care sa conduca la un nou stil de viata.",
      "slug": "cutremur"
    }
  ]
}