{
  "symbols": [
    {
      "name": "Covrigi",
      "category": "dictionar",
      "shortMeaning": "Covrigul in vise simbolizeaza devotament, convingeri spirituale si recompense.",
      "fullInterpretation": "Covrigul in vise simbolizeaza devotament, convingeri spirituale si recompense. Alternativ, visul indica faptul ca sunteti preocupat de o problema complexa si nu sunteti inca sigur cum o veti rezolva. - Daca caumparati sau mancati covrigi inseamna placeri si succes viata de zi cu zi dar nu vor fi ceea ce ati visat (ceea ce va doriti).",
      "slug": "covrigi"
    },
    {
      "name": "Cozonac",
      "category": "dictionar",
      "shortMeaning": "Cozonacul in vis semnifica sentimentul ca evoluezi, progres, multumire, satisfactie, prosperitate...",
      "fullInterpretation": "Cozonacul in vis semnifica sentimentul ca evoluezi, progres, multumire, satisfactie, prosperitate, perioada rodnica si favorabila, indestulare, suficienta. De asemenea, daca visezi ca mananci cozonac poate semnifica o perioada de belsug.",
      "slug": "cozonac"
    },
    {
      "name": "Crab",
      "category": "dictionar",
      "shortMeaning": "Crabul in vise prezice neintelegeri cu prietenii.",
      "fullInterpretation": "Crabul in vise prezice neintelegeri cu prietenii. Imaginea crabului in vis poate indica grija materna, uneori prea sufocanta, dar mai poate insemna si un caracter nestatorinic, inconstant, egoist. Dupa cum se misca un crab, visul poate intruchipa prefacatoria.",
      "slug": "crab"
    },
    {
      "name": "Craciun",
      "category": "dictionar",
      "shortMeaning": "Craciunul este un eveniment religios simbolizand divinul.",
      "fullInterpretation": "Craciunul este un eveniment religios simbolizand divinul. In visele noastre, acest lucru poate fi asociat cu noi evenimente din viata de zi cu zi. De asemenea, acesta, simbolizeaza emotiile ascunse. Sarbatoarea Craciunului este un timp al familiei si al fericirii, prin urmare, visand aceasta sarbatoare indica noi inceputuri. Visand ca va bucurati de Craciun, prevesteste experimentarea dragostei in viitorul apropiat. - Daca ai visat sarbatoarea de craciun este semn de realizari pe plan profesional si financiar. - Craciun - semn bun in ceea ce priveste familia si prietenii. Reusita, bucurie si pace in casa. - Craciun cu zapada - clipe fericite cu persoana iubita, vremuri bune, sanatate foarte buna. - Daca ti visat un pom de craciun - viata familiala placuta, fara griji si probleme financiare. - Daca ati visat ca serbati craciunul alaturi de familie sau prieteni - veselie, bucurii. - Daca ati visat ajunul de craciun - primiti vesti foarte bune, vesti favorabile pentru incheierea unu contract, de finalizare a unei afaceri, etc.(floare) 15/11/2021 (ultima actualizare)Craciunita sau Poinsettia, este o specie de planta din familia Euphorbiaceae, originara din Mexic si America Centrala, craciunita a fost descrisa pentru prima data de europeni in 1834. (sursa: wikipedia ). In vis, florile apar mai des femeilor decat barbatilor, deoarece plantele si florile au o simbolistica mai speciala pentru ele. Visarea craciunitei (cunoscuta si sub numele de Stea de Craciun) este insotita de multiple semnificatii, dar de cele mai multe ori simbolizeaza fericire, bucurie si pasiune. In continuare va prezentam cele mai comune vise despre craciunite: Cumparand o craciunita Visul in care dumneavoastra cumpati o craciunita, inseamna ca ar trebui sa dedicati mai mult timp familiei. Poate ca este un semn ascupa faptului ca in ultima vreme vi-ati cam neglijat familia, trebuie sa va ganditi serios la relatiile dumneavoastra cu familia, ei sunt cele mai importante persoane din viata dumneavoastra! Oferind sau daruind cuiva o craciunita Visul in care ati oferit cuiva o craciunita scoate in evidenta bunatatea si generozitatea dumneavoastra. Sunteti o persoana se va gandi mereu la altii si care este gata oricand sa se sacrifice. Poate ca menirea dumneavoastra in viata este sa va altaturati unei organizatii umanitare, in acest mod vi-ati putea indeplinii misiunea vietii , si anume, de a-i ajuta pe cei nevoiasi. Vanzarea sau comercializarea de craciunite Daca ati visat ca ati vandut cuiva o craciunita, inseamna ca in curand veti aduce fericire in viata unui strain. De asemenea, visul poate face referile la impresia buna lasata de actiunile dumneavoastra. Furtul Visul in care ati furat o craciunita, poate simboliza faptul ca va simtiti jenat. Cel mai important este ca mai intati sa ascultati, nu incercati sa vorbiti despre lucruri pe care nu le intelegeti deoarece puteti spune ceva prostesc. Craciunita de alta culoare Visul in care craciunita nu este rosie, ci alta culoare, inseamna ca va implicati in treburile personale ale altor persoane atunci cand nu ar trebui sa faceti asta. Bradul de craciun denota ocazii de bucurie si bun augur, in special cand ati visat ca acesta se afla in casa dumneavoastra. Acesta poate simboliza, de asemenea, nevoia de relaxare si cautarea de pace interioara. Visand un brad de craciun luminat si impodobit poate prevesti noi emotii pe care le veti gestiona cu inteligenta si respect. Vazand un brad demontat sau despodobit, prevesteste unele incidente dureroase, in special sufletesti. Din punct de vedere psihologic este un semn ca, dupa o perioada lunga sau deprimanta totul va deveni mai luminos si mai bine. Din punct de vedere spiritual este considerat copacul renasterii si al nemuririi, pentru ca el este vesnic verde.Un atribut invariabil al Craciunului sunt cadourile si decoratiunile de Craciun, chiar si in vis, ele prezita surprize si emotii placute. Acestea sunt, de cele mai multe ori, un semn de noi perspective si schimbari. Visand ca decorati o camera si /sau un brad de Craciun, inseamna intamplari, intalniri sau surprize de neasteptat. Cumparand globuri sau decoratiuni de Craciun, inseamna ca, in realitate, veti prelua in siguranta proiecte noi sau proicete care au fost inghetate de ceva vreme (oprite din varii motive). Succesul va este garantat. Vazand un brad frumos impodobit cu globuri, reprezinta sentimente legate de a-i face pe altii sa se simta bine. Decoratiunile si mai ales globurile folosite de catre dumneavoastra pentru a decora un brad sau o incapre simbolizeaza un semntiment de bine si incurajarea altora sa se distreze si sa se simta demni de un tratament special. In mod negativ, decoratiunile pot reflecata sentimente cu privire la un comportament iresponsabil.Mos craciun in vise inseamna ca trebuie sa fiti mai iertatori, mai darnici. Mai inseamna ajutor prietenesc, protectie, recunoasterea meritelor, dorinta de a fi ocrotit, recompensat, apreciat. Visul in care apare mos craciun mai poate insemna si faptul ca incepeti sa va apreciati sau sa va recunoasteti unele calitati sau defecte, sa va descoperiti mai bine. Daca in vis apare o persoana draga imbracata in mos craciun inseamna ca in realitate vreti ca lumea sa se poarte cu dumneavoastra asa cum va purtati si dumneavoastra cu ei, frumos si prietenos.daca ai un asemene vis, vei avea parte de bucurii - multe iti va reusi in viata ta. Vedeti si semnificatia visului : Brad de craciun",
      "slug": "craciun"
    },
    {
      "name": "Craciunita (floare)",
      "category": "dictionar",
      "shortMeaning": "(floare) 15/11/2021 (ultima actualizare)Craciunita sau Poinsettia, este o specie de planta din fa...",
      "fullInterpretation": "(floare) 15/11/2021 (ultima actualizare)Craciunita sau Poinsettia, este o specie de planta din familia Euphorbiaceae, originara din Mexic si America Centrala, craciunita a fost descrisa pentru prima data de europeni in 1834. (sursa: wikipedia ). In vis, florile apar mai des femeilor decat barbatilor, deoarece plantele si florile au o simbolistica mai speciala pentru ele. Visarea craciunitei (cunoscuta si sub numele de Stea de Craciun) este insotita de multiple semnificatii, dar de cele mai multe ori simbolizeaza fericire, bucurie si pasiune. In continuare va prezentam cele mai comune vise despre craciunite: Cumparand o craciunita Visul in care dumneavoastra cumpati o craciunita, inseamna ca ar trebui sa dedicati mai mult timp familiei. Poate ca este un semn ascupa faptului ca in ultima vreme vi-ati cam neglijat familia, trebuie sa va ganditi serios la relatiile dumneavoastra cu familia, ei sunt cele mai importante persoane din viata dumneavoastra! Oferind sau daruind cuiva o craciunita Visul in care ati oferit cuiva o craciunita scoate in evidenta bunatatea si generozitatea dumneavoastra. Sunteti o persoana se va gandi mereu la altii si care este gata oricand sa se sacrifice. Poate ca menirea dumneavoastra in viata este sa va altaturati unei organizatii umanitare, in acest mod vi-ati putea indeplinii misiunea vietii , si anume, de a-i ajuta pe cei nevoiasi. Vanzarea sau comercializarea de craciunite Daca ati visat ca ati vandut cuiva o craciunita, inseamna ca in curand veti aduce fericire in viata unui strain. De asemenea, visul poate face referile la impresia buna lasata de actiunile dumneavoastra. Furtul Visul in care ati furat o craciunita, poate simboliza faptul ca va simtiti jenat. Cel mai important este ca mai intati sa ascultati, nu incercati sa vorbiti despre lucruri pe care nu le intelegeti deoarece puteti spune ceva prostesc. Craciunita de alta culoare Visul in care craciunita nu este rosie, ci alta culoare, inseamna ca va implicati in treburile personale ale altor persoane atunci cand nu ar trebui sa faceti asta.",
      "slug": "craciunita-floare"
    },
    {
      "name": "Craniu",
      "category": "dictionar",
      "shortMeaning": "Craniul vazut in vise reprezinta viata si moartea.",
      "fullInterpretation": "Craniul vazut in vise reprezinta viata si moartea. Acesta poate indica faptul ca trebuie sa construim zone in viata si sa le crestem. Daca in vis i-ati vorbit unui craniu, este posibil sa fiti nevoit sa intrati in legatura cu uni membri ai familiei cu care nu v-ati intalnit de ceva timp. Visandu-va propriul craniu arata faptul ca sunteti constient de modul in care viata va este organizata si de ceea ce se intampla cu dumneavoastra in acel moment. Un craniu care va vorbeste sugereaza ca anumite aspecte suprimate sau repinse incep sa iasa la suprafata. Aceste aspecte nu vor mai fi negate si trebuie tratate la nivel de constient. Un craniu mare care incearca sa va inghita arata ca sunteti consumat literalmente de un pericol.Permiteti raului sa puna stapanire pe viata dumneavoastra.(vezi si schelet) A visa cranii este semn ca vei avea succes in activitati neobisnuite. Vazand sau gasind un craniu de crisatal in visul dumneavoastra reprezinta acel ceva pe care nu il intelegeti pe deplin. Visandu-va craniul transformandu-se intr-unul de crisatal sugereaza faptul ca simtiti ca altii va pot citi gandurile sau pot vedea prin dumneavoastra. Poate ca aveti ceva de ascuns. Alternativ, visul simbolizeaza reflectia, intelegerea, intuitia si puterile mentale. Trebuie sa priviti situatia din trecut, prezent si viitor.",
      "slug": "craniu"
    },
    {
      "name": "Craniu de cristal",
      "category": "dictionar",
      "shortMeaning": "Vazand sau gasind un craniu de crisatal in visul dumneavoastra reprezinta acel ceva pe care nu il intelegeti pe deplin.",
      "fullInterpretation": "Vazand sau gasind un craniu de crisatal in visul dumneavoastra reprezinta acel ceva pe care nu il intelegeti pe deplin. Visandu-va craniul transformandu-se intr-unul de crisatal sugereaza faptul ca simtiti ca altii va pot citi gandurile sau pot vedea prin dumneavoastra. Poate ca aveti ceva de ascuns. Alternativ, visul simbolizeaza reflectia, intelegerea, intuitia si puterile mentale. Trebuie sa priviti situatia din trecut, prezent si viitor.",
      "slug": "craniu-de-cristal"
    },
    {
      "name": "Crap",
      "category": "dictionar",
      "shortMeaning": "Psigologic vorbind crapul, peste cu solzi multi, inseamna, conform opiniei populare, mult noroc.",
      "fullInterpretation": "Psigologic vorbind crapul, peste cu solzi multi, inseamna, conform opiniei populare, mult noroc. - Daca ai viast crap - ai parte de viata lunga, infloritoare si multa sanatate. - Daca in vis vezi un crap in apa - discretie totala in actiuni dar si schimbari pozitive in relatiile sociale. - Captura de crap - iti faci griji in legatura cu rudele tale. - Daca ai visat ca manaci crap - dificultati financiare in viitorul apropiat.Crapatura in vise sugereaza un posibil esec in afaceri, trebuie sa aveti grija sa nu devina realitate. Daca visati o cana crapata inseamna ca s-ar putea sa aveti parte de o cearta in familie. Visul in care apare o farfurie crapata semnaleaza posibile pierderi financiare. Daca in vise apare o crapatura adanca ce trece prin casa dumneavoastra inseamna ca exista pericolul ruperii legaturilor cu cei dragi. Visul in care apare o cladire inalta cu fundatie crapata inseamna ca v-ati asumat prea multe responsabilitati, iar lucrurile incepsa mearga prost.",
      "slug": "crap"
    },
    {
      "name": "Crapatura",
      "category": "dictionar",
      "shortMeaning": "Crapatura in vise sugereaza un posibil esec in afaceri, trebuie sa aveti grija sa nu devina realitate.",
      "fullInterpretation": "Crapatura in vise sugereaza un posibil esec in afaceri, trebuie sa aveti grija sa nu devina realitate. Daca visati o cana crapata inseamna ca s-ar putea sa aveti parte de o cearta in familie. Visul in care apare o farfurie crapata semnaleaza posibile pierderi financiare. Daca in vise apare o crapatura adanca ce trece prin casa dumneavoastra inseamna ca exista pericolul ruperii legaturilor cu cei dragi. Visul in care apare o cladire inalta cu fundatie crapata inseamna ca v-ati asumat prea multe responsabilitati, iar lucrurile incepsa mearga prost.",
      "slug": "crapatura"
    },
    {
      "name": "Crater",
      "category": "dictionar",
      "shortMeaning": "Craterul in vise reprezinta un memento persistent despre ceva rau ce s-a intamplat.",
      "fullInterpretation": "Craterul in vise reprezinta un memento persistent despre ceva rau ce s-a intamplat. Pericolul sau dezastrul din trecutul dumneavoastra este imposibil de uitat. Visul ar putea sa reflecte impactul unei relatii sau a unui conflict din care nu v-ati revenit niciodata. Intr-o nota pozitiva, un crater in vise poate reflecta un memento despre un impact major pe care l-ati facut in cariera, in comunitate sau in viata altcuiva.",
      "slug": "crater"
    },
    {
      "name": "Cratita",
      "category": "dictionar",
      "shortMeaning": "- Daca manaci dintr-o cratita vei tari ceva neobisnuit, daca esti indragostit(a) asteapta-te la dificultati.",
      "fullInterpretation": "- Daca manaci dintr-o cratita vei tari ceva neobisnuit, daca esti indragostit(a) asteapta-te la dificultati. - Daca vezi cratita - sperante desarte. - Cratita ruginita - nu trebuie sa te castaoresti cu prima persona ce iti pica cu tronc.",
      "slug": "cratita"
    },
    {
      "name": "Cravata",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis intampini dificultati atunci cand vrei sa legi nodul la cravata inseamna ca te vei ...",
      "fullInterpretation": "- Daca in vis intampini dificultati atunci cand vrei sa legi nodul la cravata inseamna ca te vei certa cu o persoana de sex opus. - Daca in vis alegi o cravata din dulap sau de pe un raft - schimbare in bine. - Daca esti intr-un magazin si cumperi o cravata - bucurii. - Daca legi o cravata altcuiva - probleme sentimentale si banesti, nu te spria prea tare sunt trecatoare. - Femeia sau fata ce viseaza cravataÂ - va avea parte de o schimbare, cel mai probabil o schimbare in bine.Visarea nodului de la cravata simbolizeaza o legatura puternica cu o persoana de sex opus, deseori prevesteste casatoria. Un nod slabit sau faptul ca nu reusiti sa faceti un nod la cravata simbolizeaza racirea relatiei, instabilitate, sentimente negative, despartire sau divort.",
      "slug": "cravata"
    },
    {
      "name": "Creanga",
      "category": "dictionar",
      "shortMeaning": "Daca visati o creanga cu flori, frunze inseamna ca vi se va acorda o sansa.",
      "fullInterpretation": "Daca visati o creanga cu flori, frunze inseamna ca vi se va acorda o sansa. Veti avea parte de apreciere si afectivitate. Veti avea ambitia necesara si energia de a construi ceva pentru dumneavoastra si familia dumneavoastra. Daca visul va arata o creanga uscata, desfrunzita inseamna ca va subapreciati, va lasati daramati de probleme. Veti avea parte de pierderi materiale, dar nu irecuperabile. Va veti simti tradati, parasiti, neintelesi.",
      "slug": "creanga"
    },
    {
      "name": "Credinta musulmana",
      "category": "dictionar",
      "shortMeaning": "Oamenii care nu sunt implicati in credinta musulmana pot gasi aceasta religie foarte misterioasa ...",
      "fullInterpretation": "Oamenii care nu sunt implicati in credinta musulmana pot gasi aceasta religie foarte misterioasa si adesea se intreba in ce consta religia in sine. Multi au fost expusi unor stereotipuri comune care sunt concepute de catre mase. Ca si in cazul orcarei religii, exista cu siguranta multe atribute pozitive si negative ale acestei credinte particulare. Unele invataturi ale credintei musulmane sunt, poarte, asemanatoare cu ale orcareialte religii. Credinta musulmana are multe semnificatii diferite in vise. Cel mai adesea acest vis este un indicator al schimbarii si expansiunii. - Daca in vis ati vorbit cu cineva despre credinta musulmana, pentru ca este diferita de a voastra, inseamna ca sunteti curiosi sau interesati sa aflati mai multe despre aceasta. - Daca v-ati imprietenit cu cineva care este (musulman) adeptul acestei credinte, inseamna ca veti intalni pe cineva cu aceasta religie in viitorul apropiat. Avand un vis despre credinta musulmana poate insemna, de asemenea, ca va aflati intr-un loc in viata voastra, in care cautati sa fiti mai spirituali. Daca este asa, poate ca este necesar sa faceti niste cercetari sufletesti si sa cititi toate religiile trezesc curiozitatea, astfel incat sa puteti gasi una pe care sa o exersati.",
      "slug": "credinta-musulmana"
    },
    {
      "name": "Credit",
      "category": "dictionar",
      "shortMeaning": "- Daca visezi ca vinzi pe datorie (credit ) - esti nesigur si neincrezator.",
      "fullInterpretation": "- Daca visezi ca vinzi pe datorie (credit ) - esti nesigur si neincrezator. - Daca visezi ca esti creditat de catre o banca , sau o persoana - inseamna ca o sa muncesti foarte mult dar in final o sa iesi la suprafata, adica pana la urma ai sa rezolvi problemele financiare.",
      "slug": "credit"
    },
    {
      "name": "Creier",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "creier"
    },
    {
      "name": "Creion",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat un creion argintiu - siguranta de sine inseamna .",
      "fullInterpretation": "- Daca ai visat un creion argintiu - siguranta de sine inseamna . - De visezi creion auriu - o sa i neintelegeri cu partenerul de viata. - Daca visezi un creion de colorat - noi aventuri amoroase. - Creion rosu - te aflii in situatia in care ii poti ajuta si pe altii, nu ezita in acest scop. - Daca visezi creion negru - fi atent cui ii acorzi dragostea ta, mare atentie la cei noi intalniti. - Daca ai visat ca in timpul scrisului ai rupt varful unui creion - atentie mare, esti predispus la accidente. - Creion galben - momente de dragoste si liniste sufleteasca.",
      "slug": "creion"
    },
    {
      "name": "Crema",
      "category": "dictionar",
      "shortMeaning": "Daca ati visat crema de tort inseamna ca veti ajunge intr-un moment in care va trebui sa alegeti,...",
      "fullInterpretation": "Daca ati visat crema de tort inseamna ca veti ajunge intr-un moment in care va trebui sa alegeti, iar dumneavoastra trebuie sa alegeti cea mai buna varianta. S-ar putea sa simtiti nevoia de selectie, de a alege pe cel mai bun intr-o competitie. Crema de prajituri in vise sugereaza ca stiti sa puneti capat unei discutii ce pare interminabila. Aveti competente de un nivel foarte ridicat, dar nu sunteti polivalenti, va concentrati doar asupra unui anumit lucru. Daca visati crema cosmetica, reprezinta o anume vulnerabilitate fizica pe care o aveti, organismul va spune ca are nevoie de ingrijire, de reimprospatare. Visul la crema de ghete sugereaza necesitatea de a face o impresie buna, o dorinta de cizelare, de rafinare personala.Un crematoriu in vise sugereaza ca trebuie sa uitati de aventuri si risipa pentru o perioada de timp altfel nu veti avea oportunitatea de a trai foarte bine, deoarece exista posibilitatea de a ramane fara o sursa de venit si s-ar putea sa aveti mari probleme. Visul in care apare un crematoriu prevesteste o boala amenintatoare ce va fi foarte greu de tratat. De asemenea, aceasta imagine poate prezice un atentat la viata dumneavoastra pe care va trebui sa-l preveniti. Alternativ, crematoriul in vise indica faptul ca ati experimentat o multime de sentimente negative in ultimii ani si daca veti continua in acelasi mod, aceste sentimente vor ucide tot binele care v-a ramas, astfel ca ar trebui sa ganditi mai pozitiv. Reflectand asupra ce poate simboliza crematoriul aparut in vise ar fi bine sa va ganditi si la ce interpretare are in psihologie. Adesea o astfel de imagine este vazuta intr-un vis de cineva care a devenit foarte nervos la munca. De asemenea, acest vis indica multa negativitate ce s-a acumulat in jurul dumneavoastra. Poate ca unul din prieteni planifica o intriga, iar daca ramane neobservat poate lua o turnura negativa. Asadar, este important sa observati oamenii si sa aflati mai multe informatii despre ei. Daca imaginea unui crematoriu apare brusc in vis atunci inseamna ca viata dumneavoastra este tulburata in acest moment si va trebui sa va punteti in ordine afacerile pentru a nu regreta propria neatentie mai tarziu. Daca unei persoane care lucreaza la un crematoriu ii apare imaginea acestuia in vise atunci inseamna ca se datoreaza sensibilitatii excesive, dar nu prevesteste nimic negativ. A visa ca sunteti intr-un crematoriu impreuna cu alte persoane inseamna ca veti fi atras de afaceri ilicite, iar pentru a va dovedi nevinovatia va dura ceva timp, dar totul se va termina intr-un mod neasteptat de norocos. De asemenea, acest vis va spune ca va trebui sa aveti grija in alegerea prietenilor si partenerilor si sa studiati cu atentie documentele pe care le semnati. Daca visati oameni care rad intr-un crematoriu atunci acest vis semnifica o distractie intre prieteni ce se va sfarsi cu o puternica mahmureala, dar veti ramane cu multe amintiri placute. Visul in care cautati pe cineva intr-un crematoriu prevesteste decesul unei rude sau a unui prieten. Daca visati ca vedeti mai multe cadavre in crematoriu inseamna ca pe viitor va veti infrunta cu mai multe evenimente triste pe care ar trebui sa le indurati cu statornicie. Daca visati un cadavru animal care este ars in crematoriu inseamna ca va veti intalni cu un vechi prieten care va va propune o cooperare reciproc avantajoasa.",
      "slug": "crema"
    },
    {
      "name": "Crematoriu",
      "category": "dictionar",
      "shortMeaning": "Un crematoriu in vise sugereaza ca trebuie sa uitati de aventuri si risipa pentru o perioada de t...",
      "fullInterpretation": "Un crematoriu in vise sugereaza ca trebuie sa uitati de aventuri si risipa pentru o perioada de timp altfel nu veti avea oportunitatea de a trai foarte bine, deoarece exista posibilitatea de a ramane fara o sursa de venit si s-ar putea sa aveti mari probleme. Visul in care apare un crematoriu prevesteste o boala amenintatoare ce va fi foarte greu de tratat. De asemenea, aceasta imagine poate prezice un atentat la viata dumneavoastra pe care va trebui sa-l preveniti. Alternativ, crematoriul in vise indica faptul ca ati experimentat o multime de sentimente negative in ultimii ani si daca veti continua in acelasi mod, aceste sentimente vor ucide tot binele care v-a ramas, astfel ca ar trebui sa ganditi mai pozitiv. Reflectand asupra ce poate simboliza crematoriul aparut in vise ar fi bine sa va ganditi si la ce interpretare are in psihologie. Adesea o astfel de imagine este vazuta intr-un vis de cineva care a devenit foarte nervos la munca. De asemenea, acest vis indica multa negativitate ce s-a acumulat in jurul dumneavoastra. Poate ca unul din prieteni planifica o intriga, iar daca ramane neobservat poate lua o turnura negativa. Asadar, este important sa observati oamenii si sa aflati mai multe informatii despre ei. Daca imaginea unui crematoriu apare brusc in vis atunci inseamna ca viata dumneavoastra este tulburata in acest moment si va trebui sa va punteti in ordine afacerile pentru a nu regreta propria neatentie mai tarziu. Daca unei persoane care lucreaza la un crematoriu ii apare imaginea acestuia in vise atunci inseamna ca se datoreaza sensibilitatii excesive, dar nu prevesteste nimic negativ. A visa ca sunteti intr-un crematoriu impreuna cu alte persoane inseamna ca veti fi atras de afaceri ilicite, iar pentru a va dovedi nevinovatia va dura ceva timp, dar totul se va termina intr-un mod neasteptat de norocos. De asemenea, acest vis va spune ca va trebui sa aveti grija in alegerea prietenilor si partenerilor si sa studiati cu atentie documentele pe care le semnati. Daca visati oameni care rad intr-un crematoriu atunci acest vis semnifica o distractie intre prieteni ce se va sfarsi cu o puternica mahmureala, dar veti ramane cu multe amintiri placute. Visul in care cautati pe cineva intr-un crematoriu prevesteste decesul unei rude sau a unui prieten. Daca visati ca vedeti mai multe cadavre in crematoriu inseamna ca pe viitor va veti infrunta cu mai multe evenimente triste pe care ar trebui sa le indurati cu statornicie. Daca visati un cadavru animal care este ars in crematoriu inseamna ca va veti intalni cu un vechi prieten care va va propune o cooperare reciproc avantajoasa.",
      "slug": "crematoriu"
    },
    {
      "name": "Creta",
      "category": "dictionar",
      "shortMeaning": "- Daca scri pe tabla cu o creta - vei avea unele dezamgiri in afaceri.",
      "fullInterpretation": "- Daca scri pe tabla cu o creta - vei avea unele dezamgiri in afaceri. - Daca in vis creta cu care scri face zgomot - fi atent la animale. - Daca ai o cutie cu creta - reusita in afaceri. - Daca in vis incerci sa scri ceva cu creta iar acesta pare ca nu scrie - datornicii te vor duce cu vorba. Intr-un vis, secretara reprezinta cineva care este familiarizata cu toate secretele in afaceri sau o femeie care este constienta de viata privata a sefului ei. Ar putea fi sotia sau amanta acestuia. Daca visati ca sunteti o secretara inseamna ca aveti nevoie de ordine si organizare in viata. Nu va fie frica sa cereti ajutorul atunci cand aveti nevoie.",
      "slug": "creta"
    },
    {
      "name": "Creveti",
      "category": "dictionar",
      "shortMeaning": "Crevetii in vise sugereaza oprimare, coplesire sau pur si simplu te simti nesmnificativ(a).",
      "fullInterpretation": "Crevetii in vise sugereaza oprimare, coplesire sau pur si simplu te simti nesmnificativ(a).",
      "slug": "creveti"
    },
    {
      "name": "Crima",
      "category": "dictionar",
      "shortMeaning": "(in viata de zi cu zi).",
      "fullInterpretation": "(in viata de zi cu zi). - Daca tu esti victima crimei, o sa ai parte de o viata lunga. - Daca tu faci o crima in vis, vei face o gafa in realitate cu urmari ce le vei regreta.In vise, lacrimile pot pot indica un sentiment de eliberare si de purificare emotionala. Daca visam ca altcineva are ochii in lacrimi, poate fi necesar sa ne analizam in profunzime si, eventual, sa ne revizuim conduita.Lacrimile pot reprezenta durerea sau compasiunea , si , de cele mai multe ori, cea din urma se aplica din punct de vedere spiritual.Experienta compasiunii din vis ne poate face mai constienti de necesitatea ei in viata noastra de zi cu zi.",
      "slug": "crima"
    },
    {
      "name": "Criminal",
      "category": "dictionar",
      "shortMeaning": "- Daca vezi un criminal - te vei afla intr-o situatie imprevizibila.",
      "fullInterpretation": "- Daca vezi un criminal - te vei afla intr-o situatie imprevizibila. - Daca in vis ti seÂ confeseaza un criminal - succes personal dar cu unele intarzieri. - Daca tu esti criminal - infractiune. - Daca recunosti un criminal - o sa reusesti in afaceri, poate un domeniu nou de activitate. - Daca visezi ca esti prins de catre un criminal - vei primi niste bani ce ti se cuvin. - Daca visezi ca esti astacat de catre un criminal - vei fi presat de anumite persoane pentru o suma de bani. - De visezi ca adapostesti un criminal - ai grija, unii oameni s-ar putea sa profite de pe urma ta.",
      "slug": "criminal"
    },
    {
      "name": "Crin",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat crin alb - iubire mare, din ambele parti.",
      "fullInterpretation": "- Daca ai visat crin alb - iubire mare, din ambele parti. - Daca in vis vezi crin / crini infloriti - logodna, sperante in intemeierea unei familii. - Daca in vis privesti cu drag un crin - sperantele ti se vor indeplini. - Daca rupi un crin - o sa ai parte de umilinta, sau se poate sa fi inselat. - Crin vested - iti faci sperante in zadar. - Daca visezi gradina cu crini - semn ca o sa ai noroc in dragoste. Â",
      "slug": "crin"
    },
    {
      "name": "Cripta",
      "category": "dictionar",
      "shortMeaning": "Cripta in vise adesea sugereaza memorii sau sentimente ale subconstientului dumneavoastra.",
      "fullInterpretation": "Cripta in vise adesea sugereaza memorii sau sentimente ale subconstientului dumneavoastra. Dar ar putea indica si parti reprimate ale dumneavoastra sau influente de familie ce vin din trecutul indepartat. De asemenea, visul in care apare o cripta sugereaza subconstientul dumneavoastra, o stare de spirit completa in interior.",
      "slug": "cripta"
    },
    {
      "name": "Cristal",
      "category": "dictionar",
      "shortMeaning": "- Daca visezi un cristal foarte stralucitor, in culori frumoase - vei face parte dintr-un grup de...",
      "fullInterpretation": "- Daca visezi un cristal foarte stralucitor, in culori frumoase - vei face parte dintr-un grup de persoane foarte interesante unde unele persone ti se par si foarte atractive. - Obiect din cristal - intalnesti un om cinstit cu suflet limpede. - Cristal curat - purtare corecta. - Cristal murdar - ofensa celor apropiati tie. - Cristal spart - cearta si neintelegere. - Daca in vis gasesti un cristal -Â inseamna ca iti vei gasi si tu drumul, acea cale pe care de multa vreme o cauti.Visarea cristalelor este o reflecare a subconstientului care este cheia tuturor emotiilor, gandurilor si sentimentelor pe care va este teama sau nu vreti sa nle exprimati. Tocmai de aceea, visarea cristalelor cere exprimarea acestor ganduri nerecunoscute, dar cruciale. Pe de alta parte, aparatia cristalelor in visul dumneavoastra ar putea insemna o crestere sa o maturitate spirituala. Am visat pietre / cristale, dar nu le cunosc numele? Nu va panicati, se intampla foarte des. Va recomandam sa va notati macar culoarea si, daca este posibil, forma. Aceste informatii nu numai ca va vor ajuta sa descoperiti numele prin cateva cautari usoare pe internet. Culoarea va va oferi un indiciu cu privire la chakra sau centrul energetic. Ca si ghid rapid, acestea sunt culorile chakrelor si dezechilibrele ce pot fi cauzate : Mov (chakra coroanei) - Se concentreaza pe spiritualitate, conecare la divin si explorarea propriei laturi spirituale. Indigo (chakra celui de-al Treilea Ochi) - Pune accentul pe intuitie si pe increderea in propriile sentimente Albastra (chakra gatului) - Evidentiaza autenticitatea, onestitatea si dialogul intern constient. Verde sau Roz (chakra inimii) - Se concentreaza pe iubire, iubire de sine si daruire/primire de energie. Galbena (chakra Plexului Solar) - Se refera la puterea personala, responsabilitate si atingerea scopului propriu. Portocalie (chakra Sacrala) - Se conecteaza la creativitate, manifestare si energie sexuala. Rosie (chakra Radacina) - Se ocupa de nevoile de baza (hrana, apa, adapost), siguranta, securitate si vindecarea traumelor din copilarie. Crisalele si semnificatia acestora in vise Ametist Propria intuitie este darul divin pentru a te ajuta la ghidare in viata. Ascultati-va vocea interioara si veti cunoaste respunsul. Aceasta este, de asemenea, o invitatie importanta de a lucra la sanatatea celui de-al treilea ochi și a chakrei coroanei. Faceti din meditatie o parte a practicii tale zilnice, chiar daca este cu cateva minute inainte de culcare, trebuie să-ti faci timp pentru asta. Cristale violete Culoarea violet este asociatA cu chakra coroanei, care este legata de intuitia profunda sau ceea ce cunoastem in mod obisnuit ca al saselea simt. Visarea lor ar putea indica faptul ca mintea ta se deschide incetul cu incetul catre idei si inspiratii noi, mult deasupra cotidianului. Cristale roz Rozul simbolizeaza afectiunea, iar visarea cristalelor roz ar putea sugera o nouă faza romantica a vietii! De obicei vazuta ca o culoare feminina, ar putea fi si modul universului de a va spune sa imbratisati feminitatea din interior. Cristale negre A visa cristale negre ar putea fi un semn ca va aflati la o rascruce in viată si că va simtiti sigur si ca sunteti pesimisti in privinta viitorului. Totusi, amintiti-va ca ajutorul va fi intotdeauna acolo, doar dacă il veti cere. Pana atunci, rugaciunea si meditatia va vor oferi puterea necesara. Cristale verzi Un vis despre cristale verzi ar putea fi un semn care indeamna la incetinirea ritmului si sa va conectati cu imprejurimile si sa aveti grija de sanatatea dumneavoastra. Cristale albe Albul simbolizeaza de obicei pacea si calmul, iar daca aceste cristale apar in visele dumneavoastra, atunci ar putea insemna ca sunteti multumiti si impacati cu sine insuti si cu lumea. De asemenea, ar putea insemna ca sunteti pregatit sa infruntati si sa depasiti provocarile din viata, chiar daca inca nu stiti asta. Cristale albastre In domeniul spiritual, albastrul simbolizează curajul de a merge mai departe in viata cu obiective si ambitii. Semnifica un nou capitol sau o noua directie. Fiind o culoare linistitoare, ea construieste, de asemenea, optimism pentru noua calatorie. Vazand sau gasind un craniu de crisatal in visul dumneavoastra reprezinta acel ceva pe care nu il intelegeti pe deplin. Visandu-va craniul transformandu-se intr-unul de crisatal sugereaza faptul ca simtiti ca altii va pot citi gandurile sau pot vedea prin dumneavoastra. Poate ca aveti ceva de ascuns. Alternativ, visul simbolizeaza reflectia, intelegerea, intuitia si puterile mentale. Trebuie sa priviti situatia din trecut, prezent si viitor.",
      "slug": "cristal"
    },
    {
      "name": "Crizantema",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca visele in care ne apar flori precum crizantemele semnifica vesti de departe.",
      "fullInterpretation": "In traditia romaneasca visele in care ne apar flori precum crizantemele semnifica vesti de departe. - Daca ai visat ca culegi crizanteme - semnul mariajului, intalniti persoana potrivita. - Crizanteme albe - pierdere mare. - Mai multe crizanteme la un loc, o gramada - ambitii stupide, prostesti cand este vorba despre dragoste.",
      "slug": "crizantema"
    },
    {
      "name": "Croaziera",
      "category": "dictionar",
      "shortMeaning": "Crozaiera in vise semnifica infidelitate.",
      "fullInterpretation": "Crozaiera in vise semnifica infidelitate. Visul in care sunteti intr-o croaziera de lux inseamna stadiul si evolutia pe scurt timp a vietii dumneavoastra amoroase, relatii de scurta durata si prietenii ocazionale.",
      "slug": "croaziera"
    },
    {
      "name": "Crocodil",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemena, balaur).",
      "fullInterpretation": "(vezi, de asemena, balaur).",
      "slug": "crocodil"
    },
    {
      "name": "Croitor",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis vezi un croitor - cineva abuzeaza de bunatatea ta, vei avea necazuri, se poate sa fi si furat.",
      "fullInterpretation": "- Daca in vis vezi un croitor - cineva abuzeaza de bunatatea ta, vei avea necazuri, se poate sa fi si furat. - Dava vezi un croitor cu foarfecele in mana - esti plin(a) de idei. - Daca in vis lucrezi alturi de un croitor - este un semn bun, de aici inainte ai sanse sa castigi avere. - Daca stai de vorba cu un coitor - rea credinta. - Daca visezi ca un croitor iti ia masurile pentru niste haine, sau ca faci comanda de haine la croitor - inseamna ca vei primi raspuns pentru o slujba la care ai aplicat cu ceva vreme in urma. - Daca tu esti croitor - te vei lupta din rasputeri sa faci avere. - Croitoreasa in general semnifica petitori. - Daca visezi ca lucrezi ca croitoreasa - sperantele ti se vor indeplini, vesti bune vei primi vesti bune.",
      "slug": "croitor"
    },
    {
      "name": "Croitoreasa",
      "category": "dictionar",
      "shortMeaning": "- Croitoreasa in general semnifica petitori.",
      "fullInterpretation": "- Croitoreasa in general semnifica petitori. - Daca visezi ca lucrezi ca croitoreasa - sperantele ti se vor indeplini, vesti bune vei primi vesti bune.",
      "slug": "croitoreasa"
    },
    {
      "name": "Cruce",
      "category": "dictionar",
      "shortMeaning": "Crucea este simbolul ordinii si este interpretata adesea ca un moment de cumpana in viata noastra...",
      "fullInterpretation": "Crucea este simbolul ordinii si este interpretata adesea ca un moment de cumpana in viata noastra, care este decisiv pentru viitor. Ni se da un semn de curaj, pentru a pune capat situatiei de moment (vezi, de asemenea, indicatoare de drum). Puteti vizualiza versiunea video de mai jos a visului despre cruci sau puteti continua sa cititi textul (care contine si informatii extra fata de video), depinde de dumneavoastra. Videoclip despre visarea crucilor Aparitia crucii in visele noastre poate simboliza nevoia de a relationa cu Dumnezeu. De asemenea, acest tip de vise pot face referire la faptul ca ar trebui sa va intoarceti pe calea cea buna, desigur toate acestea depinzand de perspectiva dumneavoastra si frica din punct de vedere spiritual. Multe persoane cred ca crucea poate fi un semn al necazului si al osandei, dar aceasta ar trebui sa fie privita ca un simbol al iubirii si al protectiei. Deci, o cruce ar trebui considerata a fi un semn pozitiv si favorabil. In continuare va vom prezenta o colectie de vise comune in care elementul cheie este crucea. Visand o cruce inversa Visele despre o cruce cu susul in jos scot la iveala probleme de speriat si arata exact opusul vietii. Trebuie sÄƒ priviti acest vis ca pe un mesaj de avertizare cu privire la faptul ca ar trebui sa fiti mai atent la inspectia, intrebarile sau verificarile efectuate de dumneavoastra. Sarutand o cruce Daca ati visat ca ati sarutat o cruce inseamna ca va trebui sÄƒ gasiti o cale de contact spiritual. V-ar ajuta foarte mult o apropiere de spiritualitatea dumneavoastra pentru a atinge din nou un echilibru interior. Facandu-ti cruce Atunci cand in vis va faceti cruce, inseamna ca nu ati obtinut rezultatele pe care vi le-ati dorit din cauza unei frici imprimate adanc in sufletul dumneavoastra. In cazul unui esec, trebuie sa va reamintiti ca intotdeauna puteti incerca din nou. Visand crucea de la biserica Daca este vorba despre o cruce marcata pe biserica sau cea din varful acesteia, atunci visul simbolizeaza o dorinta, una pe care va doriti din tot sufletul sa se indeplineasca. Iar daca crucea visata este una dintr-o icoana, un tablou sau o pictura din interiorul bisericii, inseamna ca veti avea nevoie de un sfat, dar va trebui sa aveti mare incredere in persoana caruia urmeaza sa ii cereti sfatul. Visand mai multe cruci Daca ati avut un asemenea vis inseamna ca sunteti in cautarea unor raspunsuri la unele intrebari sau probleme dificil de rezolvat. Increderea si credinta va vor conduce la solutii. Tinand in mana o cruce O femeie care a visat ca are o cruciulita in palma sau ca tine in mana o cruce, inseamna ca fericirea in dragoste va depinde numai de ea. Cruce purtata la gat Cruciulitele pectorale sunt semne bune, chiar daca in viata reala va confruntati cu o problema, un necaz sau un pericol. Dezvoltandu-va rabdarea veti sadi speranta. Pe de alta parte, daca in vis vi-ati pierdut crucea purtata in jurul gatului, inseamna ca in viata reala vi-ati pierdut apararea. Poate ca cineva din viata reala care va ajuta sau va proteja nu mai poate face aceasta sau nu se mai afla langa dumneavoastra. De asemenea, pierzandu-va crucea in vis este o prevestire a unui pericol. Dar, daca continuati sa va cautati crucea in vis si o gasiti, atunci visul este doar un avertisment de precautie in relatiile de afaceri. O atentie sporita este necesara si persoanelor pe care le iubiti. Cruce viu colorata Visul semnifica responsabilitati, dar aceste responsabilitati sunt unele care va vor face fericiti. De exemplu: daca nu aveti un copil, este posibil ca in perioada urmatoare sa concepeti unul -daca sunteti somer, cel mai probabil veti obtine un loc de munca, etc. Cruce neagra Crucea neagra simbolizeaza sentimente de anxietate si ar trebui sa serveasca drept mesaj de avertisment asupra incapacitatii dumneavoastra de a va controla emotiile. Relaxarea si comunicarea va pot ajuta foarte mult in acest proces. Crucile pot fi facute din diverse lucruri, precum : lemn, argint, aur sau metale feroase. Acest lucru are o deosebita importanta in determinarea semnificatiei visului. Crucea din lemn Visarea unei cruci din lemn face referire la o cunoastere mai profunda, mai personala. De asemenea, visul poate fi considerat a fi unul pozitiv, de pace, prosperitate, planuri si obiective. In mod alternativ, crucea din lemn reprezinta succesul dumneavoastra in viata publica, cat si in cea personala. Prevesteste dezvoltarea unui puternic sentiment de incredere. Crucea din metal Visand o cruce din fier sau orice alt metal nepretios poate face referire la o incapatanare care va conduce la incetinirea sau impiedicarea obiectivelor. De asemenea, visul poate fi si un indiciu al momentului oportun pentru schimbare, deoarece personalitatea actuala va impiedica sa mergeti in directia dorita. Crucea din piatra Visand o cruce din piatra, precum cea de la morminte, inseamna credinta puternica. Alternativ, visul poate face referire la o calitate sau la atitudine a dumneavoastra care a impresionat multi oameni. Crucea din argint Aparitia acestui tip de cruce in visele dumneavoastra va simboliza mereu speranta. Sunteti persoana care incearca mereu sa priveasca tot ceea ce se intampla in jur dintr-o perspectiva mai buna. Nu lasati lucrurile marunte sa va afecteze si, din acest motiv, unele persoane vor crede ca sunteti rece. Cruce din aur O cruce din aur simbolizeaza evenimentele pozitive din viata dumneavoastra. Cel mai des visate sunt cruciulitele prinse pe un lantisor si purtate la gat. Acest tip de cruciulite din aur pot prevesti faptul ca sunteti pe cale sa descoperiti o bucurie imensa, ca de exemplu: o iubire adevarata, o casatorie, nasterea unui copil, etc. Pe de alta parte, o cruce din aur deteriorata sau indoita (indiferent de marimea sau forma acesteia) va fi intotdeauna un semn negativ. Cel mai probabil va trebui sÄƒ faceti fata unor incercari pe care vi le rezerva soarta. Semnificatii adunate din popor Linistea si triumful in viata personala sunt pricipalele semnificatii ce se invart in jurul acestui simbol crestin. acoperita - caz de moarte in familie aruncata pe jos - deces daca duci o - scapi de pericol de aur - bucurie de lemn - fericire facand - vei regreta pentru certuri neantemeiate impletind cu flori - fericire casnica in casa ta - cinste de om mare care indica estul - moarte care indica nordul - urcare care indica sudul - coborare care indica vestul - oscilatie in atitudine in drum - veste buna infipta in pamant - hotarare importanta ingenunchind in fata unei - botez la gatul unui episcop - sperante realizabile rasturnata - vei scapa dintr-o mare incurcatura rasturnata pe jos- moarte rugandu-te la - mare dar vazand - vei trai in liniste si vei avea un viitor stralucit, atentie insa la fapte si la intentii. Crucea de lemn in vise simbolizeaza fericirea, speranta, este un simbol care inspira binele.",
      "slug": "cruce"
    },
    {
      "name": "Cruce de lemn",
      "category": "dictionar",
      "shortMeaning": "Crucea de lemn in vise simbolizeaza fericirea, speranta, este un simbol care inspira binele.",
      "fullInterpretation": "Crucea de lemn in vise simbolizeaza fericirea, speranta, este un simbol care inspira binele.",
      "slug": "cruce-de-lemn"
    },
    {
      "name": "Cruce",
      "category": "dictionar",
      "shortMeaning": "Crucea este simbolul ordinii si este interpretata adesea ca un moment de cumpana in viata noastra...",
      "fullInterpretation": "Crucea este simbolul ordinii si este interpretata adesea ca un moment de cumpana in viata noastra, care este decisiv pentru viitor. Ni se da un semn de curaj, pentru a pune capat situatiei de moment (vezi, de asemenea, indicatoare de drum). Puteti vizualiza versiunea video de mai jos a visului despre cruci sau puteti continua sa cititi textul (care contine si informatii extra fata de video), depinde de dumneavoastra. Videoclip despre visarea crucilor Aparitia crucii in visele noastre poate simboliza nevoia de a relationa cu Dumnezeu. De asemenea, acest tip de vise pot face referire la faptul ca ar trebui sa va intoarceti pe calea cea buna, desigur toate acestea depinzand de perspectiva dumneavoastra si frica din punct de vedere spiritual. Multe persoane cred ca crucea poate fi un semn al necazului si al osandei, dar aceasta ar trebui sa fie privita ca un simbol al iubirii si al protectiei. Deci, o cruce ar trebui considerata a fi un semn pozitiv si favorabil. In continuare va vom prezenta o colectie de vise comune in care elementul cheie este crucea. Visand o cruce inversa Visele despre o cruce cu susul in jos scot la iveala probleme de speriat si arata exact opusul vietii. Trebuie sÄƒ priviti acest vis ca pe un mesaj de avertizare cu privire la faptul ca ar trebui sa fiti mai atent la inspectia, intrebarile sau verificarile efectuate de dumneavoastra. Sarutand o cruce Daca ati visat ca ati sarutat o cruce inseamna ca va trebui sÄƒ gasiti o cale de contact spiritual. V-ar ajuta foarte mult o apropiere de spiritualitatea dumneavoastra pentru a atinge din nou un echilibru interior. Facandu-ti cruce Atunci cand in vis va faceti cruce, inseamna ca nu ati obtinut rezultatele pe care vi le-ati dorit din cauza unei frici imprimate adanc in sufletul dumneavoastra. In cazul unui esec, trebuie sa va reamintiti ca intotdeauna puteti incerca din nou. Visand crucea de la biserica Daca este vorba despre o cruce marcata pe biserica sau cea din varful acesteia, atunci visul simbolizeaza o dorinta, una pe care va doriti din tot sufletul sa se indeplineasca. Iar daca crucea visata este una dintr-o icoana, un tablou sau o pictura din interiorul bisericii, inseamna ca veti avea nevoie de un sfat, dar va trebui sa aveti mare incredere in persoana caruia urmeaza sa ii cereti sfatul. Visand mai multe cruci Daca ati avut un asemenea vis inseamna ca sunteti in cautarea unor raspunsuri la unele intrebari sau probleme dificil de rezolvat. Increderea si credinta va vor conduce la solutii. Tinand in mana o cruce O femeie care a visat ca are o cruciulita in palma sau ca tine in mana o cruce, inseamna ca fericirea in dragoste va depinde numai de ea. Cruce purtata la gat Cruciulitele pectorale sunt semne bune, chiar daca in viata reala va confruntati cu o problema, un necaz sau un pericol. Dezvoltandu-va rabdarea veti sadi speranta. Pe de alta parte, daca in vis vi-ati pierdut crucea purtata in jurul gatului, inseamna ca in viata reala vi-ati pierdut apararea. Poate ca cineva din viata reala care va ajuta sau va proteja nu mai poate face aceasta sau nu se mai afla langa dumneavoastra. De asemenea, pierzandu-va crucea in vis este o prevestire a unui pericol. Dar, daca continuati sa va cautati crucea in vis si o gasiti, atunci visul este doar un avertisment de precautie in relatiile de afaceri. O atentie sporita este necesara si persoanelor pe care le iubiti. Cruce viu colorata Visul semnifica responsabilitati, dar aceste responsabilitati sunt unele care va vor face fericiti. De exemplu: daca nu aveti un copil, este posibil ca in perioada urmatoare sa concepeti unul -daca sunteti somer, cel mai probabil veti obtine un loc de munca, etc. Cruce neagra Crucea neagra simbolizeaza sentimente de anxietate si ar trebui sa serveasca drept mesaj de avertisment asupra incapacitatii dumneavoastra de a va controla emotiile. Relaxarea si comunicarea va pot ajuta foarte mult in acest proces. Crucile pot fi facute din diverse lucruri, precum : lemn, argint, aur sau metale feroase. Acest lucru are o deosebita importanta in determinarea semnificatiei visului. Crucea din lemn Visarea unei cruci din lemn face referire la o cunoastere mai profunda, mai personala. De asemenea, visul poate fi considerat a fi unul pozitiv, de pace, prosperitate, planuri si obiective. In mod alternativ, crucea din lemn reprezinta succesul dumneavoastra in viata publica, cat si in cea personala. Prevesteste dezvoltarea unui puternic sentiment de incredere. Crucea din metal Visand o cruce din fier sau orice alt metal nepretios poate face referire la o incapatanare care va conduce la incetinirea sau impiedicarea obiectivelor. De asemenea, visul poate fi si un indiciu al momentului oportun pentru schimbare, deoarece personalitatea actuala va impiedica sa mergeti in directia dorita. Crucea din piatra Visand o cruce din piatra, precum cea de la morminte, inseamna credinta puternica. Alternativ, visul poate face referire la o calitate sau la atitudine a dumneavoastra care a impresionat multi oameni. Crucea din argint Aparitia acestui tip de cruce in visele dumneavoastra va simboliza mereu speranta. Sunteti persoana care incearca mereu sa priveasca tot ceea ce se intampla in jur dintr-o perspectiva mai buna. Nu lasati lucrurile marunte sa va afecteze si, din acest motiv, unele persoane vor crede ca sunteti rece. Cruce din aur O cruce din aur simbolizeaza evenimentele pozitive din viata dumneavoastra. Cel mai des visate sunt cruciulitele prinse pe un lantisor si purtate la gat. Acest tip de cruciulite din aur pot prevesti faptul ca sunteti pe cale sa descoperiti o bucurie imensa, ca de exemplu: o iubire adevarata, o casatorie, nasterea unui copil, etc. Pe de alta parte, o cruce din aur deteriorata sau indoita (indiferent de marimea sau forma acesteia) va fi intotdeauna un semn negativ. Cel mai probabil va trebui sÄƒ faceti fata unor incercari pe care vi le rezerva soarta. Semnificatii adunate din popor Linistea si triumful in viata personala sunt pricipalele semnificatii ce se invart in jurul acestui simbol crestin. acoperita - caz de moarte in familie aruncata pe jos - deces daca duci o - scapi de pericol de aur - bucurie de lemn - fericire facand - vei regreta pentru certuri neantemeiate impletind cu flori - fericire casnica in casa ta - cinste de om mare care indica estul - moarte care indica nordul - urcare care indica sudul - coborare care indica vestul - oscilatie in atitudine in drum - veste buna infipta in pamant - hotarare importanta ingenunchind in fata unei - botez la gatul unui episcop - sperante realizabile rasturnata - vei scapa dintr-o mare incurcatura rasturnata pe jos- moarte rugandu-te la - mare dar vazand - vei trai in liniste si vei avea un viitor stralucit, atentie insa la fapte si la intentii. Crucea de lemn in vise simbolizeaza fericirea, speranta, este un simbol care inspira binele.",
      "slug": "cruce"
    },
    {
      "name": "Crucifix",
      "category": "dictionar",
      "shortMeaning": "Acest puternic simbol religios reprezinta vindecarea, confortul, convingerea, durerea sau nevoia de protectie.",
      "fullInterpretation": "Acest puternic simbol religios reprezinta vindecarea, confortul, convingerea, durerea sau nevoia de protectie. Desigur, este nevoie si de o analiza a aparitiei acestuia in visele noastre. Simbolurile spirituale din visele noastre, precum crucifixul, deseori nu arata contextul visului in sine. Orice tip de crucifix este o metoda de comunicare catre lumea fizica si arata modul in care lumea nostra se reflecta in plan spiritual. Acest vis este unul destul de special, deoarece simbolizeaza progresul spiritual. Crucifixul dintr-o biserica prevesteste lucruri care vor deveni mult mai bune pentru dumneavoastra. Daca crucifixul este doar o imagine vazuta pe un ecran sau printata pe o cola de hartie, inseamna ca aveti nevoie de sfaturile cuiva. O femeie tanara visand ca tine in mana un crucifix. Acest vis simbolizeaza inceputul unei vieti noi, al indrumarii spirituale si al eviberarii. Sarutul crucifixului simbolizeaza smerenie. (vedeti si semnificatia visului : cruce)",
      "slug": "crucifix"
    },
    {
      "name": "Cuart",
      "category": "dictionar",
      "shortMeaning": "Inca din cele mai vechi timpuri, cuartul este considerat ca avand insusirea de a capta si a trans...",
      "fullInterpretation": "Inca din cele mai vechi timpuri, cuartul este considerat ca avand insusirea de a capta si a transmite energia si puterea spirituala. Cuartul in vise simbolizeaza cristalizarea sentimentelor si ideilor dumneavoastra. Exista o legatura profunda intre dumneavoastra si cele mai intime trairi pe care le aveti permitandu-va sa exprimati acele lucruri care in trecut vi se pareau imposibil de de exprimat. In Antichitate, cristalizarea era considerata drept un mijloc de captare a luminii si a energiei. Astfel, daca visati un cuart inseamna ca sunteti constient de puterea si energia ce creste in dumneavoastra.",
      "slug": "cuart"
    },
    {
      "name": "Cuc",
      "category": "dictionar",
      "shortMeaning": "Simbolistica pasarilor in vise este extem de puternica si cateodata destul de deprimanta, in cazu...",
      "fullInterpretation": "Simbolistica pasarilor in vise este extem de puternica si cateodata destul de deprimanta, in cazul cucului poate indica o lipsa de curaj sau de libertate. Chemarea sau sunetul cucului in vis simbolizeaza desfasurarea unui eveniment care va poate servi drept semnal de protectie pentru a nu fi luat prin surprindere. Cantecul cucului ar trebui sa va puna in garda si sa va detrmine sa va pregatiti pentru un eveniment deosebit de semnificativ.... mai bine sa fiti pregatiti pentru o soarta negativa decat sa fiti luat prin surpindere. O singura pasare (cuc), inseamna singuratate. De asemeana, in mai multe culturi \"un cuc\" in vis este vestitorul bolilor si al problemelor legate de familie. Visand ca cineva incearca sa prinda un cuc sau ca dumneavoastra incercati, inseamna ca va veti confrunta cu un dusman. Pe de alta parte, daca dumneavoastra ati prins cucul, inseamna ca in curand unul dintre obiectivele dumneavoastra din viata se va materializa. Un cuc care sta pe oua indica nemultumire legata de statutul social. Poate ca exista considerente serioase fata de diferenta uriasa dintre ambitie si viata reala. Interpretari culese din popor In general, lipsa de intelegere in casnicie, gelozie, prevestire de moarte. Cuc cazand din copac - barfe, clevetire, intristare, mare necaz, moarte Cuc batand din aripi - criza conjugala bazata pe gelozie Cuc zburand de fica - onoare.",
      "slug": "cuc"
    },
    {
      "name": "Cuc cantand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cuc-cantand"
    },
    {
      "name": "Cuciuc",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cuciuc"
    },
    {
      "name": "Cucuvea",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cucuvea"
    },
    {
      "name": "Cucuvea cantand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cucuvea-cantand"
    },
    {
      "name": "Cufar",
      "category": "dictionar",
      "shortMeaning": "Cufarul sugereaza creativitate, capacitati nefolosite care i-ar fi de mare ajutor celui in cauza.",
      "fullInterpretation": "Cufarul sugereaza creativitate, capacitati nefolosite care i-ar fi de mare ajutor celui in cauza. - Daca in vis ne apare un cufar intredeschis (cu bogatii) - constientizarea capacitatilor Cufar deschis - acces la cunoastere.",
      "slug": "cufar"
    },
    {
      "name": "Cui",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea, ciocan).",
      "fullInterpretation": "(vezi, de asemenea, ciocan).",
      "slug": "cui"
    },
    {
      "name": "Cui batand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cui-batand"
    },
    {
      "name": "Cuib",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemnea, pasare) .",
      "fullInterpretation": "(vezi, de asemnea, pasare) .",
      "slug": "cuib"
    },
    {
      "name": "Cuier",
      "category": "dictionar",
      "shortMeaning": "- De vei visa un cuier frumos ondulat din lemn - tanjesti dupa ceva anume, dorinte neimplinite.",
      "fullInterpretation": "- De vei visa un cuier frumos ondulat din lemn - tanjesti dupa ceva anume, dorinte neimplinite.",
      "slug": "cuier"
    },
    {
      "name": "Culoare",
      "category": "dictionar",
      "shortMeaning": "Culoarea in vise este foarte subiectiva si personala, numai in cazuri mai speciale cand au un sim...",
      "fullInterpretation": "Culoarea in vise este foarte subiectiva si personala, numai in cazuri mai speciale cand au un simbol ascuns in spatele culorilor, precum o pasare neagra ce reprezinta ghinionul. In plus, daca vedeti anumite culori obisnuite pentru anumite obiecte, visele nu au o insemnatate atat de mare. Spre exemplu, daca visati o rochie de mireasa alba nu inseamna atat de mult fata de o rochie de mireasa neagra. Motivul este ca \"albul\" este o culoare mai acceptata in general pentru o rochie de mireasa. In general, atunci cand va intalniti cu culori in vise, ganditi-va la asocierea personala cu acea culoare. Daca va aduce aminte de o anumita persoana, de o anumita parte a corpului, o jucarie din copilarie, un obiect etc. Spre exemplu, daca va place culoarea albastra, orice albastru ce apare in vise poate reflecta sentimente de fericire sau circumstante fericite in viata de zi-cu-zi. In cazul in care visati o pasare albastra are o insemnatate emotionala mai mare fata de visul in care apare o pasare galbena. Pentru o interpretare mai detaliata a unor astfel de vise ar trebui sa continuati sa cautati talmacirea viselor pe culorile specifice.Aparitia bejului in visele noaste simbolizeaza de regula impatialitatea, iar atunci cand hainele sunt de culoare bej, inseamna ca vom avea de a face cu obiceiuri, opinii sau pareri bazate pe o gandire obiectiva. Alternativ, culoare bej reflecata capacitatea visatorului de a-si mentine o pozitie neutra sau impartiala asupra unor anumite chestiuni din viata reala. Visul poate avea, de asemenea, si conotatii pozitive. Bejul poate indica capacitatea visatorului de a vedea prin necinstea altcuiva cu o perspectiva obiectiva, avand claritatea si puterea de percepere a adevarului asa cum este. Vopsire pertilor dintr-o locuinta in bej este un semn al intelegerii si al acceptarii situatiei. Hainele bej mai pot simbolizeaza si neutralitate, detasare sau in anumite cazuri, absenta pasiunii ori a comunicarii. Culoare cenusie, compusa din negru si alb in parti egale, ar semnifica in simbolistica crestina, conform lui F. Portal, invierea mortilor. Artistii din Evul Mediu, adauga acest autor, il infatiseaza pe Hristos invesmantat cu o mantie cenusie la Judecata de Apoi. Este culoare crnusii si a cetei. Vechii evrei isi turnau cenusa in cap pentru a exprima o mare durere. La noi acest gri de nuanta cenusii este o culoare de semidoliu. Cenusiul vremii cetoase da o impresie de tristete, de melancolie, de plictiseala. Este ceea ce se cheama vreme cenusie. Cat despre visele care apar invaluite intr-un fel de ceata cenusie, ele se situeaza in staturile profunde ale inconstientului, care cer sa fie luminate si deslusite prin constientizare.Culoarea mov in vise indica faptul ca trebuie sa va goliti mintea de ganduri negative si ca de acum inainte ar trebui sa priviti lucrurile mult mai pozitiv.In valoare absoluta, negrul, culoare contrara albului, este agalul acesteia. Ca si albul, el se poate situa la cele doua extremitati ale gamei cromatice, ca limita fie a culorilor calde, fie a celor reci. Dupa cum este mat sau stralucitor, el devine absenta sau suma a celorlalte culori, negare sau sinteza a lor. Simbolic, negrul este inteles cel mai adesea sub aspectul sau rece, negativ. Cand culoarea neagra apare in vise, adesea simbolizeaza necunoscutul, pericolul, inconstientul, intunericul, misterul, ura, rautatea, moartea sau doliul. Este o invitatie la o cunoastere de sine si la o cercetare adanca in subconstient, pentru a va intelege mai bine pe voi insiva. De asemenea, inseamna o lipsa de dragoste si sprijin. Reprezentare pozitiva, negrul reprezinta posibilitatile si potentialul. Este o ardezie curata sau goala. Daca senzatia din vis este una de bucurie, atunci negrul ar putea implica spiritualitate ascunsa si calitati divine. Negrul in vise este adesea insotit de culoarea rosie. Atunci cand ambele culori sunt combinate, acestea reflecta de cele mai multe ori o frica puternica sau anumite intentii negative. Este posibil sa va temeti de cel mai rau lucru cu care trebuie sa va confruntati in viata. Exemple de vise : Un tanar a visat o alta persona cu ochii negrii. In viata de zi cu zi se temea de o mare pedeapsa care ii putea fi aplicata de tatal acestuia daca era prins incercand sa funga. Tatal fiind unul abuziv. Un barbat tanar a visat un caine negru vicios. In viata reala, acesta era extrem de suparat pe un prieten. O femeie a visat un cal negru ce se apropia de ea. In viata reala, se temea sa nu isi piarda serviciul din cauza furiei unui fost prieten care era foarte competitiv si autoritar la locul de munca. Culoarea rosie in vise este o indicatie de energie vigoare, forta, energie bruta, putere, agresivitate, pasiune intensa, curaj, pasiune si impulsivitate. Culoarea rosie are conotatii profunde atat emotionale cat si spirituale. In mod alternativ, culoarea rosie poate indica si lipsa de energie. Va simtiti obositi sau letargici. Rosul este, de asemenea, considerata culoarea de violenta, pericol, sange, respingere, rusine si impulsuri sexuale. Potrivit unor carti de vise vechi, culoarea rosie in vise reprezinta negativitate, intentii negative sau situatii negative. Intr-un vis ea poate reflecta ceva negativ despre modul in care ganditi, simtiti sau actionati. Poate indica ganduri, emotii sau comportamente nesanatoase. Toate acestea se bazeaza pe simbolismul si perceptia umana a culorii rosii ca fiind culoarea sangelui. Visele care implica culoarea rosie pot fi si pozitive, aceste pot indica pasiunea. Acest lucru este mult mai rar, dar apare din cand in cand. Simbolistica rosu Considerat pretutindeni ca fiind simbolul fundamental al principiului vital, cu forta, puterea si stralucirea lui, rosul, culoare a focului si a sangelui, prezinta totusi din punct de vedere simbolic, aceeasi ambivalenta ca si acestea din urma - desigur, dupa cum el este, ca nunanta, deschis sau inchis. Rosul deschis, stralucitor, centrifug, este diurn, masculin, tonic, indemnand la actiune si aruncandu-si stralucirea peste tot, aidoma unui soare, cu putere uriasa si de neinvins (KANS). Rosul inchis, sete dinpotriva nocturn, feminin, tainic, la limita, centriped. El reprezinta nu expresia, ci misterul vietii. In Orientul Indepartat, rosul evoca in general caldura, intensitate, actiune si pasiune. Rosul este culoarea tendintei expansive, rajas. In Japonia, culoarea rosie (aka) este purtata aproape exclusiv de catre femei. Este simbolul sinceritatii si al fericirii. Dupa unele scoli sintoiste, rosul ar desemna armonia si expansiunea. Exemple de vise Exemplu 1: Un barbat a visat o masina rosie care a ramas blocata de o alta masina. Inseamna ca in viata de zi cu zi a fost implicat / este implicat intr-o relatie extraconjugala si intampina probleme la incheierea acestei relatii. Culoarea rosii a masinii poate reflecata cat de negativa si periculoasa este aceasta relatie pentru casatoria sa sau pentru afacerea sa. Exemplu 2: Un barbat a visat ca urmareste un canal de stiri la televizor si ecranul a devenit complet rosu. In viata de zi cu zi acesta are temeri ca starea lumii / a populatiei a devenit periculoasa. Exemplu 3 : O femeie a visat un cer rosu. In viata de zi cu zi aceasta a simtit ca intreaga-i viata este ruinata dupa ce a decis sa se desparta de sotul care o insela sau care ii controla abuziv viata.Culoarea verde semnifica o schimbare pozitiva, bunastare, fertilitate, crestere, vindecare, vigoare, vitalitate, speranta, pace si seninatate. Aspectul culorii poate fi, de asemenea, o modalitate de a va spune sa \"mergeti mai departe\". Alternativ, verdele este o metafora pentru o lipsa de experienta in unele sarcini. Verdele inchis indica materialism, inselaciune si / sau dificultati. Lumina verde reprezinta vindecare. Alternativ, nuantele de verde deschis pot reflecta gelozie, lacomiesa egoism.Aceasta culoare, considerata de pulti prea tare, simpolizeaza nobletea, respectul, devotament si speranta. Scopul ei este de a creste moralul. Alternativ, violetul stimuleaza punctul nostru de intuitie si cel spiritual.",
      "slug": "culoare"
    },
    {
      "name": "Culoarea bej",
      "category": "dictionar",
      "shortMeaning": "Aparitia bejului in visele noaste simbolizeaza de regula impatialitatea, iar atunci cand hainele ...",
      "fullInterpretation": "Aparitia bejului in visele noaste simbolizeaza de regula impatialitatea, iar atunci cand hainele sunt de culoare bej, inseamna ca vom avea de a face cu obiceiuri, opinii sau pareri bazate pe o gandire obiectiva. Alternativ, culoare bej reflecata capacitatea visatorului de a-si mentine o pozitie neutra sau impartiala asupra unor anumite chestiuni din viata reala. Visul poate avea, de asemenea, si conotatii pozitive. Bejul poate indica capacitatea visatorului de a vedea prin necinstea altcuiva cu o perspectiva obiectiva, avand claritatea si puterea de percepere a adevarului asa cum este. Vopsire pertilor dintr-o locuinta in bej este un semn al intelegerii si al acceptarii situatiei. Hainele bej mai pot simbolizeaza si neutralitate, detasare sau in anumite cazuri, absenta pasiunii ori a comunicarii.",
      "slug": "culoarea-bej"
    },
    {
      "name": "Culoarea cenusiu gri",
      "category": "dictionar",
      "shortMeaning": "Culoare cenusie, compusa din negru si alb in parti egale, ar semnifica in simbolistica crestina, conform lui F.",
      "fullInterpretation": "Culoare cenusie, compusa din negru si alb in parti egale, ar semnifica in simbolistica crestina, conform lui F. Portal, invierea mortilor. Artistii din Evul Mediu, adauga acest autor, il infatiseaza pe Hristos invesmantat cu o mantie cenusie la Judecata de Apoi. Este culoare crnusii si a cetei. Vechii evrei isi turnau cenusa in cap pentru a exprima o mare durere. La noi acest gri de nuanta cenusii este o culoare de semidoliu. Cenusiul vremii cetoase da o impresie de tristete, de melancolie, de plictiseala. Este ceea ce se cheama vreme cenusie. Cat despre visele care apar invaluite intr-un fel de ceata cenusie, ele se situeaza in staturile profunde ale inconstientului, care cer sa fie luminate si deslusite prin constientizare.",
      "slug": "culoarea-cenusiu-gri"
    },
    {
      "name": "Culoarea mov",
      "category": "dictionar",
      "shortMeaning": "Culoarea mov in vise indica faptul ca trebuie sa va goliti mintea de ganduri negative si ca de ac...",
      "fullInterpretation": "Culoarea mov in vise indica faptul ca trebuie sa va goliti mintea de ganduri negative si ca de acum inainte ar trebui sa priviti lucrurile mult mai pozitiv.",
      "slug": "culoarea-mov"
    }
  ]
}