{
  "symbols": [
    {
      "name": "Culoarea neagră",
      "category": "vizual",
      "shortMeaning": "Mister, doliu, putere, necunoscut, eleganță.",
      "fullInterpretation": "Negrul este culoarea absolută a misterului și a necunoscutului. În vis, simbolizează adesea subconștientul, frica, doliul sau sfârșitul unei etape. Totuși, poate indica și putere, autoritate, eleganță și potențial infinit (vidul din care se naște totul).",
      "slug": "culoarea-neagra"
    },
    {
      "name": "Culoarea roșie",
      "category": "vizual",
      "shortMeaning": "Pasiune, pericol, energie, furie, iubire.",
      "fullInterpretation": "Roșul este culoarea vitalității, a sângelui și a focului. În vis, indică emoții intense: pasiune arzătoare, furie, agresivitate sau iubire profundă. Poate fi un semnal de alarmă (pericol) sau un semn de energie și curaj.",
      "slug": "culoarea-rosie"
    },
    {
      "name": "Culoarea verde",
      "category": "vizual",
      "shortMeaning": "Vindecare, natură, speranță, bani, gelozie.",
      "fullInterpretation": "Verdele simbolizează creșterea, natura și vindecarea. Este o culoare liniștitoare care indică echilibru și speranță. Totuși, verdele poate fi asociat și cu gelozia (\"monstrul cu ochi verzi\"), imaturitatea sau invidia. Verdele închis poate sugera materialism.",
      "slug": "culoarea-verde"
    },
    {
      "name": "Culoarea violet",
      "category": "vizual",
      "shortMeaning": "Spiritualitate, noblețe, magie, intuiție.",
      "fullInterpretation": "Violetul este culoarea regalității și a spiritualității înalte. În vis, sugerează o conexiune cu planurile superioare, intuiție dezvoltată și transformare mistică. Poate indica, de asemenea, dorința de a fi respectat sau o stare de meditație.",
      "slug": "culoarea-violet"
    },
    {
      "name": "Culori",
      "category": "vizual",
      "shortMeaning": "Diversitate, emoții, creativitate, haos sau armonie.",
      "fullInterpretation": "Un vis plin de culori vii indică o stare emoțională intensă, creativitate și bucurie de a trăi. Culorile șterse sau gri sugerează depresie sau monotonie. Amestecul haotic de culori poate reflecta confuzie mentală.",
      "slug": "culori"
    },
    {
      "name": "Cuminecătură",
      "category": "spiritualitate",
      "shortMeaning": "Împărtășanie, iertare, unire, pace sufletească.",
      "fullInterpretation": "A primi cumineătura (împărtășania) în vis este un semn profund de pace și reconciliere. Indică dorința de purificare spirituală, iertarea păcatelor și unirea cu divinitatea sau cu o comunitate. Prevestește liniște sufletească și prietenii durabile.",
      "slug": "cuminecatura"
    },
    {
      "name": "Cumnat / Cumnată",
      "category": "persoane",
      "shortMeaning": "Relații de familie, tensiuni, sprijin, oglindire.",
      "fullInterpretation": "Cumnatul sau cumnata în vis pot reprezenta relația extinsă cu familia partenerului. Pot indica tensiuni, rivalități sau, dimpotrivă, un sprijin neașteptat. Uneori, cumnatul simbolizează calități ale partenerului tău pe care le proiectezi asupra fratelui/surorii acestuia.",
      "slug": "cumnat"
    },
    {
      "name": "Cumpănă",
      "category": "obiecte",
      "shortMeaning": "Echilibru, decizie, judecată, moment critic.",
      "fullInterpretation": "Cumpăna (balanța sau fântâna cu cumpănă) simbolizează necesitatea de a cântări o situație. Ești într-un punct de echilibru fragil și trebuie să iei o decizie importantă. Poate sugera și nevoia de dreptate sau de a găsi \"calea de mijloc\".",
      "slug": "cumpana"
    },
    {
      "name": "Cumpăra",
      "category": "acțiuni",
      "shortMeaning": "Schimb, nevoie, achiziție, investiție emoțională.",
      "fullInterpretation": "A cumpăra ceva în vis înseamnă a face un schimb: dai ceva (bani, energie) pentru a primi altceva (bunuri, afecțiune, statut). Reflectă dorințele și nevoile tale. A cumpăra mâncare indică nevoia de hrană fizică sau emoțională. A cumpăra haine indică dorința de schimbare a imaginii.",
      "slug": "cumpara"
    },
    {
      "name": "Cumpărând arme",
      "category": "acțiuni",
      "shortMeaning": "Apărare, agresivitate, pregătire de conflict, frică.",
      "fullInterpretation": "Achiziționarea de arme în vis sugerează că te simți amenințat și simți nevoia să te aperi. Indică o stare de alertă, agresivitate latentă sau pregătirea pentru un conflict major. Poate reflecta frica de a fi rănit emoțional.",
      "slug": "cumparand-arme"
    },
    {
      "name": "Cumpărând o casă",
      "category": "acțiuni",
      "shortMeaning": "Stabilitate, schimbare majoră, responsabilitate, sinele.",
      "fullInterpretation": "Cumpărarea unei case este un semn de bun augur, indicând dorința de stabilitate și de a-ți construi un viitor. Casa reprezintă sinele; deci, cumperi o nouă identitate sau etapă de viață. Dacă casa e veche sau neterminată, atenție la probleme financiare sau emoționale nerezolvate.",
      "slug": "cumparand-o-casa"
    },
    {
      "name": "Cumpărături",
      "category": "acțiuni",
      "shortMeaning": "Alegeri, dorințe, consumerism, căutare.",
      "fullInterpretation": "A fi la cumpărături înseamnă a explora opțiunile pe care le ai în viață. Dacă ești indecis, reflectă confuzia ta actuală. Dacă cumperi impulsiv, poate indica lipsa de control sau încercarea de a umple un gol interior cu bunuri materiale.",
      "slug": "cumparaturi"
    },
    {
      "name": "Cunună",
      "category": "obiecte",
      "shortMeaning": "Onoare, victorie, sacrificiu, nuntă.",
      "fullInterpretation": "Cununa (de lauri, de flori) simbolizează victoria și onoarea, dar și sacrificiul (cununa de spini). Este asociată cu ceremoniile de trecere (nuntă, înmormântare). A purta o cunună indică recunoaștere publică sau asumarea unui destin.",
      "slug": "cununa"
    },
    {
      "name": "Cunună de aur sau flori",
      "category": "obiecte",
      "shortMeaning": "Glorie, fericire, efemeritate, succes.",
      "fullInterpretation": "O cunună de aur simbolizează succesul durabil și puterea. O cunună de flori sugerează bucurie, prospețime, dar și natura trecătoare a momentului. Poate prevesti o nuntă sau o sărbătoare.",
      "slug": "cununa-de-aur-sau-flori"
    },
    {
      "name": "Cununând",
      "category": "acțiuni",
      "shortMeaning": "Responsabilitate, martor, unire, griji.",
      "fullInterpretation": "A fi naș sau a cununa pe cineva în vis implică asumarea unei responsabilități spirituale. Tradițional, se spune că a cununa în vis nu e semn bun, prevestind griji sau chiar nefericire. Totuși, poate simboliza rolul tău de mediator în unirea altora.",
      "slug": "cununand"
    },
    {
      "name": "Cununie",
      "category": "evenimente",
      "shortMeaning": "Angajament, unire, contract, schimbare de statut.",
      "fullInterpretation": "Cununia religioasă sau civilă în vis simbolizează un angajament serios, nu neapărat romantic (poate fi un contract de afaceri). Indică unirea a două aspecte ale personalității tale (masculin și feminin) sau intrarea într-o nouă etapă de viață cu responsabilități sporite.",
      "slug": "cununie"
    },
    {
      "name": "Cupă",
      "category": "obiecte",
      "shortMeaning": "Receptivitate, feminitate, victorie, destin.",
      "fullInterpretation": "Cupa este un simbol feminin, al receptivității și al uterului. Poate conține \"elixirul vieții\" sau otravă. O cupă plină indică abundență și împlinire emoțională. Cupa sportivă (trofeul) simbolizează victoria și recunoașterea eforturilor.",
      "slug": "cupa"
    },
    {
      "name": "Cuplu",
      "category": "persoane",
      "shortMeaning": "Relație, oglindă, armonie, parteneriat.",
      "fullInterpretation": "A vedea un cuplu fericit în vis reflectă dorința ta de armonie relațională sau starea bună a propriei relații. Dacă cuplul se ceartă, indică conflicte interioare sau probleme în parteneriat. Cuplul reprezintă și echilibrul yin-yang din tine.",
      "slug": "cuplu"
    },
    {
      "name": "Cupru",
      "category": "obiecte",
      "shortMeaning": "Vindecare, conductivitate, valoare medie, protecție.",
      "fullInterpretation": "Cuprul este un metal asociat cu Venus, cu vindecarea și cu energia. În vis, poate indica o valoare modestă, dar utilă, spre deosebire de aur. Sugerează flexibilitate și capacitatea de a conduce energia. Uneori, indică griji mărunte.",
      "slug": "cupru"
    },
    {
      "name": "Cuptor",
      "category": "obiecte",
      "shortMeaning": "Transformare, maternitate, creație, căldură, coacere.",
      "fullInterpretation": "Cuptorul este un simbol al uterului și al transformării. A coace pâine în cuptor înseamnă gestația unui proiect sau a unei vieți. Un cuptor încins indică pasiune și creativitate. Un cuptor rece sau stricat sugerează infertilitate, lipsă de afectivitate sau eșecul planurilor.",
      "slug": "cuptor"
    },
    {
      "name": "Curaj",
      "category": "stări",
      "shortMeaning": "Acțiune, înfruntarea fricii, putere interioară, inițiativă.",
      "fullInterpretation": "A avea curaj în vis, în fața unui pericol, este un semn excelent. Indică faptul că ești pregătit să înfrunți provocările din viața reală și că ai resurse interioare puternice. Sugerează inițiativă și voință de a reuși.",
      "slug": "curaj"
    },
    {
      "name": "Curățenie",
      "category": "acțiuni",
      "shortMeaning": "Purificare, ordine, claritate, eliminarea negativității.",
      "fullInterpretation": "A face curățenie în vis este un act de purificare mentală și emoțională. Indică dorința de a scăpa de \"mizeria\" din viața ta (gânduri negative, relații toxice, probleme vechi). Sugerează nevoia de ordine, claritate și un nou început.",
      "slug": "curatenie"
    },
    {
      "name": "Curcan",
      "category": "animale",
      "shortMeaning": "Mândrie prostească, sărbătoare, abundență, iritare.",
      "fullInterpretation": "Curcanul este asociat cu mândria exagerată (\"a se umfla în pene\"), dar și cu sărbătorile (Ziua Recunoștinței) și abundența. În vis, poate indica o persoană arogantă din anturaj sau o situație care te irită. Carnea de curcan sugerează prosperitate.",
      "slug": "curcan"
    },
    {
      "name": "Curcan umflându-se în pene",
      "category": "animale",
      "shortMeaning": "Aroganță, intimidare, vanitate, ridicol.",
      "fullInterpretation": "Un curcan care se umflă în pene simbolizează vanitatea goală și aroganța. Poate reprezenta pe cineva care încearcă să te intimideze fără a avea o putere reală sau propriile tale tendințe de a te lăuda excesiv.",
      "slug": "curcan-unflandu-se-in-pene"
    },
    {
      "name": "Curcubeu",
      "category": "fenomene",
      "shortMeaning": "Speranță, legământ, pace, sfârșitul problemelor, magie.",
      "fullInterpretation": "Curcubeul este unul dintre cele mai pozitive simboluri. Apărând după ploaie, semnifică sfârșitul necazurilor, pacea și speranța. Este un pod între cer și pământ, sugerând protecție divină, noroc și împlinirea dorințelor.",
      "slug": "curcubeu"
    },
    {
      "name": "Curea",
      "category": "obiecte",
      "shortMeaning": "Pedeapsă, disciplină, reținere, siguranță.",
      "fullInterpretation": "Cureaua are semnificații duble: poate fi un instrument de pedeapsă (\"a lua o curea\") sau un mijloc de a ține lucrurile laolaltă (siguranță). În vis, poate sugera că te simți constrâns, pedepsit sau că ai nevoie de mai multă disciplină. O curea ruptă indică pierderea controlului.",
      "slug": "curea"
    },
    {
      "name": "Curent (apă/aer)",
      "category": "fenomene",
      "shortMeaning": "Direcție, forță exterioară, flux, rezistență.",
      "fullInterpretation": "A merge împotriva curentului (apei) înseamnă luptă, rezistență la opinia majorității și dificultăți. A te lăsa dus de curent sugerează pasivitate sau acceptarea destinului. Curentul de aer (crivățul) poate indica o schimbare rece sau o veste neplăcută.",
      "slug": "curent"
    },
    {
      "name": "Curent electric",
      "category": "fenomene",
      "shortMeaning": "Energie, șoc, putere, pericol, iluminare.",
      "fullInterpretation": "Curentul electric simbolizează energia vitală și puterea nervoasă. Un șoc electric în vis este un avertisment brusc sau o trezire la realitate. Poate indica o schimbare neașteptată, o idee genială (\"s-a aprins becul\") sau un pericol iminent.",
      "slug": "curent-electric"
    },
    {
      "name": "Curmale",
      "category": "alimente",
      "shortMeaning": "Exotism, dulceață, răbdare, recompensă târzie.",
      "fullInterpretation": "Curmalele, fiind fructe de deșert, simbolizează rezistența și recompensa dulce după o perioadă de privațiuni. Indică abundență, sexualitate și plăceri exotice. Mâncând curmale, te bucuri de roadele răbdării tale.",
      "slug": "curmale"
    },
    {
      "name": "Cursă",
      "category": "acțiuni",
      "shortMeaning": "Competiție, viteză, stres, urmărire a unui scop.",
      "fullInterpretation": "O cursă (de alergare, auto) reflectă ritmul vieții tale și spiritul competitiv. Dacă alergi singur, te lupți cu timpul sau cu tine însuți. Dacă te întreci cu alții, ești într-o competiție socială sau profesională. Câștigarea cursei aduce succes, pierderea indică frica de eșec.",
      "slug": "cursa"
    },
    {
      "name": "Curse de mașini",
      "category": "acțiuni",
      "shortMeaning": "Risc, viteză, ambiție, lipsă de control.",
      "fullInterpretation": "Cursele de mașini implică viteză și risc ridicat. Sugerează că îți trăiești viața pe repede înainte, asumându-ți riscuri mari pentru a ajunge primul. Poate indica o ambiție mistuitoare sau pierderea controlului asupra direcției vieții.",
      "slug": "curse-de-masini"
    },
    {
      "name": "Curte",
      "category": "locuri",
      "shortMeaning": "Spațiu privat, deschidere, socializare limitată, siguranță.",
      "fullInterpretation": "Curtea casei este extensia spațiului intim în exterior. O curte curată și înflorită indică liniște sufletească și relații bune cu apropiații. O curte murdară sau plină de buruieni sugerează neglijență și probleme personale. Animalele din curte reprezintă instinctele domesticite.",
      "slug": "curte"
    },
    {
      "name": "Cușcă",
      "category": "obiecte",
      "shortMeaning": "Captivitate, restricție, protecție, frustrare.",
      "fullInterpretation": "Cușca este un simbol clar al lipsei de libertate. Te simți prins într-o situație, o relație sau un loc de muncă din care nu poți ieși. Dacă ești într-o cușcă, te simți neputincios. Dacă vezi un animal feroce în cușcă, înseamnă că îți ții sub control instinctele agresive.",
      "slug": "cusca"
    },
    {
      "name": "Cutie",
      "category": "obiecte",
      "shortMeaning": "Secret, surpriză, uter, limitare, cadou.",
      "fullInterpretation": "Cutia poate ascunde orice: un cadou frumos sau o surpriză neplăcută (cutia Pandorei). Simbolizează secretele, dar și uterul feminin (în psihanaliză). A fi închis într-o cutie sugerează claustrofobie și limitare. O cutie goală înseamnă dezamăgire.",
      "slug": "cutie"
    },
    {
      "name": "Cutie cu bani",
      "category": "obiecte",
      "shortMeaning": "Economii, valori, zgârcenie, securitate.",
      "fullInterpretation": "O cutie plină cu bani indică prosperitate și securitate financiară, dar și dorința de a acumula și păstra. Poate sugera că ai resurse nefolosite. Dacă cutia e goală sau banii sunt falși, prevestește pierderi sau iluzii financiare.",
      "slug": "cutie-cu-bani"
    },
    {
      "name": "Cutie poștală",
      "category": "obiecte",
      "shortMeaning": "Vești, comunicare, așteptare, mesaj.",
      "fullInterpretation": "Cutia poștală este locul unde aștepți vești. Dacă e plină, vei primi multe mesaje sau informații. Dacă e goală, indică izolare și lipsa de comunicare. A pune o scrisoare în cutie înseamnă că ai trimis un mesaj și aștepți răspunsul destinului.",
      "slug": "cutie-postala"
    },
    {
      "name": "Cuțit",
      "category": "obiecte",
      "shortMeaning": "Agresivitate, tăiere, separare, conflict, falus.",
      "fullInterpretation": "Cuțitul este un simbol al agresivității și al separării. Poate indica un conflict, o \"tăiere\" a legăturilor sau o amenințare. În psihanaliză, are conotații falice. Un cuțit tocit înseamnă eforturi zadarnice, iar unul ascuțit, pericol iminent sau claritate în decizii.",
      "slug": "cutit"
    },
    {
      "name": "Cuțit care te amenință",
      "category": "acțiuni",
      "shortMeaning": "Pericol, frică, presiune, vulnerabilitate.",
      "fullInterpretation": "A fi amenințat cu un cuțit în vis indică o situație de criză, o presiune psihologică sau frica de a fi rănit (fizic sau emoțional). Te simți vulnerabil și atacat. Poate reflecta și propria ta agresivitate proiectată asupra altora.",
      "slug": "cutit-care-te-ameninta"
    },
    {
      "name": "Cuțit rupt",
      "category": "obiecte",
      "shortMeaning": "Eșec, impotență, lipsă de mijloace, înfrângere.",
      "fullInterpretation": "Un cuțit rupt simbolizează eșecul în acțiune sau pierderea puterii (inclusiv sexuale). Indică faptul că mijloacele tale de apărare sau de atac sunt inutile. Prevestește ghinion și frustrare în atingerea scopurilor.",
      "slug": "cutit-rupt"
    },
    {
      "name": "Cutremur",
      "category": "fenomene",
      "shortMeaning": "Instabilitate, schimbare majoră, șoc, criză, nesiguranță.",
      "fullInterpretation": "Cutremurul zguduie fundația vieții. În vis, simbolizează o schimbare majoră și bruscă, o criză personală sau pierderea stabilității (financiară, emoțională). Indică nesiguranță profundă și frica de colaps. Totuși, după cutremur poate urma o reconstrucție necesară.",
      "slug": "cutremur"
    }
  ]
}