{
  "symbols": [
    {
      "name": "Catacomba",
      "category": "locuri",
      "shortMeaning": "Frici ascunse, subconștient, pericole sau secrete îngropate.",
      "fullInterpretation": "Catacombele în vis simbolizează coborârea în cele mai întunecate colțuri ale subconștientului. Pot reprezenta frici vechi, secrete de familie sau aspecte ale personalității pe care le-ai \"îngropat\" adânc. Rătăcirea prin catacombe indică confuzie și anxietate, dar și curajul de a explora necunoscutul pentru a găsi o ieșire sau o comoară ascunsă (un adevăr eliberator).",
      "slug": "catacomba"
    },
    {
      "name": "Catalog",
      "category": "obiecte",
      "shortMeaning": "Evaluare, alegeri, organizare sau teama de judecată.",
      "fullInterpretation": "Un catalog în vis poate avea două semnificații principale. Dacă este un catalog școlar, sugerează teama de evaluare, de note sau de judecata celorlalți. Dacă este un catalog de produse, indică dorința de a face alegeri, de a explora opțiuni și de a-ți organiza prioritățile. Poate sugera că ești în fața mai multor posibilități și trebuie să te decizi.",
      "slug": "catalog"
    },
    {
      "name": "Catâr",
      "category": "animale",
      "shortMeaning": "Muncă grea, încăpățânare, rezistență și hibriditate.",
      "fullInterpretation": "Catârul, fiind un hibrid între cal și măgar, simbolizează munca grea, dar și o anumită sterilitate sau lipsă de progres rapid. Este asociat cu încăpățânarea, dar și cu o rezistență fizică și mentală remarcabilă. În vis, poate sugera că ești implicat într-o sarcină dificilă care necesită perseverență, chiar dacă recompensele nu sunt imediate.",
      "slug": "catar"
    },
    {
      "name": "Cataramă",
      "category": "obiecte",
      "shortMeaning": "Siguranță, legătură, constrângere sau finalizare.",
      "fullInterpretation": "Catarama în vis reprezintă elementul care ține lucrurile laolaltă. O cataramă închisă sugerează siguranță, stabilitate sau finalizarea unei etape. O cataramă deschisă sau ruptă indică vulnerabilitate, riscul ca ceva să se destrame sau o lipsă de control. Poate simboliza și o constrângere de care vrei să scapi.",
      "slug": "catarama"
    },
    {
      "name": "Catarg",
      "category": "obiecte",
      "shortMeaning": "Aspirație, direcție, stabilitate sau mândrie.",
      "fullInterpretation": "Catargul unei nave este un simbol falic al puterii și al direcției. Un catarg înalt și drept sugerează mândrie, ambiție și capacitatea de a face față furtunilor vieții. Un catarg rupt prevestește eșec, pierderea direcției sau umilință. Este un indicator al stării tale de spirit și al încrederii în viitor.",
      "slug": "catarg"
    },
    {
      "name": "Catastrofă",
      "category": "fenomene",
      "shortMeaning": "Anxietate majoră, schimbare violentă, haos și frică.",
      "fullInterpretation": "Visul despre o catastrofă (naturală sau accidentală) nu este de obicei premonitoriu, ci reflectă o stare interioară de haos. Te simți copleșit de evenimente, ai pierdut controlul sau te temi de o schimbare majoră care îți va da viața peste cap. Este expresia fricii de necunoscut și a nevoii de a reconstrui pe baze noi.",
      "slug": "catastrofa"
    },
    {
      "name": "Catedră",
      "category": "obiecte",
      "shortMeaning": "Autoritate, cunoaștere, judecată sau superioritate.",
      "fullInterpretation": "Catedra în vis este locul autorității intelectuale. Dacă stai la catedră, înseamnă că simți nevoia să împărtășești cunoștințele tale sau să preiei controlul. Poate indica și o atitudine de superioritate sau aroganță. Dacă ești în bancă și privești spre catedră, sugerează respect pentru autoritate sau teama de a fi ascultat și evaluat.",
      "slug": "catedra"
    },
    {
      "name": "Catedrală",
      "category": "locuri",
      "shortMeaning": "Spiritualitate înaltă, aspirații, refugiu și tradiție.",
      "fullInterpretation": "O catedrală impunătoare simbolizează aspirațiile tale spirituale cele mai înalte și conexiunea cu divinul. Sugerează nevoia de sacralitate, de liniște și de protecție. Poate indica, de asemenea, valori tradiționale puternice sau căutarea unui sens profund în viață. Dimensiunea catedralei reflectă importanța pe care o acorzi vieții sufletești.",
      "slug": "catedrala"
    },
    {
      "name": "Cățel",
      "category": "animale",
      "shortMeaning": "Prietenie nouă, loialitate în formare, joacă și inocență.",
      "fullInterpretation": "Un cățeluș în vis aduce un mesaj de bucurie și inocență. Simbolizează începutul unei prietenii, loialitatea care se construiește sau nevoia de a fi ocrotit. Poate sugera și o atitudine jucăușă, lipsită de griji. Dacă cățelul este abandonat, reflectă sentimente de singurătate sau nevoia de a avea grijă de propriul copil interior.",
      "slug": "catel"
    },
    {
      "name": "Catifea",
      "category": "obiecte",
      "shortMeaning": "Senzualitate, lux, confort și plăcere tactilă.",
      "fullInterpretation": "Catifeaua este un material care evocă senzualitatea și rafinamentul. În vis, sugerează dorința de confort, de plăcere și de experiențe tactile bogate. Poate indica o perioadă de prosperitate sau o relație amoroasă intensă. Totuși, expresia \"mână de fier în mănușă de catifea\" sugerează că aparența moale poate ascunde o forță dură.",
      "slug": "catifea"
    },
    {
      "name": "Cătun",
      "category": "locuri",
      "shortMeaning": "Izolare, simplitate, comunitate mică sau modestie.",
      "fullInterpretation": "Un cătun (sat mic) în vis simbolizează viața simplă, departe de complexitatea urbană. Poate indica nevoia de liniște, de retragere sau de a te conecta cu o comunitate restrânsă și unită. Pe de altă parte, poate sugera izolare, lipsa oportunităților sau un orizont limitat.",
      "slug": "catun"
    },
    {
      "name": "Cătușe",
      "category": "obiecte",
      "shortMeaning": "Restricție, vinovăție, legătură forțată sau neputință.",
      "fullInterpretation": "Cătușele sunt simbolul suprem al privării de libertate. În vis, indică faptul că te simți blocat, că nu poți acționa liber din cauza unor circumstanțe externe sau a propriilor inhibiții. Pot sugera o relație care te constrânge (\"lanțurile căsniciei\") sau un sentiment de vinovăție care te împiedică să mergi mai departe.",
      "slug": "catuse"
    },
    {
      "name": "Cauciuc",
      "category": "obiecte",
      "shortMeaning": "Flexibilitate, rezistență, adaptabilitate sau artificial.",
      "fullInterpretation": "Cauciucul este un material flexibil și rezistent. În vis, sugerează capacitatea ta de a te adapta la șocuri (\"a ricoșa\") și de a reveni la forma inițială. Poate indica nevoia de a fi mai elastic în gândire. Totuși, poate avea și o conotație de artificialitate sau de izolare (ca un izolator electric).",
      "slug": "cauciuc"
    },
    {
      "name": "Cavaler",
      "category": "persoane",
      "shortMeaning": "Onoare, curaj, protecție, romantism sau idealizare.",
      "fullInterpretation": "Cavalerul în armură este arhetipul eroului salvator. Pentru o femeie, poate reprezenta \"Făt-Frumos\" sau dorința de protecție romantică. Pentru un bărbat, simbolizează onoarea, curajul și spiritul de aventură. Visul poate indica și faptul că idealizezi o situație sau că ești gata să lupți pentru principiile tale.",
      "slug": "cavaler"
    },
    {
      "name": "Cavou",
      "category": "locuri",
      "shortMeaning": "Sfârșit, secrete de familie, moștenire sau frica de moarte.",
      "fullInterpretation": "Cavoul este locul de odihnă al strămoșilor. În vis, poate simboliza legătura cu trecutul familiei, o moștenire (materială sau spirituală) sau secrete îngropate. Evident, poate reflecta și anxietatea legată de moarte sau de pierderea cuiva drag. Uneori, indică nevoia de a \"înmormânta\" o problemă veche.",
      "slug": "cavou"
    },
    {
      "name": "Cazan",
      "category": "obiecte",
      "shortMeaning": "Transformare, presiune, creație sau magie.",
      "fullInterpretation": "Cazanul este un vas al transformării (alchimic sau culinar). În vis, sugerează că ești într-un proces de schimbare interioară sau că \"fierbi\" ceva (un plan, o idee). Dacă cazanul este sub presiune, indică tensiuni acumulate care riscă să explodeze. În basme, cazanul este asociat cu magia și vrăjitoria.",
      "slug": "cazan"
    },
    {
      "name": "Căzând",
      "category": "acțiuni",
      "shortMeaning": "Pierderea controlului, nesiguranță, eșec sau trezire.",
      "fullInterpretation": "Senzația de cădere în vis este foarte comună și indică anxietate. Te temi că vei pierde controlul, că vei eșua într-un proiect sau că statutul tău este amenințat. Poate fi și un semnal fizic al corpului în momentul adormirii. Căderea poate simboliza și o \"cădere în păcat\" sau o decădere morală.",
      "slug": "cazand"
    },
    {
      "name": "Căzând din pat",
      "category": "acțiuni",
      "shortMeaning": "Șoc, trezire bruscă la realitate sau vulnerabilitate.",
      "fullInterpretation": "A visa că cazi din pat este adesea o experiență fizică reală sau o tresărire musculară. Simbolic, sugerează o trezire bruscă la realitate dintr-o iluzie sau o stare de confort. Te simți vulnerabil și nepregătit să înfrunți o situație care te-a luat prin surprindere.",
      "slug": "cazand-din-pat"
    },
    {
      "name": "Cazarmă",
      "category": "locuri",
      "shortMeaning": "Disciplină rigidă, lipsa intimității, reguli sau masculinitate.",
      "fullInterpretation": "Cazarma simbolizează un mediu de viață restrictiv, guvernat de reguli stricte și disciplină. În vis, poate indica faptul că te simți îngrădit, că nu ai intimitate sau că ești obligat să te conformezi unui grup. Poate sugera și nevoia de ordine și structură în viața ta, sau o perioadă de \"instrucție\" dură.",
      "slug": "cazarma"
    },
    {
      "name": "Cazinou",
      "category": "locuri",
      "shortMeaning": "Risc, noroc, iluzie, pierdere sau câștig rapid.",
      "fullInterpretation": "Cazinoul este templul norocului și al riscului. În vis, sugerează că îți joci șansele într-o situație de viață, bazându-te mai mult pe soartă decât pe muncă. Poate indica dorința de câștig rapid, dar și pericolul de a pierde totul. Este un simbol al iluziilor și al tentațiilor financiare.",
      "slug": "cazino"
    },
    {
      "name": "Cazma",
      "category": "obiecte",
      "shortMeaning": "Muncă grea, săparea în adâncime, efort sau pregătire.",
      "fullInterpretation": "Cazmaua este o unealtă de muncă brută. În vis, sugerează necesitatea de a depune efort fizic sau mental pentru a obține rezultate. Poate indica faptul că trebuie să \"sapi\" mai adânc într-o problemă pentru a găsi rădăcina ei sau că pregătești terenul pentru ceva nou. Uneori, este asociată cu îngroparea trecutului.",
      "slug": "cazma"
    },
    {
      "name": "Ceai",
      "category": "alimente",
      "shortMeaning": "Relaxare, vindecare, socializare calmă sau confort.",
      "fullInterpretation": "Ceaiul în vis este un simbol al liniștii și al vindecării. A bea ceai sugerează nevoia de relaxare, de a lua o pauză sau de a te vindeca de o mică suferință. Ceremonia ceaiului implică socializare calmă și rafinată. Dacă ceaiul este amar, poate indica o dezamăgire acceptată cu stoicism.",
      "slug": "ceai"
    },
    {
      "name": "Ceapă",
      "category": "alimente",
      "shortMeaning": "Lacrimi, adevăruri usturătoare, straturi multiple sau sănătate.",
      "fullInterpretation": "Ceapa are multiple straturi, la fel ca o problemă complexă sau ca personalitatea umană. În vis, curățarea unei cepe poate simboliza efortul de a ajunge la esență, proces care poate provoca lacrimi (suferință). Totuși, ceapa este și un aliment vindecător, sugerând că adevărul, deși usturător, este sănătos.",
      "slug": "ceapa"
    },
    {
      "name": "Ceapă mâncând",
      "category": "alimente",
      "shortMeaning": "Vindecare prin suferință, acceptarea realității sau putere.",
      "fullInterpretation": "A mânca ceapă în vis sugerează că accepți o realitate dură sau că treci printr-un proces de vindecare care nu este plăcut. Gustul iute indică vitalitate și forță, dar și posibile conflicte sau critici pe care trebuie să le \"înghiți\". Este un semn de reziliență.",
      "slug": "ceapa-mancand"
    },
    {
      "name": "Ceapă tăind",
      "category": "acțiuni",
      "shortMeaning": "Lacrimi, eliberare emoțională, analiză sau pregătire.",
      "fullInterpretation": "A tăia ceapă și a plânge în vis este o formă de purificare emoțională. Indică faptul că analizezi o situație strat cu strat și acest proces îți provoacă durere, dar este necesar. Poate sugera și pregătirea resurselor pentru ceva mai complex (gătitul).",
      "slug": "ceapa-taind"
    },
    {
      "name": "Ceapă verde",
      "category": "alimente",
      "shortMeaning": "Prospețime, începuturi noi, sănătate sau imaturitate.",
      "fullInterpretation": "Ceapa verde simbolizează primăvara, prospețimea și energia reînnoită. În vis, sugerează o situație incipientă care se dezvoltă bine sau o stare de sănătate bună. Poate indica și o anumită imaturitate sau ceva care nu este încă pe deplin format, dar are potențial.",
      "slug": "ceapa-verde"
    },
    {
      "name": "Ceară",
      "category": "obiecte",
      "shortMeaning": "Maleabilitate, instabilitate, creație sau timp care se scurge.",
      "fullInterpretation": "Ceara este un material care se modelează ușor, sugerând maleabilitate și adaptabilitate. În vis, poate indica o situație sau o persoană care poate fi influențată ușor. Ceara care se topește (de la o lumânare) simbolizează trecerea timpului, pierderea energiei sau efemeritatea vieții. Poate fi și un simbol al sigilării unui secret.",
      "slug": "ceara"
    },
    {
      "name": "Cearșaf alb",
      "category": "obiecte",
      "shortMeaning": "Puritate, început nou, conștiință curată sau boală.",
      "fullInterpretation": "Un cearșaf alb imaculat sugerează puritate, un nou început (pat proaspăt) sau o conștiință liniștită. Poate indica confort și odihnă. Totuși, în anumite contexte, albul steril poate fi asociat cu spitalul sau boala, sugerând nevoia de recuperare sau o perioadă de convalescență.",
      "slug": "cearsaf-alb"
    },
    {
      "name": "Cearșaf / Cuvertură",
      "category": "obiecte",
      "shortMeaning": "Protecție, ascundere, confort sau secrete intime.",
      "fullInterpretation": "Cuvertura sau cearșaful care acoperă patul simbolizează protecția intimității. În vis, poate sugera dorința de a ascunde anumite aspecte ale vieții tale private sau sexuale. Dacă te învelești, cauți siguranță și căldură. Dacă este murdară sau ruptă, indică neglijență sau probleme în viața de cuplu.",
      "slug": "cearsaf-cuvertura"
    },
    {
      "name": "Ceartă",
      "category": "acțiuni",
      "shortMeaning": "Conflict interior, tensiuni refulate, comunicare agresivă.",
      "fullInterpretation": "Cearta în vis reflectă adesea un conflict interior între diferite părți ale personalității tale. Poate fi, de asemenea, o supapă pentru eliberarea tensiunilor acumulate în viața reală pe care nu ai avut curajul să le exprimi. Visul te îndeamnă să rezolvi neînțelegerile înainte ca acestea să escaladeze.",
      "slug": "cearta"
    },
    {
      "name": "Ceartă (auzind)",
      "category": "acțiuni",
      "shortMeaning": "Dizarmonie, bârfă, avertisment sau neputință.",
      "fullInterpretation": "A auzi o ceartă fără a participa la ea sugerează că ești martor la un conflict în mediul tău (familie, muncă) care te afectează indirect. Te simți neputincios sau prins la mijloc. Poate indica și teama de scandal sau faptul că subconștientul tău percepe o dizarmonie pe care conștientul o ignoră.",
      "slug": "cearta-auzind"
    },
    {
      "name": "Ceartă cu iubitul",
      "category": "acțiuni",
      "shortMeaning": "Tensiuni în cuplu, frica de despărțire sau pasiune.",
      "fullInterpretation": "Cearta cu partenerul în vis poate scoate la iveală nemulțumiri reale, dar neexprimate. Uneori, însă, visul are o funcție de compensare și poate indica o pasiune intensă sau dorința de a clarifica lucrurile pentru a consolida relația. Dacă cearta duce la despărțire în vis, reflectă insecuritatea ta.",
      "slug": "cearta-cu-iubitul"
    },
    {
      "name": "Ceartă cu un prieten",
      "category": "acțiuni",
      "shortMeaning": "Neînțelegeri, loialitate testată sau aspecte ale sinelui.",
      "fullInterpretation": "A te certa cu un prieten în vis poate sugera o divergență de opinii reală sau teama de a pierde acea prietenie. Psihologic, prietenul poate reprezenta o latură a ta cu care ești în conflict. Visul te invită la reconciliere și la o comunicare mai deschisă.",
      "slug": "cearta-cu-un-prieten"
    },
    {
      "name": "Ceas",
      "category": "obiecte",
      "shortMeaning": "Timp, urgență, mortalitate, planificare sau inimă.",
      "fullInterpretation": "Ceasul este simbolul suprem al timpului care trece. În vis, poate indica o urgență, teama că \"îți trece timpul\" sau necesitatea de a fi mai organizat. Tic-tacul ceasului poate fi asociat cu bătăile inimii și cu viața însăși. Dacă ceasul se oprește, poate sugera o frică de moarte sau sfârșitul unei etape.",
      "slug": "ceas"
    },
    {
      "name": "Ceas de aur",
      "category": "obiecte",
      "shortMeaning": "Timp valoros, succes, bogăție sau moștenire.",
      "fullInterpretation": "Un ceas de aur combină simbolismul timpului cu cel al bogăției. Sugerează că timpul tău este prețios și că te bucuri de o perioadă prosperă. Poate indica recunoaștere socială, un moment de glorie sau o realizare importantă. Este un semn de succes și de valorizare a vieții.",
      "slug": "ceas-de-aur"
    },
    {
      "name": "Ceas de mână",
      "category": "obiecte",
      "shortMeaning": "Controlul timpului, responsabilitate personală sau stres.",
      "fullInterpretation": "Ceasul de mână este un instrument personal de măsurare a timpului. În vis, sugerează că ești conștient de responsabilitățile tale și de termenele limită. Dacă îl privești des, indică nerăbdare, stres sau teama de a întârzia. Poate simboliza pulsul vieții tale cotidiene.",
      "slug": "ceas-de-mana"
    },
    {
      "name": "Ceas întorcând",
      "category": "acțiuni",
      "shortMeaning": "Revitalizare, dorința de a da timpul înapoi sau control.",
      "fullInterpretation": "A întoarce ceasul (a-l potrivi sau a-l arma) sugerează dorința de a prelua controlul asupra timpului sau a destinului tău. Poate indica o încercare de a \"repara\" o greșeală din trecut sau de a câștiga mai mult timp. Este un act de voință pentru a menține lucrurile în mișcare.",
      "slug": "ceas-intorcand"
    },
    {
      "name": "Ceas stricat",
      "category": "obiecte",
      "shortMeaning": "Blocaj, timp pierdut, confuzie sau moarte simbolică.",
      "fullInterpretation": "Un ceas stricat sau oprit este un simbol puternic al blocajului. Indică faptul că ai rămas ancorat într-un moment din trecut sau că nu evoluezi. Poate sugera haos în programul tău, oportunități ratate sau, în cazuri rare, teama de sfârșit. \"Timpul a stat în loc\" pentru o anumită situație din viața ta.",
      "slug": "ceas-stricat"
    },
    {
      "name": "Ceașcă",
      "category": "obiecte",
      "shortMeaning": "Receptivitate, confort, socializare sau feminitate.",
      "fullInterpretation": "Ceașca este un simbol al receptivității și al feminității (formă concavă). O ceașcă plină sugerează satisfacție și abundență emoțională. A bea din ceașcă indică asimilarea unei experiențe sau a unei idei. O ceașcă spartă poate prevesti o mică ceartă sau o dezamăgire sentimentală.",
      "slug": "ceasca"
    },
    {
      "name": "Ceață",
      "category": "fenomene",
      "shortMeaning": "Confuzie, incertitudine, mister sau ascunderea adevărului.",
      "fullInterpretation": "Ceața în vis simbolizează confuzia mentală și lipsa de claritate. Nu poți vedea drumul înainte, ceea ce sugerează că treci printr-o perioadă de incertitudine și nu ar trebui să iei decizii majore. Poate indica și faptul că cineva îți ascunde adevărul sau că tu însuți refuzi să vezi realitatea.",
      "slug": "ceata"
    },
    {
      "name": "Ceaun",
      "category": "obiecte",
      "shortMeaning": "Hrană comună, transformare, viață rustică sau magie.",
      "fullInterpretation": "Ceaunul este simbolul hranei preparate la comun, al vieții simple și rustice. În vis, sugerează convivialitate, familie și întoarcerea la origini. Poate avea și conotații magice (cazanul vrăjitoarei), sugerând un proces de transformare și creație care are loc în viața ta.",
      "slug": "ceaun"
    },
    {
      "name": "Cel mai bun prieten",
      "category": "persoane",
      "shortMeaning": "Sprijin, încredere, oglindirea sinelui sau loialitate.",
      "fullInterpretation": "Apariția celui mai bun prieten în vis este reconfortantă. El reprezintă sistemul tău de suport și valorile pe care le apreciezi. Adesea, prietenul este o oglindă a ta: calitățile sau defectele pe care le observi la el în vis sunt de fapt ale tale. Visul poate indica nevoia de sfat sau de companie.",
      "slug": "cel-mai-bun-prieten"
    },
    {
      "name": "Celebritate",
      "category": "persoane",
      "shortMeaning": "Aspirații, nevoia de recunoaștere, ideal sau succes.",
      "fullInterpretation": "A visa o celebritate reflectă adesea propriile tale aspirații de succes și recunoaștere. Persoana celebră întruchipează calități pe care le admiri și pe care dorești să le integrezi. Poate sugera și că îți setezi standarde foarte înalte sau că ești prea preocupat de imaginea publică.",
      "slug": "celebritate"
    },
    {
      "name": "Celibatar",
      "category": "persoane",
      "shortMeaning": "Libertate, singurătate, independență sau izolare.",
      "fullInterpretation": "Starea de celibatar în vis poate simboliza dorința de independență și libertate totală. Dacă ești într-o relație, poate indica nevoia de spațiu. Pe de altă parte, poate reflecta sentimente de singurătate, izolare sau teama de angajament. Interpretarea depinde de cum te simți în vis: liber sau părăsit?",
      "slug": "celibatar"
    },
    {
      "name": "Celulă",
      "category": "locuri",
      "shortMeaning": "Izolare, pedeapsă, vinovăție sau introspecție forțată.",
      "fullInterpretation": "Celulă de închisoare simbolizează sentimentul de a fi prins, limitat sau pedepsit. Poate fi o proiecție a propriei minți care te ține captiv în frici și vinovății. Totuși, celula poate fi și un loc al izolării monahale, sugerând nevoia de retragere pentru meditație și clarificare interioară.",
      "slug": "celula"
    },
    {
      "name": "Centaur",
      "category": "persoane",
      "shortMeaning": "Dualitate, instinct vs. rațiune, energie brută și înțelepciune.",
      "fullInterpretation": "Centaurul, ființă mitologică jumătate om, jumătate cal, simbolizează lupta sau armonia dintre natura animalică (instincte, pasiune) și cea umană (rațiune, spirit). În vis, poate indica o energie vitală puternică, sexualitate, dar și nevoia de a-ți stăpâni impulsurile prin înțelepciune (precum Chiron).",
      "slug": "centaur"
    },
    {
      "name": "Centură",
      "category": "obiecte",
      "shortMeaning": "Siguranță, protecție, statut sau restricție.",
      "fullInterpretation": "Centura în vis are rolul de a susține și de a proteja. Poate simboliza siguranța (centura de siguranță) sau statutul (centura de arte marțiale). O centură prea strânsă indică restricții și lipsa libertății de mișcare. A-ți strânge cureaua sugerează nevoia de a face economii sau de a te disciplina.",
      "slug": "centura"
    },
    {
      "name": "Centură neagră",
      "category": "obiecte",
      "shortMeaning": "Măiestrie, putere, expertiză și disciplină.",
      "fullInterpretation": "Centura neagră este simbolul expertizei și al disciplinei supreme. În vis, indică faptul că ai atins un nivel înalt de competență într-un domeniu sau că ești capabil să te aperi și să controlezi situațiile dificile. Este un semn de maturitate și de putere interioară câștigată prin efort.",
      "slug": "centura-neagra"
    },
    {
      "name": "Cenușă",
      "category": "obiecte",
      "shortMeaning": "Sfârșit, amintiri, purificare, doliu sau renaștere.",
      "fullInterpretation": "Cenușa este ceea ce rămâne după ce focul s-a stins. Simbolizează sfârșitul unei pasiuni, al unei relații sau al unei etape de viață. Evocă nostalgie, regret și doliu. Totuși, mitul păsării Phoenix amintește că din cenușă poate avea loc renașterea. Poate indica și o perioadă de smerenie și purificare.",
      "slug": "cenusa"
    },
    {
      "name": "Cer",
      "category": "natură",
      "shortMeaning": "Speranță, spiritualitate, limită infinită și libertate.",
      "fullInterpretation": "Cerul în vis reprezintă mintea, spiritualitatea și potențialul nelimitat. Un cer senin și albastru prevestește pace, claritate și bucurie. Un cer înnorat sau furtunos reflectă tulburări emoționale și griji. Cerul înstelat simbolizează speranța și aspirațiile înalte. Este spațiul libertății absolute.",
      "slug": "cer"
    }
  ]
}