{
  "symbols": [
    {
      "name": "Cladiri care se prabusesc",
      "category": "dictionar",
      "shortMeaning": "Visarea cladirilor prabusite sau care stau sa se prabuseasca poate avea multiple semnificatii.",
      "fullInterpretation": "Visarea cladirilor prabusite sau care stau sa se prabuseasca poate avea multiple semnificatii. In general, aceste cladiri degradate simbolizeaza starea dumneavoastra financiara. De asemenea, cladirile deteriorare pot fi un indicator pentru o criza financiara. Videoclip despre visarea cladirilor prabusiter Visand o cladire prabusita Un asemenea vis indica aparitia unor probleme, pierderea protectiei si vulnerabilitate la influente exterioare. Incercati ca pe viitor sa acordati mai multa atentie atitudinii dumneavoastra pentru a putea preveni sau impiedica astfel de probleme. Avand senzatia ca o cladire se va prabusi Visand ca o cladire se poate prabusi in orice clipa este un semn de rau augur. Viata dumneavoastra poate lua oricand o turnura spre rau, incercati sa reflectati asupra celor mai importante lucruri din viata dumneavoastra pentru a putea elabora o strategie de protectie pentru acestea. Visand ca sunteti in interiorul unei cladiri prabusite Visul in care va aflati in interiorul unei cladiri prabusite sau dezafectate, indica neacordarea atentiei persoanelor care va iubesc si va indragesc. Trebuie sa va concentrati mai multa atentie asupra oamenilor care va iubesc, in special asupra familiei dumneavoastra. De asemenea, visul poate indica si faptul ca aveti o personalitate misterioasa. Incercati sa fiti mai transparent cu oamenii din jurul dumneavoastra. Visand o cladire care se prÄƒbuseste din cauza vechimii Prabusirea unei cladiri din cauza vechimii si a deteriorarii indica momentul oportun pentru a lua decizii si a face unele schimbari in viata dumneavoastra. Probabil ca ati petrecut prea mult timp in zona dumneavoastra de confort si, astfel ati devenit inactiv si nesocial. Cladire prabusita din cauza inundatiilor Daca ati visat ca o cladire s-a prabusit din cauza unor inundatii, aceasta cladire putand fi chiar casa dumneavoastra, inseamna ca a sosit momentul sa va faceti niste investigatii si analize medicale. Poate ca nu este nimic grav, dar astfel puteti preveni la timp sau trata cu succes o afectiune. Visand un prieten intr-o cladire prabusita Visul in care vedeti un prieten intr-o cladire prabusita denota sentimente de grija pentru prieteni sau familie care, in curand, este posibil sÄƒ treaca prin momente grele. Cladire prabusita si reconstruita din moloz Reconstruirea unei cladiri din molozul acesteia expune personalitatea dumneavoastra si felul in care actionati in anumite situatii. De asemenea, visul poate fi un avertisment asupra faptului ca aveti de-a face cu situati ce pot parea, la prima vedere, iremediabile.",
      "slug": "cladiri-care-se-prabusesc"
    },
    {
      "name": "Claie",
      "category": "dictionar",
      "shortMeaning": "Visul claie este un vis bun, aducator de noroc, bani, bogatie.",
      "fullInterpretation": "Visul claie este un vis bun, aducator de noroc, bani, bogatie.- Daca ai visat o claie de fan - o sa ai noroc de bani.- Daca ai vaisat claie de grau - iti va fi foarte usor sa te inbogatesti.",
      "slug": "claie"
    },
    {
      "name": "Clarinet",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "clarinet"
    },
    {
      "name": "Clarinet auzi cantand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "clarinet-auzi-cantand"
    },
    {
      "name": "Clarvazator",
      "category": "dictionar",
      "shortMeaning": "Visul in care sunteti un clarvazator sau sunteti alaturi de unul inseamna ca primiti intuitiv anumite informatii.",
      "fullInterpretation": "Visul in care sunteti un clarvazator sau sunteti alaturi de unul inseamna ca primiti intuitiv anumite informatii.",
      "slug": "clarvazator"
    },
    {
      "name": "Clasa",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca sunteti intr-o clasa cu elevi sugereaza faptul ca sunteti in cautare de relatii sociale, de colaborare.",
      "fullInterpretation": "Daca visati ca sunteti intr-o clasa cu elevi sugereaza faptul ca sunteti in cautare de relatii sociale, de colaborare. Totodata este vorba de necesitatea de a acumula noi cunostinte, inseamna ca aveti de invatat o lectie de viata importanta. Visul in care cautati o sala de clasa semnifica faptul ca aveti dorinta de a va imbogati cunostintele. Daca visati ca sala de clasa este in are liber indica nevoia de a invata sa fiti mai liberi si mai deschisi. Trebuie sa invatati sa va adaptati in orice situatie.Visul in care apare un actual coleg de clasa sugereaza aspecte din propria dumneavoastra personalitate. Uitati-va la cine este acel coleg si cautati semnale ale personalitatii pe care vi le doriti pentru dumneavoastra sau de care vreti sa scapati. Daca visati despre fostul coleg de clasa inseamna ca ar trebui sa refaceti anumite legaturi cu acest coleg. Ati avut de invatat din relatia cu aceasta persoana, iar aceste invataturi va vor ajuta in anumite aspecte ale vietii. A visa despre un coleg de care va amintiti din scoala inseamna un aspect al personalitatii dumneavoastra bazat pe cele mai sincere sentimente sau amintiri despre acea persoana. Intrebati-va ce calitati au iesit in evidenta la acest coleg si cautati cum puteti sa aplicati acea calitate in relatiile curente sau in situatiile din viata. Visul in care apare un coleg de clasa pe care nu il recunoasteti simbolizeaza anumite aspecte ale personalitatii dumneavoastra care sunt expuse la aceleasi ingrijorari sau anxietati ca si dumneavoastra. Un anumit tip de gandire ar putea fi remarcata atunci cand va confruntati cu o problema. Actiunile colegului de clasa, cuvintele, imbracamintea, culoarea pielii sau aparenta fizica pot aduce noi informatii in legatura cu deslusirea visului.",
      "slug": "clasa"
    },
    {
      "name": "Clatite",
      "category": "dictionar",
      "shortMeaning": "Daca ati visat la clatite inseamna ca situatia dumneavoastra financiara se va imbunatati.",
      "fullInterpretation": "Daca ati visat la clatite inseamna ca situatia dumneavoastra financiara se va imbunatati. Poate insemna o mostenire sau chiar o marire de salariu. Visul in care gatiti sau mancati clatite sugereaza armonia si linistea in casa. Totodata aduce placere si satisfactie in situatia curenta. Aveti placerea si confortul lucrurilor simple din viata dumneavoastra. Visul mai poate inseamna si nevoia de a fi inconjurat de oameni, de socializare, de a duce lucrurile la bun sfarsit, de organizare.",
      "slug": "clatite"
    },
    {
      "name": "Clei",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca visul clei reprezinta dragoste si devotament.",
      "fullInterpretation": "In traditia romaneasca visul clei reprezinta dragoste si devotament.- Daca ai visat ca lucrezi cu el Â - relaxare , scapi de rutina zilnica sau multe dintre planurile tale legate de munca vor fi temporare.- Daca iti ramane lipit de maini sau de haine - te vei indragosti de cineva, iti va cadea cu tronc.- Daca in vis ai varsat clei pe tine - inseamna ca vei pierde ceva, posibil furt.",
      "slug": "clei"
    },
    {
      "name": "Clepsidra",
      "category": "dictionar",
      "shortMeaning": "La nivel spiritual clepsidra in vis este simbolul mortii, de asemenea inseamna si moarte in familie.",
      "fullInterpretation": "La nivel spiritual clepsidra in vis este simbolul mortii, de asemenea inseamna si moarte in familie.- Daca in vis vezi nisipul ce se scurge dintr-o clepsidra, vei suferi o mare dezamagire, daca risipesti oportunitatile ce ti se ivesc.- Daca in vis clepsidra este una veche si prafuita - gandeste de doua ori inainte de a face ceva, actioneaza cu calm si fara graba.",
      "slug": "clepsidra"
    },
    {
      "name": "Cleptoman",
      "category": "dictionar",
      "shortMeaning": "- Visul cleptomanie - descoperi o infidelitate existenta de foarte mult timp.",
      "fullInterpretation": "- Visul cleptomanie - descoperi o infidelitate existenta de foarte mult timp.- Daca visezi ca esti cleptoman si iei lucruri care nu iti apartin sau de care nu ai nevoie inseamna ca o persoana in care ai foarte multa incredere incearca sa-ti strice reputatia.",
      "slug": "cleptoman"
    },
    {
      "name": "Cleste",
      "category": "dictionar",
      "shortMeaning": "Clestele in vis reprezinta nedereptate, tradare.",
      "fullInterpretation": "Clestele in vis reprezinta nedereptate, tradare.- Daca tu ai un cleste - vei fi consolat(a) dupa un necaz.- Daca in vis te flosesti de un cleste pentru a repara un lucru - se vor imbunatatii conditiile pentru afacerea ta, aici poate fi vorba si despre locul de munca.- Daca vezi un cleste - vei primi ajutor exact atunci cand ai mai mare nevoie.",
      "slug": "cleste"
    },
    {
      "name": "Clinica",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis mergi la o clinica sau te afli acolo pentru un tratament - este semn de sanatate.",
      "fullInterpretation": "- Daca in vis mergi la o clinica sau te afli acolo pentru un tratament - este semn de sanatate.A se vedea si spital.",
      "slug": "clinica"
    },
    {
      "name": "Clona",
      "category": "dictionar",
      "shortMeaning": "A vise ca aveti o clona inseamna fie ca sunteti in armonie, fie ca sunteti in conflict intre idei si decizii.",
      "fullInterpretation": "A vise ca aveti o clona inseamna fie ca sunteti in armonie, fie ca sunteti in conflict intre idei si decizii. Alternativ, visul poate insemna si faptul casunteti suprasolicitat. Trebuie sa va impartiti, sa va clonati pentru a a termina treaba. Daca visati ca aveti multe clone inseamna ca va lipseste originalitatea. Aveti tendinta de a copia ideile sau credintele altora. Trebuie sa incepeti sa ganditi de unul singur.",
      "slug": "clona"
    },
    {
      "name": "Clopot",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea a suna).",
      "fullInterpretation": "(vezi, de asemenea a suna). .Clopotelul in vise inseamna dragoste sincera, casatorie, copii. Daca visati un clopotel care suna fals sugereaza ca veti avea fluctuatii in sanatate.In traditia romaneasca visul clopotnita reprezinta dragoste si parte de priteni buni, de asemenea visul are conotatii sexuale, sugereaza si ambitii, sperante si scopuri de indeplinit.- Clopotnita bisericii ce sta aplecata pe o parte - munca multa, sudoare pentru indeplinirea dorintelor.- Oamenii tineri ce viseaza clopotnite vor intalni persoane interesate de sex.- Daca visezi o clopotnita stricata - dezamagiri in privinta celor mai recente planuri.A visa un sarpe cu clopotei reprezinta oameni sau situatii care va avertizeaza despre consecintele neplacute daca nu cooperati. Avertismente clare sau ostilitate deschisa. Sentimente despre potentialul unei probleme serioase in viata dumneavoastra. Alternativ, un sarpe cu clopotei in vise reprezinta incercarea dumneavoastra de a ameninta pe cineva printr-o metoda nedorita si continua daca nu inceteaza sa faca ceva ce nu va place. Ii avertizati pe ceilalti ca vor plati scump daca nu va respecta sau aleg sa evite sa va asculte. Visul in care sunteti muscat de un sarpe cu clopotei poate reflecta sentimente despre ignorarea semnelor clare de avertizare. Sentimente de regret pentru ca nu ati luat mai serios in calcul o amenintare sau un avertisment. Daca visati doar coada unui sarpe cu clopotei, fara corp, sugereaza amenintari sau avertismente false. Trebuie sa avertizati pe cineva, in privat, despre un esec imposibil de trecut peste. Visul in care auziti clopoteii unui sarpe cu clopotei, dar nu vedeti sarpele, este un semn bun pentru ca veti putea indrepta ceva ce ati facut gresit in trecut sau cineva se va revansa fata de dumneavoastra.",
      "slug": "clopot"
    },
    {
      "name": "Clopote",
      "category": "dictionar",
      "shortMeaning": "Clopotelul in vise inseamna dragoste sincera, casatorie, copii.",
      "fullInterpretation": "Clopotelul in vise inseamna dragoste sincera, casatorie, copii. Daca visati un clopotel care suna fals sugereaza ca veti avea fluctuatii in sanatate. A visa un sarpe cu clopotei reprezinta oameni sau situatii care va avertizeaza despre consecintele neplacute daca nu cooperati. Avertismente clare sau ostilitate deschisa. Sentimente despre potentialul unei probleme serioase in viata dumneavoastra. Alternativ, un sarpe cu clopotei in vise reprezinta incercarea dumneavoastra de a ameninta pe cineva printr-o metoda nedorita si continua daca nu inceteaza sa faca ceva ce nu va place. Ii avertizati pe ceilalti ca vor plati scump daca nu va respecta sau aleg sa evite sa va asculte. Visul in care sunteti muscat de un sarpe cu clopotei poate reflecta sentimente despre ignorarea semnelor clare de avertizare. Sentimente de regret pentru ca nu ati luat mai serios in calcul o amenintare sau un avertisment. Daca visati doar coada unui sarpe cu clopotei, fara corp, sugereaza amenintari sau avertismente false. Trebuie sa avertizati pe cineva, in privat, despre un esec imposibil de trecut peste. Visul in care auziti clopoteii unui sarpe cu clopotei, dar nu vedeti sarpele, este un semn bun pentru ca veti putea indrepta ceva ce ati facut gresit in trecut sau cineva se va revansa fata de dumneavoastra.",
      "slug": "clopote"
    },
    {
      "name": "Clopotel",
      "category": "dictionar",
      "shortMeaning": "Clopotelul in vise inseamna dragoste sincera, casatorie, copii.",
      "fullInterpretation": "Clopotelul in vise inseamna dragoste sincera, casatorie, copii. Daca visati un clopotel care suna fals sugereaza ca veti avea fluctuatii in sanatate.",
      "slug": "clopotel"
    },
    {
      "name": "Clopotnita",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca visul clopotnita reprezinta dragoste si parte de priteni buni, de asemenea...",
      "fullInterpretation": "In traditia romaneasca visul clopotnita reprezinta dragoste si parte de priteni buni, de asemenea visul are conotatii sexuale, sugereaza si ambitii, sperante si scopuri de indeplinit.- Clopotnita bisericii ce sta aplecata pe o parte - munca multa, sudoare pentru indeplinirea dorintelor.- Oamenii tineri ce viseaza clopotnite vor intalni persoane interesate de sex.- Daca visezi o clopotnita stricata - dezamagiri in privinta celor mai recente planuri.",
      "slug": "clopotnita"
    },
    {
      "name": "Clor",
      "category": "dictionar",
      "shortMeaning": "Clorul in vise semnifica indepartarea impuritatilor spirituale care va polueaza viata.",
      "fullInterpretation": "Clorul in vise semnifica indepartarea impuritatilor spirituale care va polueaza viata. In traditia araba, visul in care apare clor sugereaza ca aveti nevoie de o mare cantitate de energie care sa va salveze.",
      "slug": "clor"
    },
    {
      "name": "Closca",
      "category": "dictionar",
      "shortMeaning": "Traditia persana ne invata ca visul cu closca, mai ales daca este si cu pui sau daca sta linistit...",
      "fullInterpretation": "Traditia persana ne invata ca visul cu closca, mai ales daca este si cu pui sau daca sta linistita pe cuibar, inseamna stare de spirit buna, pace sufletesca si uneori chiar fericire.-Closca - noroc, multumire, vei fi fericit(a).",
      "slug": "closca"
    },
    {
      "name": "Clovn",
      "category": "dictionar",
      "shortMeaning": "Un clovn in vise simbolizeaza absurditate, lumina-inimii si o parte copilareasca a propriului personaj.",
      "fullInterpretation": "Un clovn in vise simbolizeaza absurditate, lumina-inimii si o parte copilareasca a propriului personaj. Chipul clovnului este o reflectare a propriilor sentimente si emotii. Fie ca este un clovn fericit sau un clovn trist, acesta este reflecatrea starii tale din viata de zi cu zi. Actiunile clovnului semnifica natura ta fara inhibitii. Alternativ, un clovn este o indicatie a actiunilor tale necugetate sau nesincere. - Daca aveti teama sau fobie de clovni, un clovn poate reprezenta o persoana misterioasa din viata ta care iti doreste sau incearca sa iti faca rau. Cineva cunoscut este posibil sa nu fie ceea ce pare sau cineva pretinde a fi altcineva.",
      "slug": "clovn"
    },
    {
      "name": "Club",
      "category": "dictionar",
      "shortMeaning": "Visul in care va aflati intr-un club reprezinta aspectele sociale ale vietii dumneavoastra si sen...",
      "fullInterpretation": "Visul in care va aflati intr-un club reprezinta aspectele sociale ale vietii dumneavoastra si sentimentul de apartenenta pe care il aveti. Visul ar putea fi complementar cu stilul dumneavoastra de viata. Poate ca aveti nevoie de putina stabilitate si liniste in viata.",
      "slug": "club"
    },
    {
      "name": "Coacaze",
      "category": "dictionar",
      "shortMeaning": "A vedea sau a manca coacaze in vise reprezinta dorinta dumneavoastra de a readuce aspecte din tinerete.",
      "fullInterpretation": "A vedea sau a manca coacaze in vise reprezinta dorinta dumneavoastra de a readuce aspecte din tinerete. Este un simbol al eternitatii si al optimismului din viitor. Alternativ, visul mai poate insemna si starea dumneavoastra de depresie si tristeatea pe care o aveti.",
      "slug": "coacaze"
    },
    {
      "name": "Coada",
      "category": "dictionar",
      "shortMeaning": "Din punct de vedere spiritual caoda in vis reprezinta indeplinirea, realizare unei actiuni.",
      "fullInterpretation": "Din punct de vedere spiritual caoda in vis reprezinta indeplinirea, realizare unei actiuni. Coada : Â animale si oameni- Coada de animal Â - un castig ce anunta.- Daca in vis iti apre un animal ce are coada extrem de scurta - vei fi subiectul glumelor, cei din jurul tau isi vor batea joc de felul tau, de stilul tau.- De vezi un animal caruia ii creste coada - prin unele circumstante greselile tale vosr fi iertate, date uitarii, chiar te va surprinde bunatatea unor apropiati. - Daca visezi ca tragi un animal de coada - vei suferi de o boala.- Daca ai visat un animal cu coada taiata - Â prin neglijenta ta vei ajunge la o nenorocire.- Daca in vis tu ai coada - ve trebui sa ascunzi o serie de greseli ale rudelor.- Daca visezi ca iti impletesti parul in coada - esti prea usuratic in chestiuni importante. Coada: unelte- Coada de matura - complicatii financiare.- Daca ai visat o grebla cu coada rupta - ai cunoscut recent pe cineva dar te retine ceva, esti timid(a) fata de acea persoana.",
      "slug": "coada"
    },
    {
      "name": "Coafeza",
      "category": "dictionar",
      "shortMeaning": "Coafeza in vise reprezinta acea parte din dumneavoastra care controleaza imaginea de sine.",
      "fullInterpretation": "Coafeza in vise reprezinta acea parte din dumneavoastra care controleaza imaginea de sine. Ar trebui sa va ganditi la cateva idei de schimbare a imaginii. Pe plan spiritual, coafeza in vise indica legatura evidenta dintre imaginea de sine si frumusete.",
      "slug": "coafeza"
    },
    {
      "name": "Coafor",
      "category": "dictionar",
      "shortMeaning": "Daca aveti vise legate de coafor, de obicei inseamna ca aveti un complex de inferioritate, ca sim...",
      "fullInterpretation": "Daca aveti vise legate de coafor, de obicei inseamna ca aveti un complex de inferioritate, ca simtiti nevoia de schimbare, de reinventare. Ar mai putea insemna ca doriti sa va modificati atitudinea, sunteti gata pentru schimbare, sa mergeti intr-o noua directie in viata.",
      "slug": "coafor"
    },
    {
      "name": "Coaja",
      "category": "dictionar",
      "shortMeaning": "Coaja in vise poate avea mai multe inelesuri: - coaja de copac - vedeti esenta lucrurilor, ce se ...",
      "fullInterpretation": "Coaja in vise poate avea mai multe inelesuri: - coaja de copac - vedeti esenta lucrurilor, ce se afla dincolo de aparente, superioritate, inteligenta innascuta. Totodata, visul mai poate insemna doliu. - coaja de fruct - inlaturarea problemelor si a lucrurilor care iti produc pagube - coaja de ou - nevoia de a fi precaut, rational, cu capul pe umeri.",
      "slug": "coaja"
    },
    {
      "name": "Coarne",
      "category": "dictionar",
      "shortMeaning": "Coarnele in vis au mai multe interpretari.",
      "fullInterpretation": "Coarnele in vis au mai multe interpretari. Depinde de ceea ce faceti in vis cu coarnele sau ce fel de coarne sunt: - coarne de capra - progres rapid in cariera - coarne de bou lungi si ascutite - griji probleme - coarne de cerb - va faceti de ras - coarne de taur - rabdare, incredere - coarnele unui animal infuriat - manie prosteasca - daca aveti coarne - vointa puternica - daca visati pe cineva cu coarne - tradare amoroasa - va visati tinand pe cap coarne - vei fi insultat - visati coarne pe capul altuia - primejdieVisul in care vedeti coarne de cerb care incununeaza fruntea animalului inseamna ca exista ceva in viata dumneavoastra ce depaseste limita normalului, se poate referi la capacitatile intelectuale. Daca visati un trofeu cu coarne de cerb atunci inseamna ca incercati sa dobanditi acces la un statut superior. Din punct de vedere psihologic, coarnele de cerb in vise reprezinta constientizarea unor elemente izbucnirea unui conflict intre latura marinimoasa a dumneavoastra si cea a instinctelor josnice.",
      "slug": "coarne"
    },
    {
      "name": "Coarne de cerb",
      "category": "dictionar",
      "shortMeaning": "Visul in care vedeti coarne de cerb care incununeaza fruntea animalului inseamna ca exista ceva i...",
      "fullInterpretation": "Visul in care vedeti coarne de cerb care incununeaza fruntea animalului inseamna ca exista ceva in viata dumneavoastra ce depaseste limita normalului, se poate referi la capacitatile intelectuale. Daca visati un trofeu cu coarne de cerb atunci inseamna ca incercati sa dobanditi acces la un statut superior. Din punct de vedere psihologic, coarnele de cerb in vise reprezinta constientizarea unor elemente izbucnirea unui conflict intre latura marinimoasa a dumneavoastra si cea a instinctelor josnice.",
      "slug": "coarne-de-cerb"
    },
    {
      "name": "Coasa",
      "category": "dictionar",
      "shortMeaning": "Coasa in vise sugereaza nevoia de a taia o parte din lucrurile inutile din viata dumneavoastra, p...",
      "fullInterpretation": "Coasa in vise sugereaza nevoia de a taia o parte din lucrurile inutile din viata dumneavoastra, prin urmare are aceeasi semnificatie ca si cutitul. Alternativ, acest vis, conform traditiei noastre, este un simbol al decesului sau reprezinta un sfarsit a unei perioade. Inca din vechime coasa simbolizeaza trecerea timpului, aparitia sa in vise denota incercarea de a ne aminti lucruri de mult apuse. Daca ati visat ca folositi coasa pentru a face drum prin campurile verzi, este semn de fericire ce urmeaza sa vina. Treceti printr-o perioada de crestere economica si personala, si ve-ti depasi provocarile ce pot aparea pe parcurs.Visul in care atingeti o cocoasa inseamna ca veti avea scuces si noroc. Daca visati ca aveti o cocoasa atunci inseamna ca veti avea parte de un castig mare. Visul in care intalniti pe cineva cu o cocoasa prezice vesti bune in curand.",
      "slug": "coasa"
    },
    {
      "name": "Cobra",
      "category": "dictionar",
      "shortMeaning": "Cobra in vise inseamna ca un dusman ascuns vrea sa va faca rau dumneavoastra sau familiei dumneavoastra.",
      "fullInterpretation": "Cobra in vise inseamna ca un dusman ascuns vrea sa va faca rau dumneavoastra sau familiei dumneavoastra. Se pare ca acesta cauta razbunare. S-ar putea sa aveti un prieten cu probleme financiare. O alternativa ar fi ca visul sugereaza creatie si energie creativa. Sunteti \"hipnotizat\" de o relatie sau de o situatie. Visul in care o cobra v-a muscat inseamna ca nu veti reusi sa evitati necazul, dusmanul va reusi sa va raneasca. Daca ati visat o cobra care a omorat un animal sugereaza ca exista riscul sa fiti furat, jecmanit. Mai multe cobre in vis prevestesc barfe si clevetire.",
      "slug": "cobra"
    },
    {
      "name": "Coca Cola",
      "category": "dictionar",
      "shortMeaning": "Coca Cola in vise prezice o posibila inrautatire a starii dumneavoastra de sanatate.",
      "fullInterpretation": "Coca Cola in vise prezice o posibila inrautatire a starii dumneavoastra de sanatate.",
      "slug": "coca-cola"
    },
    {
      "name": "Cocaina",
      "category": "dictionar",
      "shortMeaning": "Visul in care consumati cocaina indica faptul ca va simtiti lipsit de emotii, goi pe interior.",
      "fullInterpretation": "Visul in care consumati cocaina indica faptul ca va simtiti lipsit de emotii, goi pe interior. Incercati sa scapati de angajamente sau va negati responsabilitatile. Va lipseste ambitia de a incerca. Intr-o nota mai pozitiva, visul la cocaina ar putea insemna ca ar trebui sa fiti mai plin de viata, mai energic.",
      "slug": "cocaina"
    },
    {
      "name": "Cocean / stiulete de porumb",
      "category": "dictionar",
      "shortMeaning": "In limba romana termenul de cocean este folosit pentru stiultetele de pe care au fost indepartate...",
      "fullInterpretation": "In limba romana termenul de cocean este folosit pentru stiultetele de pe care au fost indepartate boabele de porumb si pentru tulpina porumbului. In ambele sensuri visul poatea avea atat semnificatii pozitive cat si negative. Visarea unui cocean de porumb (in cazul tulpinii) reprezinta nevoia de revigorarea sau revitalizare. In ultima perioada aveti tendinta sa traiti din amintiri si asta numai datorita faptului ca va simtiti subevaluat sau neapreciat. In general, porumbul simbolizeaza prosperitatea, norocul si fericirea, iar un stiulete cu boabe de porumb pe el poate face referire la posibilitatile intelectuale, maturitatea psihica sau un nivel ridicat de cunostinte. Din punct de vederea psihologic, stiuletele este simbolul oganului sexual mascululin. De asemenea, acesta poate reprezenta prosperitatea si anumite resurese materiale. Pentru o interpretare detaliata va rugam sa consultati semnificatia visului Porumb",
      "slug": "cocean-stiulete-de-porumb"
    },
    {
      "name": "Cocoasa",
      "category": "dictionar",
      "shortMeaning": "Visul in care atingeti o cocoasa inseamna ca veti avea scuces si noroc.",
      "fullInterpretation": "Visul in care atingeti o cocoasa inseamna ca veti avea scuces si noroc. Daca visati ca aveti o cocoasa atunci inseamna ca veti avea parte de un castig mare. Visul in care intalniti pe cineva cu o cocoasa prezice vesti bune in curand.",
      "slug": "cocoasa"
    },
    {
      "name": "Cocor",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cocor"
    },
    {
      "name": "Cocori zburand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cocori-zburand"
    },
    {
      "name": "Cocos",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea oratanii).",
      "fullInterpretation": "(vezi, de asemenea oratanii).Daca un barbat viseaza un cocos inseamna ca va avea noroc dar daca o femeie viseaza un cocos inseamna ca va trebui sa munceasca mult. Interpretari culese din popor Stire buna, musafir, insuratoare Cocos atacand - nemultumire Auzind un cocos cantand dimineata - noroc in amor, realizarea dorintelor Cocos care nu canta - cearta, dusmanie Auzind cantand - noroc in dragoste, bucurie, fericire, succes apropiat Cocos cantand cu capul in sus - un prieten fals iti pregateste un lucru rau Cocos dormind - vei primi un raspuns rau Doi cocosi luptandu-se - infidelitate Cocos ouand - mostenire neasteptata Prinzand un cocos - cearta, acuzatii si insinuari Cocosul alb din visele noastre poate fi o refelctare a succesului, a puterii sau a controlului personal. In functie de context, cocosul alb poate simboliza si capacitatea personala de a ne descurca in diverste circumstante. Mai precis, aveÈ›i unele aptitudini in gandirea precisa si in a profita la maxim de resursele disponibile. Cel mai probabil sunteti o persoana deschisa dar feroce si, totodata, manieratÄƒ si oportunista.- Daca in vis intalnesi un cocosat - noroc pe partea financiara, primesti bani chiar si fara prea mare efort.- Daca ai visat ca te certi cu un cocosat - in planurile tale de viitor ar putea aparea complicatii.- Ti se face mila de un cocosat - griji apasatoare, parere proasta despre sine, suprasolicitare.Cocostarcul in vise inseamna ca aveti sau veti avea un prieten de nadejde, credincios, deschis, sincer. Visul in care vedeti un cocostarc cantand atunci inseamna ca veti avea noroc, bani, donatii, mosteniri.Daca visati o lupta de cocosi inseamna ca masculinitatea sau mandria dumneavoastra va este atacata. Simtiti nevoia de a va apara masculinitatea.A vedea o nuca de cocos in vise preveste faptul ca veti primi un neasteptat cadou in bani. Alternativ, visul mai inseamna ca veti pleca intr-o excursie lunga. Cum nuca de de cocos are o coaja tare, visul in care apare aceasta ar putea insemna ca sunteti foarte incapatant. A manca o nuca de cocos in vise insemna ca aveti potentialul de a deveni un ghicitor al viitorului sau ca sunteti prieten cu unul.",
      "slug": "cocos"
    },
    {
      "name": "Cocos alb",
      "category": "dictionar",
      "shortMeaning": "Cocosul alb din visele noastre poate fi o refelctare a succesului, a puterii sau a controlului personal.",
      "fullInterpretation": "Cocosul alb din visele noastre poate fi o refelctare a succesului, a puterii sau a controlului personal. In functie de context, cocosul alb poate simboliza si capacitatea personala de a ne descurca in diverste circumstante. Mai precis, aveÈ›i unele aptitudini in gandirea precisa si in a profita la maxim de resursele disponibile. Cel mai probabil sunteti o persoana deschisa dar feroce si, totodata, manieratÄƒ si oportunista.",
      "slug": "cocos-alb"
    },
    {
      "name": "Cocos cantand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cocos-cantand"
    },
    {
      "name": "Cocosat",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis intalnesi un cocosat - noroc pe partea financiara, primesti bani chiar si fara prea mare efort.",
      "fullInterpretation": "- Daca in vis intalnesi un cocosat - noroc pe partea financiara, primesti bani chiar si fara prea mare efort.- Daca ai visat ca te certi cu un cocosat - in planurile tale de viitor ar putea aparea complicatii.- Ti se face mila de un cocosat - griji apasatoare, parere proasta despre sine, suprasolicitare.",
      "slug": "cocosat"
    },
    {
      "name": "Cocostarc",
      "category": "dictionar",
      "shortMeaning": "Cocostarcul in vise inseamna ca aveti sau veti avea un prieten de nadejde, credincios, deschis, sincer.",
      "fullInterpretation": "Cocostarcul in vise inseamna ca aveti sau veti avea un prieten de nadejde, credincios, deschis, sincer. Visul in care vedeti un cocostarc cantand atunci inseamna ca veti avea noroc, bani, donatii, mosteniri.",
      "slug": "cocostarc"
    },
    {
      "name": "Codru",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat codru este semn ca vei cunoaste o multime de oameni sau ca vei avea de-a face cu ...",
      "fullInterpretation": "- Daca ai visat codru este semn ca vei cunoaste o multime de oameni sau ca vei avea de-a face cu tot felul de oameni, visul nu prevesteste ceva neaparat rau, din contra, multi oameni se vor apropia de tine, multa dragoste.- Daca in vis iti apare un codru de arbori - scapi ca prin urechile acului de un necaz.- Codru des - companie placuta.- Codru de stejari - beneficii, avantaje, cineva te va scapa de un rau.",
      "slug": "codru"
    },
    {
      "name": "Cofetarie",
      "category": "dictionar",
      "shortMeaning": "Cofetaria in vise inseamna indulgenta si satisfactie.",
      "fullInterpretation": "Cofetaria in vise inseamna indulgenta si satisfactie. Va bucurati de viata si de recompensele acesteia. Visul in care mergeti la cofetarie inseamna ca veti avea parte de o intalnire deosebit de placuta.",
      "slug": "cofetarie"
    },
    {
      "name": "Cojoc",
      "category": "dictionar",
      "shortMeaning": "Cojocul simbolizeaza atasarea de lucruri vechi.",
      "fullInterpretation": "Cojocul simbolizeaza atasarea de lucruri vechi. Mare atentie, lucurile vechi iti pot aduce in viata si negativitate, precum : izolare de lume, delasare, egoism si lenevire. O alta semnificate a acestui vis, care a fost transmisa din batrani, este ca va urma o iarna grea. Temperaturi saczute cu multe precipitatii. Visandu-va ca probati un conjoc nu este tocmai un semn de bun augur, inseamna inima grea si secrete care va apasa.",
      "slug": "cojoc"
    },
    {
      "name": "Colac de paine",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "colac-de-paine"
    },
    {
      "name": "Colac de salvare",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "colac-de-salvare"
    },
    {
      "name": "Colanti",
      "category": "dictionar",
      "shortMeaning": "Colantii in vise uneori inseamna un element indezirabil de care cel ce viseaza nu poate scapa.",
      "fullInterpretation": "Colantii in vise uneori inseamna un element indezirabil de care cel ce viseaza nu poate scapa. Aceasta interpretare este cu atat mai adevarata atunci cand, in vise, colantii sunt gauriti sau dificil de scos. \"Se lipesc\" de persoana si impiedica evolutia acesteia si libertatea de miscare.",
      "slug": "colanti"
    },
    {
      "name": "Coleg",
      "category": "dictionar",
      "shortMeaning": "Atunci cand ne apar colegii in vis sunt evidentiate aspecte ale relatiei tale cu ei inclusiv dificultati si suport.",
      "fullInterpretation": "Atunci cand ne apar colegii in vis sunt evidentiate aspecte ale relatiei tale cu ei inclusiv dificultati si suport. Aceasta semnifica ambitia, lupta si natura ta competitiva. - In cazul in care colegii din vis nu sunt colegii tai din realitate, atunci visele se pot referi la afaceri psihologice ce mai trebuiesc imbunatatite. Visele cu colegi la locul de munca sunt adesea legate de stresul de la locul de munca. - Daca ai visat ca participi la o intalnire cu colegii, inseamna intalnire placuta.Visul in care apare un actual coleg de clasa sugereaza aspecte din propria dumneavoastra personalitate. Uitati-va la cine este acel coleg si cautati semnale ale personalitatii pe care vi le doriti pentru dumneavoastra sau de care vreti sa scapati. Daca visati despre fostul coleg de clasa inseamna ca ar trebui sa refaceti anumite legaturi cu acest coleg. Ati avut de invatat din relatia cu aceasta persoana, iar aceste invataturi va vor ajuta in anumite aspecte ale vietii. A visa despre un coleg de care va amintiti din scoala inseamna un aspect al personalitatii dumneavoastra bazat pe cele mai sincere sentimente sau amintiri despre acea persoana. Intrebati-va ce calitati au iesit in evidenta la acest coleg si cautati cum puteti sa aplicati acea calitate in relatiile curente sau in situatiile din viata. Visul in care apare un coleg de clasa pe care nu il recunoasteti simbolizeaza anumite aspecte ale personalitatii dumneavoastra care sunt expuse la aceleasi ingrijorari sau anxietati ca si dumneavoastra. Un anumit tip de gandire ar putea fi remarcata atunci cand va confruntati cu o problema. Actiunile colegului de clasa, cuvintele, imbracamintea, culoarea pielii sau aparenta fizica pot aduce noi informatii in legatura cu deslusirea visului. Visele despre colegii de munca sunt vise obisnuite pentru oamenii care sunt angajati. Uneori putem visa colegii de munca chiar si atunci dupa ce am parasit pozitia sau locul de munca din viata de zi cu zi. De obicei, tindem sa ii visam atunci cand avem o relatie excelenta cu ei, fie cand nu ii putem suportam sau cand avem dificultati in colaborarea cu acestea. In oricare dintre cazuri, visarea colegilor este un mesaj din subconstient legat de relatia noastra cu ei si fie ne confirma fericirea si satisfactia pentru faptul ca avem coleg/i minunat, fie ne dezvaluie frustrarea pentru ca suntem fortati sa ne vedem si sa lucram cu acestia. In general, visarea unui coleg este un indicativ pentru lupte si ambitii de natura competitiva. S-ar putea ca dumneavoastra sa fi aderat recent la un proiect si sa fi intampinat greutati sau sa nu va fi indeplinit obiectivele. Visarea colegilor de serviciu barfitori poate ajuta la dezvoltarea zonelor in care trebuie sa lucrati mai mult. De asemena, visarea unui coleg pe care nu il placeti prea mult poate ajuta la dezvaluirea orcarui resentiment care sta la baza politicii de la locul de munca. Visele despre colegii de munca ne dezvaluie adesea adevaratele noastre sentimente fata de ei, iar detaliile lor pot descrie baza neintelegerilor si a relatiei noastre cu ei/",
      "slug": "coleg"
    },
    {
      "name": "Coleg de clasa",
      "category": "dictionar",
      "shortMeaning": "Visul in care apare un actual coleg de clasa sugereaza aspecte din propria dumneavoastra personalitate.",
      "fullInterpretation": "Visul in care apare un actual coleg de clasa sugereaza aspecte din propria dumneavoastra personalitate. Uitati-va la cine este acel coleg si cautati semnale ale personalitatii pe care vi le doriti pentru dumneavoastra sau de care vreti sa scapati. Daca visati despre fostul coleg de clasa inseamna ca ar trebui sa refaceti anumite legaturi cu acest coleg. Ati avut de invatat din relatia cu aceasta persoana, iar aceste invataturi va vor ajuta in anumite aspecte ale vietii. A visa despre un coleg de care va amintiti din scoala inseamna un aspect al personalitatii dumneavoastra bazat pe cele mai sincere sentimente sau amintiri despre acea persoana. Intrebati-va ce calitati au iesit in evidenta la acest coleg si cautati cum puteti sa aplicati acea calitate in relatiile curente sau in situatiile din viata. Visul in care apare un coleg de clasa pe care nu il recunoasteti simbolizeaza anumite aspecte ale personalitatii dumneavoastra care sunt expuse la aceleasi ingrijorari sau anxietati ca si dumneavoastra. Un anumit tip de gandire ar putea fi remarcata atunci cand va confruntati cu o problema. Actiunile colegului de clasa, cuvintele, imbracamintea, culoarea pielii sau aparenta fizica pot aduce noi informatii in legatura cu deslusirea visului.",
      "slug": "coleg-de-clasa"
    },
    {
      "name": "Coleg de serviciu",
      "category": "dictionar",
      "shortMeaning": "Visele despre colegii de munca sunt vise obisnuite pentru oamenii care sunt angajati.",
      "fullInterpretation": "Visele despre colegii de munca sunt vise obisnuite pentru oamenii care sunt angajati. Uneori putem visa colegii de munca chiar si atunci dupa ce am parasit pozitia sau locul de munca din viata de zi cu zi. De obicei, tindem sa ii visam atunci cand avem o relatie excelenta cu ei, fie cand nu ii putem suportam sau cand avem dificultati in colaborarea cu acestea. In oricare dintre cazuri, visarea colegilor este un mesaj din subconstient legat de relatia noastra cu ei si fie ne confirma fericirea si satisfactia pentru faptul ca avem coleg/i minunat, fie ne dezvaluie frustrarea pentru ca suntem fortati sa ne vedem si sa lucram cu acestia. In general, visarea unui coleg este un indicativ pentru lupte si ambitii de natura competitiva. S-ar putea ca dumneavoastra sa fi aderat recent la un proiect si sa fi intampinat greutati sau sa nu va fi indeplinit obiectivele. Visarea colegilor de serviciu barfitori poate ajuta la dezvoltarea zonelor in care trebuie sa lucrati mai mult. De asemena, visarea unui coleg pe care nu il placeti prea mult poate ajuta la dezvaluirea orcarui resentiment care sta la baza politicii de la locul de munca. Visele despre colegii de munca ne dezvaluie adesea adevaratele noastre sentimente fata de ei, iar detaliile lor pot descrie baza neintelegerilor si a relatiei noastre cu ei/",
      "slug": "coleg-de-serviciu"
    }
  ]
}