{
  "symbols": [
    {
      "name": "Călare",
      "category": "acțiuni",
      "shortMeaning": "Control, progres, stăpânirea instinctelor și avansare.",
      "fullInterpretation": "A fi călare în vis simbolizează capacitatea ta de a prelua controlul asupra unei situații sau asupra propriilor instincte (reprezentate de animalul călărit). Indică progres rapid, autoritate și încredere în direcția aleasă. Dacă animalul te ascultă, ești stăpân pe tine; dacă este nărăvaș, sugerează emoții greu de gestionat care îți pot deraia planurile.",
      "slug": "calare"
    },
    {
      "name": "Călăreț",
      "category": "persoane",
      "shortMeaning": "Veste importantă, mesager al schimbării sau apariția unui ajutor.",
      "fullInterpretation": "Apariția unui călăreț în vis este adesea semnul unei vești care sosește de departe sau al unei schimbări iminente. Călărețul poate reprezenta un mesager al destinului sau o persoană influentă care va juca un rol în viața ta. Natura veștii depinde de culoarea calului și de atitudinea călărețului (prietenoasă sau amenințătoare).",
      "slug": "calaret"
    },
    {
      "name": "Călător",
      "category": "persoane",
      "shortMeaning": "Explorare, neliniște interioară și căutarea sensului.",
      "fullInterpretation": "Imaginea călătorului în vis reflectă propria ta căutare spirituală sau nevoia de schimbare. Poate indica faptul că nu te simți încă \"acasă\" în viața ta actuală și că ești în permanentă căutare a ceva mai bun sau mai profund. Acest vis te invită să fii deschis la noi experiențe și să înțelegi că viața este o călătorie continuă de descoperire.",
      "slug": "calator"
    },
    {
      "name": "Călătorie",
      "category": "acțiuni",
      "shortMeaning": "Transformare, evoluție personală și parcursul vieții.",
      "fullInterpretation": "Călătoria este metafora supremă a vieții. În vis, detaliile călătoriei (mijlocul de transport, destinația, obstacolele) oferă indicii prețioase despre parcursul tău actual. O călătorie lină indică progres și succes, în timp ce una plină de peripeții sugerează provocări necesare pentru maturizare. Este un simbol al tranziției de la o stare la alta și al acumulării de înțelepciune.",
      "slug": "calatorie"
    },
    {
      "name": "Călătorie în timp",
      "category": "fenomene",
      "shortMeaning": "Nostalgie, regret sau dorința de a schimba viitorul.",
      "fullInterpretation": "Călătoria în timp în vis reflectă relația ta cu propriul trecut sau viitor. Dacă te întorci în trecut, poate indica nostalgie, regrete sau dorința de a repara o greșeală veche. Dacă mergi în viitor, arată curiozitate, speranță sau anxietate legată de ceea ce va urma. Acest vis sugerează nevoia de a învăța din experiențele anterioare pentru a modela un prezent mai bun.",
      "slug": "calatorie-in-timp"
    },
    {
      "name": "Călăuză",
      "category": "persoane",
      "shortMeaning": "Ghidare spirituală, mentorat și nevoia de direcție.",
      "fullInterpretation": "Călăuza în vis este un arhetip puternic al ajutorului providențial. Reprezintă partea înțeleaptă din tine sau o influență externă benefică (un mentor, un sfătuitor) care te ajută să navighezi prin situații confuze. Apariția unei călăuze indică faptul că nu ești singur în fața problemelor și că, dacă ești atent, vei primi răspunsurile de care ai nevoie.",
      "slug": "calauza"
    },
    {
      "name": "Călcâi",
      "category": "corp",
      "shortMeaning": "Vulnerabilitate ascunsă, punctul slab (\"Călcâiul lui Ahile\").",
      "fullInterpretation": "Călcâiul în vis simbolizează vulnerabilitatea ta, punctul slab pe care încerci să îl ascunzi. Poate sugera că, deși pari puternic, există un aspect al vieții tale (emoțional sau fizic) unde ești fragil și expus. De asemenea, poate indica nevoia de stabilitate, de a avea o bază solidă pe care să \"calci\" cu încredere.",
      "slug": "calcai"
    },
    {
      "name": "Căldură",
      "category": "fenomene",
      "shortMeaning": "Pasiune, energie, confort sau presiune intensă.",
      "fullInterpretation": "Senzația de căldură în vis poate avea semnificații duale. O căldură plăcută simbolizează confort, iubire, protecție și energie vitală. O căldură sufocantă sugerează presiune, stres, furie reprimată sau o situație care devine \"prea fierbinte\" pentru a fi gestionată. Poate indica și febra creației sau un proces intens de transformare interioară.",
      "slug": "caldura"
    },
    {
      "name": "Cale ferată",
      "category": "locuri",
      "shortMeaning": "Destin prestabilit, direcție clară și rigurozitate.",
      "fullInterpretation": "Calea ferată simbolizează drumul vieții care pare a fi trasat dinainte, destinul sau o direcție clară pe care trebuie să o urmezi. Sugerează o anumită rigiditate – nu te poți abate de la șine – dar și siguranța că ajungi la destinație. Dacă șinele sunt întrerupte, indică obstacole majore sau nevoia de a schimba planul de viață.",
      "slug": "cale-ferata"
    },
    {
      "name": "Caleașcă mergând",
      "category": "obiecte",
      "shortMeaning": "Eleganță, nostalgie, progres lent dar sigur.",
      "fullInterpretation": "O caleașcă în vis evocă romantism, nostalgie și o dorință de a trăi într-un ritm mai așezat. Dacă merge, indică o evoluție favorabilă a evenimentelor, dar într-un ritm clasic, tradițional. Poate sugera o ocazie specială, o onoare sau participarea la un eveniment social important.",
      "slug": "caleasca-mergand"
    },
    {
      "name": "Calendar",
      "category": "obiecte",
      "shortMeaning": "Trecerea timpului, planificare, anxietate legată de termene sau ordine.",
      "fullInterpretation": "Calendarul în vis simbolizează conștientizarea trecerii timpului și nevoia de a organiza viața. Poate indica anxietate legată de un termen limită, de o dată importantă care se apropie sau regretul pentru timpul pierdut. Dacă răsfoiești un calendar, înseamnă că îți planifici viitorul sau cauți o structură în haosul cotidian. Zilele încercuite pot indica evenimente cruciale sau oportunități pe care nu trebuie să le ratezi.",
      "slug": "calendar"
    },
    {
      "name": "Calorifer",
      "category": "obiecte",
      "shortMeaning": "Căldură emoțională, confort domestic sau răceală în relații.",
      "fullInterpretation": "Caloriferul reprezintă sursa de căldură și confort în spațiul personal. Dacă este cald, simbolizează armonie în familie, siguranță și afecțiune. Dacă este rece sau stricat, indică o răcire a relațiilor, singurătate, lipsă de comunicare sau sentimentul că nu ești susținut emoțional. Poate sugera, de asemenea, nevoia de a „încălzi” atmosfera într-o situație tensionată.",
      "slug": "calorifer"
    },
    {
      "name": "Călugăr",
      "category": "persoane",
      "shortMeaning": "Spiritualitate, izolare, introspecție sau renunțare la lumesc.",
      "fullInterpretation": "Călugărul în vis este un simbol al căutării spirituale și al nevoii de introspecție. Poate sugera dorința de a te retrage din agitația lumii pentru a-ți găsi pacea interioară sau pentru a te dedica unei cauze superioare. Uneori, indică sentimente de vinovăție, nevoia de penitență sau o viață prea austeră, lipsită de bucurii. Poate fi un ghid care te îndeamnă la moderație și înțelepciune.",
      "slug": "calugar"
    },
    {
      "name": "Călugăr (preot)",
      "category": "persoane",
      "shortMeaning": "Autoritate morală, ghidare, conștiință sau binecuvântare.",
      "fullInterpretation": "Apariția unui preot sau a unui călugăr în ipostază de autoritate religioasă simbolizează conștiința ta morală. Poate indica nevoia de iertare, de sfat sau de confirmare că acțiunile tale sunt corecte. Dacă preotul este binevoitor, te simți protejat și îndrumat; dacă este sever, poate reflecta conflicte interioare legate de moralitate sau tradiție.",
      "slug": "calugar-preot"
    },
    {
      "name": "Călugăr budist",
      "category": "persoane",
      "shortMeaning": "Iluminare, pace interioară, detașare și echilibru.",
      "fullInterpretation": "Un călugăr budist în vis evocă liniștea, detașarea de dorințele materiale și căutarea echilibrului. Sugerează nevoia de a aborda viața cu mai mult calm, de a practica meditația sau de a adopta o filozofie mai pașnică. Poate fi un semn că trebuie să te eliberezi de stres și de atașamentele care îți provoacă suferință.",
      "slug": "calugar-budist"
    },
    {
      "name": "Călugăriță",
      "category": "persoane",
      "shortMeaning": "Puritate, devotament, castitate sau reprimare.",
      "fullInterpretation": "Călugărița simbolizează puritatea, devotamentul și sacrificiul de sine. Poate indica o perioadă de fidelitate față de propriile valori sau dedicarea totală unui proiect. Pe de altă parte, poate sugera reprimarea dorințelor sexuale, o atitudine prea rigidă sau teama de a te bucura de plăcerile vieții. Este un apel la echilibru între datorie și libertate personală.",
      "slug": "calugarita"
    },
    {
      "name": "Căluș",
      "category": "obiecte",
      "shortMeaning": "Tăcere impusă, incapacitatea de a vorbi sau sentimentul de a fi redus la tăcere.",
      "fullInterpretation": "Călușul în gură este un simbol puternic al neputinței de a te exprima. Indică faptul că te simți cenzurat, că opinia ta nu este ascultată sau că îți este frică să spui adevărul. Poate reflecta o situație în care ești forțat să păstrezi un secret apăsător sau te simți dominat de cineva care nu îți permite să ai un cuvânt de spus.",
      "slug": "calus"
    },
    {
      "name": "Cămașă",
      "category": "obiecte",
      "shortMeaning": "Imaginea publică, protecție intimă și starea emoțională.",
      "fullInterpretation": "Cămașa reprezintă ceea ce arăți lumii, dar și un strat de protecție pentru sine. O cămașă curată și călcată sugerează încredere, ordine și o imagine publică bună. O cămașă murdară sau ruptă indică vulnerabilitate, rușine sau probleme financiare/emoționale. Schimbarea cămășii poate simboliza schimbarea atitudinii sau a rolului social.",
      "slug": "camasa"
    },
    {
      "name": "Cămașă albă",
      "category": "obiecte",
      "shortMeaning": "Inocență, început nou, onestitate și succes.",
      "fullInterpretation": "Cămașa albă este simbolul purității și al succesului onest. A purta o cămașă albă impecabilă în vis prevestește evenimente fericite, noroc și o stare de bine. Sugerează că ai conștiința curată și că ești pregătit pentru noi oportunități. Este un semn pozitiv legat de reputația și integritatea ta.",
      "slug": "camasa-alba"
    },
    {
      "name": "Cămașă de noapte",
      "category": "obiecte",
      "shortMeaning": "Intimitate, vulnerabilitate, odihnă sau secrete.",
      "fullInterpretation": "Cămașa de noapte apare în vis pentru a sublinia intimitatea și viața privată. Deoarece este purtată în timpul somnului sau în spațiul personal, a fi văzut în cămașă de noapte în public sugerează expunere, vulnerabilitate extremă și teama de a fi judecat pentru cine ești cu adevărat. Poate indica, de asemenea, nevoia de odihnă sau dorința de a fi mai deschis în relația de cuplu.",
      "slug": "camasa-de-noapte"
    },
    {
      "name": "Cămașă roșie",
      "category": "obiecte",
      "shortMeaning": "Pasiune, vizibilitate, curaj sau avertisment.",
      "fullInterpretation": "O cămașă roșie în vis simbolizează o energie intensă, pasiune și dorința de a fi remarcat. Roșul este culoarea vitalității, dar și a pericolului. A purta o astfel de cămașă poate sugera că ești gata să acționezi cu îndrăzneală sau că trăiești emoții puternice (dragoste sau furie). Poate fi, de asemenea, un avertisment să nu fii prea impulsiv.",
      "slug": "camasa-rosie"
    },
    {
      "name": "Cămătar",
      "category": "persoane",
      "shortMeaning": "Datorii karmice sau financiare, presiune și frică.",
      "fullInterpretation": "Apariția unui cămătar în vis reflectă anxietatea legată de datorii – fie ele financiare, morale sau emoționale. Te simți presat să \"plătești\" pentru ceva din trecut sau simți că cineva profită de pe urma ta. Poate indica o situație în care simți că resursele îți sunt epuizate de cerințe externe nedrepte.",
      "slug": "camatar"
    },
    {
      "name": "Cameleon",
      "category": "animale",
      "shortMeaning": "Adaptabilitate, schimbare, instabilitate sau ipocrizie.",
      "fullInterpretation": "Cameleonul simbolizează capacitatea de adaptare la mediu, dar și lipsa de constanță. În vis, poate sugera că trebuie să fii flexibil pentru a supraviețui unei situații. Pe de altă parte, poate avertiza asupra unei persoane false din anturajul tău, care își schimbă \"culorile\" după interes, sau asupra propriei tale nehotărâri.",
      "slug": "cameleon"
    },
    {
      "name": "Cameră",
      "category": "locuri",
      "shortMeaning": "Spațiul personal, starea minții sau un aspect specific al vieții.",
      "fullInterpretation": "O cameră în vis reprezintă un compartiment al psihicului tău. Aspectul camerei reflectă starea ta interioară: o cameră luminoasă și aerisită indică claritate și optimism, în timp ce una întunecată sau dezordonată sugerează confuzie, depresie sau secrete ascunse. O cameră nouă descoperită în casă simbolizează noi talente sau aspecte ale personalității tale care așteaptă să fie explorate.",
      "slug": "camera"
    },
    {
      "name": "Cameră de hotel",
      "category": "locuri",
      "shortMeaning": "Tranzit, impermanență, detașare sau lipsa stabilității.",
      "fullInterpretation": "Camera de hotel sugerează o stare temporară, o tranziție sau o detașare de responsabilitățile cotidiene. Poate indica faptul că nu te simți \"acasă\" în situația actuală sau că ai nevoie de o pauză, de un refugiu neutru. Uneori, poate simboliza o relație pasageră sau sentimentul de a fi străin în propria viață.",
      "slug": "camera-de-hotel"
    },
    {
      "name": "Cameră goală",
      "category": "locuri",
      "shortMeaning": "Noi începuturi, singurătate, lipsuri sau potențial.",
      "fullInterpretation": "O cameră goală poate fi interpretată în două moduri: ca lipsă sau ca potențial. Poate reflecta sentimente de goliciune interioară, singurătate sau sărăcie emoțională. Pe de altă parte, poate simboliza un spațiu curat, pregătit pentru un nou început, unde ai libertatea de a construi ceva nou fără bagajul trecutului.",
      "slug": "camera-goala"
    },
    {
      "name": "Cameră video",
      "category": "obiecte",
      "shortMeaning": "Observare, amintiri, nevoia de obiectivitate sau paranoia.",
      "fullInterpretation": "Camera video în vis sugerează modul în care percepi realitatea sau nevoia de a păstra o amintire. Poate indica faptul că te simți supravegheat sau judecat (\"în lumina reflectoarelor\"). Alternativ, poate fi un îndemn să privești o situație din viața ta mai obiectiv, ca un observator extern, pentru a înțelege mai bine ce se întâmplă.",
      "slug": "camera-video"
    },
    {
      "name": "Cămilă",
      "category": "animale",
      "shortMeaning": "Rezistență, povară, răbdare și călătorie lungă.",
      "fullInterpretation": "Cămila este simbolul suprem al rezistenței în condiții dificile. În vis, ea îți transmite că ai resursele interioare necesare pentru a traversa o perioadă aridă sau grea (\"deșertul\"). Poate sugera, de asemenea, că porți o povară grea (responsabilități, griji) cu multă răbdare. Este un semn de tenacitate și de capacitate de a supraviețui cu puțin.",
      "slug": "camila"
    },
    {
      "name": "Camion",
      "category": "obiecte",
      "shortMeaning": "Putere de muncă, sarcini grele, transport sau inerție.",
      "fullInterpretation": "Un camion în vis reprezintă capacitatea ta de a duce sarcini grele și de a avansa în ciuda obstacolelor. Dacă conduci camionul, înseamnă că ai controlul asupra unei responsabilități majore. Dacă camionul este scăpat de sub control, indică o forță sau o situație care te depășește. Încărcătura camionului oferă indicii despre natura \"poverii\" pe care o transporți.",
      "slug": "camion"
    },
    {
      "name": "Câmp verde",
      "category": "locuri",
      "shortMeaning": "Creștere, libertate, potențial și fertilitate.",
      "fullInterpretation": "Un câmp verde și întins este un simbol extrem de pozitiv, sugerând libertate, fertilitate și potențial nelimitat. Indică o perioadă de creștere personală, sănătate și prosperitate. Este un spațiu al posibilităților, unde poți \"planta\" semințele viitorului tău succes. Te invită la deschidere și la conectarea cu natura.",
      "slug": "camp-verde"
    },
    {
      "name": "Câmpie",
      "category": "locuri",
      "shortMeaning": "Libertate, deschidere, claritate sau monotonie.",
      "fullInterpretation": "Câmpia în vis simbolizează un spațiu deschis, fără obstacole majore. Sugerează o perioadă de calm, libertate de mișcare și claritate în gândire. Dacă câmpia este roditoare, prevestește abundență și succes. Dacă este aridă sau pustie, poate indica o viață monotonă, lipsită de provocări sau sentimentul de izolare într-un spațiu prea vast.",
      "slug": "campie"
    },
    {
      "name": "Canal",
      "category": "locuri",
      "shortMeaning": "Direcționarea emoțiilor, flux controlat sau stagnare.",
      "fullInterpretation": "Un canal cu apă în vis reprezintă modul în care îți canalizezi emoțiile și energia. Spre deosebire de un râu natural, un canal este construit artificial, ceea ce sugerează un control conștient asupra sentimentelor. Dacă apa curge lin, ești echilibrat. Dacă apa este stătută sau murdară, indică blocaje emoționale, resentimente sau o viață afectivă prea rigidă.",
      "slug": "canal"
    },
    {
      "name": "Canalizare",
      "category": "locuri",
      "shortMeaning": "Emoții refulate, \"gunoi\" psihologic și nevoia de curățare.",
      "fullInterpretation": "Canalizarea este locul unde se scurge tot ce este murdar și nedorit. În vis, simbolizează subconștientul profund, unde ai ascuns traume, rușine, vinovăție sau gânduri \"murdare\". A visa despre canalizare este un semnal că aceste elemente refulate riscă să iasă la suprafață sau că trebuie să faci o curățenie interioară majoră pentru a te elibera de toxicitate.",
      "slug": "canalizare"
    },
    {
      "name": "Canapea",
      "category": "obiecte",
      "shortMeaning": "Relaxare, confort, pasivitate sau lene.",
      "fullInterpretation": "Canapeaua este simbolul relaxării și al confortului domestic. Poate indica nevoia de odihnă binemeritată după o perioadă de efort. Totuși, dacă te vezi zăcând pe canapea, visul poate avertiza asupra pasivității, a lenei sau a amânării luării unor decizii importante. Poate sugera, de asemenea, o stare de complacere într-o situație care nu te mai satisface.",
      "slug": "canapea"
    },
    {
      "name": "Canar",
      "category": "animale",
      "shortMeaning": "Bucurie, comunicare, fragilitate sau captivitate.",
      "fullInterpretation": "Canarul, cu penajul său galben strălucitor, aduce adesea un mesaj de bucurie și optimism. Simbolizează fericirea domestică și micile plăceri ale vieții. Totuși, fiind o pasăre de colivie, poate reflecta și sentimentul de a fi prins într-o \"colivie aurită\" – ai tot confortul, dar îți lipsește libertatea de exprimare.",
      "slug": "canar"
    },
    {
      "name": "Canar cântând",
      "category": "animale",
      "shortMeaning": "Vești bune, armonie, exprimare artistică și fericire.",
      "fullInterpretation": "Cântecul unui canar în vis este un semn excelent. Prevestește vești bune, armonie în familie și momente de fericire pură. Sugerează că ai găsit vocea pentru a-ți exprima sentimentele pozitive sau talentele artistice. Este un simbol al speranței și al unei stări de spirit luminoase care va atrage lucruri bune în viața ta.",
      "slug": "canar-cantand"
    },
    {
      "name": "Cancer",
      "category": "fenomene",
      "shortMeaning": "Frică profundă, resentimente care \"mănâncă\" sufletul sau transformare.",
      "fullInterpretation": "Visul despre cancer este rareori premonitoriu pentru o boală fizică. De cele mai multe ori, simbolizează o problemă emoțională care te \"consumă\" pe interior: resentimente, furie neexprimată sau o situație toxică din viața ta care se răspândește și afectează totul. Este un apel urgent la vindecare emoțională, la iertare și la eliminarea negativității din viața ta.",
      "slug": "cancer"
    },
    {
      "name": "Candelabru",
      "category": "obiecte",
      "shortMeaning": "Iluminare, grandoare, claritate spirituală sau statut social.",
      "fullInterpretation": "Un candelabru aprins în vis simbolizează iluminarea, înțelegerea unei situații complexe și speranța. Lumina sa multiplă sugerează că vei vedea lucrurile din mai multe perspective. Poate indica, de asemenea, succes social, bogăție și participarea la evenimente importante. Dacă este stins sau prăfuit, poate sugera neglijarea vieții spirituale sau a statutului tău.",
      "slug": "candelabru"
    },
    {
      "name": "Cânepă",
      "category": "natură",
      "shortMeaning": "Succes financiar, potențial neexploatat sau stări alterate.",
      "fullInterpretation": "Cânepa în vis este un simbol ambivalent. Tradițional, este asociată cu succesul financiar și cu recolte bogate, datorită utilității sale multiple. Poate sugera că ai resurse neexploatate care îți pot aduce profit. Pe de altă parte, poate face referire la dorința de evadare din realitate sau la o stare de confuzie (\"ceață\") în luarea deciziilor.",
      "slug": "canepa"
    },
    {
      "name": "Cangur",
      "category": "animale",
      "shortMeaning": "Protecție maternă, salturi înainte, energie și putere.",
      "fullInterpretation": "Cangurul simbolizează energia maternă protectoare (datorită marsupiului) și capacitatea de a face salturi mari în viață. În vis, îți sugerează că ai puterea de a depăși obstacolele dintr-o singură mișcare decisivă. Poate indica dorința de a proteja pe cineva vulnerabil sau faptul că ești pregătit pentru o schimbare rapidă de direcție.",
      "slug": "cangur"
    },
    {
      "name": "Canibal",
      "category": "persoane",
      "shortMeaning": "Obsesie, autodistrugere, invidie sau dorințe interzise.",
      "fullInterpretation": "Canibalul în vis este un simbol al distrugerii și al asimilării forțate. Poate indica o obsesie periculoasă, o dependență sau faptul că ești \"consumat\" de sentimente negative precum invidia sau gelozia. De asemenea, poate sugera că ai obiceiuri autodistructive sau că te afli într-o relație toxică în care partenerul îți \"mănâncă\" energia vitală.",
      "slug": "canibal"
    },
    {
      "name": "Canoe",
      "category": "obiecte",
      "shortMeaning": "Echilibru emoțional, efort personal și navigarea prin viață.",
      "fullInterpretation": "Canoea simbolizează călătoria ta emoțională și capacitatea de a naviga prin apele vieții. Deoarece este o ambarcațiune mică și instabilă, necesită echilibru și efort constant. Dacă vâslești singur, înseamnă că te bazezi pe propriile forțe. Dacă apa este agitată, treci printr-o perioadă de instabilitate emoțională. Dacă canoea se răstoarnă, poate indica pierderea controlului asupra sentimentelor.",
      "slug": "canoe"
    },
    {
      "name": "Cântând la vioară",
      "category": "acțiuni",
      "shortMeaning": "Sensibilitate, rafinament, armonie și melancolie.",
      "fullInterpretation": "A cânta la vioară în vis denotă o sensibilitate profundă și o viață interioară bogată. Sunetul viorii evocă adesea melancolie, dar și armonie sufletească. Poate sugera nevoia de a-ți exprima emoțiile delicate sau talentul artistic. Dacă cânți fals, poate indica o disonanță între ceea ce simți și ceea ce arăți lumii.",
      "slug": "cantand-la-vioara"
    },
    {
      "name": "Cântând pe scenă",
      "category": "acțiuni",
      "shortMeaning": "Nevoia de validare, exprimare publică și curaj.",
      "fullInterpretation": "A cânta pe scenă în vis reflectă dorința de a fi auzit, văzut și apreciat. Indică nevoia de validare externă și curajul de a te expune în fața celorlalți. Dacă publicul te aplaudă, înseamnă că ai încredere în tine. Dacă ai emoții sau uiți versurile, visul trădează teama de eșec, de critică sau de a nu te ridica la înălțimea așteptărilor.",
      "slug": "cantand-pe-scena"
    },
    {
      "name": "Cântar",
      "category": "obiecte",
      "shortMeaning": "Evaluare, decizie, justiție și căutarea echilibrului.",
      "fullInterpretation": "Cântarul este simbolul universal al justiției și al echilibrului. În vis, sugerează că te afli într-un moment de evaluare: cântărești opțiunile înainte de a lua o decizie importantă. Poate indica, de asemenea, preocupări legate de propria valoare sau de corectitudinea unei situații. Dacă cântarul este dezechilibrat, simți că ai fost nedreptățit sau că viața ta nu este armonioasă.",
      "slug": "cantar"
    },
    {
      "name": "Cântăreață",
      "category": "persoane",
      "shortMeaning": "Inspirație, armonie, model feminin sau iluzie.",
      "fullInterpretation": "O cântăreață în vis poate reprezenta o muză, o sursă de inspirație sau o latură creativă a personalității tale. Dacă este o vedetă, poate simboliza aspirațiile tale înalte sau dorința de faimă. Totuși, poate fi și un avertisment să nu te lași sedus de aparențe strălucitoare, ci să cauți substanța din spatele imaginii.",
      "slug": "cantareata"
    },
    {
      "name": "Cântăreț",
      "category": "persoane",
      "shortMeaning": "Exprimare masculină, creativitate, mesaj sau idolatrie.",
      "fullInterpretation": "Un cântăreț în vis simbolizează capacitatea de a comunica emoții și mesaje puternice. Poate reprezenta o figură carismatică din viața ta sau nevoia ta de a te face auzit. Dacă cânți împreună cu el, indică armonie și colaborare. Dacă îl privești de la distanță, poate sugera că idolatrizezi pe cineva sau că te proiectezi într-un ideal greu de atins.",
      "slug": "cantaret"
    },
    {
      "name": "Cântec",
      "category": "acțiuni",
      "shortMeaning": "Exprimarea emoțiilor, bucurie, tristețe sau mesaj spiritual.",
      "fullInterpretation": "Cântecul în vis este vehiculul pur al emoțiilor. Un cântec vesel prevestește bucurie și vești bune, în timp ce un cântec trist poate ajuta la eliberarea durerii sufletești. Versurile cântecului (dacă ți le amintești) conțin adesea un mesaj direct de la subconștientul tău sau o soluție la o problemă. Este un simbol al conexiunii spirituale și al armoniei interioare.",
      "slug": "cantec"
    },
    {
      "name": "Cântece (auzind)",
      "category": "acțiuni",
      "shortMeaning": "Vești, atmosferă socială, nostalgie sau avertisment.",
      "fullInterpretation": "A auzi cântece în vis, fără a le cânta tu, sugerează că primești mesaje din exterior sau că ești influențat de starea de spirit a celor din jur. Poate prevesti o petrecere, o reuniune socială sau o veste care te va emoționa. Dacă muzica este deranjantă, poate indica stres sau o dizarmonie în mediul tău de viață.",
      "slug": "cantece-auzind"
    },
    {
      "name": "Cantină",
      "category": "locuri",
      "shortMeaning": "Hrană comună, superficialitate, lipsă de intimitate sau resurse limitate.",
      "fullInterpretation": "O cantină în vis simbolizează nevoia de hrană (fizică sau emoțională), dar într-un context impersonal și colectiv. Sugerează că te mulțumești cu soluții rapide, \"de-a gata\", în loc să cauți ceva care să te împlinească cu adevărat. Poate indica lipsa de intimitate, sentimentul de a fi doar \"unul din mulțime\" sau resurse limitate pe care trebuie să le împarți cu alții.",
      "slug": "cantina"
    }
  ]
}