{
  "symbols": [
    {
      "name": "Clădiri care se prăbușesc",
      "category": "locuri",
      "shortMeaning": "Instabilitate, criza financiară, pierderea protecției sau schimbări dramatice.",
      "fullInterpretation": "Visul în care clădirile se prăbușesc este un semn puternic de instabilitate. Adesea, aceste structuri simbolizează starea ta financiară sau siguranța personală. Prăbușirea lor indică o criză, pierderea protecției sau vulnerabilitate în fața unor factori externi. Dacă ești în interior, sugerează că nu acorzi atenție celor apropiați sau că fundația vieții tale se clatină. Prăbușirea din cauza vechimii indică necesitatea unei renovări totale a stilului de viață.",
      "slug": "cladiri-care-se-prabusesc"
    },
    {
      "name": "Claie",
      "category": "obiecte",
      "shortMeaning": "Noroc, bogăție, acumulare și recompense.",
      "fullInterpretation": "O claie (de fân sau de grâu) în vis este un semn excelent, tradițional asociat cu bogăția și norocul. Sugerează că eforturile tale vor fi răsplătite și că vei avea parte de câștiguri materiale. O claie de grâu indică faptul că îți va fi ușor să te îmbogățești sau să acumulezi resurse importante.",
      "slug": "claie"
    },
    {
      "name": "Clarinet",
      "category": "obiecte",
      "shortMeaning": "Melancolie, exprimare emoțională, pasiune sau tristețe.",
      "fullInterpretation": "Clarinetul în vis, cu sunetul său specific, simbolizează o gamă de emoții profunde, adesea melancolice. Poate indica nevoia de a-ți exprima sentimentele de tristețe sau pasiune. Dacă tu cânți la el, înseamnă că încerci să comunici ceva subtil celor din jur.",
      "slug": "clarinet"
    },
    {
      "name": "Clarinet auzi cântând",
      "category": "acțiuni",
      "shortMeaning": "Mesaj emoțional, amintiri, chemare sau avertisment subtil.",
      "fullInterpretation": "A auzi un clarinet cântând în vis sugerează că subconștientul tău încearcă să îți transmită un mesaj legat de starea ta emoțională. Sunetul poate evoca amintiri din trecut sau poate fi o chemare la introspecție. Dacă sunetul este fals, indică o disonanță în viața ta afectivă.",
      "slug": "clarinet-auzi-cantand"
    },
    {
      "name": "Clarvăzător",
      "category": "persoane",
      "shortMeaning": "Intuiție, ghidare, viitor, avertisment sau căutarea adevărului.",
      "fullInterpretation": "Visul în care apare un clarvăzător sau în care tu ești unul sugerează o conexiune puternică cu intuiția ta. Indică faptul că primești informații pe cale non-rațională sau că ești în căutarea unor răspunsuri despre viitor. Poate fi un semn să ai încredere în instinctele tale.",
      "slug": "clarvazator"
    },
    {
      "name": "Clasă",
      "category": "locuri",
      "shortMeaning": "Învățare, socializare, evaluare, lecții de viață sau anxietate.",
      "fullInterpretation": "O sală de clasă în vis simbolizează școala vieții. Indică faptul că mai ai de învățat o lecție importantă sau că ești într-o perioadă de acumulare de cunoștințe. Dacă clasa este plină, sugerează nevoia de socializare și integrare. Dacă cauți clasa și nu o găsești, reflectă anxietatea legată de direcția ta în viață sau de faptul că nu te simți pregătit.",
      "slug": "clasa"
    },
    {
      "name": "Clătite",
      "category": "alimente",
      "shortMeaning": "Plăcere, confort, armonie familială și îmbunătățire financiară.",
      "fullInterpretation": "Clătitele în vis sunt un simbol al confortului și al plăcerilor simple. Prepararea sau mâncarea lor sugerează armonie în familie și satisfacție. De asemenea, pot indica o îmbunătățire a situației financiare (posibil o mărire de salariu sau un câștig neașteptat). Ele reprezintă recompensele dulci ale vieții.",
      "slug": "clatite"
    },
    {
      "name": "Clei",
      "category": "obiecte",
      "shortMeaning": "Atașament, capcană, fidelitate, sau situație lipicioasă.",
      "fullInterpretation": "Cleiul în vis are semnificații duble. Pe de o parte, poate reprezenta fidelitate, dragoste și legături puternice (\"a se ține scai\"). Pe de altă parte, poate sugera o situație neplăcută din care nu poți scăpa ușor sau sentimentul că ești blocat. Dacă lucrezi cu clei, poate indica încercarea de a repara o relație.",
      "slug": "clei"
    },
    {
      "name": "Clepsidră",
      "category": "obiecte",
      "shortMeaning": "Timp limitat, scurgerea vieții, urgență sau răbdare.",
      "fullInterpretation": "Clepsidra este un simbol clasic al timpului care se scurge ireversibil. În vis, poate indica teama că timpul expiră pentru un anumit proiect sau în viață, în general. Poate sugera necesitatea de a acționa rapid sau, dimpotrivă, de a avea răbdare până când \"se scurge nisipul\". O clepsidră spartă sau blocată indică o percepție distorsionată a timpului.",
      "slug": "clepsidra"
    },
    {
      "name": "Cleptoman",
      "category": "persoane",
      "shortMeaning": "Pierderea controlului, lăcomie, invazie a intimității sau neîncredere.",
      "fullInterpretation": "Visul despre cleptomanie sugerează impulsuri necontrolate sau sentimentul că cineva îți încalcă teritoriul. Dacă visezi că ești cleptoman, poate indica faptul că iei lucruri (sau energie/afecțiune) care nu ți se cuvin sau că încerci să compensezi un gol interior. Dacă altcineva este cleptoman, te temi de trădare sau furt.",
      "slug": "cleptoman"
    },
    {
      "name": "Clește",
      "category": "obiecte",
      "shortMeaning": "Prindere, constrângere, durere, tenacitate sau eliminare.",
      "fullInterpretation": "Cleștele în vis sugerează o situație în care te simți \"prins\" sau nevoia de a extrage ceva cu forța (un adevăr, o problemă). Poate simboliza tenacitatea, dar și o durere sâcâitoare. A folosi un clește pentru a repara ceva indică soluții practice și îmbunătățirea condițiilor de muncă.",
      "slug": "cleste"
    },
    {
      "name": "Clinică",
      "category": "locuri",
      "shortMeaning": "Vindecare, nevoie de ajutor, analiză sau preocupări de sănătate.",
      "fullInterpretation": "O clinică în vis este un loc de tranziție spre vindecare. Sugerează că ești conștient de o problemă (fizică sau emoțională) și că ești dispus să cauți ajutor. Poate indica o perioadă de recuperare sau necesitatea de a face niște investigații asupra stării tale de bine.",
      "slug": "clinica"
    },
    {
      "name": "Clonă",
      "category": "persoane",
      "shortMeaning": "Lipsa originalității, conflict intern, duplicitate sau suprasolicitare.",
      "fullInterpretation": "A visa o clonă a ta sugerează un conflict intern sau sentimentul că nu ești autentic. Poate indica faptul că ești suprasolicitat și ai dori să te \"multiplici\" pentru a face față sarcinilor. De asemenea, poate semnala teama de a fi înlocuit sau pierderea individualității într-un grup.",
      "slug": "clona"
    },
    {
      "name": "Clopot",
      "category": "obiecte",
      "shortMeaning": "Veste, trezire, conștiință, avertisment sau eveniment sacru.",
      "fullInterpretation": "Clopotul este un simbol al comunicării între cer și pământ. Sunetul său anunță un eveniment important, o veste sau un avertisment. Poate simboliza conștiința care te \"trezește\". În tradiție, clopotul este asociat și cu momentele de trecere (nuntă, înmormântare) sau cu chemarea la reculegere.",
      "slug": "clopot"
    },
    {
      "name": "Clopote",
      "category": "obiecte",
      "shortMeaning": "Armonie, sărbătoare, alarmă colectivă sau destin.",
      "fullInterpretation": "Mai multe clopote care sună împreună pot indica o sărbătoare, bucurie și armonie comunitară. Totuși, dacă sunetul este haotic sau sumbru, pot prevesti vești proaste sau o alarmă socială. Clopotele bisericii sugerează protecție divină și destin.",
      "slug": "clopote"
    },
    {
      "name": "Clopoțel",
      "category": "obiecte",
      "shortMeaning": "Vești mici, bucurie, copii, atenționare sau superficialitate.",
      "fullInterpretation": "Un clopoțel are o rezonanță mai intimă și mai veselă decât un clopot mare. Sugerează vești plăcute, dar de mică importanță, vizite neașteptate sau prezența copiilor. Dacă sună fals, poate indica bârfe sau o atenționare legată de sănătate.",
      "slug": "clopotel"
    },
    {
      "name": "Clopotniță",
      "category": "locuri",
      "shortMeaning": "Perspectivă, izolare, spiritualitate, ascensiune sau pericol.",
      "fullInterpretation": "Clopotnița, fiind un loc înalt, oferă o perspectivă largă asupra lumii. În vis, poate simboliza aspirațiile spirituale sau dorința de a te ridica deasupra cotidianului. Totuși, poate sugera și izolare sau riscul de a cădea. O clopotniță dărăpănată indică dezamăgiri în planurile tale.",
      "slug": "clopotnita"
    },
    {
      "name": "Clor",
      "category": "substanțe",
      "shortMeaning": "Purificare, curățare, toxicitate, eliminarea negativității.",
      "fullInterpretation": "Clorul, fiind un dezinfectant puternic, simbolizează nevoia de purificare drastică. Poate sugera dorința de a \"curăța\" o situație toxică din viața ta sau de a scăpa de influențe negative. Totuși, mirosul său înțepător poate indica și faptul că metoda de curățare este prea agresivă și poate provoca daune colaterale.",
      "slug": "clor"
    },
    {
      "name": "Cloșcă",
      "category": "animale",
      "shortMeaning": "Protecție maternă, familie, grijă exagerată, fertilitate.",
      "fullInterpretation": "Cloșca este simbolul suprem al maternității protectoare. În vis, indică o stare de bine în familie, grija pentru copii sau pentru un proiect drag. Dacă cloșca este agresivă, poate sugera o protecție exagerată (\"mama cloșcă\") care sufocă independența celorlalți.",
      "slug": "closca"
    },
    {
      "name": "Clovn",
      "category": "persoane",
      "shortMeaning": "Mască, ridicol, umor, tristețe ascunsă sau absurditate.",
      "fullInterpretation": "Clovnul în vis este o figură complexă. Poate reprezenta partea ludică și neinhibată a personalității tale, dar adesea ascunde tristețe în spatele măștii zâmbitoare. Poate sugera că te afli într-o situație absurdă sau că îți este teamă să nu fii luat în râs. Pentru cei cu fobie, clovnul reprezintă o amenințare ascunsă.",
      "slug": "clovn"
    },
    {
      "name": "Club",
      "category": "locuri",
      "shortMeaning": "Viață socială, apartenență, distracție, superficialitate.",
      "fullInterpretation": "A fi într-un club în vis reflectă nevoia ta de socializare și de apartenență la un grup. Indică dorința de distracție și de evadare din rutina zilnică. Poate sugera, de asemenea, o viață agitată sau căutarea unor relații superficiale.",
      "slug": "club"
    },
    {
      "name": "Coacăze",
      "category": "alimente",
      "shortMeaning": "Amintiri, dulceață-acrișoară, sănătate, mici bucurii.",
      "fullInterpretation": "Coacăzele în vis, mai ales cele roșii sau negre, sunt asociate cu sănătatea și vitalitatea. Gustul lor dulce-acrișor poate simboliza experiențe de viață care au fost plăcute, dar au lăsat și o urmă de nostalgie. Pot reprezenta dorința de a retrăi momente din tinerețe.",
      "slug": "coacaze"
    },
    {
      "name": "Coadă",
      "category": "animale",
      "shortMeaning": "Urmări, consecințe, instincte, echilibru sau finalizare.",
      "fullInterpretation": "Coada unui animal în vis reprezintă consecințele acțiunilor tale (\"coada\" evenimentelor) sau partea instinctuală. O coadă lungă poate indica efecte de lungă durată. Dacă tu ai coadă, sugerează că ascunzi ceva rușinos sau animalic. A trage pe cineva de coadă înseamnă a provoca probleme.",
      "slug": "coada"
    },
    {
      "name": "Coafeză",
      "category": "persoane",
      "shortMeaning": "Schimbare de imagine, bârfă, îngrijire, transformare superficială.",
      "fullInterpretation": "Coafeza se ocupă de imaginea ta exterioară. În vis, sugerează dorința de a face o schimbare în modul în care ești perceput de alții. Poate indica, de asemenea, implicarea în bârfe sau discuții mărunte. Este un simbol al transformării, dar adesea la nivel de suprafață.",
      "slug": "coafeza"
    },
    {
      "name": "Coafor",
      "category": "locuri",
      "shortMeaning": "Loc de transformare, nevoia de nou, socializare.",
      "fullInterpretation": "Salonul de coafor este locul unde mergi pentru a te reînnoi. Visul indică faptul că ești gata pentru o schimbare de atitudine sau de stil de viață. Poate reflecta și un complex de inferioritate sau nevoia de a fi validat social.",
      "slug": "coafor"
    },
    {
      "name": "Coajă",
      "category": "obiecte",
      "shortMeaning": "Protecție, aparențe, barieră, superficialitate sau esență ascunsă.",
      "fullInterpretation": "Coaja protejează miezul. În vis, poate sugera că ești prea defensiv (\"ai o coajă groasă\") sau că judeci lucrurile după aparențe. Coaja de copac indică rezistență. Coaja de fruct sugerează că trebuie să elimini exteriorul pentru a ajunge la esența (miezul) unei probleme.",
      "slug": "coaja"
    },
    {
      "name": "Coarne",
      "category": "animale",
      "shortMeaning": "Putere, agresivitate, apărare, încăpățânare sau trădare.",
      "fullInterpretation": "Coarnele sunt simboluri ale puterii și virilității, dar și ale agresivității. La animale (taur, berbec), indică forță brută și încăpățânare. În relațiile umane, a visa că ai coarne sau că vezi pe cineva cu coarne face trimitere directă la trădare conjugală sau la umilință publică.",
      "slug": "coarne"
    },
    {
      "name": "Coarne de cerb",
      "category": "animale",
      "shortMeaning": "Noblețe, regenerare, statut, mândrie sau trofeu.",
      "fullInterpretation": "Spre deosebire de alte coarne, cele de cerb sunt simboluri ale regenerării (cad și cresc la loc) și ale nobleței. Pot indica ascensiunea socială, un statut înalt sau mândria. Un trofeu cu coarne de cerb sugerează cuceriri și dorința de a expune succesul.",
      "slug": "coarne-de-cerb"
    },
    {
      "name": "Coasă",
      "category": "obiecte",
      "shortMeaning": "Moarte simbolică, recoltă, tăierea legăturilor, sfârșit.",
      "fullInterpretation": "Coasa este un simbol clasic al morții, dar în vis indică adesea sfârșitul unei etape sau necesitatea de a \"tăia\" ceva din viața ta (obiceiuri, relații moarte). Poate simboliza și recolta, culegerea roadelor după o perioadă de muncă. Este un instrument al transformării radicale.",
      "slug": "coasa"
    },
    {
      "name": "Cobră",
      "category": "animale",
      "shortMeaning": "Pericol mortal, inamic ascuns, fascinație, energie hipnotică.",
      "fullInterpretation": "Cobra este un șarpe extrem de periculos, gata de atac. În vis, reprezintă o amenințare iminentă, un dușman care așteaptă momentul oportun. Poate simboliza și o fascinație periculoasă (hipnoză) față de cineva sau ceva care îți poate face rău. Atacul cobrei indică o lovitură neașteptată.",
      "slug": "cobra"
    },
    {
      "name": "Coca-Cola",
      "category": "alimente",
      "shortMeaning": "Energie artificială, plăcere trecătoare, globalizare, sănătate precară.",
      "fullInterpretation": "Băuturile carbogazoase negre tip Coca-Cola în vis sugerează nevoia de energie rapidă, dar artificială. Pot indica o viață trăită pe repede înainte, consumism sau plăceri care nu aduc o satisfacție reală. Uneori, avertizează asupra problemelor de sănătate cauzate de excese.",
      "slug": "coca-cola"
    },
    {
      "name": "Cocaină",
      "category": "substanțe",
      "shortMeaning": "Iluzie, autodistrugere, evadare extremă, lipsă de emoții.",
      "fullInterpretation": "Drogurile puternice precum cocaina în vis indică o dorință disperată de a evada din realitate sau de a simți ceva intens, sugerând un gol interior. Arată că te minți singur sau că încerci să forțezi o stare de fericire artificială. Este un avertisment serios asupra comportamentelor autodistructive.",
      "slug": "cocaina"
    },
    {
      "name": "Cocean / Știulete",
      "category": "plante",
      "shortMeaning": "Resurse epuizate, curățare, simplitate sau fertilitate masculină.",
      "fullInterpretation": "Un cocean de porumb fără boabe sugerează că ai consumat resursele și ai rămas doar cu structura de bază (\"resturi\"). Poate indica sărăcie sau epuizare. Totuși, știuletele plin este un simbol falic și de fertilitate, indicând potențial, virilitate și abundență.",
      "slug": "cocean-stiulete-de-porumb"
    },
    {
      "name": "Cocoașă",
      "category": "corp",
      "shortMeaning": "Povară, noroc (superstiție), defect fizic sau responsabilități.",
      "fullInterpretation": "Deși o deformare fizică, cocoașa este adesea asociată în superstiții cu norocul (\"a atinge cocoașa\"). În vis, poate simboliza o povară grea pe care o cari în spate, responsabilități care te deformează, sau, paradoxal, un câștig neașteptat venit dintr-o situație dificilă.",
      "slug": "cocoasa"
    },
    {
      "name": "Cocor",
      "category": "animale",
      "shortMeaning": "Loialitate, longevitate, călătorie, eleganță.",
      "fullInterpretation": "Cocorul este un simbol al loialității și al longevității. Apariția lui în vis sugerează credință în relații și o viață lungă. Poate anunța o călătorie sau sosirea cuiva de departe. Dansul cocorilor este un semn de eleganță și curtare.",
      "slug": "cocor"
    },
    {
      "name": "Cocori zburând",
      "category": "animale",
      "shortMeaning": "Schimbare de anotimp, plecare, ordine, migrație.",
      "fullInterpretation": "Un stol de cocori zburând în formație indică ordine, disciplină și lucrul în echipă. Semnalează o schimbare de ciclu (venirea primăverii sau a toamnei), o migrație sau o tranziție importantă în viața ta care se desfășoară armonios.",
      "slug": "cocori-zburand"
    },
    {
      "name": "Cocoș",
      "category": "animale",
      "shortMeaning": "Mândrie, masculinitate, trezire, vigilență, aroganță.",
      "fullInterpretation": "Cocoșul este simbolul masculinității solare, al curajului și al mândriei. Cântecul său anunță răsăritul, deci o nouă zi, o trezire spirituală sau o victorie asupra întunericului. Totuși, poate indica și aroganță, vanitate sau o persoană conflictuală (\"cocoșul curții\").",
      "slug": "cocos"
    },
    {
      "name": "Cocoș alb",
      "category": "animale",
      "shortMeaning": "Succes pur, protecție, veste bună, autoritate pozitivă.",
      "fullInterpretation": "Un cocoș alb este un semn de bun augur, simbolizând succesul obținut prin mijloace cinstite. Sugerează o autoritate protectoare, pace și vești bune. Poate reflecta o personalitate puternică, dar echilibrată și bine intenționată.",
      "slug": "cocos-alb"
    },
    {
      "name": "Cocoș cântând",
      "category": "animale",
      "shortMeaning": "Veste, început nou, victorie, atenționare.",
      "fullInterpretation": "A auzi un cocoș cântând este un semnal de trezire. Poate anunța un succes apropiat, o veste bună sau pur și simplu necesitatea de a fi vigilent. Dacă cântă la ore nepotrivite, poate prevesti mici neplăceri sau o dezordine în viața cotidiană.",
      "slug": "cocos-cantand"
    },
    {
      "name": "Cocoșat",
      "category": "persoane",
      "shortMeaning": "Noroc la bani, povară, milă sau complexitate.",
      "fullInterpretation": "Întâlnirea cu o persoană cocoșată în vis este, conform tradiției, un semn de noroc financiar (\"bani picați din cer\"). Totuși, la nivel psihologic, poate reflecta propriile tale poveri, sentimentul de vinovăție sau mila față de cineva care suferă.",
      "slug": "cocosat"
    },
    {
      "name": "Cocostârc",
      "category": "animale",
      "shortMeaning": "Naștere, noutate, curățenie, vestitor.",
      "fullInterpretation": "Cocostârcul (barza) este vestitorul nașterii și al noilor începuturi. Aduce schimbări majore în familie (apariția unui copil, căsătorie, mutare). Este un simbol benefic, asociat cu curățenia locului (stârpește șerpii) și cu loialitatea față de cuib.",
      "slug": "cocostarc"
    },
    {
      "name": "Codru",
      "category": "locuri",
      "shortMeaning": "Mister, necunoscut, protecție, rătăcire sau inconștient.",
      "fullInterpretation": "Codrul des și întunecat simbolizează inconștientul și misterele vieții. Poate fi un loc de refugiu și protecție (codrul frate cu românul), dar și un loc de rătăcire și pericol. A intra în codru înseamnă a explora necunoscutul din tine. Copacii mulți indică interacțiuni sociale complexe.",
      "slug": "codru"
    },
    {
      "name": "Cofetărie",
      "category": "locuri",
      "shortMeaning": "Plăcere, răsfăț, ispite, socializare dulce.",
      "fullInterpretation": "Cofetăria este locul plăcerilor culinare și al răsfățului. În vis, sugerează că ai nevoie de mai multă dulceață în viață sau că te bucuri de roadele muncii tale. Poate indica și lipsa de autocontrol în fața ispitelor sau dorința de a compensa lipsurile afective.",
      "slug": "cofetarie"
    },
    {
      "name": "Cojoc",
      "category": "obiecte",
      "shortMeaning": "Căldură, protecție, tradiție, iarnă grea sau greutate.",
      "fullInterpretation": "Cojocul din blană oferă o protecție excelentă împotriva frigului. În vis, simbolizează nevoia de securitate și confort emoțional. Poate sugera o perioadă rece în viața ta (singurătate, dificultăți) pe care o vei trece cu bine fiind protejat. Uneori, indică atașamentul față de tradiții sau obiecte vechi.",
      "slug": "cojoc"
    },
    {
      "name": "Colac de pâine",
      "category": "alimente",
      "shortMeaning": "Pomenire, ciclu complet, hrană sacră, comuniune.",
      "fullInterpretation": "Colacul de pâine are semnificații ritualice. Poate simboliza ciclicitatea vieții și a morții, pomenirea strămoșilor sau o sărbătoare religioasă. Este hrană pentru suflet și trup, sugerând comuniune și împărtășire cu ceilalți.",
      "slug": "colac-de-paine"
    },
    {
      "name": "Colac de salvare",
      "category": "obiecte",
      "shortMeaning": "Ajutor urgent, supraviețuire, speranță, ultima șansă.",
      "fullInterpretation": "Un colac de salvare în vis indică faptul că treci printr-o situație emoțională dificilă (\"te îneci\") și ai nevoie disperată de ajutor. Apariția lui sugerează că ajutorul este disponibil sau că ai resurse de supraviețuire. Dacă îl arunci altcuiva, ești dispus să ajuți.",
      "slug": "colac-de-salvare"
    },
    {
      "name": "Colanți",
      "category": "obiecte",
      "shortMeaning": "Constrângere, expunere, confort fizic, mulare.",
      "fullInterpretation": "Colanții, fiind strâmți pe corp, pot simboliza o situație care te constrânge sau din care nu poți ieși ușor (\"se țin scai\"). Pot sugera și expunerea formelor, vulnerabilitate sau, dimpotrivă, libertate de mișcare și confort, în funcție de contextul visului.",
      "slug": "colanti"
    },
    {
      "name": "Coleg",
      "category": "persoane",
      "shortMeaning": "Competiție, colaborare, stres profesional, oglindire.",
      "fullInterpretation": "Colegii în vis reprezintă adesea aspecte ale propriei tale personalități pe care le proiectezi asupra lor. Pot reflecta mediul de la muncă, stresul, ambițiile sau conflictele nerezolvate. Dacă te înțelegi bine cu ei în vis, indică armonie profesională. Dacă te cerți, indică tensiuni interioare sau rivalitate.",
      "slug": "coleg"
    },
    {
      "name": "Coleg de clasă",
      "category": "persoane",
      "shortMeaning": "Nostalgie, lecții neînvățate, comparație socială, trecut.",
      "fullInterpretation": "Foștii colegi de clasă apar în vis pentru a te reconecta cu o perioadă din trecut. Poate sugera că te confrunți cu o situație similară cu una din școală sau că te compari cu realizările lor. Indică lecții de viață care revin în actualitate.",
      "slug": "coleg-de-clasa"
    },
    {
      "name": "Coleg de serviciu",
      "category": "persoane",
      "shortMeaning": "Muncă, rutină, relații profesionale, suport sau conflict.",
      "fullInterpretation": "Colegii de serviciu actuali în vis sunt o extensie a vieții tale diurne. Visul procesează evenimentele de la birou. Dacă apare un coleg de care ești atras sau pe care îl detești, visul scoate la iveală sentimente reprimate. Poate indica nevoia de colaborare sau teama de a nu face față sarcinilor.",
      "slug": "coleg-de-serviciu"
    }
  ]
}