{
  "symbols": [
    {
      "name": "Colet",
      "category": "dictionar",
      "shortMeaning": "Visul in care primiti un colet inseamna ca sunteti avertizat de ceva ce ati mai experimentat, dar nu ati explorat.",
      "fullInterpretation": "Visul in care primiti un colet inseamna ca sunteti avertizat de ceva ce ati mai experimentat, dar nu ati explorat. Daca visati ca primiti un colet, dar are adresa gresita atunci probabil aveti anumite dubii despre abilitatile dumneavoastra. Visul in care trimiteti un colet inseamna ca va dati energia celor din jur.",
      "slug": "colet"
    },
    {
      "name": "Coliba",
      "category": "dictionar",
      "shortMeaning": "Coliba in vise reprezinta necesitatile de baza si confortul minim de care aveti nevoie.",
      "fullInterpretation": "Coliba in vise reprezinta necesitatile de baza si confortul minim de care aveti nevoie. Trebuie sa va simplificati viata si sa va intoarceti la lucrurile de baza. Acceptati ceea ce aveti deja si incercati sa constientizati ca este suficient.",
      "slug": "coliba"
    },
    {
      "name": "Colier",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca visul este prevestitor de certuri si gelozie.",
      "fullInterpretation": "In traditia romaneasca visul este prevestitor de certuri si gelozie.In traditia orientala colierul este considerat a fi un semn bun - daca il viseaza o femeie casatorita prevesteste nasterea unui prunc, iar pentru o fata este semn de casatorie.La nivel spiritual colierul este simbolul puterii, a controlului.- Daca in vis ai un colier, intr-o cutie sau intr-un sertar - semnn ca vei face o calatorie.- Daca ai visat ca oferi cuiva un colier - ar trebui sa iti ceri scuze cuiva pentru ce ai spus sau ce ai facut.- Daca ai visat ca transporti (duci undeva, la loc sigur) un colier foarte scump, cu pietre pretioase pe el - in familia ta cineva va mosteni o mica avere.- Daca in vis o femeie pierde un colier - jale si durere.- Daca ai visat un colier roz sau rosu - acela va avea noroc in dragoste, sau va cunoaste dragostea din nou.",
      "slug": "colier"
    },
    {
      "name": "Colindatori",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca aveti colindatori la usa inseamna ca s-ar putea sa fiti tipul de persoana care are...",
      "fullInterpretation": "Daca visati ca aveti colindatori la usa inseamna ca s-ar putea sa fiti tipul de persoana care are puterea de a aduce bucuria in viata celor din jur chiar si in momente mai grele. Alternativ, visul ar mai putea insemna un mesaj de reverenta, de multumire si de spiritualitate adanca.",
      "slug": "colindatori"
    },
    {
      "name": "Coliva",
      "category": "dictionar",
      "shortMeaning": "Daca visati coliva marcata cu semnul crucii, simbolizeaza ciclul lunar si etapele sale.",
      "fullInterpretation": "Daca visati coliva marcata cu semnul crucii, simbolizeaza ciclul lunar si etapele sale. De asemenea, coliva poate semnifica moartea unei persoane apropiate.",
      "slug": "coliva"
    },
    {
      "name": "Colivie",
      "category": "dictionar",
      "shortMeaning": "Colivia de pasari in vis semnifica dragoste pustie, vei fi facut(a) de rusine, inselaciune, restr...",
      "fullInterpretation": "Colivia de pasari in vis semnifica dragoste pustie, vei fi facut(a) de rusine, inselaciune, restrangerea libertatii tale.Â Din punct de vedere psihologic colivia pentru pasari reprezinta inchisoarea sufletului, conditionata de emotiile interioare. - Daca ai visat ca tu deti o colivie - singuratate inseamna. - Daca in vis ai cumparat o colivie - reprezinta sfarsitul unei perioade neplacute. - De vezi colivie cu pasari Â - iti vei castiga libertatea sufleteasca.- Colivie goala - casatorie rupta, dezmembrata, te pandeste si o alta primejdie (posibil probleme cu legea). - Un papagal in colivie - amaraciune si invidie.",
      "slug": "colivie"
    },
    {
      "name": "Coloana",
      "category": "dictionar",
      "shortMeaning": "La nivel spiritual doua coloane inseamna diferenta dintre masculin si feminin, sau diferenta dint...",
      "fullInterpretation": "La nivel spiritual doua coloane inseamna diferenta dintre masculin si feminin, sau diferenta dintre cele spirituale si puterea materialului.- Daca ai visat o coloana cazuta -semnifica saracie, sperante spulberate.- Daca sunt doua cazute la pamant - saracie, prevestire de moarte.- Daca ai visat coloana de marmura - probleme banesti, situatia financiara se inrautateste.- Coloana frumoasa Â - vin vremuri bune, schimbari in bine.- Daca ai visat coloana rupta, crapata - sperante spulberate.Visul despre coloana ta vertebralaÂ sau a altuia reprezinta sistemul de sprijin, puterea ta, rezistenta. Trebuie sa menti capul sus chiar si in vremuri dificile. Alternativ, coloana vertebrala sugereaza nevoia de a ramane ferm si fidel convingeriilor proprii. Coloana vertebrala este un simbol de putere. - Daca in vis coloana vertebrala se remarca in mod deosebit, trebuie sa acorzi atentie sporita propriei tale structuri de rezistenta. Din punct de vedere intelectual, coloana vertebrala, face referire la faptul ca trebuie sa reflecti serios asupra tariei tale de caracter. In anumite vise, coloana vertebrala, fiind cea mai rezistenta componenta a structurii noastre osoase, reprezinta Sinele.",
      "slug": "coloana"
    },
    {
      "name": "Coloana vertebrala",
      "category": "dictionar",
      "shortMeaning": "Visul despre coloana ta vertebralaÂ sau a altuia reprezinta sistemul de sprijin, puterea ta, rezistenta.",
      "fullInterpretation": "Visul despre coloana ta vertebralaÂ sau a altuia reprezinta sistemul de sprijin, puterea ta, rezistenta. Trebuie sa menti capul sus chiar si in vremuri dificile. Alternativ, coloana vertebrala sugereaza nevoia de a ramane ferm si fidel convingeriilor proprii. Coloana vertebrala este un simbol de putere. - Daca in vis coloana vertebrala se remarca in mod deosebit, trebuie sa acorzi atentie sporita propriei tale structuri de rezistenta. Din punct de vedere intelectual, coloana vertebrala, face referire la faptul ca trebuie sa reflecti serios asupra tariei tale de caracter. In anumite vise, coloana vertebrala, fiind cea mai rezistenta componenta a structurii noastre osoase, reprezinta Sinele.",
      "slug": "coloana-vertebrala"
    },
    {
      "name": "Colonel",
      "category": "dictionar",
      "shortMeaning": "Atunci cand un barbat viseaza ca este colonel - prevesteste succese, stisfactii pe plan financiar.",
      "fullInterpretation": "Atunci cand un barbat viseaza ca este colonel - prevesteste succese, stisfactii pe plan financiar.Daca o femeie intalneste in vis un colonel - aceasta este supusa invitatiilor primite de la amici, aici poate intalni si alesul sufletului.- Daca te-ai visat colonel dar ai fost degradat - certuri si intriga.- Vezi colonel calare pe cal urmat de un grup de soldati - te asteapata o calatorie de afaceri, nu lua decizii pripite.",
      "slug": "colonel"
    },
    {
      "name": "Colti",
      "category": "dictionar",
      "shortMeaning": "A vedea colti in vise indica faptul ca ati adresat cuvinte jignitoare la adresa altora.",
      "fullInterpretation": "A vedea colti in vise indica faptul ca ati adresat cuvinte jignitoare la adresa altora. Aveti tendinta de a va exprima anumite sentimente fat de cineva care a fost profund inselator. Visul la colti arata ca relatiile au fost tensionate, iar oamenii nu au teama de confruntare. Coltii de animale in vise reprezinta o avertizare serioasa de probleme in familie, posibil, dar nu neaparat, intre dumneavoastra si socrii. Este de preferat sa evitati orice discutie mai aprinsa (sau chiar contactul) cu asemenea rude pentru cat mai mult timp posibil.",
      "slug": "colti"
    },
    {
      "name": "Coma",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca esti in coma, inseamna neputinta si incapatitate de a functiona intr-o anumita situatie.",
      "fullInterpretation": "- Daca ai visat ca esti in coma, inseamna neputinta si incapatitate de a functiona intr-o anumita situatie. Nu esti pregatit(a) pentru schimbarile majore ce se petrec in jurul tau. Alternativ, starea ta de coma reflecta ceea ce se intampla cu adevarat in corpul tau atunci cand dormi si visezi. Corpul tau ramane imobil ca si in cazul in care a fost paralizat, aceasta stare este cunoscutÄƒ sub denumirea de paralizie REM. - Daca visezi ca cineva este in coma, insemna un nou stres ce se adauga la o experienta anterioara socanta.- Daca te-ai visat comandant inseamna ca inaintezi prea repede dar ai parte si de vesti bune ce te vor face fericit(a). Visul in care nu puteti retrage bani de la bancomat reflecta lipsa energiilor pentru a pune in practica diferite activitati, inseamna imposibilitatea de a accesa anumite solutii sau parghii cu scopul de a atinge un obiectiv sau de a pune in practica o idee.A vedea o telecomanda in vise se refera la cum sunteti controlat de cineva. Poate o relatie sau o situatie in care sunteti prea controlat, cineva va manipuleaza.",
      "slug": "coma"
    },
    {
      "name": "Comandant",
      "category": "dictionar",
      "shortMeaning": "- Daca te-ai visat comandant inseamna ca inaintezi prea repede dar ai parte si de vesti bune ce te vor face fericit(a).",
      "fullInterpretation": "- Daca te-ai visat comandant inseamna ca inaintezi prea repede dar ai parte si de vesti bune ce te vor face fericit(a).",
      "slug": "comandant"
    },
    {
      "name": "Combustibil",
      "category": "dictionar",
      "shortMeaning": "Combustibilul in vise simbolizeaza putearea spirituala.",
      "fullInterpretation": "Combustibilul in vise simbolizeaza putearea spirituala. Este ceea ce va motiveaza, ce pune in miscare sentimentele dumneavoastra. Combustibilul este simbolul unei resurse pe care o invocam atunci cand trebuie sa realizam ceva. Visele depind si de tipul combustibilului pe care il visati. Spre exemplu, ce inseamna daca visati benzina? Desi visele sunt asemanatoare, deoarece vorbim tot de combustibil, totusi exista anumite detalii pe care trebuie sa le luati in calcul. Benzina in vise reprezinta energia si spiritualitatea. Mai multe detalii veti gasi pe pagina semnificatiei visului benzina. Motorina in vise se aseamana cu visele legate de alte tipuri de combustibil. Puteti afla mai multe accesand pagina visului motorina. Daca visati petrol atunci lucrurile se schimba putin. Aici discutam de apreciere pentru munca depusa, influente din partea unor persoane necinstite sau dorinta de a ajunge la miezul problemei. Mai multe puteti gasi la semnificatia visului petrol. Alte tipuri de combustibil sunt gazul si carbunele. Visele in care apar acestea sunt diferite. Gazul in vise sugereaza o relatie sentimentala, iar carbunele in vise simbolizeaza banii. Daca doriti sa aflati mai multe detalii vizitati paginile semnificatiilor viselor gaz si carbune.",
      "slug": "combustibil"
    },
    {
      "name": "Cometa",
      "category": "dictionar",
      "shortMeaning": "Aparitia cometelor in vise se refera la lucruri bune, acestea reprezentand norocul, succesul si fericirea.",
      "fullInterpretation": "Aparitia cometelor in vise se refera la lucruri bune, acestea reprezentand norocul, succesul si fericirea. Daca va considerati o persoana destul de ghinionista, atunci visarea unei comete este semnul ca nenorocul se va transforma in noroc. Puteti vizualiza versiunea video de mai jos a visului despre comete sau puteti continua sa cititi textul, depinde de dumneavoastra. Videoclip despre visarea cometelor Visarea unei comete colorate este o indicatie clara asupra unor viitoare momente de bucurie si fericire. Mai mult, acest vis poate fi legat si de aspectul social care va fi insotit de o energie extraordinara. Visand comete si stele laolalta, inseamna ca a sosit momentul sa va extindeti viziunea asupra lucrurilor. De asemenea, visul ne spune ca ar trebui sa ne concentram mai mult pentru a deveni profesionisti intr-un anume domeniu. O cometa in flacari sau cu coada in flacari. Un asemenea vis prevesteste tristete si vremuri grele, lupte impotriva vointei si profitarea la maxim de fiecare experienta. Aparitia in vise a unei comete uriase prevesteste o probabilitatea foarte mare in posibiltatea unei schimbari. Aveti ocazia sa faceti un pas important (mare) in directia corecta.Interpretari vechi culese din popor : Suparari, razboi, dezastru, cutremur Cometa cazand - sperante desarte, rascoala, moarte Cometa pe cer - tulburari , razboi Cometa pe pamant - boala Vazand trecand o cometa - suparari majore la nivel personal Cometa venind spre tine - pericol, sperante desarte",
      "slug": "cometa"
    },
    {
      "name": "Cometa cazand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cometa-cazand"
    },
    {
      "name": "Comoara",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "comoara"
    },
    {
      "name": "Comoara gasind",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "comoara-gasind"
    },
    {
      "name": "Compas",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca visul compas inseamna dreptate, ti se va face dreptate.",
      "fullInterpretation": "In traditia romaneasca visul compas inseamna dreptate, ti se va face dreptate.- Daca ai visat un compas cu acul defect cu care nu poti stabili nici o directie in vis - probleme si griji pe plan profesional si familial. - Daca ai visat ca ai in posesie un compas - succes in afaceri.- Daca in vis ai cumparat un compas - dureri mari, Â iar daca compasul pe care l-ai cumparat este unul vechi prevesteste dubii mari, decizii majore la serviciu.- Daca ai visat ca folosesti compasul pentru a dasi un drum - realizarea cu succes a proiectelor, noi cuceriri in dragoste, stare de bine.- De primesti cadou un compas - clevetri.- Compas rupt, stricat - caracter slab, lipsa de peronalitate.- Comps vechi - suparare.",
      "slug": "compas"
    },
    {
      "name": "Competitie",
      "category": "dictionar",
      "shortMeaning": "Visul in care participati intr-o competitie inseamna ca va veti folosi de toate rezervele dumneav...",
      "fullInterpretation": "Visul in care participati intr-o competitie inseamna ca va veti folosi de toate rezervele dumneavoastra de tact si diplomatie. Daca visati ca ati castigat o competitie inseamna ca se prevesteste o calatorie.",
      "slug": "competitie"
    },
    {
      "name": "Complice",
      "category": "dictionar",
      "shortMeaning": "- Daca visezi ca esti complice la o infraciune - acest vis sugereaza faptul ca cineva are o influ...",
      "fullInterpretation": "- Daca visezi ca esti complice la o infraciune - acest vis sugereaza faptul ca cineva are o influenta negativa asupra vietii tale. Tot acest vis ar putea de asemenea sa reprezinte un sentiment de vinovatie fata de anumite fapte din trecutul dumneavoastra.",
      "slug": "complice"
    },
    {
      "name": "Complimente",
      "category": "dictionar",
      "shortMeaning": "A visa ca faci complimente sugereaza ca trebuie sa fiti mai statornic, mai constant si nu trebuie...",
      "fullInterpretation": "A visa ca faci complimente sugereaza ca trebuie sa fiti mai statornic, mai constant si nu trebuie sa ii lasati pe altii sa va puna la indoiala autoritatea si pozitia asupra lucrurilor. Daca visati ca primiti complimente inseamna dorinta dumneavoastra pentru romantism si dragoste.",
      "slug": "complimente"
    },
    {
      "name": "Complot",
      "category": "dictionar",
      "shortMeaning": "Daca ai visat ca esti parte a unui complot - ai mare grija la persoanele din jurul tau, posibil p...",
      "fullInterpretation": "Daca ai visat ca esti parte a unui complot - ai mare grija la persoanele din jurul tau, posibil prietenii sa te barfeasca, vei avea parte de ghinion o bucata de vreme.- Esti descoperit intr-un complot - vei pierde prieteni adevarati.- Daca in vis cineva comploteaza impotriva ta inseamna ca vei scapa de datorii.",
      "slug": "complot"
    },
    {
      "name": "Compot",
      "category": "dictionar",
      "shortMeaning": "Compotul in vise prevesteste o dicutie placuta.",
      "fullInterpretation": "Compotul in vise prevesteste o dicutie placuta. Visul in care apare compotul de pere semnifica anumite vorbe rele si imbranceli din partea cuiva apropiat. Daca visati ca faceti compot de prune inseamna ca veti avea parte de o perioada mai dificila din viata dumneavoastra. S-ar putea sa aveti probleme sa faceti investitii sau sa strangeti bani.",
      "slug": "compot"
    },
    {
      "name": "Computer pc calculator",
      "category": "dictionar",
      "shortMeaning": "Computerul in vis simbolizeaza tehnologie, informatii , viata moderna si multa munca.",
      "fullInterpretation": "Computerul in vis simbolizeaza tehnologie, informatii , viata moderna si multa munca. Noi domenii de oportunitati sunt deschise pentru tine. Alternativ, calculatorul reprezinta lipsa de individualitate si lipsa de emotii si sentimente. - Daca ai visat ca computerul are o minte proprie si se controleaza singur, inseamna stare de neliniste si pierderea controlului. Te simti coplesit(a). - Daca ai visat ca un calculator are un virus sau ca iti da multe erori pana ce se prabuseste, inseamna ca in viata ta ceva a scapat de sub control. - Daca ai visat ca cumperi un calculator (computer), inseamna ca incepe o noua perioada in viata ta.",
      "slug": "computer-pc-calculator"
    },
    {
      "name": "Con de pin",
      "category": "dictionar",
      "shortMeaning": "In cazul in care conul de pin nu are o semnificatie personala pentru cel care viseaza, cum ar fi ...",
      "fullInterpretation": "In cazul in care conul de pin nu are o semnificatie personala pentru cel care viseaza, cum ar fi o amintire din copilarie, el indica fertilitate si noroc. Alternativ, conul de pin reprezinta bogatie sau fericire. Forma conului de pin, ca si continutul plin cu seminte, sunt simbol evident al falusului si al masculinitatii.",
      "slug": "con-de-pin"
    },
    {
      "name": "Conac",
      "category": "dictionar",
      "shortMeaning": "De vei visa un conac inseamna ca iubire interzisa, porti in suflet o dragoste ce nu este agreata ...",
      "fullInterpretation": "De vei visa un conac inseamna ca iubire interzisa, porti in suflet o dragoste ce nu este agreata de familie sau de cei din jurul tau.",
      "slug": "conac"
    },
    {
      "name": "Concediat",
      "category": "dictionar",
      "shortMeaning": "A visa ca sunteti concediat reprezinta sentimente de respingere, de a fi lasat deoparte sau de a fi nedorit.",
      "fullInterpretation": "A visa ca sunteti concediat reprezinta sentimente de respingere, de a fi lasat deoparte sau de a fi nedorit. Visul mai poate reprezenta sentimente de neputinta, de a fi incapabil sa faceti ceva. Simtiti ca nu mai contati in relatia curenta. A fi concediat in vise sugereaza supararea pe care o aveti fata de cineva pentru lipsa de incredere sau pentru o greseala pe care a facut-o. Alternativ, visul poate indica faptul ca doriti sa inchiati o relatie sau o situatie din viata de zi cu zi. Vazand alti colegi de munca fiind concediati inseamna ca veti experimenta un conflict de interese intre ceea ce vreti si ceea ce au nevoie alte persoane din viata dumneavoastra. Daca in vis dumneavoastra concediati pe cineva inseamna ca trebuie sa taiati / rupeti legaturile cu anumite persoane care nu au interese comune cu cele ale dumneavoastra. Cineva pe care pana acum l-ati crezut prietenul dumneavoastra poate fi defapt cel care va pune bete in roate.",
      "slug": "concediat"
    },
    {
      "name": "Concediu",
      "category": "dictionar",
      "shortMeaning": "La nivel spiritual a visa concediu sau vacanta inseamna nevoia de realimentare, nevoia de repaus si odihna.",
      "fullInterpretation": "La nivel spiritual a visa concediu sau vacanta inseamna nevoia de realimentare, nevoia de repaus si odihna.- Daca ai visat ca esti in concediu sau in vacanta de la munca - problemele cu bugetul, partea financiara sau mai direct problemele banesti nu iti vor mai da atata bataie de cap.- Daca in vis te intalnesti cu cineva care este in concediu - viata ta va fi una plina de surprize placute, se poate spune si ca o sa ai parte de o viata fericita.- De ai visat ca iti ceri concediu, sau iti iei concediu de la servici - vei avea o sarcina de indeplinit, cu anumite piedici, dar pe care o vei duce la bun sfarsit.",
      "slug": "concediu"
    },
    {
      "name": "Concert",
      "category": "dictionar",
      "shortMeaning": "Sa visati ca sunteti la un concert reprezinta armonia si cooperarea cu cei din jur in anumite situatii.",
      "fullInterpretation": "Sa visati ca sunteti la un concert reprezinta armonia si cooperarea cu cei din jur in anumite situatii. Va puteti astepta la o crestere a starii de spirit. Totusi, ar putea sa insemne ca veti avea parte de musafiri nepoftiti. Daca visati ca dati un concert inseamna ca va ascundeti un potential talent. Ar trebui sa va aratati si partea creativa in viata de zi cu zi.",
      "slug": "concert"
    },
    {
      "name": "Concurs",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca intrati intr-un concurs sugereaza nevoia de a va autodemonstra ca sunteti capabili.",
      "fullInterpretation": "Daca visati ca intrati intr-un concurs sugereaza nevoia de a va autodemonstra ca sunteti capabili. Daca veti castiga concursul, atunci inseamna ca sunteti increzatori, mandrii. Daca veti pierde concursul in vis semnifica lipsa de incredere pe care o aveti in dumneavoastra. Visul in care sunteti implicat intr-un concurs de mancat deobicei arata lipsa de sociabiliate. Lipsa unui prieten va face sa va intoarceti spre mancare. Totodata sugereaza faptul ca aveti abilitatea de a procesa emotiile rapid.",
      "slug": "concurs"
    },
    {
      "name": "Condimente",
      "category": "dictionar",
      "shortMeaning": "Condimentele in vise indica o iritabilitate psihica, o dorinta de a ataca acea persoana care le mananca.",
      "fullInterpretation": "Condimentele in vise indica o iritabilitate psihica, o dorinta de a ataca acea persoana care le mananca. Este posibil ca nu acordati suficienta atentie unei anumite persoane sau unei chestiuni. Alternativ, visul ar mai putea insemna o excitatie sexuala, sunteti dispus sa experimentati pe plan sexual.",
      "slug": "condimente"
    },
    {
      "name": "Condoleante",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca semnificatia visului este nu tocmai una placuta, o sa ai parte de o intristare, semn de boala.",
      "fullInterpretation": "In traditia romaneasca semnificatia visului este nu tocmai una placuta, o sa ai parte de o intristare, semn de boala.- Daca ai visat ca oferi cuiva condoleante - vei avea puterea sa rezolvi anumite probleme foate incalcite, probleme ce pot implica si familia.- Daca ti se ofera condoleante - nu te intrista vor veni si vremuri mai bune pentru tine.",
      "slug": "condoleante"
    },
    {
      "name": "Conducator",
      "category": "dictionar",
      "shortMeaning": "Sa visati ca sunteti un conducator inseamna abilitatea dumneavoastra de a oferi celorlalti idei si indrumare.",
      "fullInterpretation": "Sa visati ca sunteti un conducator inseamna abilitatea dumneavoastra de a oferi celorlalti idei si indrumare. Visul va mai poate sugera ca sunteti o persoana pasiva si ca ar trebui sa va luati un rol mai activ intr-o situatie. Preluati controlul asupra vietii si a comportamentului dumneavoastra.",
      "slug": "conducator"
    },
    {
      "name": "Conferinta",
      "category": "dictionar",
      "shortMeaning": "Conferinta in vise simbolizeaza o intalnire de grup pentru a ajunge la un consens in legatura cu o opinie sau actiune.",
      "fullInterpretation": "Conferinta in vise simbolizeaza o intalnire de grup pentru a ajunge la un consens in legatura cu o opinie sau actiune. Daca visati ca sunteti intr-o conferinta inseamna ca trebuie sa va asigurati ca toate aspectele personalitatii dumneavoastra sunt in concordanta.",
      "slug": "conferinta"
    },
    {
      "name": "Confesiune",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis cineva ti se confeseaza - te vor barfi prietenii sau anumiti asa zisi prieteni ce nu te prea au la suflet.",
      "fullInterpretation": "- Daca in vis cineva ti se confeseaza - te vor barfi prietenii sau anumiti asa zisi prieteni ce nu te prea au la suflet.- Daca tu te confesezi cuiva - te vei muta in casa noua, vei achizitiona o proprietate.- Daca ai visat ca asculti confesiunea unu prieten - te macina un sentiment de vina.- Daca ai visat ca te-ai confesat unui preot - vei suferi o pierdere.",
      "slug": "confesiune"
    },
    {
      "name": "Confeti",
      "category": "dictionar",
      "shortMeaning": "Din punct de vedere psihologic, confeti, simbolizeaza o bucurie.",
      "fullInterpretation": "Din punct de vedere psihologic, confeti, simbolizeaza o bucurie.- Esti foate emotiv, iritat si te poti irational.- Daca visezi ca fabrici confeti - semn de petrecere, clipe placute alaturi de o persoana speciala, fermecatoare.",
      "slug": "confeti"
    },
    {
      "name": "Conflict",
      "category": "dictionar",
      "shortMeaning": "Conflictele fac parte din viata noastra, iar visele reflecta acest lucru si este normal ca situat...",
      "fullInterpretation": "Conflictele fac parte din viata noastra, iar visele reflecta acest lucru si este normal ca situatiile conflictuale sa apara in acestea. In continuare va vom prezenta cele mai comune vise legate de conflicte. Conflict cu un prieten Visul in care experimentam o cearta, un dezacord sau orice tip de conflict cu un prieten bun din viata reala nu este un semn bun. Acesta fiind asociat pierderilor si al tristetilor. In general, tipul acesta de vise prevesteste si dificultati financiare, pierderea bunurilor sau un eveniment destul de tragic care va va lasa epuiza fizic si emotional. Conflict cu un necunoscut Faptul ca in vis v-ati aflat intr-un conflict cu o persoana necunoscuta nu este un semn tocmai rau. Visul simbolizeaza inceperea unei noi activitati sau a unuei noi aventuri. Mai mult, daca conflictul cu acea persoana necunoscuta se transfoma intr-unul iritant, acesta reflecta batai de cap, dificultati sau un mod gresit in abordarea noului proiect. Conflict intre femei Daca ati avut un vis despre un conflict intre doua sau mai multe femei este semn ca anumite persoane (posibil un grup) actioneaza impotriva dumneavoastra. De asemenea, visul prevesteste faptul ca veti fi tinta unor barfe si zvonuri false. Conflict intre barbati Visand un conflict intre doi sau mai multi barbati este semnul unor sentimente de gelozie. De asemenea, visul in care sunteti martor conflictului denota gelozie din partea altor persoane din cauza privilegilor sau a tratamentului special care vi se acorda. Participarea la un conflict amplu Visul despre participarea dumneavoastra la o cearta sau un conflict mai amplu este, de regula, un semn al unor nevoi intr-o perioada dificila. Este posibil sa intampinati dificultati neasteptate si din acest motiv va trebui sa cereti ajutorul unor prieteni pentru a putea depasi aceste dificultati. Pe de alta parte, daca participati activ la acest conflict si incercati sa fiti de partea cuiva, ar putea insemna participarea dumneavoastra la un asemenea conflict din viata reala. Adesea, un astfel de vis are legatura cu locul de munca. Conflict intre soti Un asemenea vis indica faptul ca va lipseste tandretea din partea partenerului si ca s-au acumulat destul de multe emotii negative. De asemenea, visul denota noi tensiuni care vor degenera in certuri. Rezolvarea unui conflict Visul in care incercati sa rezolvati un conflict reflecta traume emotionale, obiceiuri proaste si probleme din viata reala pe care doriti sa le rezolvati.",
      "slug": "conflict"
    },
    {
      "name": "Congelator",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca pui mancare la congelator - vei fi gazda unor petreceri grozave.",
      "fullInterpretation": "- Daca ai visat ca pui mancare la congelator - vei fi gazda unor petreceri grozave.- De visezi ca scoti mancare, alimente de la congelator - o sa primesti musafiri ce vor sta multa vreme la tine in casa.",
      "slug": "congelator"
    },
    {
      "name": "Coniac",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca beti coniac sau serviti pe cineva cu coniac, inseamna ca va veti imbogati, dar nu ...",
      "fullInterpretation": "Daca visati ca beti coniac sau serviti pe cineva cu coniac, inseamna ca va veti imbogati, dar nu veti avea parte de recunoasterea celor din jur.",
      "slug": "coniac"
    },
    {
      "name": "Conopida",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis ai pazut o conopida ce creste - semn bun, grijile tale financiare sunt de domeniul trecutului.",
      "fullInterpretation": "- Daca in vis ai pazut o conopida ce creste - semn bun, grijile tale financiare sunt de domeniul trecutului.- De ai visat ca mananci conopida - vei avea parte de succes, cu conditia ca sa fi foarte atent cum tratezi problemele personale, fi diplomat(a).- Daca vezi in gradina - mare onoare.- Conopida vazuta in gradina de catre o femeie tanara - parintii vor incerca sa te convinga asupra unei casatori cu care tu nu esti de acord.",
      "slug": "conopida"
    },
    {
      "name": "Conserva",
      "category": "dictionar",
      "shortMeaning": "Visul in care deschideti o conserva sugereaza faptul ca veti fi stanjenit de o persoana in care aveti incredere.",
      "fullInterpretation": "Visul in care deschideti o conserva sugereaza faptul ca veti fi stanjenit de o persoana in care aveti incredere. Daca visati ca rafturile dumnevoastra sunt pline de conserve inseamna ca veti avea parte de vreme buna in vacanta.",
      "slug": "conserva"
    },
    {
      "name": "Constipatie",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca esti constipat este semn ca involuntar te vei intoarce pe caile tale vechi.",
      "fullInterpretation": "- Daca ai visat ca esti constipat este semn ca involuntar te vei intoarce pe caile tale vechi. Este posibil sa fi trait in trecut probleme si dificultati. - Retentia reziduurilor semnifica incapacitatea de a renunta, de a uita trecutul sau anumite obiceiuri comportamentale vechi, a fi literalmente crispat, intepenit.",
      "slug": "constipatie"
    },
    {
      "name": "Consultatie",
      "category": "dictionar",
      "shortMeaning": "Consultatia in vise inseamna teama de boala, suferinta sentimentala, anxietate.",
      "fullInterpretation": "Consultatia in vise inseamna teama de boala, suferinta sentimentala, anxietate. Visul in care sunteti in consultatie la doctor inseamna ca veti pierde bani.",
      "slug": "consultatie"
    },
    {
      "name": "Contabil",
      "category": "dictionar",
      "shortMeaning": "- Daca apare un cotabil in vis sau esti chiar tu contabil - semnificatia visului reprezinta obiec...",
      "fullInterpretation": "- Daca apare un cotabil in vis sau esti chiar tu contabil - semnificatia visului reprezinta obiectivitatea ta fata de unele situatii. Sfatul nostru este sa faci un pas inapoi si sa urmaresti cu atentie toti factorii si circumstntele din domeniu tau de activitate. - Visezi contabil cinstit - sanse mari sa inchei o afacere importanata. - Contabil necinstit - evita cat poti de mult complicatiile. - De visezi ca platesti un contabil - ai sa iei decizii importante in viitorul apropriat. - Contabil ce iti verifica actele - ai sa faci o greseala in profesie. - Stai de vorba cu un contabil - intrigi printre cei din jurul tau. - Te afli intr-un birou de contabilitate - acest vis semnifica faptul ca ai probleme financiare sau mai exact griji financiare.",
      "slug": "contabil"
    },
    {
      "name": "Contabilitate",
      "category": "dictionar",
      "shortMeaning": "- Te afli intr-un birou de contabilitate - acest vis semnifica faptul ca ai probleme financiare s...",
      "fullInterpretation": "- Te afli intr-un birou de contabilitate - acest vis semnifica faptul ca ai probleme financiare sau mai exact griji financiare.",
      "slug": "contabilitate"
    },
    {
      "name": "Conte",
      "category": "dictionar",
      "shortMeaning": "- Daca te-ai visat conte - in viata de zi cu zi nu va fi chiar asa, din contra , o sa ai parte de o injosire.",
      "fullInterpretation": "- Daca te-ai visat conte - in viata de zi cu zi nu va fi chiar asa, din contra , o sa ai parte de o injosire. - Daca in vis stai de vorba cu un conte - te vei face de ras.- De ai visat o contesa iar in visul tau apare o contesa batrana inseamna ca vei dobandi prestigiu social. - Daca in visul tau contesa este tanara si draguta - acest vis iti aduce la cunostinta ca ar trebui sa iti ceri cuiva scuze pentru un compotament deficitar.",
      "slug": "conte"
    },
    {
      "name": "Contesa",
      "category": "dictionar",
      "shortMeaning": "- De ai visat o contesa iar in visul tau apare o contesa batrana inseamna ca vei dobandi prestigiu social.",
      "fullInterpretation": "- De ai visat o contesa iar in visul tau apare o contesa batrana inseamna ca vei dobandi prestigiu social. - Daca in visul tau contesa este tanara si draguta - acest vis iti aduce la cunostinta ca ar trebui sa iti ceri cuiva scuze pentru un compotament deficitar.",
      "slug": "contesa"
    },
    {
      "name": "Contor",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca citest un contor (contor de gaze sau de curent) - acest vis inseamna ca va tre...",
      "fullInterpretation": "- Daca ai visat ca citest un contor (contor de gaze sau de curent) - acest vis inseamna ca va trebui sa cer sfatul unei persone mai experimentata pentru o anumita problema intr-un domeniu comun.",
      "slug": "contor"
    },
    {
      "name": "Contrabanda",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis ai vazut pe cineva ca face contabanda - o sa ai parte de afaceri paguboase.",
      "fullInterpretation": "- Daca in vis ai vazut pe cineva ca face contabanda - o sa ai parte de afaceri paguboase. - Daca tu faci contabanda - te vei certa cu partenerul de viata. - Daca stai de vorba cu un contrabandist - lacrimi si tristete. - Vezi un contrabandist ca este arestat - ai grija sa nu iei decizii pripite. - Visezi un contrabandist care este urmarit - faci greseli.",
      "slug": "contrabanda"
    },
    {
      "name": "Contract",
      "category": "dictionar",
      "shortMeaning": "- Daca visezi ca semnezi un contract - succes la serviciu.",
      "fullInterpretation": "- Daca visezi ca semnezi un contract - succes la serviciu.- Daca ai visat ca ai semnat un contract din obligatie sau fara voia ta ori ai sentimentul ca nu este bine ceea ce faci - avertizare impotriva unei obligatii obositoare care va aduce bani putini si multe nemultumiri.- Daca ai visat ca rupi un contract - vei fi promovat inaintea altor oameni care au acelasi grad ca si tine.",
      "slug": "contract"
    }
  ]
}