{
  "symbols": [
    {
      "name": "Contradicție",
      "category": "acțiuni",
      "shortMeaning": "Dificultăți, opoziție, conflict interior sau întârzieri.",
      "fullInterpretation": "A te contrazice cu cineva în vis prevestește dificultăți în negocieri sau afaceri. Dacă ești contrazis, poate indica faptul că întâmpini rezistență din partea celor din jur sau că vei întârzia la o întâlnire importantă. Reflectă adesea un conflict interior între dorințe și realitate.",
      "slug": "contradictie"
    },
    {
      "name": "Convalescență",
      "category": "stări",
      "shortMeaning": "Vindecare, recuperare, succes financiar, odihnă.",
      "fullInterpretation": "Dacă visezi că ești în convalescență (te refaci după o boală), este un semn excelent de recuperare și progres. Indică depășirea unei perioade dificile, succes la serviciu sau chiar câștiguri materiale. Sugerează că energia ta vitală revine la normal.",
      "slug": "convalescenta"
    },
    {
      "name": "Conversație",
      "category": "acțiuni",
      "shortMeaning": "Comunicare, vești, neînțelegeri, trădare.",
      "fullInterpretation": "O conversație plăcută în vis poate, paradoxal, să prevestească dezamăgiri sau planuri eșuate. Dacă vorbești o limbă necunoscută, indică bariere de comunicare în familie. Important este contextul și sentimentul din timpul discuției pentru a decodifica mesajul exact.",
      "slug": "conversatie"
    },
    {
      "name": "Copac",
      "category": "natură",
      "shortMeaning": "Viață, familie, creștere, stabilitate sau declin.",
      "fullInterpretation": "Copacul este simbolul structurii vieții tale. Un copac cu fructe sau flori indică prosperitate și fericire familială. Un copac verde și stufos simbolizează protecție și viitor favorabil. Copacul uscat sau tăiat avertizează asupra nenorocirilor, pierderilor sau lipsei de vitalitate. Urcarea în copac sugerează ambiție și succes riscant.",
      "slug": "copac"
    },
    {
      "name": "Copac cu flori",
      "category": "natură",
      "shortMeaning": "Dragoste, primăvară, bucurie, speranță.",
      "fullInterpretation": "Un copac înflorit este unul dintre cele mai frumoase simboluri onirice. Prevestește dragoste, activități plăcute și o stare financiară bună. Sugerează o perioadă de înflorire personală și de armonie în relațiile cu sexul opus.",
      "slug": "copac-cu-flori"
    },
    {
      "name": "Copac tăiat",
      "category": "natură",
      "shortMeaning": "Pierdere bruscă, sfârșit, dezamăgire, șoc.",
      "fullInterpretation": "Vederea unui copac tăiat este un avertisment serios. Poate indica o pierdere bruscă după o perioadă de bucurie, o decepție în dragoste sau sfârșitul neașteptat al unui proiect. Simbolizează tăierea rădăcinilor sau a stabilității.",
      "slug": "copac-taiat"
    },
    {
      "name": "Copac uscat",
      "category": "natură",
      "shortMeaning": "Bătrânețe, lipsă de inspirație, stagnare, ghinion.",
      "fullInterpretation": "Un copac uscat sugerează lipsa de vitalitate, epuizare sau teama de îmbătrânire. Poate indica o perioadă de stagnare, lipsă de creativitate sau ghinion în afaceri. Este un semn că trebuie să iei măsuri pentru a-ți revitaliza viața.",
      "slug": "copac-uscat"
    },
    {
      "name": "Copaci",
      "category": "natură",
      "shortMeaning": "Comunitate, noroc, protecție, mediu social.",
      "fullInterpretation": "O pădure de copaci frumoși și verzi simbolizează noroc în afaceri și dragoste, sugerând un mediu social sănătos. Copacii desfrunziți indică tristețe, izolare și probleme emoționale. Mulți copaci îngrămădiți pot sugera dușmani sau o situație complicată.",
      "slug": "copaci"
    },
    {
      "name": "Copil bolnav",
      "category": "persoane",
      "shortMeaning": "Griji, vulnerabilitate, amenințare, responsabilitate.",
      "fullInterpretation": "A vedea un copil bolnav în vis indică griji legate de bunăstarea familiei sau a unui proiect (\"copilul tău\" simbolic). Adesea, reflectă temerile mamei, chiar dacă în realitate copilul este bine. Poate semnala și o parte vulnerabilă din tine care are nevoie de atenție.",
      "slug": "copil-bolnav"
    },
    {
      "name": "Copil dispărut",
      "category": "persoane",
      "shortMeaning": "Pierderea inocenței, anxietate, căutare, nostalgie.",
      "fullInterpretation": "Visul despre un copil dispărut este extrem de stresant. Poate simboliza teama de a pierde contactul cu propriul \"copil interior\" sau nostalgia după o perioadă fără griji. Dacă îl găsești, este un semn bun de recuperare a speranței. Dacă nu, indică anxietate majoră și pierderea direcției.",
      "slug": "copil-disparut"
    },
    {
      "name": "Copil legănând",
      "category": "acțiuni",
      "shortMeaning": "Grijă, consolare, nevoie de liniște, maternitate.",
      "fullInterpretation": "A legăna un copil în vis sugerează nevoia de a consola pe cineva sau de a te autoliniști. Este un gest de protecție și iubire maternă. Poate indica dorința de a aduce pace într-o situație agitată sau de a îngriji un proiect nou.",
      "slug": "copil-leganand"
    },
    {
      "name": "Copil mic",
      "category": "persoane",
      "shortMeaning": "Inocență, începuturi, potențial, vulnerabilitate.",
      "fullInterpretation": "Copiii mici în vis reprezintă inocența, curiozitatea și potențialul de creștere. Ei ne conectează la partea pură și jucăușă din noi. Apariția lor sugerează noi începuturi, creativitate și nevoia de a fi ocrotit sau de a ocroti ceva fragil.",
      "slug": "copil-mic"
    },
    {
      "name": "Copil mort",
      "category": "persoane",
      "shortMeaning": "Sfârșit dureros, pierderea speranței, maturizare forțată.",
      "fullInterpretation": "Unul dintre cele mai tulburătoare vise, copilul mort simbolizează moartea unei speranțe, a unui proiect sau a unei părți inocente din tine. Poate indica o dezamăgire profundă, pierderea încrederii sau sfârșitul unei etape de viață. Nu prevestește moartea fizică a unui copil.",
      "slug": "copil-mort"
    },
    {
      "name": "Copil murdar",
      "category": "persoane",
      "shortMeaning": "Vinovăție, neglijență, probleme nerezolvate, lipsă de control.",
      "fullInterpretation": "Un copil murdar sugerează neglijență față de propriul suflet sau față de responsabilități. Poate indica sentimente de vinovăție, anxietate sau faptul că te agăți de trecut într-un mod nesănătos. Dacă copilul este fericit deși e murdar, poate simboliza libertatea de convenții.",
      "slug": "copil-murdar"
    },
    {
      "name": "Copil pierdut",
      "category": "persoane",
      "shortMeaning": "Confuzie, frică, responsabilitate eșuată, căutare.",
      "fullInterpretation": "A pierde un copil în vis reflectă teama de a nu face față responsabilităților sau de a pierde ceva prețios. Dacă visezi un copil faimos pierdut, atenție la informațiile false. Găsirea lui aduce o rezolvare pozitivă.",
      "slug": "copil-pierdut"
    },
    {
      "name": "Copil plângând",
      "category": "persoane",
      "shortMeaning": "Tristețe reprimată, nevoie de ajutor, neglijare.",
      "fullInterpretation": "Plânsetul unui copil în vis este un semnal de alarmă din partea subconștientului. Indică o parte din tine care suferă, se simte neglijată și are nevoie de atenție și consolare. Poate prevesti o mică dezamăgire sau o veste tristă.",
      "slug": "copil-plangand"
    },
    {
      "name": "Copil râzând",
      "category": "persoane",
      "shortMeaning": "Fericire pură, succes, vești bune, eliberare.",
      "fullInterpretation": "Râsul unui copil este un simbol extrem de pozitiv. Indică bucurie sinceră, reușită în proiecte și o perioadă lipsită de griji. Sugerează că ești în armonie cu tine însuți și că viitorul arată luminos.",
      "slug": "copil-razand"
    },
    {
      "name": "Copilărie",
      "category": "stări",
      "shortMeaning": "Nostalgie, siguranță, trecut, evadare din responsabilități.",
      "fullInterpretation": "A visa despre propria copilărie indică dorința de a scăpa de stresul vieții adulte și de a te întoarce la o perioadă de siguranță și inocență. Poate sugera, de asemenea, că anumite probleme din trecut au rămas nerezolvate și îți influențează prezentul.",
      "slug": "copilarie"
    },
    {
      "name": "Copită",
      "category": "animale",
      "shortMeaning": "Muncă grea, forță brută, lovitură, rezistență.",
      "fullInterpretation": "Copita unui animal (cal, bou) simbolizează munca fizică și rezistența. Dacă ești lovit de o copită, te poți aștepta la o trădare sau o lovitură neașteptată (\"shot in the back\"). Zgomotul copitelor poate anunța sosirea cuiva sau o veste.",
      "slug": "copita"
    },
    {
      "name": "Corabie",
      "category": "obiecte",
      "shortMeaning": "Călătorie lungă, speranță, aventură, destin.",
      "fullInterpretation": "Corabia este vehiculul călătoriei vieții. O corabie frumoasă și solidă indică speranțe mari și succes în proiecte de lungă durată. O corabie eșuată sau distrusă sugerează eșec și deziluzie. Este un simbol al explorării necunoscutului.",
      "slug": "corabie"
    },
    {
      "name": "Corabie pe apă",
      "category": "obiecte",
      "shortMeaning": "Cursul vieții, emoții, stabilitate sau furtună.",
      "fullInterpretation": "Dacă corabia plutește lin pe ape liniștite, viața ta urmează un curs favorabil. Dacă marea este agitată, te așteaptă provocări emoționale și obstacole. Corabia care se scufundă indică pericol major și pierderea controlului.",
      "slug": "corabie-pe-apa"
    },
    {
      "name": "Coral",
      "category": "natură",
      "shortMeaning": "Frumusețe ascunsă, protecție, amintiri, prietenie.",
      "fullInterpretation": "Coralul, o bijuterie a mării, simbolizează frumusețea care se naște în timp și în adâncuri. Roșul coralului este protector împotriva deochiului (în tradiție). Poate sugera prietenii durabile sau amintiri prețioase păstrate în subconștient.",
      "slug": "coral"
    },
    {
      "name": "Corb",
      "category": "animale",
      "shortMeaning": "Înțelepciune, moarte, transformare, vești, magie.",
      "fullInterpretation": "Corbul este o pasăre complexă: simbol al morții și al gândurilor negative, dar și al înțelepciunii și magiei. Poate prevesti obstacole în dragoste sau vești neplăcute. Totuși, în alchimie, \"nigredo\" (corbul) este prima etapă a transformării spirituale. A omorî un corb poate însemna învingerea unei dependențe sau a unui inamic.",
      "slug": "corb"
    },
    {
      "name": "Corbi auzind",
      "category": "animale",
      "shortMeaning": "Veste rea, avertisment, bârfe, atmosferă sumbră.",
      "fullInterpretation": "Croncănitul corbilor în vis este un semn clasic de avertizare. Sugerează vești proaste, bârfe răutăcioase sau o atmosferă încărcată de negativitate. Te îndeamnă la prudență.",
      "slug": "corbi-auzind"
    },
    {
      "name": "Corcodușe / Prune",
      "category": "alimente",
      "shortMeaning": "Fructe acide, mici nemulțumiri, sănătate, modestie.",
      "fullInterpretation": "Corcodușele sau prunele verzi indică disconfort, nemulțumiri în cuplu sau probleme digestive. Dacă sunt coapte, simbolizează bucurii simple, relaxare și socializare. Culesul lor sugerează dorințe împlinite parțial.",
      "slug": "corcoduse-sau-prune"
    },
    {
      "name": "Coridor",
      "category": "locuri",
      "shortMeaning": "Tranziție, alegere, necunoscut, trecere.",
      "fullInterpretation": "Coridorul reprezintă o perioadă de tranziție între două etape ale vieții. Dacă e lung și întunecat, indică incertitudine și frica de necunoscut. Ușile de pe coridor sunt oportunități sau alegeri pe care trebuie să le faci. Lumina de la capătul tunelului este speranța.",
      "slug": "coridor"
    },
    {
      "name": "Coroană",
      "category": "obiecte",
      "shortMeaning": "Putere, succes, responsabilitate, onoare, povară.",
      "fullInterpretation": "Coroana este simbolul suprem al succesului și al autorității. Poate prevesti o promovare, recunoaștere socială sau chiar căsătorie (cununie). Totuși, coroana poate fi și o povară grea de responsabilități. O coroană de flori are semnificații diferite (vezi mai jos).",
      "slug": "coroana"
    },
    {
      "name": "Coroană de flori",
      "category": "obiecte",
      "shortMeaning": "Omagiu, tristețe, efemeritate, succes trecător.",
      "fullInterpretation": "Coroana de flori este adesea asociată cu înmormântările, simbolizând omagiul și tristețea. Poate indica însă și glorie, onoare sau o moștenire. Florile ofilite sugerează sănătate șubredă sau pierderea unei iubiri.",
      "slug": "coroana-de-flori"
    },
    {
      "name": "Coronavirus",
      "category": "sănătate",
      "shortMeaning": "Anxietate globală, frică de contaminare, izolare, stres.",
      "fullInterpretation": "Visele despre coronavirus (COVID-19) sunt o reflectare directă a stresului și anxietății din viața reală. Simbolizează frica de invizibil, de contaminare, sentimentul de neputință și frustrarea cauzată de izolare. Nu sunt neapărat premonitorii, ci procesează trauma colectivă.",
      "slug": "coronavirus"
    },
    {
      "name": "Coropișniță",
      "category": "animale",
      "shortMeaning": "Inamic subteran, muncă distrusă, parazit, rezistență.",
      "fullInterpretation": "Coropișnița este un dăunător care acționează pe sub pământ. În vis, poate simboliza un inamic ascuns care îți subminează eforturile sau o problemă care îți \"roade\" resursele. Uciderea ei înseamnă eliminarea unui pericol. Culoarea ei poate nuanța interpretarea (vezi dicționar).",
      "slug": "coropisnita"
    },
    {
      "name": "Corp uman",
      "category": "corp",
      "shortMeaning": "Sinele, sănătate, materialitate, identitate.",
      "fullInterpretation": "Corpul în vis este reprezentarea fizică a Eului tău. Starea corpului (sănătos, bolnav, gol, îmbrăcat) reflectă starea ta psihică și emoțională. Fiecare parte a corpului are o semnificație specifică. Este templul sufletului și principalul instrument de interacțiune cu lumea.",
      "slug": "corp-uman"
    },
    {
      "name": "Corset",
      "category": "obiecte",
      "shortMeaning": "Constrângere, disciplină, suprimare, formă impusă.",
      "fullInterpretation": "Corsetul modelează corpul prin constrângere. În vis, sugerează că te simți limitat de reguli sociale sau că încerci să pari altcineva decât ești. Poate indica suprimarea emoțiilor sau a respirației (libertății). Pe de altă parte, poate avea conotații erotice sau de \"ținere laolaltă\" a lucrurilor.",
      "slug": "corset"
    },
    {
      "name": "Cort",
      "category": "locuri",
      "shortMeaning": "Instabilitate, nomandism, natură, refugiu temporar.",
      "fullInterpretation": "Cortul este o casă mobilă și fragilă. Sugerează o perioadă de instabilitate locativă sau dorința de aventură și libertate. Poate indica faptul că nu ai rădăcini sau că ești într-o etapă de tranziție. Refugiul în cort arată nevoia de protecție simplă.",
      "slug": "cort"
    },
    {
      "name": "Cortină",
      "category": "obiecte",
      "shortMeaning": "Secret, revelație, barieră, sfârșit de act.",
      "fullInterpretation": "Cortina ascunde ceea ce este pe scenă. A fi în spatele cortinei înseamnă a cunoaște secretele sau culisele unei situații. Ridicarea cortinei simbolizează revelația, descoperirea adevărului. Căderea cortinei indică sfârșitul unei etape sau al unei relații.",
      "slug": "cortina"
    },
    {
      "name": "Coș",
      "category": "obiecte",
      "shortMeaning": "Sarcină, abundență (dacă e plin), lipsuri (dacă e gol).",
      "fullInterpretation": "Un coș în vis este un recipient pentru resurse sau sarcini. Un coș plin prevestește abundență, succes la muncă și oportunități. Un coș gol indică sărăcie, nemulțumire și griji. Căratul unui coș greu simbolizează o povară sau o responsabilitate mare.",
      "slug": "cos"
    },
    {
      "name": "Coș de gunoi",
      "category": "obiecte",
      "shortMeaning": "Reziduurile minții, curățare, respingere, lucruri inutile.",
      "fullInterpretation": "Coșul de gunoi conține ceea ce nu mai este necesar. În vis, te îndeamnă să scapi de gândurile negative, de amintirile dureroase sau de obiceiurile proaste. Poate indica și sentimentul că ești tratat ca un \"gunoi\" sau că respingi o idee.",
      "slug": "cos-de-gunoi"
    },
    {
      "name": "Coș pe nas/față",
      "category": "corp",
      "shortMeaning": "Rușine, imperfecțiune, stima de sine scăzută, stres.",
      "fullInterpretation": "Coșurile (acneea) în vis sunt legate direct de imaginea de sine și de teama de a fi judecat. Un coș mare pe nas poate prevesti ghinion sau o situație jenantă. Indică faptul că te simți inconfortabil în pielea ta sau că ascunzi sentimente de furie care \"erup\".",
      "slug": "cos-pe-nas"
    },
    {
      "name": "Coșar",
      "category": "persoane",
      "shortMeaning": "Noroc, curățare, veste bună, soartă favorabilă.",
      "fullInterpretation": "Întâlnirea cu un coșar este, tradițional, unul dintre cele mai bune semne de noroc. Sugerează că \"soarta\" îți surâde și că vei scăpa de probleme (așa cum coșarul curăță funinginea). Totuși, în unele culturi, negrul funinginii poate indica dușmani.",
      "slug": "cosar"
    },
    {
      "name": "Cosciug",
      "category": "obiecte",
      "shortMeaning": "Sfârșit, transformare, frică de moarte, eliberare.",
      "fullInterpretation": "Cosciugul simbolizează moartea unei etape, îngroparea trecutului sau frica de finalitate. Deși pare sumbru, poate indica eliberarea de o povară sau o transformare radicală. Dacă ești viu în cosciug, te simți prins într-o situație fără ieșire.",
      "slug": "cosciug"
    },
    {
      "name": "Coșmar",
      "category": "stări",
      "shortMeaning": "Anxietate, traumă, avertisment, stres major.",
      "fullInterpretation": "A avea un coșmar în vis (vis în vis) sau a te trezi dintr-unul indică un nivel ridicat de stres și anxietate în viața reală. Subconștientul strigă după ajutor sau încearcă să proceseze o traumă. Poate prevesti un necaz neașteptat sau o situație copleșitoare.",
      "slug": "cosmar"
    },
    {
      "name": "Cosmetice",
      "category": "obiecte",
      "shortMeaning": "Mască, înfrumusețare, disimulare, imagine.",
      "fullInterpretation": "Cosmeticele (machiajul) sunt folosite pentru a schimba înfățișarea. În vis, pot sugera dorința de a ascunde defecte sau de a prezenta o imagine mai bună lumii (o mască socială). Pot indica și nevoia de a-ți accentua calitățile sau falsitate în relații.",
      "slug": "cosmetice"
    },
    {
      "name": "Cosmos",
      "category": "locuri",
      "shortMeaning": "Infinit, spiritualitate, detașare, perspectivă.",
      "fullInterpretation": "Visele despre cosmos sugerează o perspectivă largă asupra vieții. Problemele cotidiene par insignifiante în fața imensității universului. Indică o deschidere spirituală, dorința de cunoaștere absolută și conectarea cu divinitatea sau cu totul.",
      "slug": "cosmos"
    },
    {
      "name": "Costum",
      "category": "obiecte",
      "shortMeaning": "Rol social, profesionalism, aparență, protecție.",
      "fullInterpretation": "Costumul reprezintă rolul pe care îl joci în societate. Un costum elegant indică dorința de a fi respectat și succes profesional, dar poate ascunde și efortul de a menține aparențele. Un costum nepotrivit sugerează că nu te simți la locul tău. Costumul vechi poate aduce vești bune.",
      "slug": "costum"
    },
    {
      "name": "Costum de baie",
      "category": "obiecte",
      "shortMeaning": "Expunere, vulnerabilitate, relaxare, emoții.",
      "fullInterpretation": "În costum de baie ești mai expus decât de obicei. Visul sugerează vulnerabilitate emoțională, dar și dorința de relaxare și de a fi sincer cu cei din jur. Poate indica nevoia de a te \"scălda\" în emoții sau de a te purifica.",
      "slug": "costum-de-baie"
    },
    {
      "name": "Costum negru",
      "category": "obiecte",
      "shortMeaning": "Formalitate, doliu, eleganță sobră, mister.",
      "fullInterpretation": "Costumul negru este ambivalent: poate semnifica eleganță și autoritate maximă, dar și doliu, tristețe sau depresie. Contextul este crucial. Dacă te simți bine în el, e putere. Dacă ești trist, e pierdere.",
      "slug": "costum-negru"
    },
    {
      "name": "Costum popular",
      "category": "obiecte",
      "shortMeaning": "Tradiție, identitate, rădăcini, autenticitate.",
      "fullInterpretation": "Purtarea unui costum popular indică o conexiune puternică cu rădăcinile, tradițiile și identitatea națională sau familială. Sugerează autenticitate, mândrie și respect pentru valori vechi. Poate indica și o imaginație bogată.",
      "slug": "costum-popular"
    },
    {
      "name": "Cotlet",
      "category": "alimente",
      "shortMeaning": "Hrană consistentă, câștig, satisfacție materială.",
      "fullInterpretation": "Carnea (cotletul) în vis, mai ales cea de porc, este adesea asociată cu câștigul material și bogăția obținută, uneori, cu îngăduință. Dacă mănânci cotlet, te vei bucura de prosperitate. Cotletul crud indică un câștig iminent.",
      "slug": "cotlet"
    },
    {
      "name": "Coțofană",
      "category": "animale",
      "shortMeaning": "Bârfă, furt, ceartă, vești neplăcute.",
      "fullInterpretation": "Coțofana este cunoscută ca o pasăre hoață și gălăgioasă. În vis, prevestește certuri în familie, bârfe și posibile furturi sau pierderi mărunte. Indică persoane indiscrete care își bagă nasul în treburile tale.",
      "slug": "cotofana"
    },
    {
      "name": "Covor",
      "category": "obiecte",
      "shortMeaning": "Confort, bogăție, ascundere, fundație.",
      "fullInterpretation": "Covorul reprezintă confortul și căldura căminului. Un covor frumos indică bogăție și liniște. A bate covoarele înseamnă curățenie (și vești). Covorul înfășurat sugerează secrete (\"a băga sub preș\"). Mersul pe un covor lung prevestește o perioadă bună.",
      "slug": "covor"
    },
    {
      "name": "Covor roșu",
      "category": "obiecte",
      "shortMeaning": "Glorie, recunoaștere, VIP, ocazie specială.",
      "fullInterpretation": "Covorul roșu este simbolul faimei și al tratamentului preferențial. Visul indică dorința ta de a fi admirat, de a fi în centrul atenției și de a primi onoruri. Ești pregătit pentru o etapă de succes și festivitate în viața ta.",
      "slug": "covor-rosu"
    }
  ]
}