{
  "symbols": [
    {
      "name": "Cer albastru",
      "category": "natură",
      "shortMeaning": "Speranță, claritate mentală, noroc și pace interioară.",
      "fullInterpretation": "Cerul albastru în vis este un simbol al optimismului și al seninătății. Sugerează că norii grijilor s-au risipit și că urmează o perioadă de noroc și claritate. Te simți liber, neîngrădit și capabil să îți atingi obiectivele. Poate indica și o conexiune spirituală puternică sau pur și simplu bucuria de a trăi.",
      "slug": "cer-albastru"
    },
    {
      "name": "Cer cu stele",
      "category": "natură",
      "shortMeaning": "Aspirații înalte, destin, ghidare și speranță în întuneric.",
      "fullInterpretation": "Un cer înstelat în vis simbolizează speranța și aspirațiile tale cele mai înalte. Stelele sunt ghizi în noapte, sugerând că, deși te afli într-o perioadă de incertitudine (\"întuneric\"), ai repere clare și un destin luminos. Poate indica inspirație, vise mari și sentimentul că ești protejat de univers.",
      "slug": "cer-cu-stele"
    },
    {
      "name": "Cer intunecat",
      "category": "natură",
      "shortMeaning": "Griji, depresie, pericol iminent sau confuzie.",
      "fullInterpretation": "Un cer întunecat sau înnorat prevestește o perioadă dificilă. Norii negri simbolizează griji apăsătoare, depresie sau un conflict care stă să izbucnească (furtuna). Este un avertisment să fii precaut și să nu iei decizii majore sub imperiul fricii sau al confuziei. Totuși, dacă vezi o rază de lumină, speranța nu este pierdută.",
      "slug": "cer-intunecat"
    },
    {
      "name": "Cer rosu",
      "category": "natură",
      "shortMeaning": "Pasiune, avertisment, furie sau schimbare majoră.",
      "fullInterpretation": "Cerul roșu poate fi interpretat în două moduri, în funcție de context. Poate simboliza o pasiune arzătoare sau o energie creativă intensă. Pe de altă parte, poate fi un semn de avertizare (\"cerul roșu la apus\"), indicând furie, pericol sau o schimbare socială turbulentă. Reflectă o stare emoțională intensă și volatilă.",
      "slug": "cer-rosu"
    },
    {
      "name": "Cer senin",
      "category": "natură",
      "shortMeaning": "Armonie, succes, fericire și lipsa obstacolelor.",
      "fullInterpretation": "Cerul senin este imaginea perfectă a armoniei și a succesului. În vis, îți spune că drumul îți este deschis și că nu există obstacole majore în calea ta. Te bucuri de pace sufletească și de relații clare cu cei din jur. Poate marca sfârșitul unei perioade de zbucium și începutul unei etape de prosperitate.",
      "slug": "cer-senin"
    },
    {
      "name": "Cerb",
      "category": "animale",
      "shortMeaning": "Noblețe, putere masculină, regenerare și spiritualitate.",
      "fullInterpretation": "Cerbul, cu coarnele sale care se reînnoiesc periodic, este un simbol al regenerării și al nobleței. În vis, reprezintă puterea masculină, demnitatea și legătura cu sacrul. Poate indica un ghid spiritual sau nevoia de a te reconecta cu natura. Coarnele mari sugerează mândrie și statut, dar și o povară pe care o porți cu grație.",
      "slug": "cerb"
    },
    {
      "name": "Cerb alergand",
      "category": "animale",
      "shortMeaning": "Libertate, atingerea scopurilor, viteză și energie.",
      "fullInterpretation": "Un cerb care aleargă în vis simbolizează libertatea de mișcare și urmărirea rapidă a unui scop. Dacă îl urmărești, înseamnă că încerci să atingi un ideal înalt. Dacă el fuge de tine, poate sugera o oportunitate ratată sau o dorință care îți scapă printre degete. Este un semn de dinamism și vitalitate.",
      "slug": "cerb-alergand"
    },
    {
      "name": "Cercei / Cercel",
      "category": "obiecte",
      "shortMeaning": "Atenție, vanitate, secrete auzite sau statut.",
      "fullInterpretation": "Cerceii atrag atenția asupra urechilor, simbolizând ascultarea. În vis, pot sugera că trebuie să fii atent la ce se spune în jurul tău (zvonuri, secrete). De asemenea, sunt accesorii de înfrumusețare, indicând vanitate, dorința de a plăcea sau statut social. Un cercel pierdut poate însemna că ai ratat o informație importantă.",
      "slug": "cercei-cercel"
    },
    {
      "name": "Cercei de argint",
      "category": "obiecte",
      "shortMeaning": "Intuiție, protecție, bârfe sau energie feminină.",
      "fullInterpretation": "Argintul este un metal asociat cu Luna și feminitatea. Cerceii de argint pot simboliza intuiția și protecția emoțională. Totuși, în tradiția populară, argintul este uneori legat de lacrimi sau bârfe. Visul te avertizează să fii discret și să îți asculți vocea interioară, nu gura lumii.",
      "slug": "cercei-de-argint"
    },
    {
      "name": "Cercei de aur",
      "category": "obiecte",
      "shortMeaning": "Bogăție, valoare, promisiuni sau ispite.",
      "fullInterpretation": "Cerceii de aur simbolizează prosperitatea și valoarea personală. Pot indica un câștig financiar sau o promisiune valoroasă pe care ai auzit-o. Totuși, aurul poate fi și o ispită sau o povară. Dacă cerceii sunt prea grei, înseamnă că responsabilitățile asociate cu statutul tău te apasă.",
      "slug": "cercei-de-aur"
    },
    {
      "name": "Cercei purtand",
      "category": "acțiuni",
      "shortMeaning": "Afirmare, dorința de a impresiona, ascultare selectivă.",
      "fullInterpretation": "A purta cercei în vis înseamnă că vrei să îți pui în valoare feminitatea sau statutul. Ești gata să asculți și să fii ascultat. Dacă cerceii te dor sau te incomodează, poate sugera că auzi lucruri neplăcute despre tine sau că efortul de a păstra aparențele te costă prea mult.",
      "slug": "cercei-purtand"
    },
    {
      "name": "Cercei vanzand",
      "category": "acțiuni",
      "shortMeaning": "Renunțare, schimb de valori, pierderea statutului sau generozitate.",
      "fullInterpretation": "A vinde cercei în vis sugerează că ești dispus să renunți la ceva valoros (o informație, un statut, o imagine) în schimbul altor resurse. Poate indica o perioadă de dificultăți financiare în care trebuie să \"vinzi\" din aparențe, sau o schimbare de priorități, punând mai puțin preț pe vanitate.",
      "slug": "cercei-vanzand"
    },
    {
      "name": "Cercel pierdut",
      "category": "obiecte",
      "shortMeaning": "Informație ratată, neatenție, pierderea unei protecții sau confuzie.",
      "fullInterpretation": "Pierderea unui cercel în vis este un semn de neatenție. Sugerează că ai ignorat un sfat bun sau o informație vitală. Poate simboliza și un dezechilibru (ai rămas cu unul singur), o confuzie în a discerne adevărul de minciună sau pierderea unei mici protecții simbolice.",
      "slug": "cercel-pierdut"
    },
    {
      "name": "Cercetator",
      "category": "persoane",
      "shortMeaning": "Curiozitate, analiză, descoperire și nevoia de a înțelege.",
      "fullInterpretation": "Cercetătorul în vis reprezintă latura ta analitică și rațională. Indică faptul că ești în căutarea unor răspunsuri profunde și că ești dispus să examinezi detaliile pentru a ajunge la adevăr. Poate sugera că trebuie să abordezi o problemă cu mai multă metodă și obiectivitate, lăsând emoțiile deoparte.",
      "slug": "cercetator"
    },
    {
      "name": "Cereale",
      "category": "alimente",
      "shortMeaning": "Abundență, recoltă, începuturi noi și sănătate.",
      "fullInterpretation": "Cerealele sunt simbolul fundamental al hranei și al vieții. În vis, prevestesc belșug, sănătate și rodul muncii tale. Un câmp de cereale coapte indică succes și prosperitate. Mâncând cereale, îți hrănești corpul și mintea cu energie pură. Este un semn că eforturile tale vor da roade bogate.",
      "slug": "cereale"
    },
    {
      "name": "Ceremonie",
      "category": "acțiuni",
      "shortMeaning": "Tranziție, recunoaștere, integrare socială și solemnitate.",
      "fullInterpretation": "O ceremonie în vis marchează o etapă importantă de tranziție (nuntă, botez, absolvire). Indică nevoia de recunoaștere socială și de oficializare a unei schimbări în viața ta. Te simți pregătit să treci la un nou nivel și să îți asumi noi responsabilități în fața comunității.",
      "slug": "ceremonie"
    },
    {
      "name": "Cerere in casatorie",
      "category": "acțiuni",
      "shortMeaning": "Angajament, uniune, decizie majoră sau dorință de stabilitate.",
      "fullInterpretation": "Visul despre o cerere în căsătorie reflectă dorința de angajament și de stabilitate emoțională. Poate indica faptul că ești gata să te dedici unei persoane sau unui proiect pe termen lung. Dacă tu faci cererea, ești proactiv în a-ți modela destinul. Dacă o primești, aștepți o validare sau o oportunitate care îți va schimba viața.",
      "slug": "cerere-in-casatorie"
    },
    {
      "name": "Cerneala",
      "category": "obiecte",
      "shortMeaning": "Comunicare scrisă, permanență, pată sau creativitate.",
      "fullInterpretation": "Cerneala simbolizează ceea ce este scris și rămâne. Poate sugera nevoia de a comunica ceva durabil, de a semna un contract sau de a-ți exprima creativitatea. O pată de cerneală, însă, indică o greșeală care nu poate fi ștearsă ușor, o reputație pătată sau griji care îți întunecă gândurile.",
      "slug": "cerneala"
    },
    {
      "name": "Cersetor",
      "category": "persoane",
      "shortMeaning": "Lipsuri, umilință, nevoia de ajutor sau partea neglijată a sinelui.",
      "fullInterpretation": "Cerșetorul în vis poate reprezenta propria ta teamă de sărăcie sau sentimentul că nu ești valoros. Poate simboliza o parte din tine care a fost neglijată și care acum \"cerșește\" atenție și iubire. Dacă ajuți un cerșetor, indică generozitate și o îmbunătățire a karmei. Dacă îl ignori, poate sugera o inimă împietrită.",
      "slug": "cersetor"
    },
    {
      "name": "Certificat",
      "category": "obiecte",
      "shortMeaning": "Validare, legalitate, recunoaștere și siguranță.",
      "fullInterpretation": "Un certificat în vis este o dovadă a competenței sau a identității tale. Indică nevoia de validare externă și de a avea lucrurile \"în regulă\" din punct de vedere legal sau social. Poate sugera că ai trecut un test important sau că ai nevoie de o garanție pentru a te simți în siguranță.",
      "slug": "certificat"
    },
    {
      "name": "Certificat de nastere",
      "category": "obiecte",
      "shortMeaning": "Identitate, origini, început nou și drepturi.",
      "fullInterpretation": "Certificatul de naștere simbolizează identitatea ta fundamentală și dreptul tău de a exista. În vis, poate sugera că îți pui întrebări despre cine ești cu adevărat sau despre originile tale. Poate marca un nou început simbolic, o \"renaștere\", sau necesitatea de a-ți revendica drepturile și locul în lume.",
      "slug": "certificat-de-nastere"
    },
    {
      "name": "Cetate",
      "category": "locuri",
      "shortMeaning": "Protecție, izolare, rezistență și valori defensive.",
      "fullInterpretation": "O cetate în vis este un simbol al apărării. Indică faptul că ți-ai construit ziduri groase în jur pentru a te proteja de răni emoționale. Poate sugera rezistență în fața adversităților, dar și riscul de izolare. Dacă cetatea este asediată, te simți atacat sau presat. Dacă este în ruină, vechile tale mecanisme de apărare nu mai funcționează.",
      "slug": "cetate"
    },
    {
      "name": "Cezariana",
      "category": "acțiuni",
      "shortMeaning": "Ajutor extern, naștere dificilă, soluție rapidă sau intervenție.",
      "fullInterpretation": "Cezariana în vis sugerează că un proiect sau o idee nouă are nevoie de ajutor extern pentru a veni pe lume. Nu poți face totul singur; ai nevoie de o intervenție. Poate indica o soluție rapidă și chirurgicală la o problemă care stagna, sau faptul că rezultatele vor veni pe o cale neconvențională.",
      "slug": "cezariana"
    },
    {
      "name": "Cheala",
      "category": "persoane",
      "shortMeaning": "Vulnerabilitate, expunere, pierderea puterii sau sinceritate brută.",
      "fullInterpretation": "O femeie cheală în vis este o imagine șocantă care indică vulnerabilitate extremă și pierderea feminității convenționale. Poate sugera că te simți expus, fără apărare. Totuși, poate simboliza și o sinceritate brută, renunțarea la măști și la vanitate, sau o înțelepciune care transcende aparențele.",
      "slug": "cheala"
    },
    {
      "name": "Chei",
      "category": "obiecte",
      "shortMeaning": "Soluții, acces, putere, secrete sau oportunități.",
      "fullInterpretation": "Cheile sunt simbolul soluțiilor și al accesului. A avea cheile în mână înseamnă că deții puterea de a rezolva o problemă sau de a deschide o ușă (oportunitate). O cheie pierdută indică confuzie și blocaj. A oferi cheia cuiva este un gest de mare încredere, oferind acces la intimitatea ta.",
      "slug": "chei"
    },
    {
      "name": "Chei multe",
      "category": "obiecte",
      "shortMeaning": "Multe opțiuni, responsabilități, confuzie sau putere.",
      "fullInterpretation": "Un inel cu multe chei sugerează că ai multe responsabilități sau că ești în fața mai multor opțiuni și nu știi pe care să o alegi (\"cheia potrivită\"). Poate indica faptul că ești o persoană cu autoritate, care gestionează multe aspecte ale vieții (un \"administrator\"), dar și riscul de a te pierde în detalii.",
      "slug": "chei-multe"
    },
    {
      "name": "Chei rasucind in broasca",
      "category": "acțiuni",
      "shortMeaning": "Acțiune decisivă, finalizare, deschidere sau închidere.",
      "fullInterpretation": "Răsucirea cheii în broască este momentul decisiv: fie deschizi o cale, fie închizi un capitol. Dacă cheia se răsucește ușor, soluția este la îndemână și lucrurile merg bine. Dacă se blochează, întâmpini rezistență și trebuie să cauți o altă abordare. Sunetul cheii în broască poate fi un \"click\" mental, momentul în care ai înțeles ceva.",
      "slug": "chei-rasucind-in-broasca"
    },
    {
      "name": "Cheie",
      "category": "obiecte",
      "shortMeaning": "Soluție, cunoaștere, libertate sau securitate.",
      "fullInterpretation": "O singură cheie în vis este adesea \"cheia succesului\" sau răspunsul la o întrebare care te frământă. Poate simboliza libertatea (cheia care deschide cușca) sau securitatea (cheia care încuie ușa). Este un instrument de putere: cine are cheia, controlează accesul.",
      "slug": "cheie"
    },
    {
      "name": "Cheie rupta",
      "category": "obiecte",
      "shortMeaning": "Eșec, frustrare, oportunitate ratată sau nepotrivire.",
      "fullInterpretation": "O cheie ruptă în vis este un semn de frustrare. Încercarea ta de a rezolva o problemă a eșuat sau metoda folosită a fost greșită (prea multă forță). Poate indica o oportunitate ratată ireversibil, o relație care s-a \"rupt\" sau faptul că nu mai ai acces la o anumită persoană sau situație.",
      "slug": "cheie-rupta"
    },
    {
      "name": "Chel",
      "category": "persoane",
      "shortMeaning": "Simplitate, pierdere, inteligență sau lipsa ascunzișurilor.",
      "fullInterpretation": "Un bărbat chel în vis poate simboliza inteligența, dar și o anumită lipsă de vitalitate sau virilitate (în interpretări clasice). Poate sugera transparență: o persoană care nu are nimic de ascuns. Dacă tu ești chel (și nu ești în realitate), poate indica teama de a-ți pierde puterea de seducție sau o expunere publică nedorită.",
      "slug": "chel"
    },
    {
      "name": "Chelie",
      "category": "corp",
      "shortMeaning": "Anxietate, pierdere, dezvăluire sau înțelepciune.",
      "fullInterpretation": "Chelia în vis este adesea legată de teama de îmbătrânire și de pierderea puterii. Poate indica faptul că te simți \"descoperit\", vulnerabil în fața criticilor. Totuși, în anumite culturi, capul ras este semn de înțelepciune și renunțare la ego. Interpretarea depinde de cum te simți față de chelie în vis: rușinat sau eliberat?",
      "slug": "chelie"
    },
    {
      "name": "Chelner chelnerita",
      "category": "persoane",
      "shortMeaning": "Serviciu, a fi în slujba altora, așteptare sau hrană.",
      "fullInterpretation": "Un chelner sau o chelneriță în vis simbolizează ideea de a servi. Poate sugera că ești prea servil în viața reală, punând nevoile altora mai presus de ale tale. Sau, dimpotrivă, că aștepți să fii servit, să primești ajutor sau \"hrană\" (emoțională/spirituală) de la alții. Modul în care te tratează chelnerul reflectă modul în care simți că te tratează viața.",
      "slug": "chelner-chelnerita"
    },
    {
      "name": "Chemare",
      "category": "acțiuni",
      "shortMeaning": "Vocație, avertisment, nevoie de conexiune sau mesaj divin.",
      "fullInterpretation": "A fi chemat pe nume în vis este un semn puternic. Poate fi vocea conștiinței tale, un avertisment de la subconștient sau o chemare către o vocație. Indică faptul că ești necesar, că ai o misiune sau că cineva are nevoie urgentă de atenția ta. Dacă auzi o chemare dar nu vezi pe nimeni, fii atent la intuiția ta.",
      "slug": "chemare"
    },
    {
      "name": "Cherestea",
      "category": "obiecte",
      "shortMeaning": "Material de construcție, potențial, muncă brută sau resurse.",
      "fullInterpretation": "Cheresteaua este lemnul pregătit pentru construcție. În vis, simbolizează resursele brute pe care le ai la dispoziție pentru a-ți construi viața sau un proiect. Sugerează că ai materialul necesar, dar mai e de muncă. Grămezile de cherestea pot indica planuri de viitor sau nevoia de a organiza resursele înainte de a începe treaba.",
      "slug": "cherestea"
    },
    {
      "name": "Chibrituri",
      "category": "obiecte",
      "shortMeaning": "Scânteie, idee, pericol de foc, lumină mică sau început.",
      "fullInterpretation": "Chibriturile simbolizează potențialul de a aprinde ceva: o idee, o pasiune sau un conflict. Un chibrit aprins în întuneric este un semn de speranță și de ghidare, o mică lumină în confuzie. O cutie de chibrituri sugerează resurse latente. Atenție însă, joaca cu chibriturile avertizează asupra riscurilor inutile.",
      "slug": "chibrituri"
    },
    {
      "name": "Chiciura",
      "category": "natură",
      "shortMeaning": "Răceală, frumusețe efemeră, izolare sau oprire.",
      "fullInterpretation": "Chiciura care acoperă peisajul în vis sugerează o atmosferă de răceală emoțională sau izolare, dar de o frumusețe stranie. Poate indica o perioadă de stagnare, în care lucrurile sunt \"înghețate\" temporar. Este un simbol al efemerului și al fragilității: o situație care pare frumoasă, dar se poate topi la prima rază de soare (adevăr).",
      "slug": "chiciura"
    },
    {
      "name": "Chiftele",
      "category": "alimente",
      "shortMeaning": "Confort, transformare, hrană simplă sau amestec.",
      "fullInterpretation": "Chiftelele sunt un aliment reconfortant, făcut din ingrediente amestecate. În vis, pot sugera nevoia de confort familial sau de a integra diverse aspecte ale vieții tale într-un tot unitar. Pot simboliza și transformarea: ai luat \"carnea crudă\" (problemele brute) și ai făcut ceva gustos din ea. E un semn de adaptabilitate.",
      "slug": "chiftele"
    },
    {
      "name": "Chihlimbar",
      "category": "obiecte",
      "shortMeaning": "Trecut conservat, vindecare, energie solară sau amintiri.",
      "fullInterpretation": "Chihlimbarul este o rășină fosilă, un \"timp înghețat\". În vis, simbolizează legătura cu trecutul, amintiri vechi și prețioase care s-au păstrat intacte. Este considerat și o piatră a vindecării și a energiei solare, sugerând că poți extrage înțelepciune și căldură din experiențele vechi. Poate fi un talisman norocos.",
      "slug": "chihlimbar"
    },
    {
      "name": "Chilot chiloti",
      "category": "obiecte",
      "shortMeaning": "Intimitate, secrete, sexualitate sau vulnerabilitate.",
      "fullInterpretation": "Lenjeria intimă în vis se referă direct la viața privată, la secrete și la sexualitate. Dacă ești în lenjerie în public, te simți expus, vulnerabil și ți-e teamă că ți se vor afla secretele. Dacă cumperi lenjerie, sugerează dorința de a-ți îmbunătăți viața intimă sau imaginea de sine. Starea lenjeriei (curată/murdară) reflectă stima de sine.",
      "slug": "chilot-chiloti"
    },
    {
      "name": "Chiloti noi",
      "category": "obiecte",
      "shortMeaning": "Început nou în dragoste, încredere în sine sau schimbare intimă.",
      "fullInterpretation": "Chiloții noi simbolizează o reînnoire a vieții intime sau o creștere a încrederii în propria atractivitate. Poate prevesti o nouă relație romantică sau o etapă mai proaspătă în relația actuală. Indică faptul că ești pregătit să te dezvălui altcuiva sau să schimbi ceva fundamental în modul în care te percepi.",
      "slug": "chiloti-noi"
    },
    {
      "name": "Chimono",
      "category": "obiecte",
      "shortMeaning": "Tradiție, eleganță, ritual, mister sau exotic.",
      "fullInterpretation": "Chimonoul în vis evocă eleganța, ritualul și misterul oriental. Poate sugera nevoia de a adopta o atitudine mai ceremonioasă sau mai disciplinată în viață. Poate simboliza și dorința de a ascunde emoțiile sub o aparență rafinată și controlată. Este un semn al frumuseții formale și al respectului pentru tradiție.",
      "slug": "chimono"
    },
    {
      "name": "Chin chinuit",
      "category": "emoții",
      "shortMeaning": "Suferință, vinovăție, pedeapsă sau purificare prin durere.",
      "fullInterpretation": "A te simți chinuit în vis reflectă o durere interioară reală, o vinovăție care te macină sau o situație de viață pe care o percepi ca pe o tortură. Poate fi modul subconștientului de a procesa traume sau de a te autopedepsi pentru greșeli reale sau imaginare. Este un semnal că trebuie să cauți eliberarea și iertarea.",
      "slug": "chin-chinuit"
    },
    {
      "name": "China",
      "category": "locuri",
      "shortMeaning": "Exotic, distanță, complexitate, înțelepciune sau neînțeles.",
      "fullInterpretation": "China în vis poate simboliza ceva foarte îndepărtat, exotic și greu de înțeles (\"e chineză pentru mine\"). Poate sugera o situație complexă, o cultură diferită sau nevoia de a adopta o perspectivă mai răbdătoare și înțeleaptă (filozofia orientală). Poate indica și sentimentul de înstrăinare sau fascinația pentru necunoscut.",
      "slug": "china"
    },
    {
      "name": "Chinez",
      "category": "persoane",
      "shortMeaning": "Străin, muncitor, înțelept sau neînțeles.",
      "fullInterpretation": "Un chinez în vis poate reprezenta arhetipul străinului sau al înțeleptului. Poate sugera hărnicia, disciplina și atenția la detalii. Dacă nu înțelegi ce spune, indică o barieră de comunicare în viața ta reală sau o situație care te depășește. Poate fi o invitație la a învăța ceva nou și diferit de modul tău obișnuit de gândire.",
      "slug": "chinez"
    },
    {
      "name": "Chirie",
      "category": "acțiuni",
      "shortMeaning": "Provizorat, datorie, lipsa proprietății sau flexibilitate.",
      "fullInterpretation": "A plăti chirie în vis sugerează că nu te simți stăpân pe viața ta sau pe spațiul tău; totul pare temporar sau condiționat. Poate indica obligații financiare care te presează. Pe de altă parte, a sta cu chirie poate simboliza flexibilitatea, lipsa de atașament material și libertatea de a te muta oricând. Este un semn al tranzitului.",
      "slug": "chirie"
    },
    {
      "name": "Chirurg",
      "category": "persoane",
      "shortMeaning": "Vindecare radicală, tăierea răului, precizie sau durere necesară.",
      "fullInterpretation": "Chirurgul în vis este cel care intervine radical pentru a vindeca. Simbolizează necesitatea de a \"tăia în carne vie\" pentru a elimina o problemă, o relație toxică sau un obicei nociv. Deși procesul poate fi dureros și înspăimântător, scopul este salvarea și însănătoșirea. Sugerează o decizie drastică și precisă.",
      "slug": "chirurg"
    },
    {
      "name": "Chitanta",
      "category": "obiecte",
      "shortMeaning": "Dovadă, achitare, responsabilitate îndeplinită sau birocrație.",
      "fullInterpretation": "Chitanța este dovada plății. În vis, sugerează că ți-ai achitat o datorie (morală sau financiară) și ești liber. Poate indica nevoia de a primi confirmare pentru eforturile tale sau teama de a fi acuzat pe nedrept. Este un simbol al corectitudinii și al încheierii unei tranzacții cu viața.",
      "slug": "chitanta"
    },
    {
      "name": "Chitara",
      "category": "obiecte",
      "shortMeaning": "Romantism, exprimare emoțională, pasiune sau armonie.",
      "fullInterpretation": "Chitara în vis este un instrument al sufletului și al romantismului. Forma sa amintește de corpul feminin. A cânta la chitară sugerează nevoia de a-ți exprima sentimentele, de a seduce sau de a crea armonie. Dacă corzile sunt rupte, indică o dezamăgire în dragoste sau dificultatea de a comunica emoțional.",
      "slug": "chitara"
    },
    {
      "name": "Chiuveta",
      "category": "obiecte",
      "shortMeaning": "Curățare, eliberare de emoții, igienă sau blocaj.",
      "fullInterpretation": "Chiuveta este locul unde te speli și unde se scurge apa murdară. În vis, simbolizează nevoia de purificare emoțională, de a te spăla de griji sau de sentimente de vinovăție. O chiuvetă înfundată este un semn clar de blocaj emoțional: nu poți lăsa trecutul să plece, iar sentimentele negative se acumulează.",
      "slug": "chiuveta"
    },
    {
      "name": "Cicatrice",
      "category": "corp",
      "shortMeaning": "Vindecare, amintirea durerii, supraviețuire și trecut marcat.",
      "fullInterpretation": "Cicatricea este semnul unei răni vindecate. În vis, îți amintește de o traumă din trecut pe care ai depășit-o, dar care te-a marcat. Este un simbol al supraviețuirii și al rezistenței. Poate sugera că ești puternic, dar și că nu trebuie să uiți lecțiile învățate prin suferință. Cicatricea este istoria ta scrisă pe corp.",
      "slug": "cicatrice"
    }
  ]
}