{
  "symbols": [
    {
      "name": "Cap",
      "category": "dictionar",
      "shortMeaning": "Daca ati visat un cap de porc pe un platou, si acesta este curat, nu exista urme de sange sau de ...",
      "fullInterpretation": "Daca ati visat un cap de porc pe un platou, si acesta este curat, nu exista urme de sange sau de murdarie, atunci acest vis poate fi vazut ca si un apel la o actiune. Este un motiv pentru care trebuie sa ne amintim lucruri neterminate, atat la locul de munca cat si in viata noastra personala. Capul de porc poate indica, de asemenea, un sef sau un aliat influent, care vÄƒ va ajuta cu problemele financiare si vÄƒ va da incredere in capacitatea dumneavoastra. Un cap de porc taiat inseamna ca in viitorul apropiat ar trebui sa fim gata de un pericol, luand aceste in considerare, va sugeram sa evitati si afacerile riscante. O atentie deosebita trebuie acordata si visului in care capul de porc taiat este acoperit de sange, in acest caz visul va avertizeaza despre dezamagiri si prabusirea tuturor planurilor si sperantelor dumneavoastra. Daca capul de porc nu este in sange, dar este plin de mizerie, inseamna ca nu veti fi capabili sa evitati o barfa sau o provocare facuta la adresa dumneavoastra.Accidentarea la cap indica adesea faptul ca cineva sau ceva va va schimba punctul de vedere sau va va afecta judecata limpede. De asemenea, visul poate face referire la o anume manipulare sau anumite intentii rautacioase din partea cuiva. Rana la cap Visare unei rani sau a mai multora la nivelul capului simbolizeaza incapacitatea de a vedea realitatea dintr-o situatie sau sau incapacitatea de a lua o decizie pe cont propriu. Vanatai pe cap De obicei, astfel de vise sunt legate de relatii si viata amororasa. Multiple vanatai la cap indica numeroase relatii care au mers prost si care acum va fac sa nu mai aveti incredere in oameni. Cu toate acestea, visul nu este unul tocmai rau, deoarece acele vanatai inseamna experienta si mai inseamna ca acum veti fi pregatiti pentru o relatie serioasa pe care o puteti duce la un alt nivel. Cap spart Capul spart, mai ales daca in vis aceti senzatia ca vi-ati crapat craniul, este simbolul noilor sanse, si indica planuri pentru noi inceputuri. Poate ca veti simti o nesiguranta la inceput, dar pana acum ar trebui sa stiti ca orice schimbare este dificila la inceput.Visul in care aveti o durere de cap sugereaza ca va indreptati spre o directie gresita. Va ignorati intelectul si gandirea nationala. Trebuie sa va folositi mintea si sa nu va lasati emotiile sa scape de sub control. Alternativ, visul la o durere de cap este o atentionare in privinta incredintarii afacerilor dumneavoastra catre oricine. Traditia islamica spune ca durerea de cap in vise reprezinta pacatele celui care viseaza.A visa un corp fara cap sugereaza o oarecare separare de emotii. Alternativ, visul ar putea implica o forma de atac sau lupta. Daca visati ca vedeti un trup fara cap inseamna ca nu ganditi clar sau nu faceti fata presiunii mentale. Visul in care sunteti fara cap inseamna ca actionati fara a va gandi. Calaretul fara cap in vise reprezinta o influenta negativa asupra dumneavoastra.",
      "slug": "cap"
    },
    {
      "name": "Cap de porc",
      "category": "dictionar",
      "shortMeaning": "Daca ati visat un cap de porc pe un platou, si acesta este curat, nu exista urme de sange sau de ...",
      "fullInterpretation": "Daca ati visat un cap de porc pe un platou, si acesta este curat, nu exista urme de sange sau de murdarie, atunci acest vis poate fi vazut ca si un apel la o actiune. Este un motiv pentru care trebuie sa ne amintim lucruri neterminate, atat la locul de munca cat si in viata noastra personala. Capul de porc poate indica, de asemenea, un sef sau un aliat influent, care vÄƒ va ajuta cu problemele financiare si vÄƒ va da incredere in capacitatea dumneavoastra. Un cap de porc taiat inseamna ca in viitorul apropiat ar trebui sa fim gata de un pericol, luand aceste in considerare, va sugeram sa evitati si afacerile riscante. O atentie deosebita trebuie acordata si visului in care capul de porc taiat este acoperit de sange, in acest caz visul va avertizeaza despre dezamagiri si prabusirea tuturor planurilor si sperantelor dumneavoastra. Daca capul de porc nu este in sange, dar este plin de mizerie, inseamna ca nu veti fi capabili sa evitati o barfa sau o provocare facuta la adresa dumneavoastra.",
      "slug": "cap-de-porc"
    },
    {
      "name": "Cap spart / lovitura la cap",
      "category": "dictionar",
      "shortMeaning": "Accidentarea la cap indica adesea faptul ca cineva sau ceva va va schimba punctul de vedere sau v...",
      "fullInterpretation": "Accidentarea la cap indica adesea faptul ca cineva sau ceva va va schimba punctul de vedere sau va va afecta judecata limpede. De asemenea, visul poate face referire la o anume manipulare sau anumite intentii rautacioase din partea cuiva. Rana la cap Visare unei rani sau a mai multora la nivelul capului simbolizeaza incapacitatea de a vedea realitatea dintr-o situatie sau sau incapacitatea de a lua o decizie pe cont propriu. Vanatai pe cap De obicei, astfel de vise sunt legate de relatii si viata amororasa. Multiple vanatai la cap indica numeroase relatii care au mers prost si care acum va fac sa nu mai aveti incredere in oameni. Cu toate acestea, visul nu este unul tocmai rau, deoarece acele vanatai inseamna experienta si mai inseamna ca acum veti fi pregatiti pentru o relatie serioasa pe care o puteti duce la un alt nivel. Cap spart Capul spart, mai ales daca in vis aceti senzatia ca vi-ati crapat craniul, este simbolul noilor sanse, si indica planuri pentru noi inceputuri. Poate ca veti simti o nesiguranta la inceput, dar pana acum ar trebui sa stiti ca orice schimbare este dificila la inceput.",
      "slug": "cap-spart-lovitura-la-cap"
    },
    {
      "name": "Capac",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "capac"
    },
    {
      "name": "Capcana",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "capcana"
    },
    {
      "name": "Capcaun",
      "category": "dictionar",
      "shortMeaning": "In general visele in care ne apar capcauni nu sunt considerate unele bune, acestea reprezinta ant...",
      "fullInterpretation": "In general visele in care ne apar capcauni nu sunt considerate unele bune, acestea reprezinta anturajul nostru sau tulburari ale sufletului. - Daca visezi un capcaun - estiÂ probabil prada unui anturaj invadator si posesiv. - Capcaunul in vis mai poate fi si o reprezentare a tatalui si a mamei sau a substitutilor lui simbolici : sotul sau sotia, seful ori sef, etc. Exista cazuri in care aceste personaje nu simbolizeaza amenintarile exterioare, ci pe cele interioare : este vorba de propriile instincte care te devoreaza.",
      "slug": "capcaun"
    },
    {
      "name": "Capela",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "capela"
    },
    {
      "name": "Capitan",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "capitan"
    },
    {
      "name": "Caporal",
      "category": "dictionar",
      "shortMeaning": "- Daca esti femeie si ai visat caporal sau ca esti in compania unui caporal - atunci vei fi subiectul unor barfe .",
      "fullInterpretation": "- Daca esti femeie si ai visat caporal sau ca esti in compania unui caporal - atunci vei fi subiectul unor barfe . - Daca esti barbat si ai visat caporalÂ - o sa ai probleme din cauza extravagantei tale.",
      "slug": "caporal"
    },
    {
      "name": "Capra",
      "category": "dictionar",
      "shortMeaning": "Visele despre capre pot avea semnificatii diferite, de aceea este necesat sa ne amintim cat mai multe detalii.",
      "fullInterpretation": "Visele despre capre pot avea semnificatii diferite, de aceea este necesat sa ne amintim cat mai multe detalii. In majoritatea cazurilor, simbolizeaza bunastarea si stabilitatea financiara, dar uneori poate avea si o conotatie negativa. De asemenea, acest vis poate face referire la obstacole si provocori care pot aparea in calea dumneavoastra, dar pe care le veti depasi fara prea multe dificultati. Din punct de vedere spiritual, acest animal este considerat semnul capriciilor. Capra alba este simbolul norocului si al fericirii. Aparitia acesteia in vise simbolizeaza faptul ca in viitorul apropiat va asteapta o multime de lucruri bune. Este, de asemenea, semnul unor schimbari pozitive in viata dumneavoastra. Capra neagra aparuta in vise poate avea o conotatie negativa, deoarece in traditia populara aceasta este considerata a fi semnul unei boli in familie. De asemenea, visul prevesteste ghinionul in general. Dar, daca acesta capra se prezenta a fi gratioasa, atunci iubitul va va dezamagi in perioada urmatoare. O multime de capre negre si albe sunt semnul unei perioade de regresie a nenorocului. Veti simti ca in zilele ce urmeaza soarele va straluci si pe strada dumneavoastra. Visand o capra stand pe o stanca inalta, inseamna ca viitorul apropiat va rezerva abundenta si sansa de a iesi in evidenta si de a va imbogati. Situatia financiara se va imbunatati si, fie veti avea succes la locul de munca, fie veti demara o o afacere de succes. Capra grasa simbolizeaza o viata luxoasa si plina de impliniri. In curand situatia dumneavoastra materiala se va imbunatati. Mulsul caprelor prevesteste probleme legate de propria reputatie. Laptele de capra baut in vise poate indica unele probleme si dificultati care va pot apare in cale. Nu este ceva foarte serios, dar va vor pune iscusinta la incercare si depasindu-le va veti atinge propriile obiective. In cazul in care visati capre behaind, inseamna ca, in realitate, aveti de-a face cu un om pe care nu il puteti contrazice si a carui critica este indreptatita.Interpretari populare si extras din carti veci de inerpretarea viselor. capara - instigare mare, dar treci peste obstacol, dragoste nestatornica dar cu duiosie amestecate albe cu negre - succes formidabil cateva si slabe - saracie coarne de - progres rapid in cariera domestice - profit, bunastare grasa - viata imbelsugata mai multe - noroc, avere mulgand - caz de boala in familie, nume patat, subrezit neagra - nenoroc, neplaceri, nenorociri in familia ta pe munte - bogatie pe stanca inalta - avere salbatica - libertate, egalitate taind - vei ajunge in mizerie in urma nepasarii tale turma - noroc vazand - cu economii vei avea succese mari Capra neagra in vise aduce in viata reala neplaceri, ghinion, se poate chiar nenorociri in familie. Daca visati mai multe capre negre la un loc cu capre albe inseamna ca veti avea mare succes.",
      "slug": "capra"
    },
    {
      "name": "Capra neagra",
      "category": "dictionar",
      "shortMeaning": "Capra neagra in vise aduce in viata reala neplaceri, ghinion, se poate chiar nenorociri in familie.",
      "fullInterpretation": "Capra neagra in vise aduce in viata reala neplaceri, ghinion, se poate chiar nenorociri in familie. Daca visati mai multe capre negre la un loc cu capre albe inseamna ca veti avea mare succes.",
      "slug": "capra-neagra"
    },
    {
      "name": "Capre",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "capre"
    },
    {
      "name": "Caprioara",
      "category": "dictionar",
      "shortMeaning": "Este , in general, un vis de bun augur care pervesteste noroc si bunastare, mai ales in dragoste.",
      "fullInterpretation": "Este , in general, un vis de bun augur care pervesteste noroc si bunastare, mai ales in dragoste. Acest animal serios iese numai seara din ascunzatoarea sa, pentru a se adapa. Caprioara simbolizeaza trezirea dorintelor noastre sufletesti, faptul ca trebuie sa lasam la o parte sfiala fata de ceilalti si sa ne deschidem inima. Adesea, caprioarele prevestesc vesti bune si aduc noroc, dar norocul poate fi amagitor si se poate spulbera imediat.Inca din cele mai vechi timpuri , capriorul (cunoscut pentru urechile sale mereu ciulite, la panda),ne avertizeaza sa nu luam decizii pripite.Daca visam ca mergem la vanatoare de caprioare si nu nimerim tinta, in realitate ar trebui sa ne ferim sa facem afirmatii nechibzuite (vezi, de asemenea, animal).Puiul de caprioara in vise reprezinta viata noua, nastere, inocenta si vulnerabilitate. Mai mult, visul poate insemna protectie si ingrijire. S-ar putea sa simtiti nevoia de a fi protejat sau ingirjit. Daca visati un pui de caprioara impreuna cu mama sa inseamna ca veti avea parte de bani in viitorul apropiat. Visul in care un pui de caprioara se hraneste sugereaza faptul ca va veti imbogati.",
      "slug": "caprioara"
    },
    {
      "name": "Capsula",
      "category": "dictionar",
      "shortMeaning": "- Daca visezi ca inghiti o capsula (este vorba despre un medicament) atunci insemna ca pe viitor ...",
      "fullInterpretation": "- Daca visezi ca inghiti o capsula (este vorba despre un medicament) atunci insemna ca pe viitor o sa ai succes in dragoste si afaceri.",
      "slug": "capsula"
    },
    {
      "name": "Capsuni",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca vezi sau mananci capsuni semnifica dorintele si ispitele senzuale.",
      "fullInterpretation": "Daca visezi ca vezi sau mananci capsuni semnifica dorintele si ispitele senzuale. Capsunile sunt adesea asociate cu sexualitatea si calitatile feminine. Alternativ, daca vedeti capsuni in vis indica faptul ca ideile si obiectivele tale vor fi in curand realizate.",
      "slug": "capsuni"
    },
    {
      "name": "Captiv",
      "category": "dictionar",
      "shortMeaning": "A fi tinut captiv in viata reala pare o situatie extrema si neplacuta.",
      "fullInterpretation": "A fi tinut captiv in viata reala pare o situatie extrema si neplacuta. Visul este, de fapt, un simbol foarte relevant cu vata reala. S-ar putea sa va simtiti captiv in relatia in care va aflati sau sa fiti impins in a face lucruri pe care nu le doriti. Poate ca ati fost presat sa faceti ceva nedorit in ziua anterioara. A fi captiv in vise poate sugera frica de sentimente sau de legatura cu raspunderea dumneavoastra in fata altora. Posibil sa simtit ca sunteti prins de diferite circumstante, mariaj sau emotii. Alternativ, a visa ca sunteti tinut captiv indica ceva ce refuzati sa recunoasteti sau ceva ce negati. Va sugeram sa cititi si interpretarea visului ostatic pentru mai multe informatii.",
      "slug": "captiv"
    },
    {
      "name": "Capusa",
      "category": "dictionar",
      "shortMeaning": "In general, visarea capuselor simbolizeaza oamenii din jurul dumneavoastra cu intentia de a va su...",
      "fullInterpretation": "In general, visarea capuselor simbolizeaza oamenii din jurul dumneavoastra cu intentia de a va suge de energie si de avutie. Aceste poersoane intentioneaza sa va slabeasca din punct de vedere psihic si spiritual, incercand sa va ia mai mult decat puteti da. Visul nu ar trebui interpretat in totalitate ca fiind unul prevestitor de vesti proaste, ci mai degraba ca un fel de stare de alerta si de vigilenta. Alternativ, conform izvoarelor populare, capusa este semnul saraciei si al bolilor. Uciderea acestor paraziti (zdrobirea unei capuse) in vise poate insemna faptul ca aveti capacitatea de a depasi provocarile si problemele care v-au invadat viata. Este posibil ca cineva sa incerce sa va ia ilegal propretatile si resursele financiare. Visand o capusa pe fata ar trebui sa va faca sa acordati mai multa atentie personalitatii. Ceva din felul dumneavoasta de a fi va provoaca neplaceri si, refuzand sa va schimbati, puteti sa va pierdeti esenta si nu veti mai putea fi acea persoana drept de urmat. Un animal infestat cu capuse reprezinta un semnal de alarma. Incepeti sa acordati o mai mare atentie finantelor dumneavoastra, este posibil ca o pierdere masiva sa fie chiar in pagul usii. Inainte ca aceasta pierdere sa va afecteze, incepeti sa economisiti cati mai multi bani veti putea, pentru a avea timp de gandire necesar in vederea solutionarii cat mai rapide a acestei situatii neplacute.",
      "slug": "capusa"
    },
    {
      "name": "Car",
      "category": "dictionar",
      "shortMeaning": "Carul cu boi in vise prevesteste un viitor castig la loterie, la loz in plic.",
      "fullInterpretation": "Carul cu boi in vise prevesteste un viitor castig la loterie, la loz in plic. Daca visati un car cu doi boi atunci inseamna ca sunteti plin de energie si putere. Carul cu fan in vise inseamna belsug mare, harnicie, armonie in familie. Pentru mai multe detalii vizitati si interpretarea visului car.- Daca te-ai visat conducand o caruta - este un semn de pierderi financiare.- Daca doar te aflii in caruta - o sa ai parte de laude, vei fi onorat(a). - Daca in vis la usa ta se afla o caruta ( sau car ) incarcata vei avea parte de un noroc la care nu te asteptai.- Daca tragi de o caruta - saracie inseamna, lipsuri materiale.- Mai multe carute la un loc - boala trecatoare.- Caruta fara cai - faci lucruri in zadar, munca degeaba.- Caruta cu vizitiu - stare buna.Caruta in vis mai poate prevesti si o calatorie.",
      "slug": "car"
    },
    {
      "name": "Car cu boi",
      "category": "dictionar",
      "shortMeaning": "Carul cu boi in vise prevesteste un viitor castig la loterie, la loz in plic.",
      "fullInterpretation": "Carul cu boi in vise prevesteste un viitor castig la loterie, la loz in plic. Daca visati un car cu doi boi atunci inseamna ca sunteti plin de energie si putere.",
      "slug": "car-cu-boi"
    },
    {
      "name": "Car cu fan",
      "category": "dictionar",
      "shortMeaning": "Carul cu fan in vise inseamna belsug mare, harnicie, armonie in familie.",
      "fullInterpretation": "Carul cu fan in vise inseamna belsug mare, harnicie, armonie in familie. Pentru mai multe detalii vizitati si interpretarea visului car.",
      "slug": "car-cu-fan"
    },
    {
      "name": "Car taranesc cu boi sau cai",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "car-taranesc-cu-boi-sau-cai"
    },
    {
      "name": "Carabina",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat carabina - acest vis nu este unul bun, carabina reprezinta revolta, in viata part...",
      "fullInterpretation": "- Daca ai visat carabina - acest vis nu este unul bun, carabina reprezinta revolta, in viata particulara sau la locul de munca.",
      "slug": "carabina"
    },
    {
      "name": "Carabus",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "carabus"
    },
    {
      "name": "Caracatita",
      "category": "dictionar",
      "shortMeaning": "Caracatita este una dintre creaturile marine ce apare in vis si care, de regula, poate transmite ...",
      "fullInterpretation": "Caracatita este una dintre creaturile marine ce apare in vis si care, de regula, poate transmite un mesaj important sau care poate face referire la o personalitate fragila, in functie de marimea acesteia. In general, cam toate visele despre caractite dezvaluie o stare de spirit indoielnica, nesigura sau problematica. Este posibil sa nu realizati cat de stresati sunteti din cauza unor conflicte sau intamplari de la locul de munca, aceste din urma putandu-va provoca frustrari. Dar ce inseamna daca am visat o caractita? Caracatita este un simbol cu multiple semnificatii, in functie de felul cum se prezinta (marime, culoare, etc.) dar si de starea acesteia (daca este agresiva sau timida). De regula, caracatita va fi strans legata de caracateristicile personale individuale, cum ar fi rusinea, capacitatea de a aborda problemle din unghiuri diferite sau situatii la care va este greu sa renuntati. In continuare vom incerca sa abordam o parte dintre cele mai commune vise despre caractite. Caracatita uriasa Visul in care va apare o caractita uriasa denota faptul ca aveti o personalitate complexa si, de cele mai multe ori, indepliniti sarcini multiple. De asemenea, caracatita de dimeniuni mari poate avea si conotatii negative, aceasta poate arata faptul ca din cauza resposabilitatilor mari tindeti sa deveniti tot mai deprimat.Daca in vis vi se vor arata multiple caracatite uriase care va ataca sau par a fi amenitatoare, inseamna ca din cauza numeroaselor obligatii, presiunea pe dumneavoastra o sa devina tot mai mare. Caracatita mica Aparitia unei caracatite mici in visul dumneavoastra indica sentimente de neajutorare si incercarea de a evita anumite situatii. De asemenea, visul poate aparea si din cauza lipsei de incredere de sine in urama unor situatii dificile. Pui de caracatita Puiul de caracatita denota capacitatea dumneavoastra de a va adapta la orice situatie. Cu toate acestea, va lipseste abilitatea de a prelua controlul asupra situatiei. Caractita pe corpul tau O caracatita atasat de corpul dumneavoastra poate indica faptul ca va aflati intr-o situatie destul de comlicata, cel mai probabil aceasta situatie implica relatia cu partenerul. De asemena, visul poate face referile la o fire posesiva si la o anume placere in a controla partenerul. Carcatita moarta Visand o carcatita moarta indica incapacitate in depasirea obstacolelor curente. Cu toate acestea, daca dumneavoastra ati omorat caracatita, este un semn bun, inseamna ca veti rezolva o problema coplesitoare. Find atacat de catre o caractita Atacul caractitei poate prevesti insulte sau atacuri din partea unei presoane ori o tradare miseleasca. Gatind caracatita Visul in care gatiti sau mancati o caracatita poate indica pierderea unei prietenii . Pe de alta parte, daca actunci cand gastiti caracatita ii taiati doar tentaculele si le folositi doar pe acestea, visul indica eiminarea sau indepartarea unui inamic.",
      "slug": "caracatita"
    },
    {
      "name": "Carafa",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat carafa plina - o sa ai parte de noroc.",
      "fullInterpretation": "- Daca ai visat carafa plina - o sa ai parte de noroc. - Daca ai visat carafa goala - ghinionul te va urmari.",
      "slug": "carafa"
    },
    {
      "name": "Caramele",
      "category": "dictionar",
      "shortMeaning": "Visul in care mancati caramele inseamna ca va aflati intr-o situatie foarte buna, dar care va dev...",
      "fullInterpretation": "Visul in care mancati caramele inseamna ca va aflati intr-o situatie foarte buna, dar care va deveni neplacuta, va deveni o problema.",
      "slug": "caramele"
    },
    {
      "name": "Caramida",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea, acoperis, casa.",
      "fullInterpretation": "(vezi, de asemenea, acoperis, casa.",
      "slug": "caramida"
    },
    {
      "name": "Carantina",
      "category": "dictionar",
      "shortMeaning": "- Daca visezi ca esti tinut in carantina insemna cazul contrar adica e vei bucura de sanatate sau te vei insanatosi.",
      "fullInterpretation": "- Daca visezi ca esti tinut in carantina insemna cazul contrar adica e vei bucura de sanatate sau te vei insanatosi.",
      "slug": "carantina"
    },
    {
      "name": "Carare",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca mergeti pe o carare ingusta si serpuita sau va impiedicati de pietre inseamna ca u...",
      "fullInterpretation": "Daca visati ca mergeti pe o carare ingusta si serpuita sau va impiedicati de pietre inseamna ca urmeaza sa dati de diverse obastacole. Este mai important sa nu va enervati din fleacuri si sa nu va iesiti din fire. Visul in care incercati sa gasiti o carare sugereaza ca munca pe care sperati sa o terminati cat mai repede va dura, totusi, putin mai mult. Daca visati ca va plimbati pe o carare frumoasa, plina de flori, inseamna ca veti scapa de o relatie care va apasa de mult timp. Visul in care cararea va duce catre un drum mare, lat, va spune ca este posibil ca o aventura sa se transforme intr-o relatie serioasa.",
      "slug": "carare"
    },
    {
      "name": "Caravana",
      "category": "dictionar",
      "shortMeaning": "- Daca te visezi ca membru a unei caravane, iar aceasta este intr-o calatorie prin desert - acest...",
      "fullInterpretation": "- Daca te visezi ca membru a unei caravane, iar aceasta este intr-o calatorie prin desert - acest vis are o insemnatate buna, el sugereaza faptul ca veti face o calatorie lunga alaturi de persoana iubita. -Daca in vis vezi o caravana la camping - o sa ai parte de succes si respect din partea familiei tale.",
      "slug": "caravana"
    },
    {
      "name": "Carbune",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "carbune"
    },
    {
      "name": "Card",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca iti pierzi cardul, inseamna ca trebuie sa ai grija la implicarea in politica s...",
      "fullInterpretation": "- Daca ai visat ca iti pierzi cardul, inseamna ca trebuie sa ai grija la implicarea in politica sau in a asculta barfele altora. -Daca in vis ai un cadr de rate - sanse sa ti se inbunatateasca situatia financiara.Cartea de credit, de debit sau orice alt tip de card bancar poate face referire la valoarea sau credibilitatea dumneavoastra. Contextul si emotiile aparute in vis pot reflecta modul in care priviti banii si cat de importanti sunt acestia pentru dumneavoastră. In continuare va vom prezenta cele mai comune vise despre carduri bancare: Card bancar furat Visand ca unul sau mai multe carduri vi-au fost furate este semn ca in viata de zi cu zi cineva incearca si poate chiar a reusit sa va fure energia vitala. De asemenea, acest vis poate prevesti faptul ca cineva actioneaza in numele tau fara a avea permisiunea. Atentie la anumite persoane pe care dumneavoastra le considerati prieteni, unii dintre acestia pot actiona in propriul beneficiu cu pretul bunastarii dumneavoastra. Pierderea cardului de credit Visnd ca vi-ati pierdut cardul indica neatentie in ceea ce priveste aspectul financiar al vietii de zi cu zi. Cheltuiti fara chibzuiala si la sfarsitul lunii nici macar nu va amintiti pe ce anume ati cheltuit o suma asa de mare. Plata refuzata sau card refuzat Daca plata sau cardul vi-a fost refuzat de catre o banca, un comerciant sau o platforma de comert electronic, inseamna ca in viitorul apropiat ceva sau cineva va va taia elanul sau va va limita succesul. De asemenea, visul poate aparea ca urmare a unui stres sau a unei suferinte de incertitudine cu privire la viitorul dumneavoastra financiar. Semnificatia punctelor cardinale : Sudul simbolizeaza sentimentele noastre de caldura sufleteasca. Nordul exprima sentimentele distante si gandirea la rece. Vestul este simbolul noptii si al pericolelor deoarece este teritoriul in care apune soarele. Estul are o legatura stransa cu soarele si lumina care ne insoteste pe drumul vietii.",
      "slug": "card"
    },
    {
      "name": "Card bancar",
      "category": "dictionar",
      "shortMeaning": "Cartea de credit, de debit sau orice alt tip de card bancar poate face referire la valoarea sau c...",
      "fullInterpretation": "Cartea de credit, de debit sau orice alt tip de card bancar poate face referire la valoarea sau credibilitatea dumneavoastra. Contextul si emotiile aparute in vis pot reflecta modul in care priviti banii si cat de importanti sunt acestia pentru dumneavoastră. In continuare va vom prezenta cele mai comune vise despre carduri bancare: Card bancar furat Visand ca unul sau mai multe carduri vi-au fost furate este semn ca in viata de zi cu zi cineva incearca si poate chiar a reusit sa va fure energia vitala. De asemenea, acest vis poate prevesti faptul ca cineva actioneaza in numele tau fara a avea permisiunea. Atentie la anumite persoane pe care dumneavoastra le considerati prieteni, unii dintre acestia pot actiona in propriul beneficiu cu pretul bunastarii dumneavoastra. Pierderea cardului de credit Visnd ca vi-ati pierdut cardul indica neatentie in ceea ce priveste aspectul financiar al vietii de zi cu zi. Cheltuiti fara chibzuiala si la sfarsitul lunii nici macar nu va amintiti pe ce anume ati cheltuit o suma asa de mare. Plata refuzata sau card refuzat Daca plata sau cardul vi-a fost refuzat de catre o banca, un comerciant sau o platforma de comert electronic, inseamna ca in viitorul apropiat ceva sau cineva va va taia elanul sau va va limita succesul. De asemenea, visul poate aparea ca urmare a unui stres sau a unei suferinte de incertitudine cu privire la viitorul dumneavoastra financiar.",
      "slug": "card-bancar"
    },
    {
      "name": "Carje",
      "category": "dictionar",
      "shortMeaning": "Carja in vise inseamna ca va puteti astepta la srpijin din partea prietenilor.",
      "fullInterpretation": "Carja in vise inseamna ca va puteti astepta la srpijin din partea prietenilor. Visul la o carja veche, batraneasca inseamna fericire.",
      "slug": "carje"
    },
    {
      "name": "Carlig",
      "category": "dictionar",
      "shortMeaning": "Carligul de pescuit este, poate, cea mai importanta parte a echipamentului de pescuit.",
      "fullInterpretation": "Carligul de pescuit este, poate, cea mai importanta parte a echipamentului de pescuit. Exista diverse interpretari ale acelor de pescui, in continuare va vom explica semnificatia acestora. Visarea acelor de pescuit inseamna ca veti avea oportunitati de a va crea o averea si un bun renume, asta doar daca veti sti sa profitati de ele. Alternativ, carligele de pescuit pot reprezenta o ideee sau un concept care este folosit pentru a atrage pe altcineva. In mod negativ, carligul de pescuit poate reflecta testatea sau experimentarea manipulativa. Poate ca exista cineva care incearca sa va ademeneasca cu o idee, o propunere sau o oportunitate inselatoare. Asigurati-va ca oportunitatile au o baza reala si nu sunt doar o momeala. Daca ati visat ca folositi un carlig nou la o partida de pescuit, face referire la un efeort considerabil si acum asteptati rezultate si recompense pentru munca dumneavoastra. Daca carligul se rupe in timp ce pescuiti, este semn ca de acum inainte va trebui sa faceti o dubla verificare a ideiilor inainte de a investi in ele. Este, de asemenea, un semn de avertizare ca va trebui sa fiti mult mai atent la alegerile pe care le veti face in viitor.",
      "slug": "carlig"
    },
    {
      "name": "Carlige de pescuit",
      "category": "dictionar",
      "shortMeaning": "Carligul de pescuit este, poate, cea mai importanta parte a echipamentului de pescuit.",
      "fullInterpretation": "Carligul de pescuit este, poate, cea mai importanta parte a echipamentului de pescuit. Exista diverse interpretari ale acelor de pescui, in continuare va vom explica semnificatia acestora. Visarea acelor de pescuit inseamna ca veti avea oportunitati de a va crea o averea si un bun renume, asta doar daca veti sti sa profitati de ele. Alternativ, carligele de pescuit pot reprezenta o ideee sau un concept care este folosit pentru a atrage pe altcineva. In mod negativ, carligul de pescuit poate reflecta testatea sau experimentarea manipulativa. Poate ca exista cineva care incearca sa va ademeneasca cu o idee, o propunere sau o oportunitate inselatoare. Asigurati-va ca oportunitatile au o baza reala si nu sunt doar o momeala. Daca ati visat ca folositi un carlig nou la o partida de pescuit, face referire la un efeort considerabil si acum asteptati rezultate si recompense pentru munca dumneavoastra. Daca carligul se rupe in timp ce pescuiti, este semn ca de acum inainte va trebui sa faceti o dubla verificare a ideiilor inainte de a investi in ele. Este, de asemenea, un semn de avertizare ca va trebui sa fiti mult mai atent la alegerile pe care le veti face in viitor.",
      "slug": "carlige-de-pescuit"
    },
    {
      "name": "Carnat",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat carnat ,Â necazuri in casa mai ales din cauza sanatatii.",
      "fullInterpretation": "- Daca ai visat carnat ,Â necazuri in casa mai ales din cauza sanatatii.- Daca ai visat ca tu faci carnati , bogatie, viitor asigurat inseamna.- Daca gatesti carnat , divergente cu partenerul.- Daca visezi ca mananci carnat, astepti indeplinirea unei dorinte.- Carnat crud - discutii in familie.",
      "slug": "carnat"
    },
    {
      "name": "Carnaval",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "carnaval"
    },
    {
      "name": "Carne afumata",
      "category": "dictionar",
      "shortMeaning": "Carnea afumata in vise simbolizeaza instinctul dumneavoastra de conservare.",
      "fullInterpretation": "Carnea afumata in vise simbolizeaza instinctul dumneavoastra de conservare.",
      "slug": "carne-afumata"
    },
    {
      "name": "Carne cruda",
      "category": "dictionar",
      "shortMeaning": "Visul in care mancati carne cruda inseamna ca veti suferi anumite pierderi financiare sau veti av...",
      "fullInterpretation": "Visul in care mancati carne cruda inseamna ca veti suferi anumite pierderi financiare sau veti avea anumite neintelegeri cu persoanele din jur. Carnea cruda de vita sugereaza ca va pregatiti de o activitate grea si de durata, dar presupune eforturi cu un scop bine definit. Daca visati la carne cruda de porc inseamna ca aveti treburi, afaceri nefinalizate sau misiuni neterminate.",
      "slug": "carne-cruda"
    },
    {
      "name": "Carne de curcan",
      "category": "dictionar",
      "shortMeaning": "Carnea de curcan in vise simbolizeaza neincredere si incoerenta, dar si faptul ca aveti un compor...",
      "fullInterpretation": "Carnea de curcan in vise simbolizeaza neincredere si incoerenta, dar si faptul ca aveti un comportament irational in viata de zi-cu-zi. Visul in care mancati carne de curcan sugereaza ca aveti o imaginatie foarte bogata.",
      "slug": "carne-de-curcan"
    },
    {
      "name": "Carne de miel",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca mancati carne de miel inseamna ca veti fi presat de dureri.",
      "fullInterpretation": "Daca visati ca mancati carne de miel inseamna ca veti fi presat de dureri. Visul in care gatiti carne de miel este semn de succes.",
      "slug": "carne-de-miel"
    },
    {
      "name": "Carne de oaie",
      "category": "dictionar",
      "shortMeaning": "Visul in care mancati carne de oaie inseamna ca va veti uzurpa averea.",
      "fullInterpretation": "Visul in care mancati carne de oaie inseamna ca va veti uzurpa averea. Traditia islamica spune ca daca visati ca gatiti carne de oaie inseamna ca duceti o viata onorabila, sunteti generos si castigati bani in mod legal.",
      "slug": "carne-de-oaie"
    },
    {
      "name": "Carne de porc",
      "category": "dictionar",
      "shortMeaning": "Carnea de porc in vise inseamna vesti bune.",
      "fullInterpretation": "Carnea de porc in vise inseamna vesti bune. Daca visati ca mancati carne de porc prajita inseamna ca veti avea parte de mari succese, iar actiunea focului grabeste lucrurile spre avantajele asteptate. Visul in care mancati carne de porc fiarta sugereaza ca avantajele vor veni mai incet.",
      "slug": "carne-de-porc"
    },
    {
      "name": "Carne de pui",
      "category": "dictionar",
      "shortMeaning": "Carnea de pui in vis inseamna ca veti pierde o ocazie buna de a realiza ceva.",
      "fullInterpretation": "Carnea de pui in vis inseamna ca veti pierde o ocazie buna de a realiza ceva. Daca visati ca mancati carne de pui inseamna ca veti primi laude la servici. Visul in care mancati carne de pui prajita sugereaza ca exista ceva negativ in viata dumneavoastra si trebuie sa scapati de acest aspect. Daca mancati carne de pui neprajita indica faptul ca sunteti nepregatiti sa faceti fata unei situatii sau va aflati in dificultatea de a va atinge scopurile.",
      "slug": "carne-de-pui"
    },
    {
      "name": "Carne de vita",
      "category": "dictionar",
      "shortMeaning": "Visul in care mancati sau vedeti carne de vita semnifica instintul si energia dumneavoastra animalica.",
      "fullInterpretation": "Visul in care mancati sau vedeti carne de vita semnifica instintul si energia dumneavoastra animalica. Visul ar mai putea face referinta la dusmania pe care o purtati pentru cineva. Poate ca incercati sa gasiti o cearta cu cineva.",
      "slug": "carne-de-vita"
    },
    {
      "name": "Carne tocata",
      "category": "dictionar",
      "shortMeaning": "Visul in care mancati sau preparati carne tocata sugereaza ca vor aparea cateva elemente neplacut...",
      "fullInterpretation": "Visul in care mancati sau preparati carne tocata sugereaza ca vor aparea cateva elemente neplacute in viata dumneavoastra, dar pt fi rezolvate daca veti avea rabdare.",
      "slug": "carne-tocata"
    },
    {
      "name": "Caro",
      "category": "dictionar",
      "shortMeaning": "Visul in care mananci macarone simbolizeaza confort si usurinta.",
      "fullInterpretation": "Visul in care mananci macarone simbolizeaza confort si usurinta.Visul poate fi si o incercare de a te aduce inapoi la un moment in care lucrurile erau mai simple. - Daca ai visat ca mananci macaroane cu branza, inseamna ca vei primi oaspeti ce iti aduc bani si daruri. - Daca in vis gatesti macaroane, inseamna ca vei avea o intalnire cu rudele sau astepti oaspeti, indiferent de ocazie vei avea o companie placuta.",
      "slug": "caro"
    },
    {
      "name": "Carte",
      "category": "dictionar",
      "shortMeaning": "Afirmatia potrivit careia cartea ar fi un simbol al stiintei si al intelepciunii este banala.",
      "fullInterpretation": "Afirmatia potrivit careia cartea ar fi un simbol al stiintei si al intelepciunii este banala. Cartea in vise este, mai ales, daca ne ridicam la un alt nivel de intelegere, un simbol al universului. Daca universul este o carte, inseamna ca aceasta reprezinta Revelatia si deci, prin extensie, manifestarea. O carte inchisa in vise reprezinta materia virgina. Isi pastreaza taina. La fel si inima dumneavoastra, isi ascunde gandurile si sentimentele. Spre deosebire de cea inchisa, cartea deschisa aparuta in vise semnifica fecundatia. Odata deschisa, isi lasa inteles continutul de catre cel care o priveste, iar inima isi scoate la iveala gandurile si sentimentele. Daca visati ca cititi o carte inseamna intristare, iar daca visati ca scrieti o carte sau daca vedeti pe cineva ca scrie o carte, atunci visul reprezinta hotie sau paguba.Cartea de identitate in vise semnifica increderea de sine. Probabil ca treceti printr-o criza de identitate si nu stiti unde va situati in raport cu cei din jur. Daca visati ca va pierdeti cartea de identitate inseamna ca aveti unele confuzii despre identitatea dumneavoastra si despre simtul de individualitate al dumneavoastra. Cartea de rugaciuni in vise semnfica faptul ca doriti sa acordati mai multa atentie laturii dumneavoastra spirituale, poate chiar veti ajunge sa urmati calea bisericii.Visul in care apar carte religioasa sugereaza o cunoastere spirituala, tainica. Biblia, Coranul sau alta carte sacra ce poate aparea in visele dumneavoastra simbolizeaza nevoia de a cerceta si de a descoperi tainele cunoasterii spirituale. De asemenea, visul mai poate sugera ca sunteti pe calea cea buna.Cartea veche in vise reprezinta constientizarea spirituala si intelepciunea mostenita. Aceste vise va aminteste sa va uitati la experientele din trecut pentru ajutor in situatia din prezent. Visul mai poate sa sugereze un avertisment sa va feriti de rau in orice forma. Visul in care vedeti o carte veche inseamna ca vi se ofera indrumare spirituala. Daca va aduceti aminte detalii despre carte va ajuta sa intelegeti mai bine visul.",
      "slug": "carte"
    },
    {
      "name": "Carte de identitate",
      "category": "dictionar",
      "shortMeaning": "Cartea de identitate in vise semnifica increderea de sine.",
      "fullInterpretation": "Cartea de identitate in vise semnifica increderea de sine. Probabil ca treceti printr-o criza de identitate si nu stiti unde va situati in raport cu cei din jur. Daca visati ca va pierdeti cartea de identitate inseamna ca aveti unele confuzii despre identitatea dumneavoastra si despre simtul de individualitate al dumneavoastra.",
      "slug": "carte-de-identitate"
    }
  ]
}