{
  "symbols": [
    {
      "name": "Covrigi",
      "category": "alimente",
      "shortMeaning": "Devotament, recompensă modestă, ciclicitate, lipsă de soluții.",
      "fullInterpretation": "Covrigul, prin forma sa, simbolizează infinitul sau ciclicitatea, dar și devotamentul spiritual. Poate indica faptul că ești preocupat de o problemă complexă (un nod) pe care nu știi cum să o rezolvi. Mâncând covrigi, te bucuri de recompense modeste și plăceri simple, dar care s-ar putea să nu fie exact ceea ce îți doreai cu adevărat.",
      "slug": "covrigi"
    },
    {
      "name": "Cozonac",
      "category": "alimente",
      "shortMeaning": "Sărbătoare, belșug, familie, confort, evoluție.",
      "fullInterpretation": "Cozonacul este simbolul sărbătorii și al belșugului în tradiția românească. În vis, semnifică prosperitate, satisfacție și o perioadă rodnică. Indică sentimentul de evoluție personală și mulțumire sufletească. A mânca cozonac prevestește o perioadă de confort și armonie în familie.",
      "slug": "cozonac"
    },
    {
      "name": "Crab",
      "category": "animale",
      "shortMeaning": "Retragere, neînțelegeri, tenacitate, mamă posesivă.",
      "fullInterpretation": "Crabul se deplasează lateral și are o carapace dură. În vis, poate indica o persoană cu caracter dificil, capricios sau o mamă sufocantă (\"racul\" zodiacal). Prezice neînțelegeri cu prietenii sau faptul că eviți o confruntare directă. Poate simboliza și tenacitatea (\"a se agăța cu cleștii\").",
      "slug": "crab"
    },
    {
      "name": "Crăciun",
      "category": "sărbători",
      "shortMeaning": "Naștere, familie, cadouri, reconciliere, speranță.",
      "fullInterpretation": "Crăciunul în vis simbolizează noi începuturi, nașterea unei idei sau a unei etape spirituale. Este momentul reconcilierii și al iubirii familiale. Indică realizări profesionale și armonie. Dacă visezi Crăciunul în alt anotimp, sugerează nevoia de căldură sufletească și de miracol în viața ta.",
      "slug": "craciun"
    },
    {
      "name": "Crăciuniță (floare)",
      "category": "plante",
      "shortMeaning": "Pasiune, bucurie, sacrificiu, frumusețe sezonieră.",
      "fullInterpretation": "Floarea Crăciuniță (Poinsettia) simbolizează bucuria și pasiunea, dar și efemeritatea. A cumpăra o Crăciuniță sugerează că trebuie să dedici mai mult timp familiei. A o oferi indică generozitate și sacrificiu de sine. Dacă floarea are altă culoare decât roșu, poate sugera implicarea neavenită în treburile altora.",
      "slug": "craciunita-floare"
    },
    {
      "name": "Craniu",
      "category": "obiecte",
      "shortMeaning": "Moarte, esență, secret, pericol, înțelepciune ascunsă.",
      "fullInterpretation": "Craniul reprezintă confruntarea cu mortalitatea, dar și structura de bază a ideilor tale. Un craniu care vorbește indică aspecte reprimate ale sinelui care ies la suprafață. Poate fi un avertisment asupra unui pericol sau un îndemn să privești dincolo de aparențe (\"memento mori\").",
      "slug": "craniu"
    },
    {
      "name": "Craniu de cristal",
      "category": "obiecte",
      "shortMeaning": "Claritate mentală, puteri psihice, mister, transparență.",
      "fullInterpretation": "Craniul de cristal este un simbol puternic al clarviziunii și al puterii mentale. Sugerează că ai acces la cunoștințe ezoterice sau că intuiția ta este foarte ascuțită. Poate indica și teama că alții îți pot \"citi\" gândurile sau transparența totală.",
      "slug": "craniu-de-cristal"
    },
    {
      "name": "Crap",
      "category": "animale",
      "shortMeaning": "Noroc, longevitate, tenacitate, bani.",
      "fullInterpretation": "Crapul este un pește rezistent, simbolizând longevitatea și norocul (datorită solzilor mulți, asociați cu banii). A vedea un crap în apă indică schimbări pozitive și succes discret. A mânca crap poate sugera însă, paradoxal, dificultăți financiare temporare sau griji.",
      "slug": "crap"
    },
    {
      "name": "Crăpătură",
      "category": "obiecte",
      "shortMeaning": "Defect, ruptură, vulnerabilitate, separare.",
      "fullInterpretation": "O crăpătură într-un obiect sau structură indică o slăbiciune fundamentală. Poate prevesti un eșec în afaceri, o ceartă în familie (cana crăpată) sau o ruptură emoțională. O crăpătură în fundația casei este un semn serios de instabilitate a vieții personale.",
      "slug": "crapatura"
    },
    {
      "name": "Crater",
      "category": "locuri",
      "shortMeaning": "Urmă, traumă, memorie dureroasă, impact major.",
      "fullInterpretation": "Craterul este urma lăsată de o explozie sau un impact. În vis, simbolizează o traumă din trecut care a lăsat un gol sau o cicatrice emoțională. Poate fi și amintirea unui conflict major. Pozitiv, poate arăta impactul puternic pe care l-ai avut asupra altora.",
      "slug": "crater"
    },
    {
      "name": "Craiță",
      "category": "obiecte",
      "shortMeaning": "Gătit, transformare, hrană, neînțelegeri.",
      "fullInterpretation": "Cratita este instrumentul transformării hranei. A găti în ea sugerează pregătirea unui proiect. O cratiță murdară sau ruginită indică neglijență sau relații toxice. A mânca direct din cratiță poate sugera lipsa de maniere sau o situație neobișnuită și dificilă.",
      "slug": "cratita"
    },
    {
      "name": "Cravată",
      "category": "obiecte",
      "shortMeaning": "Obligație, statut, sexualitate, nod emoțional.",
      "fullInterpretation": "Cravata este un simbol falic, dar și unul al statutului social și al obligațiilor formale. Un nod la cravată bine făcut indică siguranță și succes. Dificultatea de a face nodul sugerează probleme emoționale sau sexuale. A cumpăra o cravată indică dorința de schimbare a imaginii.",
      "slug": "cravata"
    },
    {
      "name": "Creangă",
      "category": "natură",
      "shortMeaning": "Ramificație, oportunitate, familie, fragilitate.",
      "fullInterpretation": "O creangă verde sau înflorită simbolizează noi oportunități, creștere și succes în familie. O creangă uscată sau ruptă indică despărțire, pierdere sau sentimentul de a fi singur și neajutorat. Poate reprezenta o rudă (\"o ramură a familiei\").",
      "slug": "creanga"
    },
    {
      "name": "Credință musulmană",
      "category": "spiritualitate",
      "shortMeaning": "Devotament, disciplină, mister, străin, supunere.",
      "fullInterpretation": "Dacă nu ești musulman, visul despre islam poate simboliza întâlnirea cu o cultură diferită, misterul sau nevoia de disciplină spirituală și supunere față de o voință superioară. Indică o căutare a sensului și deschiderea către noi perspective religioase sau culturale.",
      "slug": "credinta-musulmana"
    },
    {
      "name": "Credit",
      "category": "acțiuni",
      "shortMeaning": "Încredere, datorie, resursă, obligație viitoare.",
      "fullInterpretation": "A lua un credit în vis sugerează că te bazezi pe resurse externe sau pe energia altora pentru a reuși. Indică încrederea pe care o primești, dar și povara datoriilor viitoare. A da pe credit înseamnă nesiguranță sau generozitate riscantă.",
      "slug": "credit"
    },
    {
      "name": "Creier",
      "category": "corp",
      "shortMeaning": "Inteligență, logică, control, suprasolicitare.",
      "fullInterpretation": "Creierul în vis reprezintă centrul de comandă. A vedea un creier sugerează că ești supus unui stres intelectual intens sau că trebuie să folosești logica pentru a rezolva o problemă. Poate indica și teama de a-ți pierde controlul mental sau sănătatea.",
      "slug": "creier"
    },
    {
      "name": "Creion",
      "category": "obiecte",
      "shortMeaning": "Comunicare, creativitate, efemer, posibilitate de corectare.",
      "fullInterpretation": "Spre deosebire de pix, creionul scrie lucruri care pot fi șterse. Simbolizează planuri provizorii, creativitate și flexibilitate. Un creion rupt indică frustrare în comunicare. Culorile creionului aduc nuanțe suplimentare (roșu - urgență/corectură, negru - seriozitate).",
      "slug": "creion"
    },
    {
      "name": "Cremă",
      "category": "obiecte",
      "shortMeaning": "Îngrijire, mascare, vindecare, dulceață (alimentară).",
      "fullInterpretation": "Crema cosmetică indică nevoia de a \"unge\" relațiile sau de a-ți îmbunătăți imaginea. Poate sugera vindecare superficială. Crema de ghete înseamnă dorința de a face o impresie bună. Crema de tort simbolizează plăcerea, dar și nevoia de a alege \"cireașa de pe tort\".",
      "slug": "crema"
    },
    {
      "name": "Crematoriu",
      "category": "locuri",
      "shortMeaning": "Purificare radicală, sfârșit definitiv, transformare, frică.",
      "fullInterpretation": "Crematoriul este un simbol al transformării ireversibile prin foc. Indică necesitatea de a elimina complet vechile obiceiuri sau trecutul (\"a arde podurile\"). Poate reflecta o perioadă de stres extrem, epuizare (\"burnout\") sau frica de anihilare totală.",
      "slug": "crematoriu"
    },
    {
      "name": "Cretă",
      "category": "obiecte",
      "shortMeaning": "Învățare, fragilitate, temporar, datorie.",
      "fullInterpretation": "A scrie cu creta sugerează că faci planuri care pot fi ușor șterse sau modificate. Este un simbol al învățării, dar și al instabilității. Poate indica datorii neplătite (\"trecute pe caiet\") sau dezamăgiri în afaceri din cauza lipsei de angajamente ferme.",
      "slug": "creta"
    },
    {
      "name": "Creveți",
      "category": "alimente",
      "shortMeaning": "Micime, retragere, delicatesă, sentiment de inferioritate.",
      "fullInterpretation": "Creveții în vis pot sugera că te simți mic sau insignifiant într-o situație (\"shrimp\"). Pot indica oprimare sau nevoia de a te ascunde. Ca aliment, reprezintă o delicatesă, deci o mică plăcere sau recompensă.",
      "slug": "creveti"
    },
    {
      "name": "Crimă",
      "category": "acțiuni",
      "shortMeaning": "Sfârșit violent, vinovăție, furie reprimată, schimbare radicală.",
      "fullInterpretation": "O crimă în vis nu prevestește o crimă reală, ci sfârșitul violent al unei etape sau al unei părți din tine. Dacă ești victima, poate indica o viață lungă sau o transformare pasivă. Dacă ești criminalul, ai furie reprimată sau ai făcut o greșeală majoră pe care o regreți.",
      "slug": "crima"
    },
    {
      "name": "Criminal",
      "category": "persoane",
      "shortMeaning": "Pericol, partea întunecată, amenințare, vinovăție.",
      "fullInterpretation": "Criminalul din vis reprezintă \"umbra\" ta, partea negativă sau instinctele agresive pe care le reprimi. Poate simboliza o amenințare externă imprevizibilă. A prinde un criminal sugerează victoria asupra propriilor temeri sau rezolvarea unei probleme dificile.",
      "slug": "criminal"
    },
    {
      "name": "Crin",
      "category": "plante",
      "shortMeaning": "Puritate, inocență, moarte, renaștere, iubire spirituală.",
      "fullInterpretation": "Crinul este simbolul purității și al regalității, dar este asociat și cu moartea (florile funerare). Crinul alb în vis prevestește o iubire mare și pură sau o logodnă. Crinul veștejit indică speranțe deșarte și tristețe. Este o floare a tranziției spirituale.",
      "slug": "crin"
    },
    {
      "name": "Criptă",
      "category": "locuri",
      "shortMeaning": "Subconștient, secrete de familie, trecut îngropat, frică.",
      "fullInterpretation": "Cripta simbolizează adâncurile subconștientului, unde sunt îngropate amintiri vechi, secrete de familie sau traume. A intra într-o criptă înseamnă a explora aceste aspecte ascunse. Poate sugera o stare de izolare sau conectarea cu strămoșii.",
      "slug": "cripta"
    },
    {
      "name": "Cristal",
      "category": "obiecte",
      "shortMeaning": "Claritate, puritate, vindecare, adevăr, fragilitate.",
      "fullInterpretation": "Cristalul simbolizează puritatea intențiilor și claritatea minții. Un cristal curat indică onestitate și viziune limpede. Unul spart sugerează iluzii distruse sau neînțelegeri. Cristalele colorate au semnificații legate de chakre și energie (vindecare, intuiție).",
      "slug": "cristal"
    },
    {
      "name": "Crizantemă",
      "category": "plante",
      "shortMeaning": "Toamnă, maturitate, vești de departe, melancolie.",
      "fullInterpretation": "Crizantema, floarea toamnei, este asociată cu maturitatea, dar și cu melancolia sau doliul (în unele culturi). În tradiția românească, prevestește vești de la distanță. Crizantemele albe pot indica o pierdere, dar culesul lor poate fi semn de mariaj târziu.",
      "slug": "crizantema"
    },
    {
      "name": "Croazieră",
      "category": "călătorii",
      "shortMeaning": "Relaxare, parcursul vieții, superficialitate, aventură amoroasă.",
      "fullInterpretation": "O croazieră sugerează o călătorie prin viață în condiții de confort, dar poate indica și superficialitate. Adesea, simbolizează o aventură amoroasă pasageră sau infidelitate. Dacă marea e liniștită, viața e ușoară; furtuna indică probleme emoționale.",
      "slug": "croaziera"
    },
    {
      "name": "Crocodil",
      "category": "animale",
      "shortMeaning": "Pericol ascuns, trădare, ferocitate, fățărnicie.",
      "fullInterpretation": "Crocodilul este un simbol al pericolului care pândește sub suprafață (în emoții). Reprezintă trădarea, fățărnicia (\"lacrimi de crocodil\") și agresivitatea latentă. Poate indica o persoană din anturaj care pare calmă, dar este gata să atace.",
      "slug": "crocodil"
    },
    {
      "name": "Croitor",
      "category": "persoane",
      "shortMeaning": "Creator, modificare, manipulare, reparație, bârfă.",
      "fullInterpretation": "Croitorul este cel care \"taie și spânzură\" sau care repară lucrurile. În vis, poate sugera că cineva încearcă să-ți modeleze viața sau că tu însuți încerci să creezi o nouă imagine. Poate avertiza asupra bârfei sau a celor care profită de bunătatea ta.",
      "slug": "croitor"
    },
    {
      "name": "Croitoreasă",
      "category": "persoane",
      "shortMeaning": "Hărnicie, planuri de nuntă, uneltire, schimbare.",
      "fullInterpretation": "Croitoreasa este adesea asociată cu pregătirile de nuntă sau cu pețitul. Indică hărnicie și capacitatea de a pune lucrurile cap la cap. Dacă o vezi lucrând, speranțele tale se vor împlini. Poate sugera și intrigi țesute în jurul tău.",
      "slug": "croitoreasa"
    },
    {
      "name": "Cruce",
      "category": "obiecte",
      "shortMeaning": "Sacrificiu, credință, povară, răscruce, protecție.",
      "fullInterpretation": "Crucea este un simbol fundamental al suferinței și sacrificiului, dar și al mântuirii și protecției divine. A purta o cruce înseamnă a-ți asuma un destin greu. O cruce la răscruce indică o decizie vitală. Crucea de aur aduce bucurie, cea de lemn speranță, iar cea răsturnată avertizează asupra haosului.",
      "slug": "cruce"
    },
    {
      "name": "Cruce de lemn",
      "category": "obiecte",
      "shortMeaning": "Simplitate, speranță modestă, credință autentică.",
      "fullInterpretation": "Specific, crucea de lemn simbolizează credința umilă și autentică. Este un semn de bine, aducând speranță și fericire simplă, fără fast. Indică o conexiune profundă cu divinitatea.",
      "slug": "cruce-de-lemn"
    },
    {
      "name": "Crucifix",
      "category": "obiecte",
      "shortMeaning": "Suferință, vindecare, confort religios, penitență.",
      "fullInterpretation": "Crucifixul (crucea cu Iisus) pune accent pe aspectul suferinței și al sacrificiului pentru alții. Indică nevoia de vindecare spirituală, de confort în momente de durere sau de iertare a păcatelor. Poate simboliza un ghidaj spiritual într-o perioadă de criză.",
      "slug": "crucifix"
    },
    {
      "name": "Cuarț",
      "category": "obiecte",
      "shortMeaning": "Energie, amplificare, claritate, putere spirituală.",
      "fullInterpretation": "Cuarțul este un amplificator de energie. În vis, sugerează cristalizarea ideilor și sentimentelor. Indică faptul că ești capabil să captezi și să transmiți energie pozitivă. Este un semn al puterii interioare și al conexiunii spirituale.",
      "slug": "cuart"
    },
    {
      "name": "Cuc",
      "category": "animale",
      "shortMeaning": "Timp, avertisment, infidelitate, intrus.",
      "fullInterpretation": "Cucul este pasărea timpului, dar și a infidelității (își depune ouăle în alte cuiburi). Cântecul lui poate anunța un eveniment important sau poate fi un avertisment. Poate sugera un intrus în viața ta sau teama că timpul trece prea repede.",
      "slug": "cuc"
    },
    {
      "name": "Cuc cântând",
      "category": "animale",
      "shortMeaning": "Veste, numărătoare inversă, trezire, destin.",
      "fullInterpretation": "A auzi cucul cântând este un semn premonitoriu. Numărul de cântări poate fi interpretat ca o durată de timp (ani de viață, luni până la nuntă). Este un apel la vigilență și la conștientizarea trecerii timpului.",
      "slug": "cuc-cantand"
    },
    {
      "name": "Ciuciuc",
      "category": "alimente",
      "shortMeaning": "Dulce turcesc, plăcere exotică, amintire, lipicios.",
      "fullInterpretation": "Ciuciucul (rahatul turcesc sau similar) simbolizează plăcerile dulci, dar consistente. Poate evoca amintiri din copilărie sau dorința de ceva exotic. Fiind lipicios, poate sugera o situație plăcută din care ieși greu.",
      "slug": "cuciuc"
    },
    {
      "name": "Cucuvea",
      "category": "animale",
      "shortMeaning": "Înțelepciune, moarte (superstiție), singurătate, noapte.",
      "fullInterpretation": "Cucuveaua este, nedrept, asociată cu moartea în superstițiile românești. În realitate, este simbolul înțelepciunii și al capacității de a vedea în întuneric (adevărul ascuns). În vis, poate indica frici iraționale sau o perioadă de singurătate și introspecție.",
      "slug": "cucuvea"
    },
    {
      "name": "Cucuvea cântând",
      "category": "animale",
      "shortMeaning": "Frică, presimțire rea, liniște tulburată, mesaj.",
      "fullInterpretation": "Cântecul cucuvelei provoacă adesea teamă. În vis, reflectă anxietatea ta legată de pierdere sau boală. Este proiecția propriilor tale frici de moarte sau de ghinion. Poate fi un mesaj să fii atent la sănătatea ta sau a celor dragi.",
      "slug": "cucuvea-cantand"
    },
    {
      "name": "Cufăr",
      "category": "obiecte",
      "shortMeaning": "Comori ascunse, trecut, secrete, moștenire, călătorie.",
      "fullInterpretation": "Cufărul conține lucruri de valoare, fie materiale, fie amintiri. Un cufăr plin sugerează bogăție interioară sau talente nedescoperite. Un cufăr gol indică dezamăgire. Poate simboliza și bagajul emoțional pe care îl cari cu tine.",
      "slug": "cufar"
    },
    {
      "name": "Cui",
      "category": "obiecte",
      "shortMeaning": "Fixare, stabilitate, durere, problemă sâcâitoare.",
      "fullInterpretation": "Cuiul servește la fixarea lucrurilor. A bate un cui înseamnă a lua o decizie fermă sau a stabiliza o situație. A te înțepa într-un cui sugerează o mică durere sau o problemă sâcâitoare. Expresia \"cuiul lui Pepelea\" indică o obsesie.",
      "slug": "cui"
    },
    {
      "name": "Cui bătând",
      "category": "acțiuni",
      "shortMeaning": "Decizie, muncă, construcție, finalizare, reparație.",
      "fullInterpretation": "Acțiunea de a bate un cui simbolizează finalizarea unei tranzacții sau a unei etape (\"a bate palma\"). Indică hărnicie, reparație și dorința de a construi ceva durabil. Poate sugera și agresivitate sau încăpățânare.",
      "slug": "cui-batand"
    },
    {
      "name": "Cuib",
      "category": "locuri",
      "shortMeaning": "Casă, familie, siguranță, naștere, fragilitate.",
      "fullInterpretation": "Cuibul este simbolul căminului și al protecției parentale. Un cuib cu ouă sau pui indică fertilitate, proiecte noi și armonie familială. Un cuib gol sau distrus prevestește singurătate, plecarea copiilor sau probleme casnice.",
      "slug": "cuib"
    },
    {
      "name": "Cuier",
      "category": "obiecte",
      "shortMeaning": "Susținere, ordine, așteptare, povară lăsată.",
      "fullInterpretation": "Cuierul este locul unde îți lași hainele (rolurile sociale) la intrare. Sugerează nevoia de ordine sau dorința de a te elibera de poveri. Un cuier gol poate indica lipsa de vizitatori sau singurătate. Un cuier plin sugerează o viață socială activă.",
      "slug": "cuier"
    },
    {
      "name": "Culoare",
      "category": "vizual",
      "shortMeaning": "Emoție, stare de spirit, diversitate, mesaj subtil.",
      "fullInterpretation": "Culorile în vis sunt esențiale pentru interpretarea stării emoționale. Culorile vii indică energie și optimism, cele terne depresie. Fiecare culoare are o semnificație specifică (roșu-pasiune/pericol, albastru-calm/spiritualitate, etc.). Este important ce obiect are culoarea respectivă.",
      "slug": "culoare"
    },
    {
      "name": "Culoarea bej",
      "category": "vizual",
      "shortMeaning": "Neutralitate, plictiseală, calm, lipsă de implicare.",
      "fullInterpretation": "Bejul este o culoare neutră, pământie. În vis, sugerează imparțialitate, obiectivitate, dar și lipsă de pasiune, plictiseală sau dorința de a nu ieși în evidență. Indică o perioadă de calm plat sau de tranziție.",
      "slug": "culoarea-bej"
    },
    {
      "name": "Culoarea cenușiu / gri",
      "category": "vizual",
      "shortMeaning": "Incertitudine, depresie, neutralitate, ceață, bătrânețe.",
      "fullInterpretation": "Griul este culoarea compromisului, a ceții și a incertitudinii. Poate indica depresie, plictiseală, lipsă de vitalitate sau o situație neclară. Pozitiv, poate simboliza neutralitatea și maturitatea. Este culoarea \"zonei gri\" morale.",
      "slug": "culoarea-cenusiu-gri"
    },
    {
      "name": "Culoarea mov",
      "category": "vizual",
      "shortMeaning": "Spiritualitate, regalitate, intuiție, transformare, mister.",
      "fullInterpretation": "Movul (violetul) este o culoare extrem de spirituală, asociată cu chakra coroanei. Indică intuiție profundă, transformare mentală și conexiune cu divinul. Poate sugera și noblețe sau ambiții înalte. Este culoarea magiei și a misterului.",
      "slug": "culoarea-mov"
    }
  ]
}