{
  "symbols": [
    {
      "name": "Cabana",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea, casa).",
      "fullInterpretation": "(vezi, de asemenea, casa).",
      "slug": "cabana"
    },
    {
      "name": "Cabina",
      "category": "dictionar",
      "shortMeaning": "Visul in care va plimbati cu telecabina la mare inaltime are o semnificatie pozitiva.",
      "fullInterpretation": "Visul in care va plimbati cu telecabina la mare inaltime are o semnificatie pozitiva. Sunteti o persoana norocoasa care depaseste cu usurinta unele situatii delicate. Daca visati ca cineva s-a urcat in telecabina inseamna ca acel cinvea v-ar putea ajuta intr-o problema financiara.",
      "slug": "cabina"
    },
    {
      "name": "Cabinet",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cabinet"
    },
    {
      "name": "Cablu",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea, uzina electrica).",
      "fullInterpretation": "(vezi, de asemenea, uzina electrica).",
      "slug": "cablu"
    },
    {
      "name": "Cacao",
      "category": "dictionar",
      "shortMeaning": "Visul in care beti cacao cu cineva inseamna ca veti avea relatii durabile cu prietenii si va vor ...",
      "fullInterpretation": "Visul in care beti cacao cu cineva inseamna ca veti avea relatii durabile cu prietenii si va vor fi alaturi la bine si la rau.",
      "slug": "cacao"
    },
    {
      "name": "Caciula",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "caciula"
    },
    {
      "name": "Cactus",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cactus"
    },
    {
      "name": "Cada",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea, mormant, asasin, sicriu si alte cuvinte legate de notiune de cadavru).",
      "fullInterpretation": "(vezi, de asemenea, mormant, asasin, sicriu si alte cuvinte legate de notiune de cadavru).",
      "slug": "cada"
    },
    {
      "name": "Cadavru",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea, mormant, asasin, sicriu si alte cuvinte legate de notiune de cadavru).",
      "fullInterpretation": "(vezi, de asemenea, mormant, asasin, sicriu si alte cuvinte legate de notiune de cadavru).",
      "slug": "cadavru"
    },
    {
      "name": "Cadere",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca vei cadea si nu te temi inseamna ca vei depasi adversitatile cu usurinta.",
      "fullInterpretation": "Daca visezi ca vei cadea si nu te temi inseamna ca vei depasi adversitatile cu usurinta. Daca visezi ca vei cadea si esti speriat, indica o lipsa de control, insecuritate, si/sau lipsa de sprijin in viata de veghe. Este posibil sa aveti lupte majore si/sau probleme coplesitoare. Se poate presupune, de asemenea, ca ati reusit sa realizati un obiectiv pe care l-ati stabilit pentru dumneavoastra.Un vis extrem de comun este caderea de la inaltime. Cele mai dese scenarii intalnite in vise pot contine : o cadere de pe o satanca inalta, de pe o cladire, de pe un acoperis, dintr-un avion sau o ridicatura de pamant inalta. Contrar miturilor populare, nu vei muri daca nu va veti trezi inainte sa loviti pamantul in aceasta cadere. Pentru a intelege acest vis, trebuie sa va analizati viata de zi cu zi. Caderea simbolizeaza pierderea controlului. Atunci cand cazi, nu ai niciun control si nu ai de ce sa te agati. Astfel, visul este analog cu o situatie din viata de zi cu zi in care pierzi sau iti lipseste controlul. Va simtiti coplesit, poate in mediul de la munca, la scoala, acasa sau intr-o relatie. Vi-ati pierdut elanul si nu puteti tine pasul cu cerintele din viata de zi cu zi. Caderea sugereaza nesiguranta Visul poate fi asociat si cu un sentiment lipsa de securitate, incredere sau stabilitate. Nesiguranta intr-o anumita circumstanta sau in relatie. Poate ca riscati sa va pierdeti locul de munca sau caminul, o astfel de pierdere va poate face sa simtiti ca pamantul de sub dumneavoastra se risipeste. Mai mult decat atat, aceste vise indica si sentimente de rusine, inferioritate, vulnerabilitate si / sau stima de sine scazuta. Caderea poate insemna si un comportament nechibzuit Visul poate fi si un apel de trezire la realitate datorita deciziilor proaste si al comportamentului iresponsabil sau imprudent. Va indrepati pe calea gresita in viata. Caderea poate fi asociata si cu sexul Conform teoriei lui Sigmund Freud, visele despre cadere indica faptul ca sunteti pe punctul de a renunta la impulsurile sau dorintele sexuale. Va lipseste indiscretia. Caderea este si un rezultat al fiziologiei Atunci cand dormiti schimbarile fiziologice din interiorul organismului pot declansa acest vis. In pimpul visului s-ar putea sa simtiti o zvacnitura puternica, aceasta este cunoscuta sub numele de smucitura mioclonica si uneori este destul de puternica incat va poate trezi. Concluzie: Pentru a intelege si a interpreta acest gen de vise, aruncati o privire in viata de zi cu zi, este posibil sa gasiti un indiciu declansator care genereaza acest tip de vis. Ce va provoaca nesiguranta? Unde ati simtit ca ati pierdut controlul ? etc. Visul in care iti cade parul denota ideea ca esti preocupat(a) de inaintarea in varsta si de pierderea virilitatii sau a sex appeal-ului. Esti preocupat(a) de infatisare si imbatranire. Piererea parului semnifica, de asemenea, o lipsa de putere, nu ai puterea sa reusesti intr-o inteprindere. Ai senzatia de slabiciune si vulnerabilitate.",
      "slug": "cadere"
    },
    {
      "name": "Copil",
      "category": "dictionar",
      "shortMeaning": "Copilul bolnav in vise semnifica faptul ca bunastarea familiei dumneavoastra este amenintata.",
      "fullInterpretation": "Copilul bolnav in vise semnifica faptul ca bunastarea familiei dumneavoastra este amenintata. Daca o mama isi viseaza copilul bolnav inseamna ca totul va fi bine cu copilul, dar mama este preocupata cu alte mici neplaceri in legatura cu copilul. A avea vise despre un copil disparut poate fi de bine sau de rau depinzand daca pierdeti dumneavoastra copilul sau il gasiti. De multe ori, atunci cand pierdem ceva ne revine in vise imaginea unei locatii unde sa cautam. Visul in care apare un copil disparut poate avea semnificatii diferite. Unul din aceste semnificatii sugereaza ca a visa un copil disparut este un lucru foarte pozitiv, deoarece se pare ca puteti vedea unde este copilul si unde il puteti gasi. O a doua explicatie este una negativa care ar putea insemna dorul de tinerete. Va doriti acele vremuri mai simple, fara griji, fara stres, fara facturi sau responsabilitati. Mai multe informatii puteti gasi si pe pagina interpretarii visului disparitie.Visele despre copii mici ne ofera accesul la copilul din noi. Cu totii avem parti ale fiintei noastre care inca sunt curioase si copilaroase. Cand reusim sa stabilim o legatura cu aceasta latura a noastra, ne dam noua insine permisiunea de a explora un potential al unitatii, al desavarsirii, pe care pana atunci nu l-am recunoscut in noi insine.Daca visezi un copil mort semnifica o suparare sau o dezamagire in viitor. De asemenea, daca iti vezi copilul mort semnifica ca bunastarea ta este amenintata. Alternativ, daca visezi un copil nascut mort sugereaza ca ti-ai pierdut increderea in ceva sau in cineva.Copilul murdar din vise scoate la iveala sentimentul modificat al realitatii si, prin urmare, poate fi un mijloc de a scapa de responsabilitatile si problemele care pot fi ascociate cu casa. Poate incercati sa rezolvati sau sa gasiti adevarul intr-o problema ingrijoratoare. De asemenea, visul exprima deprimare si situatii in care va simtiti vulnerabil sau neajutorat. Analiza detaliata a visului Copilul din acest vis face referire la aspectele dumneavoastra proeminente sau dezvoltate cand traiati in orasul sau comuna natala. Va agatati de trecut si va simtiti amortit intr-o anumita perioada a vietii. Visul sugereaza anxitetea si frica pe care o traiti, ca urmare a unei vinovatii sau nelegiuiri. Mizeria de pe copil (in special daca este plin de excremente) este, din pacate, un semnal de avertizare cu privire la atitudinea dumneavoastra care a depasit multe limite. Poate ca va simtiti sufocat/a de relatie. De asemena, visul indica lipsa de control si temeri. Nu petreceti suficient timp cu o persoana din viata dumneavoastra. Interpretare din punct de vedere psihologic Sigmund Freud identifica visul unui copil in noroi cu zelul subconstient al unei persoane care doarme pentru experimente sexuale. Poate ca astfel de vise sunt cauzate de faptul ca partenerul intim nu prezinta suficient interes cu privire la relatiile intime, sau opus - este prea activ. Uneori, un copil murdar vazut intr-un vis reflecta starea interna a visatorului, nesiguranta, lipsa de experienta, frica si lipsa de aparare. Pentru femeile care viseaza bebelusi murdari sau mizerabili, Antonio Meneghetti recomanda mai multa incredere in partenerul de viata. Poate ca visatoarea a avut o experienta negativa in trecut cu sexul opus si din acest motiv ii este dificil sa aibe din nou incredere. Interpretare pozitiva In functie de contextul visului si starea creata de acesta, copilul murdar poate fi si un indiciu pentru veselie, distaractie si bucurii copilaresti. De ex.: un copil murdar din cap pana in picioare sarind si topaind intr-o balta.Un copil pierdut in vise poate fi un un lucru bun sau unul rau depinzand de problema daca ati gasit sau ati pierdut copilul. Daca visati un copil faimos pierdut inseamna ca ar trebui sa acordati atentie speciala la informatiile pe care le vedeti si care nu au fost adresate catre media.",
      "slug": "copil"
    },
    {
      "name": "Caine",
      "category": "dictionar",
      "shortMeaning": "Interpretarea din punct de vedere sexual, a cainilor din vis este legata de obiceiul acestora de ...",
      "fullInterpretation": "Interpretarea din punct de vedere sexual, a cainilor din vis este legata de obiceiul acestora de a se imperechea in public. Ca aminal infricosetor in vis, cainele simbolizeaza propria constiinta incarcata. Daca visati ca sunteti insotit de un caine, acesta este un semn ca aveti instinctul treaz. Daca este inlantuit sau chinui, acest lucru simbolizeaza complexele de inferioritate pe care le aveti in realitate. Cainii mari accentueaza, iar cainii mici diminueaza ceea ce s-a spus mai sus. Daca visati ca purtati un caine in brate, inseamna ca va controlati foarte bine instinctualitatea. Un caine mort indica faptul ca ar trebui sa inviati ceva mort din suflet. Stekel era de parere ca muscatura unui caine la picior reprezinta un avertisment referitor la pasiunile animalice, teama de infectii sau castrare. Artemidoros afirma ca daca visati un caine strain gudurandu-se pe langa un altul, ar trebui sa va feriti de escroci. Dupa parerea sa, cainii care latra si musca, simbolizeaza o persoana, care doreste sa va produca pierderi (vezi, de asemenea a latra). Interpretari culese din popor In general - prietenie, iubire credincioasa caine alb - cunostinta placuta caine care va latra - suparare caine care te musca - griji mari, pierderi materiale, cearta in familie pentru mostenire, boala caine ciobanesc - noroc sanatate, avere mare caine conducand un orb - vesti interesante caine cu ciolan - iubire si sinceritate caine apartinadu-ti - credinta intaratand un caine - esti certaret. Alternativ, visul prevesteste o suparare cu un dusman daca sunteti muscat de caine - dusmani periculosi, nenorocire caine de vanatoare - intamplare fericita, prieteni crediciosi, castig la jocurile de carti fluierand un caine - prietenie puternica caine galben - ruina casei caine latrand - intristare cu un dusman. Latrand seara este un avertisment asupra ghinionului, pericol imediat mai multi caini la un loc - zgarcenie, atacuri dusmane caini multi care va latra - saracie caini multi si mici - prieteni buni caini mari - dusmani multi rauvoitori caini mici - prieteni mici si credinciosi, amici caine negru - tradarea prietenilor caine roscat - discordie omorand un caine - paguba primind in dar un caine - te vei bucura de o avere straina caine urmarit de hingher - mare pericol caine prins de hingher - pericol mare caine ranit - paguba caine scapat de la hingher - deficiente sentimentale preschimbandu-te in caine - dusmanie, teroare intemeiata un caine urland - prieteni in care sa nu ai incredere. Urland cu botul in sus, prevesteste incendiu, boala, moarte Daca visati un caine alb si bland semnifica faptul ca va asteapta o oferta tentanta, fie in afaceri, fie in dragoste. De asemenea, pentru femei este un semn ca se vor casatori in curand. Alternativ, daca in vis ti-a aparut un caine alb , sugereaza ca in perioada urmatoare vei avea placerea sa iti faci cunostinte noi cu care vei lega prietenii de durata. Cainele husky reprezinta o proiectie emotionala care se concentreaza intodeuna pe supra-pregatirea / supra-calificarea pentru a face fata unei situatii. Pastrati-va calmul, fiti increzatori si pregatiti-va pentru a face fata celor mai proasete situatii sau rezultate. In mod pozitiv, cainele husky poate simboliza o protectie emotionala de decizie inteligenta, doar pentru ca va relaxati nu trebuie sa permiteti ideilor stupide sa va influienteze, acestea va pot arunca in situatii periculoase. In mod negativ, un husky poate fi proiectia emotionala concentrata pe a nu asculta niciodata de nimeni altcineva. Poate fi, de asemena, un semn de posibile anxietati cu privire la anumite pierderi sau esecuri. Fiti pregatit pentru necazuri ! Vazand un husky siberian in vis, poate insemna faptul ca sunteti prea naiv si ca de multe ori vedeti doar binele in oameni. Din cauza aceasta, omiteti sa observati unele persoane care va pun bete in roata sau incearca sa va raneasca. Visand caini husky tragand o sanie implica faptul ca veti reactiona bine intr-o situatie limita sau stresanta. Veti dovedi ca sunteti rezistent, curajos si disponibil pentru a face tot ceea ce va sta in putere.Un caine legat in vise inseamna furt. Se poate ca dumneavoastra sa urmati sa furati ceva sau sa aveti de-a face cu un furt. Visul in care legati un caine sugereaza ca cineva doreste sa fure de la dumneavoastra. Daca visati ca un caine agresiv va ataca, dar este legat atunci inseamna ca aveti o dorinta de a va exprima, de a va rasti la cineva, in special asupra cuiva important pentru dumneavoastra, dar sunteti impiedicat de obstacole ce nu sunt in controlul dumneavoastra. Se poate sa aveti nevoie de exercitii de autodisciplina si de prezervare a ostilitatilor pentru a rezolva conflictele ce au erupt.Cainele lup, ciobanescul german sau lupul alsacian este o rasa de caine care se presupune ca a aparut prin domesticirea lupului. (sursa : Wikipedia). Visele despre cainele lup denota loialitate si prietenie, dar culoarea neagra de pe acesta inseamna, de asemenea, ca ar putea exista unele motive tinute ascuns de cei pe care ii considerati loiali. Mai mult, caine ciobanesc german poate fi si un semn pentru o decizie care va poate schimba viata. Semnificatia si sensul deplin al visului depinde foarte mult de contextul si starea de spirit din vis. In continuare va vom prezenta o serie de vise comune si semnificatia acestora. Un caine lup care va urmareste in vis Visul este semnal al subconstientului cu privire la o gelozie a unuia sau a mai multor prieteni. In general este vorba despre un prieten fals care este hotarat sa va puna intr-o lumina proasta prin intermediul barfelor. Chiar daca ciobanestii germani sunt simbolul loialitatii si al prieteniei, faptul ca ii vedeti urmarindu-va inseamna, de asemenea, loialitate falsa. Visand un caine lup care va ataca sau va musca Atacul sau muscatura unui ciobanesc german prevesteste o tradare impotriva dumneavoastra care va va consuma din interior. De asemenea, visul poate prevesti tradarea partenerului in viata de cuplu, o tradare a unui partener de afaceri, a unei rude sau a unui prieten. Omorand un ciobanesc german in vis Visand ca ati ucis un caine lup inseamna ca in viitorul apropiat veti rupe orice legatura cu un prieten fals, chiar daca acesta va incerca sa va dovedeasca ca este un prieten adevarat si loial. Nu va lasati pacalit, instinctul dumneavoastra nu va tradeaza! Visand un caine lup mort Visul in care vedeti un ciobanesc german mort denota distantare fata de alte persone ca si un mod de a va proteja propriile sentimente. De asemenea, visul simbolizeaza lipsa de independenta sau de incredere cu privire la o relatie sau o anume situatie. Cainele lup muscandu-va parintii, sora, fratele sau o ruda apropiata Visul denota gelozie si invidie din partea unor oameni care vor cu orice pret sa va doboare si din acest motiv vor incerca sa va atace familia.Daca visati un caine mare inseamna ca va paste un pericol mare. Visul in care sunteti stapanul unui caine mare si fioros semnifica faptul ca aveti acel sentiment ca sunteti protejat.Cainele mic in vise se refera la un prieten bun si credincios. Daca visati ca sunteti inconjurati de o haita de caini mici, inseamna ca aveti un grup de prieteni, putini sau nu, pe care va puteti baza mereu. Visul in care cainele mic este doar un pui sugereaza ca va fi nevoie sa ajutati unele persoane aflate in dificultate.Un caine mort in vise indica faptul ca ar trebui sa inviati ceva mort din sufletul dumneavoastra. Ar mai putea insemna si deteriorarea relatiilor cu o persoana apropiata. Daca visati ca un caine este pe moarte, inseamna ca va asteapta o pierdere a unui prieten bun.Daca visezi un caine negru , semnifica o nenorocire, prieteni falsi sau nepotriviti care ii ai langa tine. Trebuie sa faci o selectie intre prieteni ca sa vezi de cine ai nevoie si sa scapi de cei care te tin in loc.",
      "slug": "caine"
    },
    {
      "name": "Cal",
      "category": "dictionar",
      "shortMeaning": "Daca ati visat un cal alb, semnifica un animal frumos ce inspira siguranta, putere , dorinta si p...",
      "fullInterpretation": "Daca ati visat un cal alb, semnifica un animal frumos ce inspira siguranta, putere , dorinta si posibilitate de a cunoaste dincolo de orizontul dumneavoastra. Calul alb in vis sugereaza, de asemenea, un semn bun , esti iubit de oameni , relatii bune cu cei din jur. Potrivit traditiei o fata daca viseaza un cal alb este un semn de casatorie.Cand in vise ne apare un cal maro, acesta indica faptul ca in curand vom intalni o persoana care va juca un rol foarte important in viata noastra. Daca in vis dumneavoastra calariti un cal maro, este semn de noroc in sectorul financiar (pentru barbati), iar daca sunteti femeie acest vis prevesteste o multime de popularitate in randul sexului opus. Cumpararea unui cal maro, in realitate, este astepatarea pontru o achizitie destul de mare, la care ati visat de mult timp. Visul in care dumneavoastra hraniti un manz maro reprezinta copii dumneavoastra care vor fi sanatosi si fericiti. Spaland un cal maro in vise indica traversare unei lungi perioade de timp preocupati cu o ideie sau un plan. Mai mult decat atat, in cazul in care calul este foarte murdar, ideiile dumneavoastra sunt destul de inselatoare si pot provoca rau cuiva.A visa despre un cal mort va trimite catre propria copilarie. Un cal este cunoscut ca si un simbol al maretiei si al dorintei. Atunci cand ati fost copil v-ati dorit un cal. Desi este un stereotip asociat in mod obisnuit cu fetele, totusi v-ati dorit si dumneavoastra unul cand ati fost mic si daca sunteti baiat. A vedea in vise un cal mort va face sa realizati cat de mult ati crescut si ca este timpul sa lasati deoparte lucrurile copilaresti si sa mergeti mai departe cu viata dumneavoastra. Un cal mort in vise poate sugera moartea puterii pe care ati gasit-o in prietenia cuiva sau pe care atti dobandit-o intr-o anumita situatie. Visul ar putea insemna sfarsitul unei relatii, a unei prietenii, a carierei sau a unei situatii. S-ar putea sa fie momentul sa renuntati la cineva sau la ceva ce nu mai va este folositor pentru functia sau situatia destinata. Daca visati ca vedeti cai murind inseamna ca simtul dumneavoastra al maretiei si aprecierea pentru frumos sunt pe moarte. Caii sunt cunoscuti ca fiind model al frumusetii si ai farmecului, iar daca aveti un vis in care vedeti cai murind inseamna ca va pierdeti aprecierea pentru frumos in viata. Visul in care omorati un cal sugereaza ca s-ar putea sa raniti multe persoane apropiate dumneavoastra prin egoism si egocentrism. Acesta este un ghiont pentru a va uita la dumneavoastra si la motivele pe care le aveti.Calul negru in vis inseamna curaj, spirit temerar, energie, impulsivitate, actiune, initiativa. Daca visati un cal negru care schiopateaza inseamna ca veti avea parte de doliu, de intraistari, de durere. Visul in care calariti un cal negru sugereaza ca veti avea parte de o intalnire neplacuta, de o dificultate, de incertitudini.Un cal ranit in vise transmite un mesaj foarte important, mai exact, un prieten bun are nevoie de ajutor. S-ar putea ca visul sa mai sugereze ca prietenul dumneavoastra se simte rusinat.Visul in care calariti un cal rosu inseamna ca veti avea o casnicie fericita. Daca visati ca sariti un cal rosu atunci inseamna ca veti avea parte de un castig, dar nu fara a trece peste anumite primejdii.",
      "slug": "cal"
    },
    {
      "name": "Casa",
      "category": "dictionar",
      "shortMeaning": "Casa este simbolul costitutiei noastre interioare si exterioare.",
      "fullInterpretation": "Casa este simbolul costitutiei noastre interioare si exterioare. Pentru Artemidoros, ea simbolizeaza corpul omenesc. In zilele noastre fatada unei casa este interpretata la nivelul psihicului uman si este mai putin considerata latura exterioara indreptata catre societate. Fatada simbolizeaza aparenta, personalitatea omului. Etajele sunt, in mod corespunzator, zonele corpului sau laturile sufletesti, asupra carora subconstientul ar dori sa ne atraga atentia. Acoperisul, sarpanta acoperisului si etajele superioare simbolizeaza capul si functiile sale. Pivnita si obsuritatea sa reprezinta subconstientul. Deschiderile sunt legate de viata sexuala. Visul reprezinta starea unor anumite zone si ce ar trebui sa se renoveze aici. O casa veche, darapanata, ne aminteste ca ar fi bine sa indreptam unele laturi ale caracterului nostru. O vila de lux simbolizeaza faptul ca dorim sa parem mai mult dacat suntem in realitate. Casa in care lucram ofera indicii referitoare la viata noastra profesionala si la ce ar trebui sa schimbam in acest domeniu (vezi, de asemenea han si partile casei, descrise separat). ( vezi si casa taraneasca) Daca visezi ca achizitionezi o casa vei avea o aventura de dragoste incitanta dar scurta. A visa construirea unei case este semn de noroc in plan profesional. Intrepretari culese din popor In heneral, Veste buna, cinste, onoare Auzind vorbindu-se de o casa - noroc in afaceri Casa arzand - intrigi, ingrijorare mare Propria casa arzand - paguba Baia din casa - curatenie morala Bucatarie din casa - belsug Cladind / constuind o casa - incredere in capacitatile tale si posibilitatilede succes. Alternativ, noroc in afaceri, belsug, dragoste Casa comunala - alerbgare, grija Cos pe casa - instabilitate de scurta durata Cumparand o casa - bunastare si liniste sufleteasca Curatind in casa- semn de bucurie si veselie, posibil vizite Daramand o casa - galceava si intrigi- de bani goala Casa de prostitutie - rusine, nenorocire Casa de la tara - perioada fara griji banesti Dormitor - odihna, dorinte sexuale Etajul casei cu fisuri si crapaturi - pierderea unui ideal a unor principii O casa cu fatada frumoasa - aspect fitic deosebit Furnici invadand casa - viitor nefavorabil Casa goala - speranta neamplinita, venit mic Incendiu in casa - sentimente majore ies din matca Inundatie in casa - nefericire, nerealizare marunta in dragoste Incercand sa incalziti casa - emotii de scurta durata Casa calda si primitoare - o - emotii profunde Auzing un greiere in casa - vor intra si bani Casa lovita de trasnet - sa nu ai incredere in viitor Nunta in casa - viata sociala aglomerata Casa parasita - boala Perete crapat - degradarea starii financiare Reparand un perete crapat sau degradat din casa - oaspeti, bucurie. Alternativ, imbunatatirea starii financiare Casa ruinata - necazuri in familie Sarpe de casa - suferinte in dragoste, partener ul de o viata iti este infidel Usa de la casa in flacari - hoti / inrautatirea starii materiale Zidind o casa - fericire, dragoste, noroc in afaceri. Aparitia unei case de culoare alba in vise poate simboliza putere, armonie si fertilitate. Alternativ, daca visul este despre \"Casa Alba\" din SUA, atunci simbolistica acestuia se va indrepta catre putere si control. O casa cu fatada alba arata pace, claritate si inceputuri prolifice pentru visator. Poate reflecta, de asemenea, si o satare interioara intaca sau un nou inceput cu aspiratii pure . Pentru o interpretare mai detaliata, consultati interpretarea generala a visului \"Casa\". Un vis cu o casa in flacari, indiferent cine este proprietarul, este destul de alarmant incat sa va trezeasca si sa va ramana multa vreme in memorie. O interpretare cu care majoritatea specialistilor sunt de acord, chiar daca casa arzand poate avea multiple semnificatii in functie de scenarii, este cautarea de securitate si protectie in lumea reala. Vazand mai multe case in flacari este, cel mai probabil, un avertisment al subconstientului asupra faptului ca ar trebui sa va indepartati de oamenii si relatiile nesanatoase.Casa bantuita, in vise, semnifica sentimente nematerializate / neterminate legate de familie, copilarie, rude decedate, amintiri si sentimente reprimate. - Daca in vis ati cumparat o casa bantuita, inseamna incercare de a fugi de trecut. Cu toate acestea, lucrurile tind sa va ajunga din urma si trebuie sa va ocupati de acestea sau sa traiti cu consecintele.Visul in care apare o casa daramata sau ruinata inseamna ca veti avea parte de necazuri in familie. Daca visati o casa daramata si veche inseamna ca ceva trebuie indreptat in caracterul dumneavoastra, ceva mai vechi ce nu a fostsuficient de bine antrenat sau exploatat.A vedea o casa de lemn in vise inseamna neintelegeri si acuzatii sau, viceversa, celebrari, va simtiti mandru. Visul in care locuiti intr-o casa de lemn prezice faptul ca veti avea probleme in relatia dumneavoastra si ca ceilalti va vor intelge gresit. Daca visati casa de lemn a altei persoane sugereaza ca nu ar trebui sa dati vina pe oamenii pe care tocmai i-ati intalnit, nu ar trebui sa ii judecati. Visul in care terminati de construit o casa de lemn indica faptul ca aveti cateva intrebari in minte si la care veti gasi raspunsuri la aceste intrebari cu ajutorul unui partener.Casa demolata in vise sugereaza o pozitie noua pe o baza mai solida. Visul este simbolul eliberarii de cele vechi si inceputul a ceva nou, a unei noi vieti. Din punct de vedere psihologic, o casa demolata in vise adesea semnifica un sfarsit a ceva normal, obisnuit si sansa pentru un nou inceput. Totusi, demolarea unei case in vis ar putea insemna frica de propria personalitate. Traditia araba spune ca visul in care apare o casa demolata indica distrugerea sperantelor si experiente neplacute. De asemenea, visul anunta ceva nou.Daca visati o casa in flacari inseamna ca veti avea mult noroc. Alternativ, o casa in flacari in vise indica faptul ca va supuneti unei transformari. Daca visati casa familiei dumneavoastra in flacari inseamna ca nu sunteti pregatit pentru schimbare sau ca luptati impotriva schimbarilor. Ar mai putea semnifica evidentierea pasiunii si a dragostei celor din jur.Trebuie precizat inca de la inceput faptul ca visele despre inundatii nu sunt deobicei semne prea bune. Ele indica adesea necaz sau distrugere si ne avertizeaza despre faptul ca vor urma vremuri grele. Daca visul despre inundatia din casa nu a fost infricosator, inseamna ca ar trebui ca in viata reala sa reanalazati o situatie, poate ca lucrurile nu sunt atat de rele pe cat va imaginati dumneavoastra. In trecut, bunucii nostri credeau ca atunci cand visau o inundatie sau un potop care le-a maturat casa este un semn clar de boala care se apropie. Casa mare in vis indica potentialul dumneavoastra de dezvoltare emotionala. S-ar putea sa primiti pe cineva in vizita si sa ramana la dumneavoastra pentru o perioada mai lunga sau numarul membrilor familiei poate creste. Visul la o casa mare mai poate insemna bogatie, fericire.Daca visezi ca te muti intr-o casa noua reprezinta modificari in modul de gandire sau revizii asupra ideilor si comportamentului. Faci o mare schimbare, astfel incat nu te va mai privi vreo problema. De asemenea, visul poate reflecta incercarea ta de a face mari schimbari fata de tine si te vei simti mai bine in persoana ta.Casa parasita in vise inseamna ca ati lasat in urma trecutul dumneavoastra. Sunteti pregatit pasiti spre viitor.Daca visati casa parinteasca, de la tara sau a bunicilor, este din cauza subconstientului care isi aminteste mereu de vremurile copilariei fara griji, fara necazuri, fara responsabilitati, pe care ati petrecut-o acolo. Este foarte greu sa va despartiti de acea perioada a vietii. Poate o vizita la casa parinteasca nu ar strica, sausa incercati sa va luati cateva zile de vacanta, sa va faceti noi amintiri placute si fara griji.Casa taraneasca in vise simbolizeaza o aventura de dragoste foarte intensa, dar de scurta durata. Daca visati ca locuiti intr-o casa taraneasca inseamna ca veti avea o casnicie fericita si copii buni. Visul in care construiti o casa taraneasca se rezuma la activitatea dumneavoastra profesionala.Casa veche in vise reprezinta vechile voastre credinte, atitudini si cum le-ati folosit pentru a gandi sau a simti. Alternativ, casa veche poate simboliza nevoia de a va actualiza. Visul in care casa ta este deteriorata indica preocupari din viata de zi cu zi cu privire la starea casei tale.Acasa in vise poate insemna centrul vietii tale, senzatie de adapost, satisfacerea nevoilor esentiale in actuala perioada, bucurie in sanul familiei, incredere in propriile puteri, simtindu-va in largul dumneavoastra in ceea ce faceti, pe teren sigur, atmosfera calda, securitate, siguranta, speranta, incredere, atmosfera placuta, armonie aparenta. Daca visati ca va intoarceti acasa sugereaza un sentiment de repetabilitate, teama de schimbare sau de nou, dorinta de a intalni numai situatii sau aspecte deja cunoscute, dorinta de satisfacerea nevoilor esentiale, incredere numai in fortele proprii, cautarea sigurantei. Visul in care serviti cina acasa inseamna proiecte si initiative noi. Interpretarea viselor in care v-ati pierdut si nu mai puteti ajunge acasa se refera in general la situatii mai complicate in care nu gasiti o solutie convenabila sau durabila, arata faptul ca ati pornit pe o cale care nu va duce nicaieri in viata, doriti sa ve reintoarceti la o stare anterioara care va conferea mai multa siguranta si mai mult confort.Visele despre cumpararea unei case sunt considerate a fi vise de bun augur. A te visa cumparnd o casa noua sau mutandu-te intr-o casa noua este, de regula, considerat un semn al sucesului, prosperitatii si norocului. Pot exista multiple variatii la acest vis si toate interpretarile sunt de obicei pozitive. Cumparand o casa incompleta sau neteminata in vis poate avea semnificatii cu sens negativ. Ar putea insemna faptul ca in curand in curand va puteti confrunta cu o pierdere sau o criza funanciara. Acestea din urma ar putea avea la baza o investitie paguboasa. Visand ca ati cumparat o casa foarte colorata sau cu nuante ciudate de culori, ar putea inseamna ca in momentul de fata va confruntati cu tot felul de probleme enervante.",
      "slug": "casa"
    },
    {
      "name": "Carne",
      "category": "dictionar",
      "shortMeaning": "Carnea afumata in vise simbolizeaza instinctul dumneavoastra de conservare.",
      "fullInterpretation": "Carnea afumata in vise simbolizeaza instinctul dumneavoastra de conservare. Visul in care mancati carne cruda inseamna ca veti suferi anumite pierderi financiare sau veti avea anumite neintelegeri cu persoanele din jur. Carnea cruda de vita sugereaza ca va pregatiti de o activitate grea si de durata, dar presupune eforturi cu un scop bine definit. Daca visati la carne cruda de porc inseamna ca aveti treburi, afaceri nefinalizate sau misiuni neterminate.Carnea de curcan in vise simbolizeaza neincredere si incoerenta, dar si faptul ca aveti un comportament irational in viata de zi-cu-zi. Visul in care mancati carne de curcan sugereaza ca aveti o imaginatie foarte bogata.Daca visati ca mancati carne de miel inseamna ca veti fi presat de dureri. Visul in care gatiti carne de miel este semn de succes.Visul in care mancati carne de oaie inseamna ca va veti uzurpa averea. Traditia islamica spune ca daca visati ca gatiti carne de oaie inseamna ca duceti o viata onorabila, sunteti generos si castigati bani in mod legal.Carnea de porc in vise inseamna vesti bune. Daca visati ca mancati carne de porc prajita inseamna ca veti avea parte de mari succese, iar actiunea focului grabeste lucrurile spre avantajele asteptate. Visul in care mancati carne de porc fiarta sugereaza ca avantajele vor veni mai incet.Carnea de pui in vis inseamna ca veti pierde o ocazie buna de a realiza ceva. Daca visati ca mancati carne de pui inseamna ca veti primi laude la servici. Visul in care mancati carne de pui prajita sugereaza ca exista ceva negativ in viata dumneavoastra si trebuie sa scapati de acest aspect. Daca mancati carne de pui neprajita indica faptul ca sunteti nepregatiti sa faceti fata unei situatii sau va aflati in dificultatea de a va atinge scopurile.Visul in care mancati sau vedeti carne de vita semnifica instintul si energia dumneavoastra animalica. Visul ar mai putea face referinta la dusmania pe care o purtati pentru cineva. Poate ca incercati sa gasiti o cearta cu cineva.Visul in care mancati sau preparati carne tocata sugereaza ca vor aparea cateva elemente neplacute in viata dumneavoastra, dar pt fi rezolvate daca veti avea rabdare.",
      "slug": "carne"
    },
    {
      "name": "Cot",
      "category": "dictionar",
      "shortMeaning": "Aparitia cotului in vise a fost mereu asociata cu sentimente despre flexibilitate, capacitate de ...",
      "fullInterpretation": "Aparitia cotului in vise a fost mereu asociata cu sentimente despre flexibilitate, capacitate de adaptare sau razgandiri si deschedere la alegeri. O conotatie nagativa a coatelor ar putea reprezenta sentimentele de imbrancire, lupta pentru a va face loc si intampinarea de rezistenta. De asemenea, coatele pot simboliza un conflict interpersonal, restrictionari, sentimente de presiune si intalniri stanjenitoare. Atacul unei persoane cu cotul reprezinta sentimente conflictuale legate de afirmarea personala. De asemenea, acest tip de vis poate reflecta aversitate sau stabilirea unor limite.Durerea de cot sau actidentarea cotului in vise denota incapacitatea de felxibilitate, adaptare greoaie la situatii, incapacitatea de a va razgandi sau de a lua atitudine pentru a va crea un spatiu personal. De asemenea, cotul ranit sau rigid, devaluie o reticienta interioara fata de schimbare si sentimente de blocare.",
      "slug": "cot"
    },
    {
      "name": "Cristale",
      "category": "dictionar",
      "shortMeaning": "Visarea cristalelor este o reflecare a subconstientului care este cheia tuturor emotiilor, gandur...",
      "fullInterpretation": "Visarea cristalelor este o reflecare a subconstientului care este cheia tuturor emotiilor, gandurilor si sentimentelor pe care va este teama sau nu vreti sa nle exprimati. Tocmai de aceea, visarea cristalelor cere exprimarea acestor ganduri nerecunoscute, dar cruciale. Pe de alta parte, aparatia cristalelor in visul dumneavoastra ar putea insemna o crestere sa o maturitate spirituala. Am visat pietre / cristale, dar nu le cunosc numele? Nu va panicati, se intampla foarte des. Va recomandam sa va notati macar culoarea si, daca este posibil, forma. Aceste informatii nu numai ca va vor ajuta sa descoperiti numele prin cateva cautari usoare pe internet. Culoarea va va oferi un indiciu cu privire la chakra sau centrul energetic. Ca si ghid rapid, acestea sunt culorile chakrelor si dezechilibrele ce pot fi cauzate : Mov (chakra coroanei) - Se concentreaza pe spiritualitate, conecare la divin si explorarea propriei laturi spirituale. Indigo (chakra celui de-al Treilea Ochi) - Pune accentul pe intuitie si pe increderea in propriile sentimente Albastra (chakra gatului) - Evidentiaza autenticitatea, onestitatea si dialogul intern constient. Verde sau Roz (chakra inimii) - Se concentreaza pe iubire, iubire de sine si daruire/primire de energie. Galbena (chakra Plexului Solar) - Se refera la puterea personala, responsabilitate si atingerea scopului propriu. Portocalie (chakra Sacrala) - Se conecteaza la creativitate, manifestare si energie sexuala. Rosie (chakra Radacina) - Se ocupa de nevoile de baza (hrana, apa, adapost), siguranta, securitate si vindecarea traumelor din copilarie. Crisalele si semnificatia acestora in vise Ametist Propria intuitie este darul divin pentru a te ajuta la ghidare in viata. Ascultati-va vocea interioara si veti cunoaste respunsul. Aceasta este, de asemenea, o invitatie importanta de a lucra la sanatatea celui de-al treilea ochi și a chakrei coroanei. Faceti din meditatie o parte a practicii tale zilnice, chiar daca este cu cateva minute inainte de culcare, trebuie să-ti faci timp pentru asta. Cristale violete Culoarea violet este asociatA cu chakra coroanei, care este legata de intuitia profunda sau ceea ce cunoastem in mod obisnuit ca al saselea simt. Visarea lor ar putea indica faptul ca mintea ta se deschide incetul cu incetul catre idei si inspiratii noi, mult deasupra cotidianului. Cristale roz Rozul simbolizeaza afectiunea, iar visarea cristalelor roz ar putea sugera o nouă faza romantica a vietii! De obicei vazuta ca o culoare feminina, ar putea fi si modul universului de a va spune sa imbratisati feminitatea din interior. Cristale negre A visa cristale negre ar putea fi un semn ca va aflati la o rascruce in viată si că va simtiti sigur si ca sunteti pesimisti in privinta viitorului. Totusi, amintiti-va ca ajutorul va fi intotdeauna acolo, doar dacă il veti cere. Pana atunci, rugaciunea si meditatia va vor oferi puterea necesara. Cristale verzi Un vis despre cristale verzi ar putea fi un semn care indeamna la incetinirea ritmului si sa va conectati cu imprejurimile si sa aveti grija de sanatatea dumneavoastra. Cristale albe Albul simbolizeaza de obicei pacea si calmul, iar daca aceste cristale apar in visele dumneavoastra, atunci ar putea insemna ca sunteti multumiti si impacati cu sine insuti si cu lumea. De asemenea, ar putea insemna ca sunteti pregatit sa infruntati si sa depasiti provocarile din viata, chiar daca inca nu stiti asta. Cristale albastre In domeniul spiritual, albastrul simbolizează curajul de a merge mai departe in viata cu obiective si ambitii. Semnifica un nou capitol sau o noua directie. Fiind o culoare linistitoare, ea construieste, de asemenea, optimism pentru noua calatorie.",
      "slug": "cristale"
    },
    {
      "name": "Cina",
      "category": "dictionar",
      "shortMeaning": "Potrivit traditie romanesti daca visezi ca iei cina inseamna ca vei primi vesti de la o nastere.",
      "fullInterpretation": "Potrivit traditie romanesti daca visezi ca iei cina inseamna ca vei primi vesti de la o nastere. - Daca ai visat ca iei cina acasa - o sa hte implici in proiecte si initiative noi. - Daca visezi ca iei cina cu persoana iubita - semn ca vei avea o casnicie fericita. - Daca in vis cinezi cu multe persoane - ai grija la disputele cu prietenii. - Daca in vis esti invitat de cineva la cina - calatorie inseamna. - De visezi ca gatesti cina - perioada de restrangeri financiare. - Daca ai visat ca gatesti o cina bogata, pentru mai multe persoane - beneficiezi de un calm deosebit. - Daca in vis gatesti cina pentru o persoana - comportament arogant. - Cina la restaurant - viata ta amoroasa iti da de gandit, iti creaza tristete. - Daca ai visat ca iei cina in tren - nerealizarea unor dorinte adanci. Visul in care ati fost invitati la cina denota atingerea si finalizarea obiectivelor propuse. Alternativ, invitatia la cina poate semnifica si depasirea unor dificultati. Este posibil ca dupa aceasta perioada in care ati depasit greutatile sa aveti nevoie de ceva timp pentru a va curata mintea si pentru a va regasi pacea interioara.",
      "slug": "cina"
    },
    {
      "name": "Ceasca sau cana sparta",
      "category": "dictionar",
      "shortMeaning": "O cana sau o ceasca sparta simbolizeaza vulnerabilitatea, mai ales cand vine vorba despre starea ...",
      "fullInterpretation": "O cana sau o ceasca sparta simbolizeaza vulnerabilitatea, mai ales cand vine vorba despre starea emotionala a visatorului. Acesta din urma este mai predispus a fi ranit sau dezamagit. Alternativ, o cana sparta ar putea simboliza, de asemenea, probleme sau conflicte nerezolvate, aceste putand fi probleme personale sau conflicte sociale mari care sunt prea coplesitoare pentru a fi confruntate direct.",
      "slug": "ceasca-sau-cana-sparta"
    },
    {
      "name": "Cadere in gol",
      "category": "dictionar",
      "shortMeaning": "Un vis extrem de comun este caderea de la inaltime.",
      "fullInterpretation": "Un vis extrem de comun este caderea de la inaltime. Cele mai dese scenarii intalnite in vise pot contine : o cadere de pe o satanca inalta, de pe o cladire, de pe un acoperis, dintr-un avion sau o ridicatura de pamant inalta. Contrar miturilor populare, nu vei muri daca nu va veti trezi inainte sa loviti pamantul in aceasta cadere. Pentru a intelege acest vis, trebuie sa va analizati viata de zi cu zi. Caderea simbolizeaza pierderea controlului. Atunci cand cazi, nu ai niciun control si nu ai de ce sa te agati. Astfel, visul este analog cu o situatie din viata de zi cu zi in care pierzi sau iti lipseste controlul. Va simtiti coplesit, poate in mediul de la munca, la scoala, acasa sau intr-o relatie. Vi-ati pierdut elanul si nu puteti tine pasul cu cerintele din viata de zi cu zi. Caderea sugereaza nesiguranta Visul poate fi asociat si cu un sentiment lipsa de securitate, incredere sau stabilitate. Nesiguranta intr-o anumita circumstanta sau in relatie. Poate ca riscati sa va pierdeti locul de munca sau caminul, o astfel de pierdere va poate face sa simtiti ca pamantul de sub dumneavoastra se risipeste. Mai mult decat atat, aceste vise indica si sentimente de rusine, inferioritate, vulnerabilitate si / sau stima de sine scazuta. Caderea poate insemna si un comportament nechibzuit Visul poate fi si un apel de trezire la realitate datorita deciziilor proaste si al comportamentului iresponsabil sau imprudent. Va indrepati pe calea gresita in viata. Caderea poate fi asociata si cu sexul Conform teoriei lui Sigmund Freud, visele despre cadere indica faptul ca sunteti pe punctul de a renunta la impulsurile sau dorintele sexuale. Va lipseste indiscretia. Caderea este si un rezultat al fiziologiei Atunci cand dormiti schimbarile fiziologice din interiorul organismului pot declansa acest vis. In pimpul visului s-ar putea sa simtiti o zvacnitura puternica, aceasta este cunoscuta sub numele de smucitura mioclonica si uneori este destul de puternica incat va poate trezi. Concluzie: Pentru a intelege si a interpreta acest gen de vise, aruncati o privire in viata de zi cu zi, este posibil sa gasiti un indiciu declansator care genereaza acest tip de vis. Ce va provoaca nesiguranta? Unde ati simtit ca ati pierdut controlul ? etc.",
      "slug": "cadere-in-gol"
    },
    {
      "name": "Caderea parului",
      "category": "dictionar",
      "shortMeaning": "Visul in care iti cade parul denota ideea ca esti preocupat(a) de inaintarea in varsta si de pier...",
      "fullInterpretation": "Visul in care iti cade parul denota ideea ca esti preocupat(a) de inaintarea in varsta si de pierderea virilitatii sau a sex appeal-ului. Esti preocupat(a) de infatisare si imbatranire. Piererea parului semnifica, de asemenea, o lipsa de putere, nu ai puterea sa reusesti intr-o inteprindere. Ai senzatia de slabiciune si vulnerabilitate.",
      "slug": "caderea-parului"
    },
    {
      "name": "Cadou",
      "category": "dictionar",
      "shortMeaning": "De cele mai multe ori atunci cand visam un cadou, acesta poate fi un semn al sentimentelor pozitive si al abundentei.",
      "fullInterpretation": "De cele mai multe ori atunci cand visam un cadou, acesta poate fi un semn al sentimentelor pozitive si al abundentei. Adesea, cadourile sunt simbolul recunostintei sau al unor surprize si momente placute (mai ales daca vedeti unul astepandu-va). De ex. : o persoana draga va poate vizita pe neasteptate si bucuria va fi mare deoarece ati inceput sa credeti ca aceasta a uitat de existanta dumneavoastra. Primind un cadou in vis. Un asemena vis poate avea si conotatii negative, simbolizand tradare. Probabil veti afla in curand ca un prieten are tot felul de comentarii si observatii referitoare la viata dumneavoastra privata. Aceasta va va rani si veti constata ca a sosit momentul sa stabiliti niste limite. O gramada mare cu cadouri. Vazand in vis cadouri asezate intr-o gramada simbolizeaza faptul ca aveti talente si abilitati ne descoperite inca. S-ar putea sa demarati un nou proiect care va va aduce in viata forme de abundenta nebanuite. Pierderea unui cadou. Pierzand un cadou in vis prevesteste tristete, cineva care va place de mult timp va va propune sa deveniti mai mult decat prieteni. Raspunsul dumneavoastra va fi unul negativ, ceea ce va aduce un val de tristete. Alternativ, visul poate simboliza cerinte prea mari. Lucrurile pe care le detineti nu va fac prea fericit, mereu va comparati cu alte persoane si contatati intotdeuna au lucruri mai dragute si ca au mai mult succes atunci cand vine vorba de afaceri sau dragoste. Oferind cuiva un cadou. Poate ca ati avut un vis in care ofereati cuiva un dar, un asemena vis sugereaza faptul ca sunteti un om ce ofera multe si se bucura de lucruri marunte. Sunteti o persoana care crede ca viata este mai buna datorita lucrurilor mici, de ex. un simplu zambet va poate face ziua mult mai frumoasa. De asemena, oferind cuiva un cadou poate fi un avertisment asupra unor probleme in viata de cuplu. Probabil ca ati facut sau ati spus ceva care a ranit partenerul. Despachetarea sau deschiderea cadourilor. Daca ati visat ca deschideti cadouri, inseama ca ar trebui sau sunteti recunoscator pentru tot ceea ce ati realizat in viata. Returnarea unui cadou. Daca ati visat ca returnati un cadou, insemana ca v-ati simtit ofensat sau jignit. Exisata si posibilitatea sa nu va placa intentia cuiva si aceasta va va face sa reactionati violent. Primind un cadou care nu va place. Acest vis este un semnal de alarma asupra faptului ca munciti prea mult. Trebuie sa va intrebati daca ati devenit lacom si nu va pasa decat sa aveti cat mai multi bani. Intr-adevar, banii nu sunt cel mai important lucru din lume, dar sunt o necesitate pentru o viata decenta. Cu toate acestea, asigurati-va ca stabiliti un echilibru intre munca si timpul liber perecut alaturi de familie, priteni sau in natura. Cumparand cadouri Visul in care cumparati cadouri poate avea semnificatii multiple, de ex: Daca ati cumparat un cadou pentru partenerul dumneavoastra, inseamna ca constiinta dumneavoastra a dost cuprinsa de o neliniste. Este posibil sa fi facut o greseala, asa ca acum incercati sa compensati acest lucru oferind un cadou partenerului. Daca cadoul este pentru un membru al familiei, inseamna ca doriti sa va aratati recunostinta si cat de mult inseamna pentru dumneavoastra. Cadourile sunt cea mai buna alegere pentru asta, asa ca incercati sa le faceti sa va simta dragostea in alt mod. Cumparand un cadou pentru un prieten, este un semn care ar trebui sa faca constient ca ar trebui sa ii dedicati mai mult timp si atentie.",
      "slug": "cadou"
    },
    {
      "name": "Cafea",
      "category": "dictionar",
      "shortMeaning": "( gustand ) cafeaUmilinta te asteapta pentru ca nu stii sa te stapanesti.",
      "fullInterpretation": "( gustand ) cafeaUmilinta te asteapta pentru ca nu stii sa te stapanesti.Boabele de cafea in vise inseamna mici griji, dificultati marunte care se aduna in timp si va ataca viata. Visul in care prajiti boabe de cafea inseamna ca veti avea parte de o surpriza placuta de la un prieten drag. Daca visati ca macinati boabe de cafea inseamna ca va asteapta necazuri acasa.Zatul de cafea este un produs rezidual, in vise reprezinta ceva ramasite. Aceste ramasite apar fie ca urmare a unor fapte sau a modului dumneavoastra de viata, fie a unei relatii. Uneori zatul de cafea din vise se refera la chesti pe care corpul dumneavoastra le vede ca deseuri si de care incearca sa se curete sau sa scape. Zatul de cafea uscat se refera la disposibilitatea pentru schimbare. Visul in care aveti gura plina de zat uscat semnifica o decizie greu de acceptat.",
      "slug": "cafea"
    },
    {
      "name": "Cafea gustand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cafea-gustand"
    },
    {
      "name": "Cafenea",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cafenea"
    },
    {
      "name": "Cagula",
      "category": "dictionar",
      "shortMeaning": "Interpretarea psihologica a unei figuri din vis ce poarta cagula este aproape intotdeuna un simbol al amenintarii.",
      "fullInterpretation": "Interpretarea psihologica a unei figuri din vis ce poarta cagula este aproape intotdeuna un simbol al amenintarii. Prezinta un aspect al personalitatii care este invizibil (o personalitate ascunsa sau nevoia de protectie si securitate) ce trebuie dezvaluit. - Daca in vis tu ai purat cagula - iti asumi resonabilitatea de a termina activitatile in care esti implicat(a), chiar daca din acestea nu scoti venituri financiare, intentiile ascunse te vor ajuta sa duci la bun sfarsit faptele tale.",
      "slug": "cagula"
    },
    {
      "name": "Caier de tors",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "caier-de-tors"
    },
    {
      "name": "Caiet",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "caiet"
    },
    {
      "name": "Caine alb",
      "category": "dictionar",
      "shortMeaning": "Daca visati un caine alb si bland semnifica faptul ca va asteapta o oferta tentanta, fie in afaceri, fie in dragoste.",
      "fullInterpretation": "Daca visati un caine alb si bland semnifica faptul ca va asteapta o oferta tentanta, fie in afaceri, fie in dragoste. De asemenea, pentru femei este un semn ca se vor casatori in curand. Alternativ, daca in vis ti-a aparut un caine alb , sugereaza ca in perioada urmatoare vei avea placerea sa iti faci cunostinte noi cu care vei lega prietenii de durata.",
      "slug": "caine-alb"
    },
    {
      "name": "Caine de vanatoare",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "caine-de-vanatoare"
    },
    {
      "name": "Caine Husky",
      "category": "dictionar",
      "shortMeaning": "Cainele husky reprezinta o proiectie emotionala care se concentreaza intodeuna pe supra-pregatire...",
      "fullInterpretation": "Cainele husky reprezinta o proiectie emotionala care se concentreaza intodeuna pe supra-pregatirea / supra-calificarea pentru a face fata unei situatii. Pastrati-va calmul, fiti increzatori si pregatiti-va pentru a face fata celor mai proasete situatii sau rezultate. In mod pozitiv, cainele husky poate simboliza o protectie emotionala de decizie inteligenta, doar pentru ca va relaxati nu trebuie sa permiteti ideilor stupide sa va influienteze, acestea va pot arunca in situatii periculoase. In mod negativ, un husky poate fi proiectia emotionala concentrata pe a nu asculta niciodata de nimeni altcineva. Poate fi, de asemena, un semn de posibile anxietati cu privire la anumite pierderi sau esecuri. Fiti pregatit pentru necazuri ! Vazand un husky siberian in vis, poate insemna faptul ca sunteti prea naiv si ca de multe ori vedeti doar binele in oameni. Din cauza aceasta, omiteti sa observati unele persoane care va pun bete in roata sau incearca sa va raneasca. Visand caini husky tragand o sanie implica faptul ca veti reactiona bine intr-o situatie limita sau stresanta. Veti dovedi ca sunteti rezistent, curajos si disponibil pentru a face tot ceea ce va sta in putere.",
      "slug": "caine-husky"
    },
    {
      "name": "Caine legat",
      "category": "dictionar",
      "shortMeaning": "Un caine legat in vise inseamna furt.",
      "fullInterpretation": "Un caine legat in vise inseamna furt. Se poate ca dumneavoastra sa urmati sa furati ceva sau sa aveti de-a face cu un furt. Visul in care legati un caine sugereaza ca cineva doreste sa fure de la dumneavoastra. Daca visati ca un caine agresiv va ataca, dar este legat atunci inseamna ca aveti o dorinta de a va exprima, de a va rasti la cineva, in special asupra cuiva important pentru dumneavoastra, dar sunteti impiedicat de obstacole ce nu sunt in controlul dumneavoastra. Se poate sa aveti nevoie de exercitii de autodisciplina si de prezervare a ostilitatilor pentru a rezolva conflictele ce au erupt.",
      "slug": "caine-legat"
    },
    {
      "name": "Caine lup",
      "category": "dictionar",
      "shortMeaning": "Cainele lup, ciobanescul german sau lupul alsacian este o rasa de caine care se presupune ca a ap...",
      "fullInterpretation": "Cainele lup, ciobanescul german sau lupul alsacian este o rasa de caine care se presupune ca a aparut prin domesticirea lupului. (sursa : Wikipedia). Visele despre cainele lup denota loialitate si prietenie, dar culoarea neagra de pe acesta inseamna, de asemenea, ca ar putea exista unele motive tinute ascuns de cei pe care ii considerati loiali. Mai mult, caine ciobanesc german poate fi si un semn pentru o decizie care va poate schimba viata. Semnificatia si sensul deplin al visului depinde foarte mult de contextul si starea de spirit din vis. In continuare va vom prezenta o serie de vise comune si semnificatia acestora. Un caine lup care va urmareste in vis Visul este semnal al subconstientului cu privire la o gelozie a unuia sau a mai multor prieteni. In general este vorba despre un prieten fals care este hotarat sa va puna intr-o lumina proasta prin intermediul barfelor. Chiar daca ciobanestii germani sunt simbolul loialitatii si al prieteniei, faptul ca ii vedeti urmarindu-va inseamna, de asemenea, loialitate falsa. Visand un caine lup care va ataca sau va musca Atacul sau muscatura unui ciobanesc german prevesteste o tradare impotriva dumneavoastra care va va consuma din interior. De asemenea, visul poate prevesti tradarea partenerului in viata de cuplu, o tradare a unui partener de afaceri, a unei rude sau a unui prieten. Omorand un ciobanesc german in vis Visand ca ati ucis un caine lup inseamna ca in viitorul apropiat veti rupe orice legatura cu un prieten fals, chiar daca acesta va incerca sa va dovedeasca ca este un prieten adevarat si loial. Nu va lasati pacalit, instinctul dumneavoastra nu va tradeaza! Visand un caine lup mort Visul in care vedeti un ciobanesc german mort denota distantare fata de alte persone ca si un mod de a va proteja propriile sentimente. De asemenea, visul simbolizeaza lipsa de independenta sau de incredere cu privire la o relatie sau o anume situatie. Cainele lup muscandu-va parintii, sora, fratele sau o ruda apropiata Visul denota gelozie si invidie din partea unor oameni care vor cu orice pret sa va doboare si din acest motiv vor incerca sa va atace familia.",
      "slug": "caine-lup"
    },
    {
      "name": "Caine mare",
      "category": "dictionar",
      "shortMeaning": "Daca visati un caine mare inseamna ca va paste un pericol mare.",
      "fullInterpretation": "Daca visati un caine mare inseamna ca va paste un pericol mare. Visul in care sunteti stapanul unui caine mare si fioros semnifica faptul ca aveti acel sentiment ca sunteti protejat.",
      "slug": "caine-mare"
    },
    {
      "name": "Caine mic",
      "category": "dictionar",
      "shortMeaning": "Cainele mic in vise se refera la un prieten bun si credincios.",
      "fullInterpretation": "Cainele mic in vise se refera la un prieten bun si credincios. Daca visati ca sunteti inconjurati de o haita de caini mici, inseamna ca aveti un grup de prieteni, putini sau nu, pe care va puteti baza mereu. Visul in care cainele mic este doar un pui sugereaza ca va fi nevoie sa ajutati unele persoane aflate in dificultate.",
      "slug": "caine-mic"
    },
    {
      "name": "Caine mort",
      "category": "dictionar",
      "shortMeaning": "Un caine mort in vise indica faptul ca ar trebui sa inviati ceva mort din sufletul dumneavoastra.",
      "fullInterpretation": "Un caine mort in vise indica faptul ca ar trebui sa inviati ceva mort din sufletul dumneavoastra. Ar mai putea insemna si deteriorarea relatiilor cu o persoana apropiata. Daca visati ca un caine este pe moarte, inseamna ca va asteapta o pierdere a unui prieten bun.",
      "slug": "caine-mort"
    },
    {
      "name": "Caine negru",
      "category": "dictionar",
      "shortMeaning": "Daca visezi un caine negru , semnifica o nenorocire, prieteni falsi sau nepotriviti care ii ai langa tine.",
      "fullInterpretation": "Daca visezi un caine negru , semnifica o nenorocire, prieteni falsi sau nepotriviti care ii ai langa tine. Trebuie sa faci o selectie intre prieteni ca sa vezi de cine ai nevoie si sa scapi de cei care te tin in loc.",
      "slug": "caine-negru"
    },
    {
      "name": "Caine pierdut",
      "category": "dictionar",
      "shortMeaning": "Un caine pierdut in vise reprezinta sentimentele de pierdere a increderii de sine sau lipsa abili...",
      "fullInterpretation": "Un caine pierdut in vise reprezinta sentimentele de pierdere a increderii de sine sau lipsa abilitatii de a va proteja emotional. Simtiti ca nu mai puteti sa va aparati, ca o situatie este prea periculoasa pentru a o infrunta.",
      "slug": "caine-pierdut"
    },
    {
      "name": "Caine turbat",
      "category": "dictionar",
      "shortMeaning": "Cele mai des intalnite sunt visele in care un canie turbat va urmareste sau va musca.",
      "fullInterpretation": "Cele mai des intalnite sunt visele in care un canie turbat va urmareste sau va musca. Din pacate, faptul ca ati vazut un caine turbat in visele dumneavoastra este asociat cu sentimente negative din viata de zi cu zi. Daca va descurcati si alungati sau ucideti canele turbat, atunci acest vis poate fi legat si de ceva pozitiv. Schimbari pozitive in viata dumneavoastra sunt atunci cand visati ca ... - Ati vazut pe cineva omorand cainele turbat, este un indiciu ca aveti pe cineva de partea dumneavoastra, aveti un ajutor, etc. - Reusiti sa scapati de cainele turbat, este tot un semn pozitiv, acesta indica faptul ca veti fugi de dusmanii dumneavoastra, fara daune sau pierderi pe viitorul apropit. - Dumneavoasta ucideti cainele turbat, depasiti unele greutati si atitudinea neplacuta a altora ridicandu-va catre prosperitate. Interpretare generala Cainele turbat, de obicei, sugereaza faptul ca sufetiti / veti suferi un ataca in viata de zi cu zi, in mod normal, din partea unei persoane. Fiind urmarit de catre un caine turbat poate insemna ca anumite persoane incearca sa va atace statutul, afacerea sau locul de munca. O abordare mai buna asupa acestui tip de vis terifiant ar fi sa luati in considerare ca acest caine turbat ar putea fi oricine apropiat voua. Muscatura cainelui turbat poate insemna gura lumii, barfe napustite asupra celui care a visat. Iar in cazul in care ati omorat acest caine indica faptul ca ati depasit opinile negative ale altora.",
      "slug": "caine-turbat"
    },
    {
      "name": "Caisa",
      "category": "dictionar",
      "shortMeaning": "Caisa in vise inseamna pofte, complexe, descoperirea unor noi oportunitati.",
      "fullInterpretation": "Caisa in vise inseamna pofte, complexe, descoperirea unor noi oportunitati. Daca visati o caisa coapta atunci visul prevesteste sanatate. Visul in care mancati o caisa sugereaza prosperitate, posibil ocasatorie.",
      "slug": "caisa"
    },
    {
      "name": "Caise",
      "category": "dictionar",
      "shortMeaning": "Caisele si, in general, toate fructele sunt considerate simboluri importante care ne pot aparea i...",
      "fullInterpretation": "Caisele si, in general, toate fructele sunt considerate simboluri importante care ne pot aparea in vise, iar atunci cand le putem intelege acestea ar putea fi niste semne pentru anume evenimente din viata de zi cu zi. In general, aparitia caiselor in visele noastre denota optimisnm. De cele mai multe ori veti incerca sa faceti tot ceea ce va sta in putinta pentru a rezolva o situatie, chiar daca circumstantele nu sunt ideale. Daca in visul dumneavoasta alaturi de caise se observa si copacii (caisul) sau daca copacii sunt plini de caise, visul prevesteste sucess ... chiar si in urma unei munci grele. Cu toate acestea, exista si situatii in care visele despre caise pot avea conotatii negative. Macand caise necoapte Un asemnea vis in care dumneavoastra consumati caise verzi indica sentimente de nesiguranta si confuzie legate de o anumita situatie din viata de zi cu zi . Culegand caise sticate sau putrezite Tema acestui vis indica un efort nerasplatit sau din care dumnevoastra veti iesi mai mult in pierdere, aici putand fi vorba si despre o afacere pe care v-ati hotarat sa o incepeti, dar, care inainte era doar o modalitate de a va petrece timpul sau un simplu hobby. Vanzare caiselor Din pacate, acest vis este un semn clar a unei crize, cel mai probabil una financiara. Poate ca acum aveti mare nevoie de bani si locul dumneavoastra de munca ar putea fi pus sub semnul intrebarii. Interpretari culese din popor Multa placere dar si sanatate.- Caise coapte - viata imbelsugata, sanatate.- Culegi caise - sansa va fi de partea ta.- Mananci caise - prosperitate, posibil si casatorie apropiata.",
      "slug": "caise"
    },
    {
      "name": "Cal alb",
      "category": "dictionar",
      "shortMeaning": "Daca ati visat un cal alb, semnifica un animal frumos ce inspira siguranta, putere , dorinta si p...",
      "fullInterpretation": "Daca ati visat un cal alb, semnifica un animal frumos ce inspira siguranta, putere , dorinta si posibilitate de a cunoaste dincolo de orizontul dumneavoastra. Calul alb in vis sugereaza, de asemenea, un semn bun , esti iubit de oameni , relatii bune cu cei din jur. Potrivit traditiei o fata daca viseaza un cal alb este un semn de casatorie.",
      "slug": "cal-alb"
    },
    {
      "name": "Cal alergand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cal-alergand"
    },
    {
      "name": "Cal maro",
      "category": "dictionar",
      "shortMeaning": "Cand in vise ne apare un cal maro, acesta indica faptul ca in curand vom intalni o persoana care ...",
      "fullInterpretation": "Cand in vise ne apare un cal maro, acesta indica faptul ca in curand vom intalni o persoana care va juca un rol foarte important in viata noastra. Daca in vis dumneavoastra calariti un cal maro, este semn de noroc in sectorul financiar (pentru barbati), iar daca sunteti femeie acest vis prevesteste o multime de popularitate in randul sexului opus. Cumpararea unui cal maro, in realitate, este astepatarea pontru o achizitie destul de mare, la care ati visat de mult timp. Visul in care dumneavoastra hraniti un manz maro reprezinta copii dumneavoastra care vor fi sanatosi si fericiti. Spaland un cal maro in vise indica traversare unei lungi perioade de timp preocupati cu o ideie sau un plan. Mai mult decat atat, in cazul in care calul este foarte murdar, ideiile dumneavoastra sunt destul de inselatoare si pot provoca rau cuiva.",
      "slug": "cal-maro"
    },
    {
      "name": "Cal mort",
      "category": "dictionar",
      "shortMeaning": "A visa despre un cal mort va trimite catre propria copilarie.",
      "fullInterpretation": "A visa despre un cal mort va trimite catre propria copilarie. Un cal este cunoscut ca si un simbol al maretiei si al dorintei. Atunci cand ati fost copil v-ati dorit un cal. Desi este un stereotip asociat in mod obisnuit cu fetele, totusi v-ati dorit si dumneavoastra unul cand ati fost mic si daca sunteti baiat. A vedea in vise un cal mort va face sa realizati cat de mult ati crescut si ca este timpul sa lasati deoparte lucrurile copilaresti si sa mergeti mai departe cu viata dumneavoastra. Un cal mort in vise poate sugera moartea puterii pe care ati gasit-o in prietenia cuiva sau pe care atti dobandit-o intr-o anumita situatie. Visul ar putea insemna sfarsitul unei relatii, a unei prietenii, a carierei sau a unei situatii. S-ar putea sa fie momentul sa renuntati la cineva sau la ceva ce nu mai va este folositor pentru functia sau situatia destinata. Daca visati ca vedeti cai murind inseamna ca simtul dumneavoastra al maretiei si aprecierea pentru frumos sunt pe moarte. Caii sunt cunoscuti ca fiind model al frumusetii si ai farmecului, iar daca aveti un vis in care vedeti cai murind inseamna ca va pierdeti aprecierea pentru frumos in viata. Visul in care omorati un cal sugereaza ca s-ar putea sa raniti multe persoane apropiate dumneavoastra prin egoism si egocentrism. Acesta este un ghiont pentru a va uita la dumneavoastra si la motivele pe care le aveti.",
      "slug": "cal-mort"
    },
    {
      "name": "Cal",
      "category": "dictionar",
      "shortMeaning": "Daca ati visat un cal alb, semnifica un animal frumos ce inspira siguranta, putere , dorinta si p...",
      "fullInterpretation": "Daca ati visat un cal alb, semnifica un animal frumos ce inspira siguranta, putere , dorinta si posibilitate de a cunoaste dincolo de orizontul dumneavoastra. Calul alb in vis sugereaza, de asemenea, un semn bun , esti iubit de oameni , relatii bune cu cei din jur. Potrivit traditiei o fata daca viseaza un cal alb este un semn de casatorie.Cand in vise ne apare un cal maro, acesta indica faptul ca in curand vom intalni o persoana care va juca un rol foarte important in viata noastra. Daca in vis dumneavoastra calariti un cal maro, este semn de noroc in sectorul financiar (pentru barbati), iar daca sunteti femeie acest vis prevesteste o multime de popularitate in randul sexului opus. Cumpararea unui cal maro, in realitate, este astepatarea pontru o achizitie destul de mare, la care ati visat de mult timp. Visul in care dumneavoastra hraniti un manz maro reprezinta copii dumneavoastra care vor fi sanatosi si fericiti. Spaland un cal maro in vise indica traversare unei lungi perioade de timp preocupati cu o ideie sau un plan. Mai mult decat atat, in cazul in care calul este foarte murdar, ideiile dumneavoastra sunt destul de inselatoare si pot provoca rau cuiva.A visa despre un cal mort va trimite catre propria copilarie. Un cal este cunoscut ca si un simbol al maretiei si al dorintei. Atunci cand ati fost copil v-ati dorit un cal. Desi este un stereotip asociat in mod obisnuit cu fetele, totusi v-ati dorit si dumneavoastra unul cand ati fost mic si daca sunteti baiat. A vedea in vise un cal mort va face sa realizati cat de mult ati crescut si ca este timpul sa lasati deoparte lucrurile copilaresti si sa mergeti mai departe cu viata dumneavoastra. Un cal mort in vise poate sugera moartea puterii pe care ati gasit-o in prietenia cuiva sau pe care atti dobandit-o intr-o anumita situatie. Visul ar putea insemna sfarsitul unei relatii, a unei prietenii, a carierei sau a unei situatii. S-ar putea sa fie momentul sa renuntati la cineva sau la ceva ce nu mai va este folositor pentru functia sau situatia destinata. Daca visati ca vedeti cai murind inseamna ca simtul dumneavoastra al maretiei si aprecierea pentru frumos sunt pe moarte. Caii sunt cunoscuti ca fiind model al frumusetii si ai farmecului, iar daca aveti un vis in care vedeti cai murind inseamna ca va pierdeti aprecierea pentru frumos in viata. Visul in care omorati un cal sugereaza ca s-ar putea sa raniti multe persoane apropiate dumneavoastra prin egoism si egocentrism. Acesta este un ghiont pentru a va uita la dumneavoastra si la motivele pe care le aveti.Calul negru in vis inseamna curaj, spirit temerar, energie, impulsivitate, actiune, initiativa. Daca visati un cal negru care schiopateaza inseamna ca veti avea parte de doliu, de intraistari, de durere. Visul in care calariti un cal negru sugereaza ca veti avea parte de o intalnire neplacuta, de o dificultate, de incertitudini.Un cal ranit in vise transmite un mesaj foarte important, mai exact, un prieten bun are nevoie de ajutor. S-ar putea ca visul sa mai sugereze ca prietenul dumneavoastra se simte rusinat.Visul in care calariti un cal rosu inseamna ca veti avea o casnicie fericita. Daca visati ca sariti un cal rosu atunci inseamna ca veti avea parte de un castig, dar nu fara a trece peste anumite primejdii.",
      "slug": "cal"
    },
    {
      "name": "Cal pascand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "cal-pascand"
    },
    {
      "name": "Cal ranit",
      "category": "dictionar",
      "shortMeaning": "Un cal ranit in vise transmite un mesaj foarte important, mai exact, un prieten bun are nevoie de ajutor.",
      "fullInterpretation": "Un cal ranit in vise transmite un mesaj foarte important, mai exact, un prieten bun are nevoie de ajutor. S-ar putea ca visul sa mai sugereze ca prietenul dumneavoastra se simte rusinat.",
      "slug": "cal-ranit"
    },
    {
      "name": "Cal rosu",
      "category": "dictionar",
      "shortMeaning": "Visul in care calariti un cal rosu inseamna ca veti avea o casnicie fericita.",
      "fullInterpretation": "Visul in care calariti un cal rosu inseamna ca veti avea o casnicie fericita. Daca visati ca sariti un cal rosu atunci inseamna ca veti avea parte de un castig, dar nu fara a trece peste anumite primejdii.",
      "slug": "cal-rosu"
    },
    {
      "name": "Calamar",
      "category": "dictionar",
      "shortMeaning": "Calamarul in vise reprezinta dependenta de partener, posesivitatea sau controlul total care este intentionat si ascuns.",
      "fullInterpretation": "Calamarul in vise reprezinta dependenta de partener, posesivitatea sau controlul total care este intentionat si ascuns. Va doriti dinadins sa preluati controlul pentru fiecare lucru pe care il poseda altcineva si incercati sa realizati acest lucru fara sa afle. Visul reprezinta controlul egoist, sub acoperire si asertiv asupra mai multor zone. Alternativ, un calamar ce apare in vise poate reflecta autoacceptarea controlului a ceva mare sau sofisticat atunci cand nu va doriti. Nu va doriti puterea care va pune in centrul atentiei. Din punct de vedere negativ, visand despre un calamar ar putea reflecta sentimente despre dumneavoastra sau despre alte persoane care scapa chiar daca au un comportament neadecvat. O puternica neplacere sau gelozie pentru a va face recunoscute activitatile. Aveti un comportament criminal organizat ce doreste sa ramana privat sau discret. A vedea un calamar in visele dumneavoastra sugereaza ca inconstient va simtiti amenintat. Judecata dumneavoastra s-ar putea sa fie incetosata. Poate ca nu vedeti lucrurile indeajuns de clar in acest moment. Visul in care apare un calamar gigant poate simboliza lacomia. Mergeti dupa ce va doriti fara sa va mai ganditi la ceilalti. Va ganditi prea mult la ceea ce va doriti dumneavoastra fara a mai tine cont de nevoile si sentimentele altor oameni. Daca visati ca mancati calamar inseamna ca sunteti constient si va ingrijoreaza modul cum va percep cei din jur. S-ar putea sa fie mai usor pentru dumneavoastra sa va izolati decat sa riscati judecata celorlalti.",
      "slug": "calamar"
    }
  ]
}