{
  "symbols": [
    {
      "name": "Carte de rugaciuni",
      "category": "obiecte",
      "shortMeaning": "Nevoie de ghidare, spiritualitate, pocăință sau speranță.",
      "fullInterpretation": "Cartea de rugăciuni în vis indică o întoarcere către spiritualitate și nevoia de ajutor divin. Poate sugera că treci printr-o perioadă de incertitudine și cauți răspunsuri sau consolare într-o forță superioară. De asemenea, poate simboliza dorința de iertare, de purificare a sufletului sau de a găsi pacea interioară.",
      "slug": "carte-de-rugaciuni"
    },
    {
      "name": "Carte religioasa",
      "category": "obiecte",
      "shortMeaning": "Cunoaștere sacră, moralitate, tradiție și adevăr.",
      "fullInterpretation": "O carte religioasă (Biblie, Coran, etc.) în vis reprezintă căutarea adevărului absolut și a valorilor morale. Sugerează nevoia de a te alinia cu principii etice sau de a găsi un sens profund al vieții. Poate fi un semn că ești pe calea cea bună sau, dimpotrivă, că te simți vinovat pentru încălcarea unor norme.",
      "slug": "carte-religioasa"
    },
    {
      "name": "Carte veche",
      "category": "obiecte",
      "shortMeaning": "Înțelepciune străveche, secrete de familie sau experiență acumulată.",
      "fullInterpretation": "O carte veche și prăfuită simbolizează înțelepciunea acumulată în timp sau secrete uitate. Poate indica faptul că soluția la problemele tale actuale se află în trecut sau în tradițiile familiei. Visul te îndeamnă să înveți din experiențele anterioare și să valorifici cunoștințele pe care le-ai ignorat.",
      "slug": "carte-veche"
    },
    {
      "name": "Carti",
      "category": "obiecte",
      "shortMeaning": "Cunoaștere, oportunități de învățare, curiozitate și progres.",
      "fullInterpretation": "Cărțile în vis sunt simboluri ale cunoașterii și ale evoluției intelectuale. O bibliotecă plină sugerează o sete imensă de învățare sau faptul că ai acces la multe resurse. Cărțile închise reprezintă potențialul neexploatat, în timp ce cărțile deschise indică aplicarea cunoștințelor. Visul poate sugera că trebuie să te documentezi înainte de a lua o decizie.",
      "slug": "carti"
    },
    {
      "name": "Carti de joc",
      "category": "obiecte",
      "shortMeaning": "Riscuri, soartă, jocul vieții și imprevizibil.",
      "fullInterpretation": "Cărțile de joc simbolizează riscul, norocul și natura imprevizibilă a vieții. A juca cărți în vis sugerează că îți asumi riscuri calculate (sau nu) în afaceri sau dragoste. Poate indica, de asemenea, o atitudine fatalistă, lăsându-te în voia sorții. Dacă câștigi, prevestește succes; dacă pierzi, este un avertisment să fii prudent.",
      "slug": "carti-de-joc"
    },
    {
      "name": "Carti de tarot",
      "category": "obiecte",
      "shortMeaning": "Mister, intuiție, dorința de a cunoaște viitorul și subconștient.",
      "fullInterpretation": "Cărțile de tarot în vis reflectă dorința ta de a descifra necunoscutul și de a primi ghidare. Ele simbolizează arhetipurile din subconștientul tău. Dacă ți se ghicește în cărți, înseamnă că ești într-o perioadă de confuzie și cauți direcție. Visul te invită să îți asculți intuiția și să fii atent la semnele din jurul tău.",
      "slug": "carti-de-tarot"
    },
    {
      "name": "Carti vechi",
      "category": "obiecte",
      "shortMeaning": "Moștenire intelectuală, istorie, nostalgie și valoare.",
      "fullInterpretation": "Cărțile vechi, de colecție, simbolizează o moștenire intelectuală sau spirituală valoroasă. Ele pot reprezenta amintiri prețioase, lecții de viață transmise din generație în generație sau redescoperirea unor talente uitate. Visul sugerează că trebuie să acorzi respect trecutului și să înveți din el.",
      "slug": "carti-vechi"
    },
    {
      "name": "Cartier",
      "category": "locuri",
      "shortMeaning": "Comunitate, sentimentul de apartenență, rutină și viață socială.",
      "fullInterpretation": "Cartierul în vis reprezintă mediul tău social imediat și sentimentul de apartenență. Un cartier familiar și prietenos indică securitate și integrare socială. Un cartier necunoscut sau periculos sugerează anxietate legată de schimbare, de interacțiunile sociale sau sentimentul de a fi un intrus. Poate reflecta și rutina vieții tale de zi cu zi.",
      "slug": "cartier"
    },
    {
      "name": "Cartita",
      "category": "animale",
      "shortMeaning": "Muncă subterană, secrete, subminare sau intuiție oarbă.",
      "fullInterpretation": "Cârtița este un animal care lucrează în întuneric, sub pământ. În vis, poate simboliza eforturile tale discrete sau inconștiente de a rezolva o problemă. Pe de altă parte, poate indica o acțiune subversivă: cineva te \"sapă\" pe la spate sau propriile tale îndoieli îți subminează încrederea. Poate sugera și nevoia de a \"săpa\" adânc pentru a găsi adevărul.",
      "slug": "cartita"
    },
    {
      "name": "Cartofi",
      "category": "alimente",
      "shortMeaning": "Hrană de bază, simplitate, muncă grea și rezultate modeste.",
      "fullInterpretation": "Cartofii, fiind tuberculi care cresc în pământ, simbolizează legătura cu realitatea materială, munca fizică și rezultatele obținute cu efort. Sugerează o perioadă de simplitate, în care trebuie să te concentrezi pe nevoile de bază. Recoltarea cartofilor indică succes financiar obținut prin muncă asiduă. Cartofii stricați avertizează asupra unor pierderi sau eforturi inutile.",
      "slug": "cartofi"
    },
    {
      "name": "Cartofi fierti",
      "category": "alimente",
      "shortMeaning": "Simplitate, soluții modeste, confort și satisfacție de bază.",
      "fullInterpretation": "Cartofii fierți în vis sugerează o viață simplă, fără complicații inutile. Pot indica faptul că te mulțumești cu puțin sau că ai găsit soluții practice la problemele tale. De asemenea, simbolizează confortul domestic și hrana sufletească. Dacă sunt gustoși, prevestesc o perioadă liniștită; dacă sunt seci, pot sugera plictiseală sau lipsa de entuziasm.",
      "slug": "cartofi-fierti"
    },
    {
      "name": "Cartofi prajiti",
      "category": "alimente",
      "shortMeaning": "Plăceri rapide, indulgență, sănătate precară sau socializare.",
      "fullInterpretation": "Cartofii prăjiți, fiind un aliment de tip \"fast food\" sau gustare, simbolizează plăcerile rapide și indulgența. În vis, pot sugera nevoia de a te relaxa și de a nu lua viața prea în serios. Totuși, pot fi și un avertisment legat de sănătate sau de alegeri impulsive care aduc satisfacție pe moment, dar pot avea consecințe negative.",
      "slug": "cartofi-prajiti"
    },
    {
      "name": "Carton",
      "category": "obiecte",
      "shortMeaning": "Fragilitate, aparențe, provizorat sau ambalaj.",
      "fullInterpretation": "Cartonul în vis este un material care pare solid, dar este de fapt fragil și perisabil. Sugerează că o situație din viața ta este doar o fațadă sau o construcție temporară. Cutii de carton pot indica mutarea, schimbarea sau nevoia de a \"împacheta\" anumite aspecte ale trecutului. Dacă cartonul este ud sau rupt, planurile tale sunt instabile.",
      "slug": "carton"
    },
    {
      "name": "Cartuse ( gloante )",
      "category": "obiecte",
      "shortMeaning": "Agresivitate latentă, resurse de atac, avertisment sau putere.",
      "fullInterpretation": "Cartușele sau gloanțele în vis simbolizează mânia reprimată sau potențialul de a răni. Pot sugera că ești \"încărcat\" și gata să explodezi sau că te pregătești pentru o confruntare. Alternativ, pot indica faptul că ai resursele necesare (argumente, energie) pentru a-ți apăra punctul de vedere, dar trebuie să le folosești cu grijă.",
      "slug": "cartuse-gloante"
    },
    {
      "name": "Carucior",
      "category": "obiecte",
      "shortMeaning": "Responsabilitate, povară, infantilism sau ajutor în deplasare.",
      "fullInterpretation": "Un cărucior de copil în vis simbolizează responsabilitățile materne/paterne sau grija față de un proiect nou (\"copilul\" tău). Un cărucior de marfă sau de cumpărături sugerează povara sarcinilor zilnice. Dacă tu ești într-un cărucior (scaun cu rotile), poate indica un sentiment de neputință sau dependență de alții.",
      "slug": "carucior"
    },
    {
      "name": "Carusel",
      "category": "acțiuni / locuri",
      "shortMeaning": "Cicluri repetitive, amețeală, lipsa de progres sau distracție.",
      "fullInterpretation": "Caruselul în vis indică adesea că te învârți în cerc. Deși poate părea distractiv la început, sugerează o lipsă de progres real și repetarea acelorași greșeli sau tipare emoționale. Poate simboliza și haosul vieții cotidiene care te amețește, sau nostalgia după jocurile copilăriei.",
      "slug": "carusel"
    },
    {
      "name": "Caruta",
      "category": "obiecte",
      "shortMeaning": "Tradiție, ritm lent, muncă grea și simplitate.",
      "fullInterpretation": "Căruța este un vehicul al trecutului și al vieții rurale. În vis, sugerează un stil de viață simplu, dar și un progres lent. Poate indica faptul că metodele tale sunt învechite sau că trebuie să depui un efort fizic considerabil pentru a avansa. O căruță încărcată este semn de belșug obținut cu greu.",
      "slug": "caruta"
    },
    {
      "name": "Casa alba",
      "category": "locuri",
      "shortMeaning": "Autoritate, puritate, claritate mentală sau idealuri înalte.",
      "fullInterpretation": "O casă albă strălucitoare în vis este un simbol al purității sufletești și al clarității mentale. Sugerează pace, armonie și intenții bune. Dacă visul face referire la \"Casa Albă\" (sediul puterii), atunci simbolizează dorința de autoritate, recunoaștere socială și influență.",
      "slug": "casa-alba"
    },
    {
      "name": "Casa arzand",
      "category": "locuri / fenomene",
      "shortMeaning": "Transformare radicală, pasiune distructivă, pierdere sau purificare.",
      "fullInterpretation": "O casă în flăcări este un vis intens și adesea înspăimântător. Psihologic, simbolizează o transformare radicală a eului. Vechile structuri mentale sunt distruse pentru a face loc altora noi. Poate indica o pasiune mistuitoare, furie sau o criză majoră care te obligă să o iei de la capăt. Deși pare negativ, focul este și un agent de purificare.",
      "slug": "casa-arzand"
    },
    {
      "name": "Casa bantuita",
      "category": "locuri",
      "shortMeaning": "Trecut nerezolvat, frici, amintiri reprimate sau vinovăție.",
      "fullInterpretation": "O casă bântuită reprezintă psihicul tău locuit de \"fantomele\" trecutului: traume nevindecate, secrete de familie, vinovăție sau amintiri reprimate care te bântuie. Visul îți cere să înfrunți aceste umbre pentru a te putea elibera. Nu poți construi un viitor liniștit până nu faci pace cu ceea ce \"bântuie\" subconștientul tău.",
      "slug": "casa-bantuita"
    },
    {
      "name": "Casa daramata",
      "category": "locuri",
      "shortMeaning": "Prăbușirea valorilor, criză existențială sau eșec.",
      "fullInterpretation": "O casă dărâmată este o imagine a dezolării interioare. Indică prăbușirea unui sistem de valori, eșecul unor planuri sau o criză în familie. Poate sugera că structura pe care ți-ai construit viața nu a fost solidă. Este un moment dureros, dar necesar pentru a putea reconstrui ceva mai trainic pe o fundație nouă.",
      "slug": "casa-daramata"
    },
    {
      "name": "Casa de lemn",
      "category": "locuri",
      "shortMeaning": "Căldură, fragilitate, tradiție sau simplitate.",
      "fullInterpretation": "O casă de lemn evocă o atmosferă caldă, naturală și primitoare, dar și o anumită fragilitate în fața intemperiilor (sau a problemelor vieții). Poate sugera o întoarcere la simplitate și la valorile tradiționale. Dacă lemnul este putred, indică neglijență și vulnerabilitate emoțională.",
      "slug": "casa-de-lemn"
    },
    {
      "name": "Casa de marcat",
      "category": "obiecte",
      "shortMeaning": "Bilanț, evaluare financiară, \"nota de plată\" a acțiunilor.",
      "fullInterpretation": "Casa de marcat în vis simbolizează momentul bilanțului. Poate indica griji financiare, evaluarea costurilor (nu doar bănești) ale acțiunilor tale sau așteptarea unei recompense. Sunetul casei de marcat poate fi un semnal că \"nota de plată\" a sosit și trebuie să îți asumi responsabilitatea pentru alegerile făcute.",
      "slug": "casa-de-marcat"
    },
    {
      "name": "Casa demolata",
      "category": "locuri",
      "shortMeaning": "Sfârșit violent al unei etape, schimbare impusă sau eliberare.",
      "fullInterpretation": "Spre deosebire de o casă dărâmată de la sine, o casă demolată implică o acțiune deliberată. Poate sugera că cineva (sau tu însuți) distruge activ o parte din viața ta pentru a face loc schimbării. Deși procesul este violent și dureros, scopul final poate fi reconstrucția și modernizarea sinelui.",
      "slug": "casa-demolata"
    },
    {
      "name": "Casa goala",
      "category": "locuri",
      "shortMeaning": "Singurătate, lipsuri, oportunitate sau spațiu de umplut.",
      "fullInterpretation": "O casă goală poate fi un simbol al singurătății apăsătoare sau al sărăciei emoționale. Te simți lipsit de conținut, de bucurie sau de companie. Pe de altă parte, poate reprezenta o pânză albă: ai eliberat spațiul de vechituri și acum ai libertatea de a-l mobila cu experiențe noi. Interpretarea depinde de sentimentul pe care îl ai în vis.",
      "slug": "casa-goala"
    },
    {
      "name": "Casa in constructie",
      "category": "locuri",
      "shortMeaning": "Proiecte noi, evoluție personală, viitor și muncă în desfășurare.",
      "fullInterpretation": "O casă în construcție este un semn excelent de progres. Indică faptul că lucrezi activ la viitorul tău, la dezvoltarea personalității sau la un proiect important. Schelele și materialele de construcție sugerează că ești în plin proces, că lucrurile nu sunt încă finalizate, dar direcția este bună. Este un vis despre potențial și creștere.",
      "slug": "casa-in-constructie"
    },
    {
      "name": "Casa in flacari",
      "category": "locuri / fenomene",
      "shortMeaning": "Pasiune mistuitoare, furie, transformare sau pierdere totală.",
      "fullInterpretation": "Vederea unei casă în flăcări este un șoc vizual care indică o urgență. Emoțiile tale au atins un punct critic. Poate fi vorba de o furie care distruge totul în jur sau de o pasiune care mistuie rațiunea. Este un apel la transformare prin foc: ce rămâne după incendiu este esența indestructibilă.",
      "slug": "casa-in-flacari"
    },
    {
      "name": "Casa inundata",
      "category": "locuri / fenomene",
      "shortMeaning": "Copleșire emoțională, invazia subconștientului sau lacrimi.",
      "fullInterpretation": "Apa într-o casă simbolizează emoțiile care au scăpat de sub control și au invadat spațiul rațional. O inundație sugerează că ești copleșit de tristețe, frică sau sentimente refulate. Fundația vieții tale este amenințată de aceste \"ape\" tulburi. Visul te îndeamnă să îți gestionezi emoțiile înainte ca ele să producă daune structurale.",
      "slug": "casa-inundata"
    },
    {
      "name": "Casa mare",
      "category": "locuri",
      "shortMeaning": "Ambiție, statut social, potențial vast sau grandomanie.",
      "fullInterpretation": "O casă mare și impunătoare reflectă ambițiile tale și imaginea de sine. Poate indica succes, prosperitate și un statut social înalt. Dacă te pierzi în ea, poate sugera că ți-ai asumat prea multe responsabilități sau că ai pierdut contactul cu nevoile tale simple în favoarea grandorii exterioare.",
      "slug": "casa-mare"
    },
    {
      "name": "Casa noua",
      "category": "locuri",
      "shortMeaning": "Început proaspăt, schimbare de identitate, securitate și speranță.",
      "fullInterpretation": "Mutarea într-o casă nouă este unul dintre cele mai clare simboluri ale schimbării pozitive. Indică o nouă etapă a vieții, o schimbare de mentalitate sau îmbunătățirea condițiilor de trai. Te simți pregătit să lași trecutul în urmă și să îți construiești un viitor mai bun, într-un spațiu care reflectă cine ești acum.",
      "slug": "casa-noua"
    },
    {
      "name": "Casa parasita",
      "category": "locuri",
      "shortMeaning": "Trecut abandonat, neglijare de sine, singurătate sau libertate.",
      "fullInterpretation": "O casă părăsită evocă o stare de abandon sufletesc. Simbolizează aspecte ale personalității tale pe care le-ai neglijat sau amintiri pe care le-ai lăsat în urmă. Poate indica sentimente de singurătate și izolare. Pe de altă parte, poate sugera că te-ai eliberat de condiționările trecutului și ești gata să mergi mai departe, lăsând vechiul sine în urmă.",
      "slug": "casa-parasita"
    },
    {
      "name": "Casa parinteasca",
      "category": "locuri",
      "shortMeaning": "Rădăcini, confort, nostalgie, copilărie sau regresie.",
      "fullInterpretation": "Casa părintească este un simbol fundamental al rădăcinilor și al securității. În vis, întoarcerea la casa părintească poate indica nevoia de confort, de protecție sau dorința de a te reconecta cu valorile familiei. Uneori, poate sugera o regresie, o incapacitate de a face față problemelor de adult și nevoia de a fi din nou \"copil\".",
      "slug": "casa-parinteasca"
    },
    {
      "name": "Casa ruinata",
      "category": "locuri",
      "shortMeaning": "Eșec, neglijență, depresie sau sfârșitul unui ciclu.",
      "fullInterpretation": "O casă în ruină sugerează că ai lăsat lucrurile să se degradeze în viața ta. Poate fi vorba de sănătate, relații sau starea mentală. Este un semn de avertizare că trebuie să te ocupi de reparații înainte ca totul să se prăbușească definitiv.",
      "slug": "casa-ruinata"
    },
    {
      "name": "Casa taraneasca",
      "category": "locuri",
      "shortMeaning": "Simplitate, autenticitate, muncă și conexiune cu pământul.",
      "fullInterpretation": "Casa țărănească simbolizează viața simplă, autentică și legătura cu tradiția. Poate sugera nevoia de a te întoarce la origini, de a scăpa de complicațiile vieții moderne și de a găsi bucuria în lucruri mărunte. Poate indica și o perioadă de muncă asiduă, dar plină de satisfacții.",
      "slug": "casa-taraneasca"
    },
    {
      "name": "Casa veche",
      "category": "locuri",
      "shortMeaning": "Înțelepciune, amintiri, atitudini învechite sau stabilitate.",
      "fullInterpretation": "O casă veche în vis poate reprezenta structurile mentale moștenite sau formate demult. Dacă casa este bine întreținută, simbolizează înțelepciunea și stabilitatea. Dacă este dărăpănată, indică faptul că anumite convingeri sau obiceiuri nu îți mai sunt de folos și trebuie renovate sau înlocuite.",
      "slug": "casa-veche"
    },
    {
      "name": "Casatorie",
      "category": "acțiuni",
      "shortMeaning": "Uniune, angajament, integrarea aspectelor opuse sau transformare.",
      "fullInterpretation": "Căsătoria în vis este simbolul uniunii sacre (hieros gamos). Nu prevestește neapărat o nuntă reală, ci mai degrabă unirea a două aspecte ale psihicului tău (masculin și feminin, conștient și inconștient) sau un angajament profund față de un proiect sau o cauză. Indică o etapă de maturizare și de integrare armonioasă.",
      "slug": "casatorie"
    },
    {
      "name": "Casatorit",
      "category": "persoane",
      "shortMeaning": "Responsabilitate, parteneriat, legământ sau constrângere.",
      "fullInterpretation": "A te visa căsătorit (dacă nu ești) sugerează dorința de stabilitate sau asumarea unei noi responsabilități. Dacă ești deja căsătorit, visul poate reflecta starea actuală a relației tale. Dacă te simți fericit, indică armonie. Dacă te simți prins în capcană, sugerează nemulțumiri legate de obligațiile pe care ți le-ai asumat.",
      "slug": "casatorit"
    },
    {
      "name": "Cascada",
      "category": "natură",
      "shortMeaning": "Emoții intense, eliberare, purificare și forță vitală.",
      "fullInterpretation": "Cascada este un simbol puternic al emoțiilor dezlănțuite și al forței vitale. Apa care cade cu putere sugerează o eliberare bruscă de tensiune, o purificare emoțională sau o experiență spirituală copleșitoare. Poate indica și o schimbare rapidă, un flux de energie care te poartă înainte, sau sentimentul că ești depășit de intensitatea trăirilor tale.",
      "slug": "cascada"
    },
    {
      "name": "Cascat",
      "category": "acțiuni",
      "shortMeaning": "Plictiseală, oboseală, nevoie de oxigenare sau ignoranță.",
      "fullInterpretation": "Căscatul în vis este un semn de plictiseală sau de epuizare fizică și mentală. Subconștientul îți transmite că activitatea actuală nu te stimulează sau că ai nevoie urgentă de odihnă. Poate sugera și o lipsă de interes față de ceea ce ți se comunică sau o atitudine pasivă în fața oportunităților.",
      "slug": "cascat"
    },
    {
      "name": "Cascaval",
      "category": "alimente",
      "shortMeaning": "Rezultate concrete, maturare, resurse sau situații complexe.",
      "fullInterpretation": "Cașcavalul, fiind un produs lactat procesat și maturat, simbolizează rezultatele obținute în timp. Sugerează că eforturile tale au ajuns la o formă concretă și hrănitoare. Poate indica prosperitate. Totuși, dacă are găuri multe, poate sugera lipsuri sau aspecte incomplete ale unui plan (\"o situație ca un șvaițer\").",
      "slug": "cascaval"
    },
    {
      "name": "Caseta",
      "category": "obiecte",
      "shortMeaning": "Secrete păstrate, amintiri înregistrate, valoare sau nostalgie.",
      "fullInterpretation": "O casetă (audio, video sau de bijuterii) în vis simbolizează conținutul prețios sau ascuns al minții tale. Poate reprezenta amintiri pe care le-ai stocat (\"înregistrat\") și pe care le revezi, secrete bine păzite sau talente nedescoperite. Dacă este o casetă de bijuterii, indică propria ta valoare interioară.",
      "slug": "caseta"
    },
    {
      "name": "Casetofon",
      "category": "obiecte",
      "shortMeaning": "Comunicare, repetarea trecutului, mesaje sau nostalgie.",
      "fullInterpretation": "Casetofonul în vis sugerează nevoia de a asculta un mesaj important sau tendința de a repeta aceleași greșeli (\"a pune placa\"). Poate evoca nostalgia după o perioadă trecută. Dacă asculți muzică la el, reflectă starea ta emoțională. Dacă înregistrezi, înseamnă că vrei să păstrezi o amintire sau să îți faci vocea auzită.",
      "slug": "casetofon"
    },
    {
      "name": "Castana",
      "category": "alimente",
      "shortMeaning": "Noroc, tărie, protecție și surprize plăcute.",
      "fullInterpretation": "Castana, cu învelișul ei țepos și miezul dulce, simbolizează o recompensă greu de obținut, dar valoroasă. În vis, prevestește noroc, sănătate și vigoare. Poate sugera că trebuie să treci de o aparență dură pentru a descoperi bunătatea cuiva. Castanele coapte indică momente de tihnă și confort.",
      "slug": "castana"
    },
    {
      "name": "Castel",
      "category": "locuri",
      "shortMeaning": "Aspirații înalte, protecție, fantezie sau izolare.",
      "fullInterpretation": "Castelul este simbolul realizărilor mărețe și al protecției supreme. A locui într-un castel sugerează că te simți stăpân pe viața ta sau că aspiri la un statut înalt. Totuși, zidurile groase pot indica și izolare, refuzul de a lăsa pe alții să se apropie sau refugiu într-o lume a fanteziei, departe de realitate.",
      "slug": "castel"
    },
    {
      "name": "Castig la loterie",
      "category": "acțiuni",
      "shortMeaning": "Speranțe nerealiste, dorința de schimbare rapidă sau noroc.",
      "fullInterpretation": "Visul despre un câștig la loterie reflectă adesea dorința de a scăpa rapid de probleme financiare sau de responsabilități, bazându-te pe noroc mai degrabă decât pe efort. Deși plăcut, visul poate avertiza asupra așteptărilor nerealiste. Uneori, însă, poate semnala o oportunitate neașteptată sau un sentiment de abundență interioară.",
      "slug": "castig-la-loterie"
    },
    {
      "name": "Castor",
      "category": "animale",
      "shortMeaning": "Muncă asiduă, construcție, ingeniozitate și planificare.",
      "fullInterpretation": "Castorul este inginerul naturii. În vis, simbolizează hărnicia, perseverența și capacitatea de a construi ceva durabil. Te îndeamnă să fii ingenios și să muncești din greu pentru a-ți atinge scopurile. Poate indica, de asemenea, nevoia de a-ți proteja spațiul personal și emoțional prin construirea unor \"baraje\" sănătoase.",
      "slug": "castor"
    },
    {
      "name": "Castraveti",
      "category": "alimente",
      "shortMeaning": "Sănătate, energie, vindecare sau probleme minore.",
      "fullInterpretation": "Castravetele, fiind plin de apă și proaspăt, simbolizează sănătatea, vitalitatea și regenerarea. Poate sugera nevoia de a te hidrata (emoțional sau fizic) și de a adopta un stil de viață mai sănătos. În unele interpretări, poate avea conotații falice sau poate indica probleme minore, trecătoare (\"mărunțișuri\").",
      "slug": "castraveti"
    },
    {
      "name": "Castraveti murati",
      "category": "alimente",
      "shortMeaning": "Conservatorism, amintiri păstrate, acru sau situații neplăcute.",
      "fullInterpretation": "Castraveții murați sugerează conservarea unor atitudini sau emoții. Gustul acru poate indica o dezamăgire, o situație care \"ți-a lăsat un gust amar\" sau o persoană critică. Totuși, fiind un aliment păstrat pentru iarnă, poate simboliza și prudența, pregătirea resurselor sau bucuria unor rezerve neașteptate.",
      "slug": "castraveti-murati"
    },
    {
      "name": "Castron",
      "category": "obiecte",
      "shortMeaning": "Receptivitate, hrană, familie și capacitate de a primi.",
      "fullInterpretation": "Castronul este un vas care primește și oferă hrană. În vis, simbolizează deschiderea ta emoțională, capacitatea de a primi iubire sau suport. Un castron plin indică abundență și satisfacție; unul gol sugerează lipsuri afective sau materiale. Poate face referire și la viața de familie și la împărtășirea resurselor.",
      "slug": "castron"
    },
    {
      "name": "Cataclism",
      "category": "fenomene",
      "shortMeaning": "Schimbare majoră, frică de pierdere, haos interior sau renaștere.",
      "fullInterpretation": "Un cataclism (cutremur, inundație, furtună) în vis este expresia unei anxietăți profunde sau a unei transformări interioare violente. Vechile structuri ale vieții tale se prăbușesc pentru a face loc noului. Deși înspăimântător, visul semnalează sfârșitul unui ciclu și necesitatea de a te adapta rapid la o nouă realitate.",
      "slug": "cataclism"
    }
  ]
}