{
  "symbols": [
    {
      "name": "Cap",
      "category": "corp",
      "shortMeaning": "Intelect, decizii, control și autoritate.",
      "fullInterpretation": "Capul în vis simbolizează centrul de comandă al ființei tale: intelectul, rațiunea și capacitatea de a lua decizii. Un cap frumos și bine proporționat indică echilibru mental și succes. Un cap rănit sau deformat sugerează confuzie, decizii greșite sau pierderea controlului asupra unei situații. Dacă visezi că ai două capete, poate semnifica o promovare rapidă sau o dilemă majoră.",
      "slug": "cap"
    },
    {
      "name": "Cap de porc",
      "category": "alimente",
      "shortMeaning": "Prosperitate rustică, instincte primare sau avertisment de lăcomie.",
      "fullInterpretation": "Capul de porc în vis este un simbol ambivalent. Pe de o parte, în tradițiile culinare, este asociat cu sărbătoarea și abundența (masa de Crăciun). Pe de altă parte, poate simboliza lăcomia, ignoranța sau instinctele necontrolate. Dacă este servit pe platou, poate indica o oportunitate de câștig material, dar care vine cu anumite compromisuri morale.",
      "slug": "cap-de-porc"
    },
    {
      "name": "Cap spart / lovitură la cap",
      "category": "corp",
      "shortMeaning": "Schimbare bruscă de perspectivă, conflict de idei sau avertisment.",
      "fullInterpretation": "O lovitură la cap în vis este un avertisment serios. Sugerează că o situație neprevăzută îți va zdruncina convingerile sau planurile. Poate indica o \"trezire la realitate\" dureroasă sau un conflict intelectual cu cineva. Un cap spart poate simboliza, de asemenea, vulnerabilitatea ideilor tale sau nevoia de a fi mai atent la deciziile impulsive.",
      "slug": "cap-spart-lovitura-la-cap"
    },
    {
      "name": "Capac",
      "category": "obiecte",
      "shortMeaning": "Finalizare, protecție, ascunderea secretelor sau reprimare.",
      "fullInterpretation": "Un capac în vis sugerează nevoia de a închide o etapă, de a proteja conținutul (emoții, idei) sau de a ascunde ceva. A pune capacul pe o oală indică dorința de a păstra controlul asupra unei situații care riscă să \"dea în clocot\". Dacă nu poți deschide un capac, înseamnă că ai dificultăți în a accesa anumite resurse interioare sau secrete.",
      "slug": "capac"
    },
    {
      "name": "Capcană",
      "category": "obiecte",
      "shortMeaning": "Pericol ascuns, trădare, sentimentul de a fi prins sau anxietate.",
      "fullInterpretation": "Capcana în vis este un simbol clasic al pericolului iminent sau al sentimentului de a fi încolțit. Poate sugera că te simți prins într-o situație fără ieșire (o relație toxică, un job nesatisfăcător) sau că te temi de trădarea cuiva apropiat. Este un avertisment să fii precaut și să analizezi bine ofertele care par prea bune pentru a fi adevărate.",
      "slug": "capcana"
    },
    {
      "name": "Căpcăun",
      "category": "persoane",
      "shortMeaning": "Figură autoritară opresivă, frici din copilărie sau lăcomie.",
      "fullInterpretation": "Căpcăunul, personaj de basm, reprezintă în vis o figură autoritară care te înspăimântă sau te domină (un părinte sever, un șef tiranic). Simbolizează frici iraționale, lăcomia distructivă sau o latură a personalității tale care este crudă și neevoluată. Lupta cu un căpcăun indică efortul tău de a te elibera de sub o influență negativă.",
      "slug": "capcaun"
    },
    {
      "name": "Capelă",
      "category": "locuri",
      "shortMeaning": "Refugiu spiritual, nevoie de liniște, rugăciune și consolare.",
      "fullInterpretation": "O capelă în vis este un sanctuar al păcii interioare. Indică nevoia de a te retrage din agitația lumii pentru a te regăsi spiritual. Poate sugera căutarea consolării într-o perioadă dificilă, dorința de iertare sau un moment de reculegere. Este un simbol al credinței intime și al speranței discrete.",
      "slug": "capela"
    },
    {
      "name": "Căpitan",
      "category": "persoane",
      "shortMeaning": "Lider, responsabilitate, direcție și controlul destinului.",
      "fullInterpretation": "Căpitanul în vis reprezintă partea din tine care ia decizii și conduce. Dacă tu ești căpitanul, înseamnă că ești pregătit să îți asumi responsabilitatea pentru viața ta și să navighezi prin ape tulburi. Dacă vezi un căpitan, poate indica nevoia de ghidare sau influența unei figuri de autoritate pe care o respecți.",
      "slug": "capitan"
    },
    {
      "name": "Caporal",
      "category": "persoane",
      "shortMeaning": "Disciplină, ordine, supunere la reguli sau autoritate mică.",
      "fullInterpretation": "Gradul de caporal sugerează o autoritate de nivel inferior sau nevoia de disciplină. În vis, poate indica faptul că trebuie să urmezi reguli stricte sau să te supui unei ierarhii pentru a avansa. Poate reflecta și sentimentul că ești controlat de cineva care are doar puțin mai multă putere decât tine.",
      "slug": "caporal"
    },
    {
      "name": "Capră",
      "category": "animale",
      "shortMeaning": "Încăpățânare, independență, energie vitală și adaptabilitate.",
      "fullInterpretation": "Capra este simbolul tenacității și al capacității de a supraviețui în condiții grele. În vis, poate sugera că ești o persoană independentă, care își urmează propriul drum, chiar dacă este dificil. Poate indica, de asemenea, o atitudine capricioasă sau încăpățânată care îți creează probleme. În tradiția populară, capra este uneori asociată cu sărăcia sau ghinionul, dar psihologic reprezintă rezistența.",
      "slug": "capra"
    },
    {
      "name": "Capră neagră",
      "category": "animale",
      "shortMeaning": "Ghinion, probleme de sănătate sau energie negativă.",
      "fullInterpretation": "În tradiția populară românească, capra neagră este adesea un semn de rău augur. În vis, poate prevesti ghinion, probleme de sănătate în familie sau o perioadă marcată de obstacole neașteptate. Psihologic, poate reprezenta \"oaia neagră\" a personalității tale, acele aspecte pe care le respingi sau care îți creează probleme.",
      "slug": "capra-neagra"
    },
    {
      "name": "Capre",
      "category": "animale",
      "shortMeaning": "Instabilitate, capricii, dar și prosperitate rustică.",
      "fullInterpretation": "A visa o turmă de capre sugerează instabilitate și comportament capricios, fie al tău, fie al celor din jur. Caprele sunt animale imprevizibile. Totuși, dacă sunt grase și sănătoase, pot indica prosperitate și resurse obținute prin adaptabilitate. Dacă sunt slabe sau agresive, avertizează asupra unor dificultăți financiare sau certuri mărunte.",
      "slug": "capre"
    },
    {
      "name": "Căprioară",
      "category": "animale",
      "shortMeaning": "Grație, vulnerabilitate, intuiție feminină și blândețe.",
      "fullInterpretation": "Căprioara este simbolul grației, al blândeții și al vulnerabilității. În vis, indică o perioadă în care intuiția ta este ascuțită. Poate sugera că ești prea sensibil la criticile altora sau că trebuie să îți protejezi latura inocentă. Apariția unei căprioare aduce adesea un mesaj de pace și de reconectare cu natura ta profundă.",
      "slug": "caprioara"
    },
    {
      "name": "Capsulă",
      "category": "obiecte",
      "shortMeaning": "Vindecare rapidă, secret închis sau soluție concentrată.",
      "fullInterpretation": "O capsulă (medicament) în vis sugerează nevoia de vindecare sau o soluție rapidă la o problemă. Poate indica faptul că încerci să \"înghiți\" o situație neplăcută pentru a te face bine. Alternativ, o capsulă spațială sau a timpului sugerează izolare, protecție sau păstrarea unui secret valoros pentru viitor.",
      "slug": "capsula"
    },
    {
      "name": "Căpșuni",
      "category": "alimente",
      "shortMeaning": "Pasiune, senzualitate, tentație și plăceri trecătoare.",
      "fullInterpretation": "Căpșunile, prin culoarea și gustul lor, sunt simboluri erotice puternice. În vis, ele reprezintă dorința sexuală, pasiunea și plăcerile dulci ale vieții. A mânca căpșuni sugerează o aventură romantică sau împlinirea unei dorințe. Totuși, fiind fructe perisabile, pot avertiza că aceste plăceri sunt de scurtă durată.",
      "slug": "capsuni"
    },
    {
      "name": "Captiv",
      "category": "acțiuni",
      "shortMeaning": "Blocaj, lipsa libertății de alegere și frustrare.",
      "fullInterpretation": "A fi captiv în vis reflectă un sentiment acut de neputință în viața reală. Te simți prins într-un job, o relație sau o situație financiară din care nu vezi ieșirea. Este expresia subconștientă a frustrării și a dorinței de evadare. Visul te îndeamnă să analizezi ce anume te ține \"legat\" – adesea sunt propriile frici sau convingeri limitative.",
      "slug": "captiv"
    },
    {
      "name": "Căpușă",
      "category": "animale",
      "shortMeaning": "Parazitism, energie furată, relații toxice sau boli.",
      "fullInterpretation": "Căpușa este un parazit care se hrănește cu sângele gazdei. În vis, simbolizează o persoană sau o situație care te \"secătuiește\" de energie, bani sau vitalitate. Poate fi un avertisment despre un \"vampir energetic\" din anturajul tău sau despre o problemă de sănătate latentă care îți consumă resursele.",
      "slug": "capusa"
    },
    {
      "name": "Car",
      "category": "obiecte",
      "shortMeaning": "Muncă grea, progres lent, tradiție și povară.",
      "fullInterpretation": "Carul (căruța) este un vehicul arhaic, simbolizând munca grea și progresul lent, dar sigur. În vis, sugerează că îți atingi obiectivele prin efort susținut, nu prin viteză. Dacă carul este stricat, indică obstacole majore. Dacă este încărcat, reprezintă roadele muncii tale sau, dimpotrivă, greutatea responsabilităților pe care le tragi după tine.",
      "slug": "car"
    },
    {
      "name": "Car cu boi",
      "category": "obiecte",
      "shortMeaning": "Răbdare, tenacitate, prosperitate lentă și stabilitate.",
      "fullInterpretation": "Carul tras de boi este imaginea răbdării și a forței calme. Visul îți transmite că succesul tău va veni în timp, prin perseverență și stabilitate. Nu te grăbi; ritmul lent este cel potrivit acum. Poate indica și un câștig neașteptat sau o moștenire, conform tradiției populare, dar obținută fără grabă.",
      "slug": "car-cu-boi"
    },
    {
      "name": "Car cu fân",
      "category": "obiecte",
      "shortMeaning": "Abundență, provizii, noroc și satisfacție.",
      "fullInterpretation": "Fânul în vis simbolizează hrana acumulată și bogăția rustică. Un car plin cu fân este un semn excelent de prosperitate și siguranță materială. Sugerează că ai muncit bine și acum poți să te bucuri de rezultate. Indică armonie în familie și faptul că ai resurse suficiente pentru a trece peste perioadele mai grele.",
      "slug": "car-cu-fan"
    },
    {
      "name": "Car țărănesc cu boi sau cai",
      "category": "obiecte",
      "shortMeaning": "Simplitate, întoarcere la origini, muncă onestă și pace.",
      "fullInterpretation": "Un car țărănesc în vis evocă viața simplă, tradiția și conexiunea cu pământul. Dacă este tras de boi, sugerează un ritm lent, dar sigur, și o muncă grea care va fi răsplătită. Dacă este tras de cai, indică mai mult dinamism în treburile cotidiene. Visul poate fi un îndemn să apreciezi valorile autentice și să nu te lași furat de mirajul modernității.",
      "slug": "car-taranesc-cu-boi-sau-cai"
    },
    {
      "name": "Carabină",
      "category": "obiecte",
      "shortMeaning": "Agresivitate, apărare, conflict sau putere de decizie.",
      "fullInterpretation": "Carabina este o armă de foc, deci un simbol al puterii și al agresivității (latente sau manifeste). În vis, poate indica faptul că te simți amenințat și ai nevoie să te aperi. Poate sugera, de asemenea, o stare de revoltă interioară sau dorința de a \"ținti\" precis un obiectiv. Folosirea ei implică o decizie radicală și ireversibilă.",
      "slug": "carabina"
    },
    {
      "name": "Cărăbuș",
      "category": "animale",
      "shortMeaning": "Perseverență, noroc mic, ciclu de viață sau ceva sâcâitor.",
      "fullInterpretation": "Cărăbușul, deși mic, este un simbol al tenacității. În unele tradiții, este un semn de noroc. Totuși, zgomotul său poate fi interpretat ca o prezență sâcâitoare în viața ta – o problemă mică, dar persistentă, sau o persoană care te irită. Apariția lui poate semnala și începutul unui nou ciclu (primăvara).",
      "slug": "carabus"
    },
    {
      "name": "Caracatiță",
      "category": "animale",
      "shortMeaning": "Posesivitate, multitasking, confuzie emoțională sau capcană.",
      "fullInterpretation": "Caracatița, cu multele sale tentacule, simbolizează o situație complexă care te acaparează din toate părțile. Poate reprezenta o persoană posesivă (o \"mamă caracatiță\") care nu îți dă drumul sau o problemă cu multe fațete pe care încerci să o gestionezi simultan (multitasking epuisant). De asemenea, cerneala ei sugerează confuzie și lipsa de claritate.",
      "slug": "caracatita"
    },
    {
      "name": "Carafă",
      "category": "obiecte",
      "shortMeaning": "Emoții conținute, sete de cunoaștere sau prosperitate.",
      "fullInterpretation": "O carafă în vis este un recipient al emoțiilor sau al energiei vitale (apa/vinul). O carafă plină cu apă limpede indică sănătate, claritate și satisfacerea nevoilor sufletești. O carafă cu vin sugerează bucurie și sărbătoare. Dacă este goală sau spartă, poate semnala o dezamăgire sentimentală sau sentimentul de goliciune interioară.",
      "slug": "carafa"
    },
    {
      "name": "Caramele",
      "category": "alimente",
      "shortMeaning": "Dulceață copilărească, nostalgie, dar și situații lipicioase.",
      "fullInterpretation": "Caramelele evocă dulceața copilăriei și micile recompense. În vis, pot sugera nevoia de confort, de a te răsfăța. Totuși, fiind lipicioase, pot simboliza și o situație aparent plăcută, dar care devine complicată sau din care ieși cu greu (\"o situație lipicioasă\"). Pot indica și o anumită naivitate în abordarea problemelor.",
      "slug": "caramele"
    },
    {
      "name": "Cărămidă",
      "category": "obiecte",
      "shortMeaning": "Fundație solidă, construcție, muncă grea și stabilitate.",
      "fullInterpretation": "Cărămida este elementul de bază al construcției. În vis, simbolizează efortul tău de a construi ceva durabil – o carieră, o relație sau propria personalitate. O singură cărămidă poate părea neînsemnată, dar visul îți amintește că marile realizări se fac pas cu pas. O cărămidă care cade poate sugera un pericol sau o fisură în planurile tale.",
      "slug": "caramida"
    },
    {
      "name": "Carantină",
      "category": "locuri",
      "shortMeaning": "Izolare impusă, nevoie de purificare, pauză sau blocaj.",
      "fullInterpretation": "Carantina în vis reflectă un sentiment de izolare forțată sau nevoia de a te proteja de influențe nocive. Poate indica o perioadă de \"curățare\" emoțională sau mentală, în care trebuie să stai departe de ceilalți pentru a te vindeca. Deși neplăcută, această pauză poate fi necesară pentru a evita o \"contaminare\" mai gravă a vieții tale.",
      "slug": "carantina"
    },
    {
      "name": "Cărare",
      "category": "locuri",
      "shortMeaning": "Drum personal, direcție unică, solitudine sau explorare.",
      "fullInterpretation": "O cărare îngustă în vis simbolizează drumul tău individual, diferit de \"autostrada\" pe care merg toți ceilalți. Sugerează o perioadă de explorare personală, poate chiar singuratică. Dacă cărarea este luminoasă și frumoasă, ești pe drumul cel bun către sine. Dacă este spinoasă sau se înfundă, trebuie să îți reevaluezi direcția.",
      "slug": "carare"
    },
    {
      "name": "Caravană",
      "category": "acțiuni",
      "shortMeaning": "Călătorie colectivă, viață nomadă, schimbare și aventură.",
      "fullInterpretation": "Caravana simbolizează călătoria vieții parcursă alături de alții (familie, colegi). Sugerează o perioadă de schimbări, de mișcare continuă și de aventură. Poate indica faptul că nu ai o \"casă\" stabilă în acest moment, ci ești într-o etapă de tranziție. Totodată, subliniază importanța solidarității de grup în fața necunoscutului (deșertul).",
      "slug": "caravana"
    },
    {
      "name": "Cărbune",
      "category": "obiecte",
      "shortMeaning": "Potențial ascuns, transformare, muncă grea sau căldură.",
      "fullInterpretation": "Cărbunele în vis are o semnificație duală. Ca sursă de energie, simbolizează căldura, pasiunea latentă sau munca grea care va fi răsplătită. Poate sugera că ai un potențial neexploatat care așteaptă să fie \"aprins\". Pe de altă parte, dacă este stins și rece, poate indica o situație \"arsă\", dezamăgire sau sfârșitul unei etape.",
      "slug": "carbune"
    },
    {
      "name": "Card",
      "category": "obiecte",
      "shortMeaning": "Resurse accesibile, putere de cumpărare și identitate socială.",
      "fullInterpretation": "Cardul în vis reprezintă accesul tău la resurse și valoarea ta în societate. Dacă îl folosești cu succes, indică încredere în propriile capacități și un flux bun de energie. Dacă este refuzat sau pierdut, sugerează nesiguranță, teama de a nu face față cerințelor sau pierderea credibilității în fața celorlalți.",
      "slug": "card"
    },
    {
      "name": "Card bancar",
      "category": "obiecte",
      "shortMeaning": "Securitate financiară, responsabilitate și teama de lipsuri.",
      "fullInterpretation": "Visul despre un card bancar este strâns legat de sentimentul de siguranță materială. Poate reflecta griji legate de bani, de datorii sau dorința de a achiziționa ceva important. Pierderea lui indică o teamă profundă de a rămâne fără resurse sau de a pierde controlul asupra vieții tale financiare.",
      "slug": "card-bancar"
    },
    {
      "name": "Cârje",
      "category": "obiecte",
      "shortMeaning": "Sprijin necesar, slăbiciune temporară sau dependență.",
      "fullInterpretation": "Cârjele în vis sugerează că treci printr-o perioadă în care nu te poți descurca singur. Indică nevoia de sprijin emoțional sau financiar din partea prietenilor sau familiei. Deși simbolizează o slăbiciune sau o rană, ele sunt și un instrument de ajutor care îți permite să avansezi, chiar dacă mai încet.",
      "slug": "carje"
    },
    {
      "name": "Cârlig",
      "category": "obiecte",
      "shortMeaning": "Capcană, agățare, oportunitate sau manipulare.",
      "fullInterpretation": "Cârligul este un instrument de prindere. În vis, poate sugera că ai \"agățat\" o oportunitate sau o idee bună. Totuși, adesea are o conotație de avertisment: ai grijă să nu muști din momeala cuiva care vrea să te manipuleze. Poate indica, de asemenea, că ești agățat emoțional de o situație din care nu te poți elibera ușor.",
      "slug": "carlig"
    },
    {
      "name": "Cârlige de pescuit",
      "category": "obiecte",
      "shortMeaning": "Strategii, încercări de a obține ceva, răbdare și riscuri.",
      "fullInterpretation": "Mai multe cârlige de pescuit sugerează că ai lansat mai multe \"undițe\" în viața ta – proiecte, idei sau încercări de a atrage atenția cuiva. Visul vorbește despre strategie și răbdare. Dacă te înțepi în ele, înseamnă că propriile tale planuri s-ar putea întoarce împotriva ta sau că te-ai implicat în situații complicate.",
      "slug": "carlige-de-pescuit"
    },
    {
      "name": "Cârnaț",
      "category": "alimente",
      "shortMeaning": "Satisfacție instinctuală, legături familiale sau abundență.",
      "fullInterpretation": "Cârnații, fiind un aliment tradițional de sărbătoare, pot simboliza abundența, reuniunile de familie și bucuriile simple. Din punct de vedere psihanalitic, datorită formei falice, pot avea și conotații sexuale, legate de dorință și virilitate. A face cârnați în vis sugerează că ești implicat într-un proces de creație sau de pregătire a resurselor pentru viitor.",
      "slug": "carnat"
    },
    {
      "name": "Carnaval",
      "category": "acțiuni",
      "shortMeaning": "Haos, distracție, măști sociale și confuzie.",
      "fullInterpretation": "Carnavalul în vis este o explozie de culoare și zgomot, dar și de confuzie. Sugerează o perioadă agitată, în care nimic nu este ceea ce pare. Oamenii poartă măști, ceea ce indică ipocrizie sau ascunderea adevăratelor sentimente. Poate fi un avertisment să nu te lași furat de aparențele înșelătoare ale unei situații sociale.",
      "slug": "carnaval"
    },
    {
      "name": "Carne afumată",
      "category": "alimente",
      "shortMeaning": "Conservare, tradiție, resurse păstrate sau amintiri vechi.",
      "fullInterpretation": "Carnea afumată sugerează ceva pregătit să reziste în timp. În vis, poate simboliza resursele tale acumulate, experiența de viață sau amintiri vechi care au fost \"conservate\". Poate indica faptul că ești pregătit pentru perioade mai grele sau că te bazezi pe valori tradiționale și sigure.",
      "slug": "carne-afumata"
    },
    {
      "name": "Carne crudă",
      "category": "alimente",
      "shortMeaning": "Instincte pure, vulnerabilitate, boală sau potențial brut.",
      "fullInterpretation": "Carnea crudă este un simbol visceral. Poate indica o stare de vulnerabilitate extremă (\"carne vie\"), o rană emoțională sau fizică. Pe de altă parte, reprezintă materia primă, potențialul brut care trebuie prelucrat (gătit) pentru a fi util. Uneori, avertizează asupra unor probleme de sănătate sau a unor instincte agresive necontrolate.",
      "slug": "carne-cruda"
    },
    {
      "name": "Carne de curcan",
      "category": "alimente",
      "shortMeaning": "Abundență festivă, familie, recunoștință sau prostie.",
      "fullInterpretation": "Carnea de curcan este asociată cu sărbătorile și reuniunile de familie. În vis, sugerează o perioadă de abundență, armonie și recunoștință. Totuși, în argou, curcanul poate simboliza și naivitatea sau prostia. Dacă carnea este stricată, poate indica o dezamăgire legată de o promisiune familială sau o sărbătoare ratată.",
      "slug": "carne-de-curcan"
    },
    {
      "name": "Carne de miel",
      "category": "alimente",
      "shortMeaning": "Inocență, sacrificiu, puritate și renaștere spirituală.",
      "fullInterpretation": "Carnea de miel are puternice conotații religioase și simbolice. Sugerează inocența, blândețea și, uneori, sacrificiul necesar pentru un bine mai mare. A mânca miel poate indica o \"împărtășanie\" spirituală, un nou început sau o perioadă de pace interioară. Poate sugera și vulnerabilitatea ta în fața unei situații dure.",
      "slug": "carne-de-miel"
    },
    {
      "name": "Carne de oaie",
      "category": "alimente",
      "shortMeaning": "Conformism, resurse modeste dar sigure, și obediență.",
      "fullInterpretation": "Carnea de oaie sugerează resurse obținute prin muncă onestă și o viață liniștită, poate chiar modestă. Poate simboliza conformismul, tendința de a urma turma sau obediența. Dacă carnea este gustoasă, indică satisfacție în viața simplă. Dacă este tare, sugerează dificultăți în a te adapta la cerințele sociale.",
      "slug": "carne-de-oaie"
    },
    {
      "name": "Carne de porc",
      "category": "alimente",
      "shortMeaning": "Prosperitate materială, pofte, excese și vitalitate.",
      "fullInterpretation": "Carnea de porc în vis este un simbol al prosperității materiale și al vitalității fizice. Indică succes financiar, noroc și satisfacerea poftelor. Totuși, poate avertiza și asupra exceselor, lăcomiei sau a unei concentrări prea mari pe aspectele materiale ale vieții, în detrimentul celor spirituale.",
      "slug": "carne-de-porc"
    },
    {
      "name": "Carne de pui",
      "category": "alimente",
      "shortMeaning": "Confort, simplitate, lașitate sau nevoi de bază.",
      "fullInterpretation": "Carnea de pui este un aliment de bază, sugerând confort domestic și simplitate. Poate indica faptul că nevoile tale esențiale sunt satisfăcute. În sens metaforic (\"a fi pui\"), poate sugera lipsa de curaj, timiditate sau vulnerabilitate într-o anumită situație.",
      "slug": "carne-de-pui"
    },
    {
      "name": "Carne de vită",
      "category": "alimente",
      "shortMeaning": "Forță, energie fizică, muncă grea și rezistență.",
      "fullInterpretation": "Carnea de vită, fiind roșie și consistentă, simbolizează forța fizică, vitalitatea și rezistența. A mânca vită în vis sugerează că acumulezi energie pentru o muncă grea sau că ai nevoie de mai multă forță pentru a face față provocărilor. Poate indica, de asemenea, o natură \"taurină\": încăpățânată, dar puternică.",
      "slug": "carne-de-vita"
    },
    {
      "name": "Carne tocată",
      "category": "alimente",
      "shortMeaning": "Haos, fragmentare, amestec de emoții sau transformare.",
      "fullInterpretation": "Carnea tocată sugerează o situație în care lucrurile au fost mărunțite, amestecate sau transformate radical. Poate indica faptul că te simți \"tocat\" de probleme mărunte sau că o situație clară a devenit confuză. Pe de altă parte, poate simboliza pregătirea pentru o nouă formă (chiftele, sarmale), deci un proces de reorganizare a resurselor.",
      "slug": "carne-tocata"
    },
    {
      "name": "Caro",
      "category": "obiecte",
      "shortMeaning": "Interese materiale, bani, strategie sau risc calculat.",
      "fullInterpretation": "Simbolul de caro la cărțile de joc este legat tradițional de bani și interese materiale. În vis, poate sugera o oportunitate financiară, o afacere sau necesitatea de a fi strategic în gestionarea resurselor. Poate indica și un anumit risc pe care ți-l asumi pentru un câștig material.",
      "slug": "caro"
    },
    {
      "name": "Carte",
      "category": "obiecte",
      "shortMeaning": "Cunoaștere, destin, secrete dezvăluite și învățare.",
      "fullInterpretation": "Cartea este simbolul universal al cunoașterii și al destinului (\"Cartea Vieții\"). O carte deschisă sugerează că ești gata să înveți ceva nou sau că un secret îți va fi dezvăluit. O carte închisă indică mistere inaccesibile încă. A citi o carte în vis înseamnă că ești într-un proces de evoluție intelectuală sau spirituală.",
      "slug": "carte"
    },
    {
      "name": "Carte de identitate",
      "category": "obiecte",
      "shortMeaning": "Identitate, apartenență, criză de sine sau autoritate.",
      "fullInterpretation": "Cartea de identitate în vis este strâns legată de modul în care te definești pe tine însuți și de locul tău în societate. Pierderea ei sugerează o criză de identitate, confuzie sau teama de a nu fi recunoscut pentru cine ești. Prezentarea ei unei autorități indică nevoia de validare sau faptul că ești evaluat de alții.",
      "slug": "carte-de-identitate"
    }
  ]
}