{
  "symbols": [
    {
      "name": "Dans",
      "category": "acțiuni",
      "shortMeaning": "Expresie a libertății, a bucuriei de a trăi și a armoniei cu propriul corp și emoții.",
      "fullInterpretation": "Dansul în vis este o manifestare vibrantă a energiei vitale și a ritmului interior. El simbolizează libertatea de exprimare, eliberarea de constrângeri și celebrarea vieții.\n\nDacă dansezi singur, visul sugerează că ești în armonie cu tine însuți, bucurându-te de propria independență și creativitate. Poate indica o perioadă de autodescoperire și de acceptare a propriilor emoții.\n\nDansul cu un partener reflectă dinamica relațiilor tale. Un dans armonios prevestește înțelegere, colaborare și intimitate, în timp ce pașii stângaci sau lipsa de sincronizare pot semnala conflicte sau neînțelegeri în viața de cuplu sau în parteneriate.\n\nA privi pe alții dansând poate indica dorința de a te integra, de a participa mai activ la viața socială sau, dimpotrivă, un sentiment de excludere. Tipul de dans este, de asemenea, relevant: un vals sugerează romantism și eleganță, în timp ce un dans frenetic poate simboliza nevoia de descătușare a unor energii refulate.",
      "slug": "dans"
    },
    {
      "name": "Dafin",
      "category": "natură",
      "shortMeaning": "Simbol al victoriei, recunoașterii meritelor, gloriei și al reușitei după eforturi susținute.",
      "fullInterpretation": "Dafinul este, prin excelență, simbolul învingătorilor. Apariția sa în vis prevestește recunoaștere publică, onoruri și succes în demersurile tale. Este semnul că eforturile și sacrificiile depuse vor fi în sfârșit răsplătite.\n\nFrunzele de dafin sau o coroană de laur indică triumful asupra obstacolelor. Poate fi vorba despre o reușită profesională, o victorie într-o competiție sau depășirea unei perioade dificile din punct de vedere personal.\n\nÎn tradițiile vechi, dafinul avea și valențe protectoare și purificatoare. Visul poate sugera că ești protejat de influențe negative sau că ai dobândit o înțelepciune care te plasează deasupra conflictelor meschine. Dacă visezi că primești o coroană de dafin, așteaptă-te la o avansare sau la o distincție care îți va consolida statutul social. Este un moment de glorie care trebuie primit cu demnitate și recunoștință.",
      "slug": "dafin"
    },
    {
      "name": "Dalta",
      "category": "obiecte",
      "shortMeaning": "Nevoia de a modela propriul destin, de a elimina surplusul și de a ajunge la esență prin efort.",
      "fullInterpretation": "Dalta în vis este instrumentul sculptorului, al celui care dă formă materiei brute. Ea simbolizează puterea ta de a-ți modela viața, caracterul sau destinul. Sugerează că ai nevoie de precizie, forță și răbdare pentru a elimina ceea ce este inutil și a scoate la iveală frumusețea ascunsă a lucrurilor.\n\nDacă folosești o daltă, visul indică un proces activ de transformare. Poate încerci să „cioplești” o situație rigidă pentru a o face să se potrivească nevoilor tale sau lucrezi la propria ta dezvoltare personală, încercând să scapi de obiceiuri vechi sau defecte.\n\nO daltă tocită sau ruptă poate sugera frustrare, lipsa mijloacelor adecvate pentru a rezolva o problemă sau oboseală în fața unei sarcini dificile. În schimb, o daltă ascuțită și eficientă este semn de claritate mentală și determinare. Visul te îndeamnă să fii perseverent: capodoperele nu se nasc peste noapte, ci prin lovituri repetate și calculate.",
      "slug": "dalta"
    },
    {
      "name": "Damigeana",
      "category": "obiecte",
      "shortMeaning": "Avertisment legat de excese, secrete păstrate cu greu sau potențiale înșelăciuni.",
      "fullInterpretation": "Damigeana, adesea asociată cu păstrarea unor cantități mari de lichid (vin, alcool), poate avea conotații legate de abundență, dar și de exces sau ascundere. În interpretările tradiționale, ea apare adesea ca un avertisment.\n\nVisul poate semnala pericolul de a fi „îmbătat” de iluzii sau de promisiuni false. Poate prevesti o situație în care vei fi dezamăgit de cineva apropiat sau vei descoperi un adevăr incomod care a fost „îmbuteliat” mult timp.\n\nDacă damigeana este plină, poate sugera emoții reprimate care riscă să explodeze sau o perioadă de indulgență excesivă care îți poate afecta judecata. O damigeană spartă simbolizează pierderea, risipirea energiei sau dezvăluirea bruscă a unor secrete.\n\nPe de altă parte, damigeana poate reprezenta și nevoia de a stoca resurse (emoționale sau materiale) pentru viitor, dar te îndeamnă la prudență în ceea ce privește calitatea acestor resurse.",
      "slug": "damigeana"
    },
    {
      "name": "Dand de pomana",
      "category": "acțiuni",
      "shortMeaning": "Gest de altruism, eliberare de datorii karmice și dorința de a ajuta sufletele celor plecați.",
      "fullInterpretation": "A da de pomană în vis este un act profund spiritual, reflectând bunătatea, compasiunea și legătura cu lumea de dincolo. Acest gest simbolizează dorința ta de a împărtăși din ceea ce ai, de a aduce alinare și de a face bine necondiționat.\n\nVisul poate sugera că simți nevoia să te eliberezi de o povară sufletească, să „plătești” o datorie morală sau să îți purifici conștiința. Este un semn că ești dispus să renunți la egoism și să te gândești la binele altora.\n\nÎn tradiția populară, a da de pomană este adesea legat de pomenirea celor morți. Visul ar putea indica faptul că un strămoș sau o persoană dragă decedată are nevoie de rugăciunile sau gândurile tale bune. De asemenea, poate prevesti o perioadă de liniște sufletească și de împăcare cu sine, venită ca urmare a generozității tale.",
      "slug": "dand-de-pomana"
    },
    {
      "name": "Dand mana cu cineva",
      "category": "acțiuni",
      "shortMeaning": "Semn de pact, înțelegere, reconciliere sau începutul unei noi colaborări bazate pe încredere.",
      "fullInterpretation": "Strângerea de mână în vis este un simbol universal al acordului și al conexiunii umane. Când dai mâna cu cineva, pecetluiești o înțelegere, fie ea tacită sau explicită.\n\nDacă dai mâna cu un prieten, visul confirmă loialitatea și sprijinul reciproc. Dacă strângi mâna unui dușman sau a unei persoane cu care ești în conflict, este un semn clar de reconciliere, de dorință de a îngropa securea războiului și de a restabili armonia.\n\nA da mâna cu o persoană necunoscută poate sugera întâlnirea cu o nouă oportunitate, un nou parteneriat sau începutul unei etape noi în viață. Calitatea strângerii de mână este și ea importantă: o mână fermă inspiră încredere și siguranță, în timp ce o mână moale sau umedă poate indica nesinceritate, slăbiciune sau reticență din partea celuilalt. Este un vis despre legături sociale și angajamente.",
      "slug": "dand-mana-cu-cineva"
    },
    {
      "name": "Dans",
      "category": "acțiuni",
      "shortMeaning": "Expresie a libertății, a bucuriei de a trăi și a armoniei cu propriul corp și emoții.",
      "fullInterpretation": "Dansul în vis este o manifestare vibrantă a energiei vitale și a ritmului interior. El simbolizează libertatea de exprimare, eliberarea de constrângeri și celebrarea vieții.\n\nDacă dansezi singur, visul sugerează că ești în armonie cu tine însuți, bucurându-te de propria independență și creativitate. Poate indica o perioadă de autodescoperire și de acceptare a propriilor emoții.\n\nDansul cu un partener reflectă dinamica relațiilor tale. Un dans armonios prevestește înțelegere, colaborare și intimitate, în timp ce pașii stângaci sau lipsa de sincronizare pot semnala conflicte sau neînțelegeri în viața de cuplu sau în parteneriate.\n\nA privi pe alții dansând poate indica dorința de a te integra, de a participa mai activ la viața socială sau, dimpotrivă, un sentiment de excludere. Tipul de dans este, de asemenea, relevant: un vals sugerează romantism și eleganță, în timp ce un dans frenetic poate simboliza nevoia de descătușare a unor energii refulate.",
      "slug": "dans"
    },
    {
      "name": "Dansand de te visezi",
      "category": "acțiuni",
      "shortMeaning": "Bucurie interioară, eliberare de stres și armonie cu propriul ritm de viață.",
      "fullInterpretation": "A te visa dansând este o reflectare a stării tale emoționale pozitive. Indică faptul că sufletul tău caută să se exprime liber, fără inhibiții. Este un vis despre eliberare, despre a te lăsa purtat de fluxul vieții („flow”) și a nu opune rezistență.\n\nDacă dansul tău este fluid și plăcut, înseamnă că traversezi o perioadă de echilibru psihic și fizic. Te simți bine în pielea ta și ești gata să îmbrățișezi bucuriile pe care ți le oferă destinul.\n\nDacă dansul este haotic sau te simți privit și judecat în timp ce dansezi, visul poate trăda o nesiguranță, o teamă de a fi ridicol sau o nevoie disperată de a atrage atenția. Totuși, actul în sine de a dansa rămâne un simbol al vitalității și al dorinței de a trăi clipa.",
      "slug": "dansand-de-te-visezi"
    },
    {
      "name": "Dantela",
      "category": "obiecte",
      "shortMeaning": "Simbol al rafinamentului, feminității, misterului și al detaliilor delicate în relații.",
      "fullInterpretation": "Dantela în vis evocă frumusețea fragilă, complexitatea și rafinamentul. Este un simbol puternic legat de feminitate, seducție și jocul subtil al ascunderii și dezvăluirii.\n\nA visa dantelă sugerează dorința de romantism și de a adăuga o notă de eleganță și mister vieții tale amoroase. Poate indica faptul că apreciezi gesturile fine, nuanțele și profunzimea emoțională, nu doar aparențele brute.\n\nPe de altă parte, dantela, fiind o țesătură cu ochiuri, poate simboliza și capcana sau iluzia – lucrurile nu sunt întotdeauna ceea ce par, iar realitatea poate fi filtrată sau înfrumusețată. Dacă dantela este veche sau ruptă, poate sugera o nostalgie pentru o iubire trecută sau fragilitatea unei relații actuale care necesită o îngrijire atentă.",
      "slug": "dantela"
    },
    {
      "name": "Dar",
      "category": "acțiuni",
      "shortMeaning": "Schimb de energie, generozitate, recunoștință și surprize plăcute sau obligații sociale.",
      "fullInterpretation": "Darul în vis este un simbol al schimbului emoțional și spiritual. A oferi un dar semnifică generozitate, dorința de a face pe cineva fericit și, implicit, o deschidere a inimii tale. Adesea, ceea ce oferi în vis reflectă ceea ce ești dispus să oferi în viața reală: timp, iubire, iertare.\n\nA primi un dar sugerează că ești apreciat și iubit. Poate prevesti o surpriză plăcută, o veste bună sau un ajutor neașteptat. Totuși, contează și contextul: un dar nedorit poate simboliza o obligație apăsătoare sau o „pomană” pe care orgoliul tău o refuză.\n\nNatura darului este esențială pentru interpretare. Un obiect valoros indică stimă, în timp ce un obiect bizar poate sugera o neînțelegere a nevoilor tale de către ceilalți. În esență, visul despre daruri vorbește despre valoarea pe care o dăm relațiilor noastre.",
      "slug": "dar"
    },
    {
      "name": "Daramaturi",
      "category": "locuri",
      "shortMeaning": "Ruine ale trecutului, necesitatea reconstrucției și eliberarea de vechile structuri mentale.",
      "fullInterpretation": "Dărâmăturile sau ruinele în vis sunt imagini puternice ale distrugerii, dar și ale fundației pentru ceva nou. Ele reprezintă structuri din viața ta (relații, credințe, proiecte) care s-au prăbușit sau care nu mai sunt funcționale.\n\nDeși inițial pot evoca tristețe, eșec sau pierdere, dărâmăturile sunt necesare pentru ca reconstrucția să poată începe. Visul îți transmite că nu mai poți locui în trecut; vechile moduri de a fi nu te mai susțin.\n\nDacă te plimbi printre dărâmături, înseamnă că ești în proces de evaluare a pagubelor, încercând să înțelegi ce s-a întâmplat. Dacă încerci să construiești ceva peste ele, este un semn de vindecare și speranță. Visul te invită să cureți locul, să păstrezi doar ceea ce este valoros din experiențele trecute și să ai curajul să ridici o structură nouă, mai solidă.",
      "slug": "daramaturi"
    },
    {
      "name": "Dinti",
      "category": "corp",
      "shortMeaning": "Anxietate legată de imagine, putere personală, comunicare și teama de pierdere sau îmbătrânire.",
      "fullInterpretation": "Dinții sunt un simbol complex în vise, legat profund de imaginea noastră socială, de agresivitate (capacitatea de a „mușca” din viață) și de vitalitate.\n\nVisul în care îți cad dinții este unul dintre cele mai comune și anxiogene. Adesea, el reflectă insecurități profunde, teama de a te face de râs, de a-ți pierde puterea sau autoritatea, sau anxietatea legată de îmbătrânire și pierderea atractivității. Poate semnala și dificultăți în comunicare – simți că nu te poți exprima clar sau că vorbele tale nu au greutate.\n\nDinții albi și sănătoși simbolizează încredere, forță și succes. Dinții stricați sau dureroși indică probleme nerezolvate, cuvinte nespuse care „te rod” pe interior sau regrete. Mersul la dentist în vis sugerează nevoia de a repara ceva în viața ta, chiar dacă procesul este dureros sau inconfortabil; este un semn de asumare a responsabilității pentru propria vindecare.",
      "slug": "dinti"
    },
    {
      "name": "Dinte",
      "category": "corp",
      "shortMeaning": "Individualitate, putere de decizie sau pierderea unui element vital din viață.",
      "fullInterpretation": "Un singur dinte în vis focalizează atenția asupra unui aspect specific al vieții tale. Dacă este sănătos și puternic, reprezintă un atu personal, o calitate pe care te bazezi. Dacă este un dinte care cade sau este scos, simbolizează pierderea a ceva concret: o relație, o sumă de bani sau o oportunitate. Vezi și interpretarea pentru „Dinți”.",
      "slug": "dinte"
    },
    {
      "name": "Drum",
      "category": "locuri",
      "shortMeaning": "Călătoria vieții, direcția destinului, alegeri și parcursul către atingerea obiectivelor.",
      "fullInterpretation": "Drumul este metafora fundamentală a vieții. Aspectul drumului din vis îți oferă indicii prețioase despre parcursul tău actual. Un drum drept și neted sugerează o cale clară, progres rapid și siguranță în alegeri.\n\nUn drum întortocheat, cu gropi sau noroi, reflectă obstacole, confuzie și dificultăți în a înainta. Poate te simți blocat sau nevoit să faci ocoluri neprevăzute. Răscrucea de drumuri indică un moment decisiv, o alegere importantă care îți va schimba viitorul.\n\nA merge pe un drum necunoscut sugerează explorare, aventură, dar și riscurile noului. Dacă drumul urcă, e semn de efort susținut dar și de evoluție; dacă coboară, poate indica o perioadă de regres sau de introspecție facilă. Importantă este și destinația: știi unde mergi sau rătăcești fără țintă?",
      "slug": "drum"
    },
    {
      "name": "Doctor",
      "category": "persoane",
      "shortMeaning": "Autoritate vindecătoare, nevoia de ajutor specializat sau de îngrijire a sănătății (fizice/spirituale).",
      "fullInterpretation": "Doctorul în vis reprezintă arhetipul vindecătorului și al autorității competente. Apariția sa semnalează adesea conștientizarea unei probleme – fie ea de sănătate fizică, emoțională sau spirituală – care necesită atenție și intervenție externă.\n\nDacă te visezi doctor, înseamnă că ai resursele necesare pentru a-i ajuta pe alții sau pentru a te vindeca singur; îți asumi responsabilitatea. Dacă ești pacient, visul recunoaște o vulnerabilitate și nevoia de a fi îngrijit, ghidat sau „reparat”.\n\nVisul poate fi un avertisment să îți verifici starea de sănătate sau să îți schimbi stilul de viață. La nivel simbolic, doctorul poate reprezenta și conștiința ta sau o figură paternă autoritară care îți dictează ce e „bine” pentru tine.",
      "slug": "doctor"
    },
    {
      "name": "Durere de cot",
      "category": "corp",
      "shortMeaning": "Rigiditate, lipsă de flexibilitate sau teama de a „îmbrățișa” schimbările.",
      "fullInterpretation": "Cotul este articulația care permite brațului să se miște, să acționeze și să îmbrățișeze. O durere de cot în vis sugerează o limitare a libertății tale de acțiune. Te simți blocat, incapabil să te adaptezi unei situații noi sau să fii flexibil.\n\nExpresia „a te durea în cot” (a nu-ți păsa) poate fi, paradoxal, o cheie de interpretare: poate că visul îți atrage atenția că ești prea indiferent față de o problemă urgentă. Sau, dimpotrivă, durerea reală din vis indică faptul că te lupți prea mult să-ți faci loc, să „dai din coate” în viață, și acest efort te epuizează. Este un semn să cauți metode mai diplomatice și mai fluide de a avansa.",
      "slug": "durere-de-cot"
    },
    {
      "name": "Dezbatere",
      "category": "acțiuni",
      "shortMeaning": "Conflict interior, luptă de idei, nevoia de clarificare sau de afirmare a punctului de vedere.",
      "fullInterpretation": "O dezbatere în vis reflectă adesea un conflict interior. Diferite părți ale personalității tale sunt în dezacord – poate inima vrea ceva, iar mintea altceva. Visul pune în scenă această luptă pentru a te ajuta să găsești o rezoluție.\n\nDacă participi activ la dezbatere, înseamnă că ești în proces de clarificare a valorilor și convingerilor tale. Încerci să te faci auzit, să îți aperi „teritoriul” intelectual sau moral. Dacă câștigi dezbaterea, e semn de încredere și claritate decizională. Dacă pierzi sau nu ai voce, poate indica frustrare, sentimentul că ești neînțeles sau dominat de opiniile altora în viața reală.",
      "slug": "dezbatere"
    },
    {
      "name": "Drumetie",
      "category": "acțiuni",
      "shortMeaning": "Efort susținut pentru autodepășire, conectare cu natura și parcurgerea unui drum spiritual.",
      "fullInterpretation": "Drumeția este o călătorie asumată, adesea în natură, care implică efort fizic și voință. În vis, ea simbolizează parcursul tău spiritual sau profesional care necesită perseverență. Nu este o plimbare ușoară, ci una care te provoacă să îți depășești limitele.\n\nEchipamentul, starea vremii și dificultatea traseului oferă detalii despre cum percepi această etapă a vieții. O drumeție plăcută, pe vreme bună, indică progres constant și satisfacție. Un traseu anevoios, prin furtună sau rătăcire, sugerează că obiectivele tale sunt greu de atins și necesită mai multă pregătire sau răbdare.\n\nVârful muntelui sau destinația finală reprezintă succesul, iluminarea sau atingerea unui țel înalt.",
      "slug": "drumetie"
    },
    {
      "name": "Degete lipsa",
      "category": "corp",
      "shortMeaning": "Pierderea abilității de a acționa, sentiment de neputință sau invalidare a competențelor.",
      "fullInterpretation": "Mâinile și degetele sunt uneltele noastre principale de interacțiune cu lumea fizică; cu ele prindem, construim, mângâiem. Lipsa degetelor în vis este un simbol puternic al castrării simbolice, al pierderii puterii de execuție.\n\nTe simți „infirm” într-o situație, incapabil să gestionezi detaliile sau să „prinzi” oportunitățile. Poate sugera că ți-ai pierdut îndemânarea, încrederea în propriile abilități profesionale sau că cineva ți-a „tăiat” accesul la resurse.\n\nSpecificitatea contează: lipsa degetului mare afectează voința și forța vitală; arătătorul – autoritatea și direcția; inelarul – angajamentele și relațiile. Visul este un semnal de alarmă să îți recapeți autonomia și să cauți alte modalități de a acționa.",
      "slug": "degete-lipsa"
    },
    {
      "name": "Dovleac",
      "category": "alimente",
      "shortMeaning": "Simbol al abundenței, fertilității, transformării magice și al protecției.",
      "fullInterpretation": "Dovleacul este un simbol al toamnei, al recoltei și al abundenței. Rotund și plin de semințe, el vorbește despre fertilitate, potențial și bogăție materială.\n\nÎn folclor și povești (Cenușăreasa), dovleacul este asociat cu transformarea magică. Visul poate sugera că o situație banală are potențialul de a se transforma în ceva extraordinar.\n\nDe Halloween, dovleacul devine felinar protector împotriva spiritelor rele. Astfel, visul poate indica și nevoia de protecție sau de a-ți lumina propriile „umbre” interioare. A mânca dovleac sau plăcintă de dovleac este un semn de confort, de mulțumire și de bucurii simple, familiale.",
      "slug": "dovleac"
    },
    {
      "name": "Daruri oferind",
      "category": "acțiuni",
      "shortMeaning": "Generozitate, nevoia de a fi acceptat și dorința de împărtăși bucuria.",
      "fullInterpretation": "A oferi daruri în vis este un act de exteriorizare a sentimentelor pozitive. Simbolizează dorința ta de a contribui la fericirea altora, dar și nevoia subconștientă de a fi apreciat și validat.\n\nDacă oferi daruri cu bucurie, visul reflectă o stare de abundență interioară; simți că ai surplus de energie, iubire sau resurse pe care vrei să le împarți. Dacă oferi din obligație sau cu reținere, poate indica teama că trebuie să „cumperi” afecțiunea cuiva sau să compensezi o greșeală.\n\nVezi și interpretarea pentru „Dar”.",
      "slug": "daruri-oferind"
    },
    {
      "name": "Daruri primind",
      "category": "acțiuni",
      "shortMeaning": "Recunoaștere a valorii personale, surprize plăcute sau sentimentul de îndatorare.",
      "fullInterpretation": "A primi daruri în vis este un semn de deschidere către binecuvântările vieții. Indică faptul că ești pregătit să primești iubire, ajutor sau recompense.\n\nUn dar frumos și dorit simbolizează împlinirea unei dorințe și confirmarea faptului că ești iubit. Un dar ciudat sau nedorit poate sugera că cineva din anturajul tău te înțelege greșit sau că te simți obligat într-o relație.\n\nUneori, visul atrage atenția asupra talentelor („darurilor”) tale native pe care trebuie să le descoperi și să le folosești.",
      "slug": "daruri-primind"
    },
    {
      "name": "Datorie datorii dator",
      "category": "fenomene",
      "shortMeaning": "Povară emoțională, dezechilibru în relații sau sentimente de vinovăție neachitate.",
      "fullInterpretation": "Datoriile în vis sunt rareori doar despre bani; ele sunt despre dezechilibre energetice și morale. A avea datorii simbolizează o povară pe care o porți pe umeri: o promisiune nerespectată, o greșeală neîndreptată sau sentimentul că „datorezi” cuiva explicații.\n\nDacă plătești o datorie, visul este extrem de pozitiv: te eliberezi de trecut, îți cureți karma și ești gata pentru un nou început. Dacă te împrumuți, visul avertizează asupra epuizării resurselor tale interioare – oferi mai mult decât ai, riscând un colaps emoțional.\n\nDacă altcineva îți este dator, poate simți că nu ești apreciat la justa valoare sau că cineva profită de bunătatea ta.",
      "slug": "datorie-datorii-dator"
    },
    {
      "name": "Deal",
      "category": "natură",
      "shortMeaning": "Obstacol minor, provocare accesibilă și perspectivă mai largă asupra vieții.",
      "fullInterpretation": "Dealul este o formă de relief care, spre deosebire de munte, sugerează obstacole mai ușor de trecut, dar care totuși necesită efort. Urcarea unui deal simbolizează ambiția și dorința de a obține o perspectivă mai bună asupra situației tale.\n\nOdată ajuns în vârf, orizontul se lărgește – visul îți promite claritate și o mai bună înțelegere a direcției în care mergi. Coborârea dealului poate sugera relaxare după efort, dar și o posibilă pantă descendentă în afaceri sau moral, dacă nu ești atent.\n\nDealul verde și însorit prevestește speranță și succes moderat, dar sigur.",
      "slug": "deal"
    },
    {
      "name": "Deal suind",
      "category": "acțiuni",
      "shortMeaning": "Efort spre succes, perseverență și dorința de evoluție personală sau profesională.",
      "fullInterpretation": "Acțiunea de a sui un deal pune accentul pe efortul depus. Simți greutatea gravitației, simți mușchii lucrând – este metafora muncii tale actuale.\n\nDacă urci cu ușurință, înseamnă că ești bine pregătit și motivat; obstacolele sunt doar trepte către succes. Dacă urci cu greu, gâfâind sau alunecând, visul sugerează că ți-ai asumat o sarcină poate prea mare sau că ai nevoie de mai mult sprijin.\n\nNu renunța: priveliștea de sus merită efortul. Visul te încurajează să fii perseverent, căci recompensa este aproape.",
      "slug": "deal-suind"
    },
    {
      "name": "Decapitare",
      "category": "acțiuni",
      "shortMeaning": "Pierderea controlului rațional, deconectare între minte și inimă, sau schimbare radicală.",
      "fullInterpretation": "Decapitarea este un simbol violent și șocant, care vorbește despre o ruptură brutală între rațiune (cap) și simțire/trup. Poate indica faptul că „ți-ai pierdut capul” într-o situație, acționând impulsiv și irațional.\n\nAlternativ, poate sugera că te simți lipsit de putere de decizie, ca și cum altcineva ar gândi în locul tău sau ți-ar fi anulat autoritatea. În sens pozitiv, decapitarea poate simboliza renunțarea la ego sau la o gândire rigidă, veche, pentru a permite o renaștere spirituală, deși procesul este dureros.\n\nA vedea pe altul decapitat poate reflecta teama că acea persoană nu judecă limpede sau că a fost eliminată dintr-o poziție de influență.",
      "slug": "decapitare"
    },
    {
      "name": "Deceptie",
      "category": "emoții",
      "shortMeaning": "Avertisment asupra iluziilor, trădare de așteptări și necesitatea realismului.",
      "fullInterpretation": "Visul despre decepție este, paradoxal, un mecanism de apărare. El te pregătește sufletește sau îți scoate la iveală frici ascunse. Dacă în vis te simți dezamăgit, s-ar putea ca în realitate să îți fi setat așteptări nerealiste de la oameni sau situații.\n\nEste un apel la luciditate: privește lucrurile așa cum sunt, nu așa cum ți-ai dori să fie. Uneori, visul procesează o dezamăgire deja trăită, ajutându-te să o accepți și să mergi mai departe.\n\nDacă tu provoci o decepție cuiva, analizează-ți sentimentul de vinovăție sau teama de a nu te ridica la înălțimea așteptărilor celorlalți.",
      "slug": "deceptie"
    },
    {
      "name": "Deces",
      "category": "fenomene",
      "shortMeaning": "Transformare profundă, sfârșitul unui ciclu și începutul altuia nou.",
      "fullInterpretation": "Moartea în vis sperie, dar în limbajul oniric ea înseamnă rareori moarte fizică. Este simbolul suprem al transformării. Ceva din tine sau din viața ta trebuie să „moară” (un obicei, o relație toxică, o etapă a vârstei) pentru ca altceva nou să se nască.\n\nDecesul unei persoane cunoscute poate sugera că relația cu acea persoană se schimbă sau că proiectezi asupra ei propriile tale frici de abandon.\n\nDacă tu ești cel care decedează, visul marchează un prag major de maturizare sau o schimbare radicală de identitate. Ești gata să lași în urmă vechiul „eu”.",
      "slug": "deces"
    },
    {
      "name": "Decoratii",
      "category": "obiecte",
      "shortMeaning": "Recunoaștere, vanitate, dorința de a impresiona sau mascarea realității.",
      "fullInterpretation": "Decorațiile (medaliile) simbolizează onorurile și nevoia de validare socială. Dacă primești o decorație, cauți recunoaștere pentru eforturile tale.\n\nPe de altă parte, decorațiunile interioare (ornamentele) vorbesc despre felul în care îți „aranjezi” viața pentru a fi văzută de alții. Pot sugera o preocupare pentru aparențe, dorința de a înfrumuseța un adevăr banal sau de a ascunde defecte sub un strat estetic.\n\nPrea multe decorații pot indica superficialitate sau o viață încărcată inutil. Lipsa lor poate sugera austeritate sau autenticitate brută.",
      "slug": "decoratii"
    },
    {
      "name": "Degeraturi",
      "category": "corp",
      "shortMeaning": "Răceală emoțională, neglijență, vulnerabilitate și blocaje afective.",
      "fullInterpretation": "Degerăturile apar din expunerea prelungită la frig, fără protecție. În vis, frigul este adesea emoțional: singurătate, respingere, lipsă de iubire. Degerăturile indică faptul că această „iarnă sufletească” a început să lase urme adânci, provocând răni.\n\nTe simți „înghețat” într-o situație, incapabil să reacționezi sau să simți căldură. Poate ai neglijat o problemă sau o relație până când aceasta s-a deteriorat grav.\n\nVisul este un semnal urgent să cauți căldură umană, să te protejezi și să îți „dezgheți” inima înainte ca daunele să fie ireversibile.",
      "slug": "degeraturi"
    },
    {
      "name": "Deget",
      "category": "corp",
      "shortMeaning": "Detaliu, direcție, acuzare sau dexteritate în manipularea situațiilor.",
      "fullInterpretation": "Degetul are multiple semnificații în funcție de context. Degetul arătător indică direcția, autoritatea sau acuzația („a arăta cu degetul”). Degetul mare este voința și puterea (vezi interpretarea specifică).\n\nA te tăia la un deget sugerează o greșeală minoră dar dureroasă, sau o interferență în planurile tale de acțiune.\n\nInelele pe degete atrag atenția asupra angajamentelor (căsătorie, loialitate). Degetele lungi și frumoase pot simboliza talent artistic sau abilitatea de a rezolva probleme cu tact. Degetele murdare sau deformate pot indica vinovăție sau acțiuni neoneste.",
      "slug": "deget"
    },
    {
      "name": "Deget rupt",
      "category": "corp",
      "shortMeaning": "Pierderea abilității, vulnerabilitate temporară și frustrare în acțiuni.",
      "fullInterpretation": "Un deget rupt este un handicap care te împiedică să prinzi, să scrii, să muncești. Visul simbolizează o pierdere a competenței sau a puterii de a influența evenimentele.\n\nTe simți „dezarmat” într-o situație specifică. Poate ai încercat să faci prea multe sau ai forțat o situație („ai băgat degetul unde nu trebuie”) și acum suferi consecințele. Este o invitație la pauză și vindecare; nu poți forța lucrurile cât timp ești rănit.",
      "slug": "deget-rupt"
    },
    {
      "name": "Degetar",
      "category": "obiecte",
      "shortMeaning": "Protecție în fața criticilor, muncă migăloasă și precauție.",
      "fullInterpretation": "Degetarul protejează degetul de înțepături în timpul cusutului. În vis, el simbolizează nevoia de a te proteja de „înțepăturile” mărunte ale vieții: critici, bârfe, răutăți minore.\n\nSugerează că ești implicat într-o activitate care necesită răbdare și atenție la detalii (o muncă de „cusut” relații sau proiecte), dar care implică și riscuri mici. Degetarul îți spune că ești prudent și pregătit, sau te sfătuiește să fii mai precaut.",
      "slug": "degetar"
    },
    {
      "name": "Degete mai multe la o mana",
      "category": "corp",
      "shortMeaning": "Abilități neobișnuite, lăcomie sau senzația de a fi copleșit și „anormal”.",
      "fullInterpretation": "A avea mai multe degete la o mână este un semn de anomalie, dar poate fi interpretat dual. Pozitiv, sugerează o dexteritate ieșită din comun, capacitatea de a face mai multe lucruri deodată, un potențial sporit.\n\nNegativ, poate simboliza lăcomia (a vrea să prinzi prea mult), nefirescul sau sentimentul că ești un „monstru”, un inadaptat. Te simți diferit de ceilalți și acest lucru te neliniștește. Poate indica și o situație complexă, cu prea multe variabile („prea multe fire de tras”), care devine greu de gestionat.",
      "slug": "degete-mai-multe-la-o-mana"
    },
    {
      "name": "Degetul mare",
      "category": "corp",
      "shortMeaning": "Voință, putere personală, afirmare și vitalitate.",
      "fullInterpretation": "Degetul mare este opozabil, cel care ne dă capacitatea de a prinde unelte; este simbolul umanității și al voinței.\n\nUn deget mare puternic indică o personalitate dominantă, energie vitală și capacitatea de a-ți impune punctul de vedere. Dacă te doare degetul mare, voința ta este slăbită sau te confrunți cu o criză de autoritate.\n\nGestul degetului mare în sus sau în jos (ca la gladiatori) este verdictul destinului sau al propriei conștiințe asupra unei acțiuni: aprobare sau condamnare.",
      "slug": "degetul-mare"
    },
    {
      "name": "Delfini",
      "category": "animale",
      "shortMeaning": "Inteligență emoțională, ghidare spirituală, joacă, armonie și salvare.",
      "fullInterpretation": "Delfinii sunt mesageri ai apelor (emoțiilor) și simboluri ale inteligenței superioare. Apariția lor în vis este extrem de benefică. Ei reprezintă armonia dintre intelect și instinct, capacitatea de a naviga prin emoții profunde cu grație și bucurie.\n\nDelfinul este adesea un ghid spiritual sau un salvator; visul îți spune că nu ești singur, că ești protejat și îndrumat. De asemenea, delfinii ne amintesc de importanța jocului, a comunicării telepatice sau empatice și a prieteniei dezinteresate. Este un semn de claritate mentală și de deschidere sufletească.",
      "slug": "delfini"
    },
    {
      "name": "Delta",
      "category": "locuri",
      "shortMeaning": "Fertilitate, sfârșitul unei călătorii, vărsarea într-un tot unitar și transformare.",
      "fullInterpretation": "Delta este locul unde râul se întâlnește cu marea, un loc de tranziție, de sedimentare și de o biodiversitate explozivă.\n\nVisul simbolizează sfârșitul unei etape lungi (cursul râului) și integrarea experiențelor acumulate într-un context mai larg (marea). Este un moment de bilanț, de depunere a „sedimentelor” (înțelepciune, amintiri) și de pregătire pentru o nouă formă de existență.\n\nPoate sugera și fertilitate creativă, un teren propice pentru noi idei care se nasc din amestecul a două lumi (conștient și inconștient).",
      "slug": "delta"
    },
    {
      "name": "Demisie Demisiona",
      "category": "acțiuni",
      "shortMeaning": "Nevoia de schimbare, eliberare de presiune, renunțare la roluri care nu ți se mai potrivesc.",
      "fullInterpretation": "A demisiona în vis nu prevestește neapărat pierderea locului de muncă, ci mai degrabă o revoltă interioară. Simți că un rol actual (profesional, familial, social) te strânge, nu te mai reprezintă sau îți consumă prea multă energie.\n\nEste expresia dorinței de libertate, de a scăpa de o autoritate sau de o responsabilitate apăsătoare. Visul te invită să reevaluezi dacă drumul pe care ești este cel pe care ți-l dorești cu adevărat. Uneori, este doar supapa prin care subconștientul eliberează frustrarea acumulată la muncă.",
      "slug": "demisie-demisiona"
    },
    {
      "name": "Demon",
      "category": "fenomene",
      "shortMeaning": "Frici interioare, vicii, sentimente de vinovăție sau părți refulate ale personalității (umbra).",
      "fullInterpretation": "Demonii din vis sunt rareori entități externe; ei sunt proiecții ale propriilor noastre „umbre”. Reprezintă tot ce refuzăm să acceptăm la noi: furie, ură, pofte interzise, vinovăție.\n\nLupta cu un demon este lupta cu tine însuți, cu o dependență sau cu un obicei distructiv. Dacă demonul te urmărește, înseamnă că fugi de responsabilitatea propriilor fapte sau sentimente.\n\nAcceptarea sau confruntarea curajoasă a demonului duce adesea la dispariția lui, simbolizând integrarea și vindecarea psihologică.",
      "slug": "demon"
    },
    {
      "name": "Dentist",
      "category": "persoane",
      "shortMeaning": "Vindecare dureroasă, reparație necesară, frică de durere sau de a fi „demascat”.",
      "fullInterpretation": "Dentistul este cel care „repară” ceea ce ține de imagine și de agresivitate (dinții). Vizita la dentist în vis sugerează conștientizarea unei probleme care nu mai poate fi ignorată. Știi că rezolvarea va fi probabil dureroasă sau costisitoare (emoțional), dar este necesară pentru sănătatea ta pe termen lung.\n\nPoate indica și teama de a fi judecat, de a ți se „uita cineva în gură” (la secretele sau cuvintele tale). Este un vis despre curaj și asumarea responsabilității pentru propria „igienă” morală sau emoțională.",
      "slug": "dentist"
    },
    {
      "name": "Deodorant",
      "category": "obiecte",
      "shortMeaning": "Dorința de a masca aspecte neplăcute, nevoia de prospețime și acceptare socială.",
      "fullInterpretation": "Deodorantul ascunde mirosul natural, adesea perceput ca neplăcut. În vis, sugerează încercarea ta de a ascunde o latură a personalității tale de care îți este rușine sau teama că „ceva miroase urât” în viața ta (o minciună, o situație jenantă) și vrei să o acoperi.\n\nPe de altă parte, poate simboliza dorința de a fi plăcut, de a lăsa o impresie bună, proaspătă. Dacă deodorantul nu funcționează, teama ta de respingere socială este acută.",
      "slug": "deodorant"
    },
    {
      "name": "Depozit",
      "category": "locuri",
      "shortMeaning": "Resurse acumulate, amintiri stocate, potențial nefolosit sau bagaj emoțional.",
      "fullInterpretation": "Un depozit este locul unde păstrăm lucruri pentru mai târziu. În vis, el reprezintă subconștientul tău plin de resurse, amintiri și experiențe.\n\nDacă depozitul este ordonat și plin, ai rezerve mari de energie și cunoștințe la care poți apela. Dacă este gol, te simți epuizat sau nepregătit. Un depozit dezordonat sau prăfuit sugerează că ai „stocat” prea multe traume sau resentimente de care ar trebui să faci curățenie. Poate indica și talente pe care le ții „la naftalină” în loc să le folosești.",
      "slug": "depozit"
    },
    {
      "name": "Depresie si anxietate",
      "category": "emoții",
      "shortMeaning": "Semnal de alarmă, nevoie de odihnă, deconectare de la sine sau suferință reprimată.",
      "fullInterpretation": "A simți depresie sau anxietate în vis poate fi o reflectare directă a stării tale reale, dar și un mesaj simbolic. Dacă în realitate ești bine, visul poate indica o teamă inconștientă de eșec sau o tristețe neprocesată legată de o pierdere veche.\n\nEste modul sufletului de a cere o pauză, o retragere din tumultul vieții pentru a-și linge rănile. Poate semnala că trăiești o viață care nu este aliniată cu valorile tale profunde, ceea ce creează o presiune interioară (anxietate) sau o lipsă de sens (depresie). Ascultă mesajul: ce anume te apasă?",
      "slug": "depresie-si-anxietate"
    },
    {
      "name": "Derdelus",
      "category": "locuri",
      "shortMeaning": "Lipsa controlului, viteză, risc asumat sau regresie în copilărie.",
      "fullInterpretation": "Derdelușul implică alunecare rapidă, adesea cu un control limitat. Visul poate sugera că lucrurile se desfășoară prea repede în viața ta și te simți luat de val („o iei la vale”).\n\nPoate fi o avertizare că intri pe o pantă periculoasă sau alunecoasă în afaceri sau relații.\n\nTotuși, dacă te distrezi, visul evocă bucuria pură, jocul și întoarcerea la inocența copilăriei. Este o eliberare de responsabilități, o lăsare în voia gravității și a momentului prezent.",
      "slug": "derdelus"
    },
    {
      "name": "Descantec",
      "category": "acțiuni",
      "shortMeaning": "Nevoia de soluții magice, superstiție, influență manipulatoare sau vindecare neconvențională.",
      "fullInterpretation": "Descântecul este o încercare de a modifica realitatea prin cuvinte și ritualuri. Visul sugerează că te confrunți cu o problemă la care nu găsești o soluție logică și cauți o rezolvare miraculoasă.\n\nPoate indica o gândire magică, naivă, sau teama că ești victima unor influențe negative („făcături”).\n\nDacă tu ești cel care descântă, înseamnă că îți cauți puterea personală și vocea pentru a vindeca sau a schimba o situație. Atenție însă la iluzia că poți controla totul doar prin voință.",
      "slug": "descantec"
    },
    {
      "name": "Descult",
      "category": "stare",
      "shortMeaning": "Vulnerabilitate, sărăcie, dar și contact direct cu realitatea și smerenie.",
      "fullInterpretation": "A fi desculț în vis are o dublă semnificație. Pe de o parte, sugerează sărăcie, lipsă de protecție și vulnerabilitate în fața asprităților vieții („a umbla desculț prin spini”). Te simți nepregătit.\n\nPe de altă parte, a fi desculț înseamnă a fi în contact direct cu pământul. Este un simbol al smereniei, al autenticității și al ancorării în natură. Poate indica dorința de a renunța la artificii sociale și de a simți viața „pe pielea ta”, fără intermediari.",
      "slug": "descult"
    },
    {
      "name": "Descult ca esti",
      "category": "stare",
      "shortMeaning": "Expunere, lipsă de apărare sau libertate și conectare.",
      "fullInterpretation": "(Similar cu „Descult”, dar accentuând starea personală). Conștientizarea faptului că ești desculț în vis subliniază starea ta de spirit. Dacă ți-e rușine sau frig, visul vorbește despre insecuritate și lipsuri materiale sau afective. Dacă te simți liber și bine, este despre eliberarea de constrângerile sociale și despre confortul de a fi tu însuți, simplu și natural.",
      "slug": "descult-ca-esti"
    },
    {
      "name": "Desen",
      "category": "acțiuni",
      "shortMeaning": "Proiectare, imaginație, schițarea viitorului sau exprimarea emoțiilor.",
      "fullInterpretation": "Desenul este o reprezentare a realității trecute prin filtrul percepției tale. A desena în vis înseamnă a-ți proiecta dorințele, a face planuri sau a încerca să vizualizezi o soluție.\n\nCeea ce desenezi este esențial: este harta subconștientului tău. Un desen clar indică obiective precise; o mâzgălitură sugerează confuzie.\n\nDacă privești un desen, analizezi o situație „de pe hârtie”, teoretic, fără a fi încă implicat practic. Este un act creativ, dar care rămâne încă în stadiul de potențial.",
      "slug": "desen"
    },
    {
      "name": "Desene animate",
      "category": "fenomene",
      "shortMeaning": "Imaturitate, evadare din realitate, umor și refuzul de a lua lucrurile în serios.",
      "fullInterpretation": "Lumea desenelor animate este una în care legile fizicii nu se aplică și consecințele nu sunt grave. Visul sugerează că ai tendința de a evada din realitatea dură într-o lume a fanteziei.\n\nPoate fi un mecanism de apărare prin umor sau o dovadă de imaturitate – refuzi să vezi gravitatea unei situații. Totuși, poate indica și nevoia de culoare, de amuzament și de simplificare a unei vieți prea complicate.",
      "slug": "desene-animate"
    },
    {
      "name": "Desert (nisip)",
      "category": "locuri",
      "shortMeaning": "Singurătate, izolare, ariditate emoțională, dar și loc al revelației spirituale.",
      "fullInterpretation": "Deșertul este locul încercărilor. Simbolizează o perioadă de izolare, de singurătate și de lipsă a „apei” (iubire, emoții, resurse). Te simți abandonat, pierdut într-o imensitate sterilă.\n\nTotuși, deșertul este și locul ascezei și al întâlnirii cu Divinitatea. Când totul este curățat de prisos, rămâne esența. Visul te poate anunța că traversezi o „noapte neagră a sufletului”, necesară pentru purificare și maturizare.\n\nNisipul care curge poate simboliza trecerea timpului și instabilitatea – construiești pe o fundație mișcătoare.",
      "slug": "desert-nisip"
    }
  ]
}