{
  "symbols": [
    {
      "name": "Desert dulce",
      "category": "alimente",
      "shortMeaning": "Plăcere, recompensa meritată, bucurie simplă și armonie în viața personală.",
      "fullInterpretation": "Desertul sau dulciurile în vis simbolizează „recompensa” vieții. Este momentul în care te bucuri de roadele muncii tale, de relaxare și de plăcere pură. Un desert simplu, gustat în liniște, sugerează că găsești fericirea în lucrurile mărunte și în armonia familială.\n\nDacă visezi un desert extravagant, sofisticat, poate indica dorința ta de lux, recunoaștere sau rafinament. Totuși, dacă mănânci prea mult dulce, visul poate avertiza asupra exceselor, a indulgenței sau a încercării de a „îndulci” o realitate amară. Este un simbol al satisfacției senzoriale și emoționale.",
      "slug": "desert-dulce"
    },
    {
      "name": "Deseuri",
      "category": "obiecte",
      "shortMeaning": "Resurse irosite, necesitatea curățării, sentimente de inutilitate sau comori ascunse.",
      "fullInterpretation": "Deșeurile reprezintă ceea ce am aruncat sau ceea ce considerăm inutil. În vis, ele pot semnala că îți irosești energia sau timpul pe activități care nu îți aduc beneficii. Te simți „folosit” sau epuizat.\n\nTotuși, visul are o nuanță pozitivă puternică: în gunoi se pot ascunde comori. Poate că ai aruncat o idee, o relație sau un talent pe care l-ai subestimat. Visul te invită să reevaluezi ceea ce ai considerat „deșeu” în viața ta; s-ar putea să găsești acolo resurse valoroase pentru reciclare și transformare.",
      "slug": "deseuri"
    },
    {
      "name": "Despartire",
      "category": "acțiuni",
      "shortMeaning": "Teamă de abandon, sfârșitul unei etape, sau consolidarea paradoxală a relațiilor.",
      "fullInterpretation": "Visul despre despărțire este adesea interpretat „pe dos” în tradiția populară: el poate anunța consolidarea relației actuale. Psihologic însă, reflectă insecurități profunde, teama de abandon sau conștientizarea faptului că o etapă a vieții trebuie să se încheie.\n\nDacă te desparți cu durere, visul procesează o frică reală. Dacă te desparți cu ușurare, este un semn clar că relația sau situația respectivă te blochează și ai nevoie de libertate. Despărțirea de un prieten poate simboliza, de fapt, o revedere sau o apropiere emoțională.",
      "slug": "despartire"
    },
    {
      "name": "Detectiv",
      "category": "persoane",
      "shortMeaning": "Căutarea adevărului, suspiciune, nevoia de a rezolva mistere sau analiza propriei conștiințe.",
      "fullInterpretation": "Detectivul este arhetipul celui care caută adevărul ascuns. Dacă tu ești detectivul, înseamnă că ești într-o perioadă de analiză profundă. Încerci să pui cap la cap indicii disparate pentru a înțelege o situație confuză sau pentru a descoperi o minciună.\n\nDacă ești urmărit de un detectiv, te simți vinovat sau ai secrete pe care te temi că le vor afla alții. Conștiința ta este trează și te judecă. Visul sugerează că misterele vor fi elucidate, iar adevărul va ieși la lumină, fie că îți place sau nu.",
      "slug": "detectiv"
    },
    {
      "name": "Detergent",
      "category": "obiecte",
      "shortMeaning": "Purificare, dorința de a șterge greșelile, curățarea reputației sau rezolvarea conflictelor.",
      "fullInterpretation": "Detergentul este agentul curățării. În vis, el simbolizează dorința ta de a „spăla” ceva din viața ta: o greșeală, o pată pe reputație, o relație toxică sau gânduri negative.\n\nDacă face multă spumă, curățarea poate fi superficială sau poate provoca „balonare” (scandal, discuții inutile). Dacă detergentul curăță eficient, este semn de înnoire și iertare. Visul te îndeamnă să faci curățenie în viața ta, să elimini reziduurile emoționale și să pornești la drum cu o conștiință imaculată.",
      "slug": "detergent"
    },
    {
      "name": "Dezamagire",
      "category": "emoții",
      "shortMeaning": "Procesarea tristeții, eliberare de iluzii și acceptarea realității imperfecte.",
      "fullInterpretation": "A simți dezamăgire în vis este o supapă de siguranță pentru psihic. Adesea, visul prelucrează frustrări acumulate peste zi, eliberând tensiunea. Nu prevestește neapărat un eveniment rău, ci te ajută să accepți că realitatea nu se ridică întotdeauna la înălțimea idealurilor tale.\n\nEste un moment de maturizare: renunți la iluzii și începi să vezi oamenii și situațiile așa cum sunt. Această acceptare, deși dureroasă inițial, îți va aduce liniște și echilibru pe termen lung.",
      "slug": "dezamagire"
    },
    {
      "name": "Dezastru",
      "category": "fenomene",
      "shortMeaning": "Frică de schimbare, haos interior, pierderea controlului sau transformare radicală.",
      "fullInterpretation": "Un dezastru în vis (cutremur, inundație, foc) reflectă o stare de criză interioară. Structurile vechi ale vieții tale sunt zdruncinate. Te simți copleșit de emoții sau de evenimente pe care nu le poți controla.\n\nDeși înspăimântător, dezastrul este adesea necesar pentru a face loc noului. Este haosul care precede creația. Dacă supraviețuiești dezastrului în vis, ai resursele necesare pentru a te reinventa și a depăși orice obstacol. Este un avertisment să fii pregătit pentru schimbări majore.",
      "slug": "dezastru"
    },
    {
      "name": "Dezbracat",
      "category": "stare",
      "shortMeaning": "Vulnerabilitate, rușine, autenticitate, lipsă de apărare sau libertate totală.",
      "fullInterpretation": "Nuditatea în vis are două fațete opuse. Cel mai adesea, simbolizează vulnerabilitatea extremă și teama de a fi „descoperit”, judecat sau ridiculizat. Simți că nu ai nimic cu care să te aperi sau să te ascunzi.\n\nPe de altă parte, dacă te simți confortabil dezbrăcat, visul indică o mare încredere în sine, autenticitate și libertate față de normele sociale. Nu ai nimic de ascuns, ești tu însuți. A vedea pe alții dezbrăcați poate sugera că le vezi adevărata natură, dincolo de măștile sociale.",
      "slug": "dezbracat"
    },
    {
      "name": "Dezbracat",
      "category": "stare",
      "shortMeaning": "Vulnerabilitate, rușine, autenticitate, lipsă de apărare sau libertate totală.",
      "fullInterpretation": "Nuditatea în vis are două fațete opuse. Cel mai adesea, simbolizează vulnerabilitatea extremă și teama de a fi „descoperit”, judecat sau ridiculizat. Simți că nu ai nimic cu care să te aperi sau să te ascunzi.\n\nPe de altă parte, dacă te simți confortabil dezbrăcat, visul indică o mare încredere în sine, autenticitate și libertate față de normele sociale. Nu ai nimic de ascuns, ești tu însuți. A vedea pe alții dezbrăcați poate sugera că le vezi adevărata natură, dincolo de măștile sociale.",
      "slug": "dezbracat"
    },
    {
      "name": "Dezertor",
      "category": "persoane",
      "shortMeaning": "Evitarea responsabilității, teama de confruntare, renunțare sau dorința de a scăpa de presiune.",
      "fullInterpretation": "Dezertorul este cel care fuge de luptă. În vis, acest rol sugerează că te simți copleșit de o responsabilitate sau de un conflict și vrei să evadezi. Poate simți că „bătălia” nu este a ta sau că prețul victoriei este prea mare.\n\nVisul poate indica și un sentiment de vinovăție pentru că ai abandonat un proiect sau o persoană. Totuși, uneori dezertarea este singura cale de a-ți salva integritatea sau sănătatea mintală într-o situație toxică. Analizează de ce fugi.",
      "slug": "dezertor"
    },
    {
      "name": "Dezmostenit",
      "category": "acțiuni",
      "shortMeaning": "Pierderea statutului, frică de respingere familială, dar și eliberare de așteptările altora.",
      "fullInterpretation": "A fi dezmoștenit înseamnă a fi tăiat de la resurse și de la apartenența la clan. Visul reflectă teama de a nu fi acceptat, de a pierde sprijinul familiei sau statutul social. Te simți exclus sau pedepsit.\n\nParadoxal, unele interpretări văd în acest vis un semn de independență: ești forțat să te bazezi pe propriile forțe și să îți construiești propriul destin, eliberat de obligațiile și „datoriile” moștenite. Poate fi începutul unei vieți cu adevărat autonome.",
      "slug": "dezmostenit"
    },
    {
      "name": "Dezordine",
      "category": "stare",
      "shortMeaning": "Haos mental, confuzie, lipsa priorităților și necesitatea organizării.",
      "fullInterpretation": "Dezordinea din vis oglindește dezordinea din mintea sau viața ta. Te simți copleșit de sarcini, de emoții neprocesate sau de situații nerezolvate. Nu știi de unde să începi.\n\nVisul este un apel la acțiune: fă curățenie! Sortează-ți prioritățile, elimină ce este inutil și organizează-ți spațiul (fizic și mental). Dacă încerci să faci ordine în vis, ești deja pe drumul cel bun spre claritate și eficiență. Dacă tu creezi dezordinea, poate fi un semn de rebeliune sau de neglijență vinovată.",
      "slug": "dezordine"
    },
    {
      "name": "Diabet",
      "category": "corp",
      "shortMeaning": "Viață lipsită de „dulceață”, sacrificii, griji cronice și nevoia de echilibru.",
      "fullInterpretation": "Diabetul, ca boală a imposibilității de a procesa zahărul, simbolizează în vis dificultatea de a asimila „dulceața” vieții (iubirea, plăcerea). Poate sugerezi că viața ta a devenit o corvoadă, plină de griji și lipsită de bucurii.\n\nPoate indica, de asemenea, o nevoie de echilibru și disciplină. Ești avertizat să ai mai multă grijă de sănătatea ta sau să îți gestionezi mai bine resursele emoționale. Sacrificiile pe care le faci s-ar putea să te epuizeze.",
      "slug": "diabet"
    },
    {
      "name": "Diadema",
      "category": "obiecte",
      "shortMeaning": "Nobilime sufletească, autoritate feminină, recunoaștere și putere interioară.",
      "fullInterpretation": "Diadema este un simbol al regalității și al distincției, purtat de obicei pe cap (sediul gândirii). În vis, ea reprezintă conștientizarea propriei valori și a puterii personale. Te simți „regină” în propriul tău regat.\n\nDacă diadema este grea, autoritatea vine cu responsabilități mari. Dacă este din flori, sugerează o putere naturală, feminină și efemeră, legată de frumusețe și sentimente. Este un semn de creștere a stimei de sine și de recunoaștere din partea celorlalți.",
      "slug": "diadema"
    },
    {
      "name": "Diamant",
      "category": "obiecte",
      "shortMeaning": "Duritate, eternitate, claritate, valoare supremă și integritate.",
      "fullInterpretation": "Diamantul este cea mai dură piatră și simbolizează indestructibilitatea. În vis, el reprezintă integritatea caracterului tău, un adevăr absolut sau o iubire eternă. Este ceva prețios care rezistă oricărei presiuni.\n\nTotuși, diamantul poate fi și rece sau tăios. Poate sugera o perfecțiune lipsită de căldură. A găsi un diamant înseamnă a descoperi ceva de mare valoare în tine sau în viață (un talent, un adevăr). A-l pierde sugerează o neglijență costisitoare spiritual. Diamantele false avertizează asupra vanității și a aparențelor înșelătoare.",
      "slug": "diamant"
    },
    {
      "name": "Diaree",
      "category": "corp",
      "shortMeaning": "Eliminare urgentă a negativității, lipsă de control și purificare forțată.",
      "fullInterpretation": "Deși neplăcut, visul despre diaree este despre purificare și eliminare rapidă. Organismul (și psihicul) tău respinge ceva toxic: o emoție, o situație, o idee. Este o nevoie urgentă de a „scăpa” de ceva care îți face rău.\n\nPoate indica și o lipsă de control – lucrurile ies din tine fără să le poți opri (poate vorbești prea mult sau îți verși nervii necontrolat). Este un semn că trebuie să te eliberezi de balastul emoțional, dar să încerci să recapeți controlul asupra procesului.",
      "slug": "diaree"
    },
    {
      "name": "Diavol",
      "category": "persoane",
      "shortMeaning": "Umbra personală, ispita, vinovăția, frica și aspectele negative refulate.",
      "fullInterpretation": "Diavolul în vis este personificarea „Umbrei” jungiene – partea întunecată a personalității tale. Reprezintă impulsurile pe care le reprimi: sexualitate neînfrânată, furie, egoism, dorința de putere cu orice preț.\n\nNu este o entitate externă, ci o oglindă a propriilor conflicte morale. Confruntarea cu diavolul este lupta pentru integritate. Dacă faci un pact cu el, înseamnă că îți compromiți valorile pentru un câștig imediat. Dacă îl învingi, înseamnă că ți-ai dominat instinctele primare și fricile.",
      "slug": "diavol"
    },
    {
      "name": "Dictionar",
      "category": "obiecte",
      "shortMeaning": "Căutarea sensului, nevoia de comunicare precisă, învățare și clarificare.",
      "fullInterpretation": "Dicționarul este cartea sensurilor. Visul indică faptul că te afli într-o situație pe care nu o înțelegi complet și cauți definiții sau explicații. Simți nevoia să traduci experiențele în cuvinte, să clarifici o neînțelegere.\n\nPoate sugera și o dificultate în comunicare – cauți cuvintele potrivite pentru a te exprima. Este un simbol al învățării și al dorinței de a pune ordine în haosul informațional. Poate ești prea pedant sau cauți sensuri ascunse acolo unde nu sunt.",
      "slug": "dictionar"
    },
    {
      "name": "Dig",
      "category": "locuri",
      "shortMeaning": "Barieră emoțională, protecție împotriva subconștientului, reținere și control.",
      "fullInterpretation": "Digul ține apa (emoțiile) la distanță. În vis, el simbolizează mecanismele tale de apărare. Construiești bariere pentru a nu fi copleșit de sentimente intense sau de amintiri dureroase.\n\nDacă digul rezistă, ai un control bun asupra psihicului tău. Dacă digul se rupe, te pândește o criză emoțională, o izbucnire de plâns sau de furie. Visul îți arată limita dintre rațional și irațional, dintre uscat și umed. Poate e timpul să lași puțină „apă” să curgă controlat.",
      "slug": "dig"
    },
    {
      "name": "Dihor",
      "category": "animale",
      "shortMeaning": "Suspiciune, hoție, viclenie, miros neplăcut al unei situații sau iscodire.",
      "fullInterpretation": "Dihorul este un animal mic, viclean și, uneori, urât mirositor. În vis, el poate reprezenta o persoană din anturajul tău care este iscoditoare, nesinceră sau care „fură” din energia/resursele tale.\n\nPoate sugera că „ceva miroase urât” într-o afacere sau relație. Dihorul este și un vânător abil, deci poate simboliza propria ta capacitate de a vâna oportunități, dar prin metode mai puțin ortodoxe. Atenție la bârfe și la cei care încearcă să afle secretele tale.",
      "slug": "dihor"
    },
    {
      "name": "Dimineata",
      "category": "fenomene",
      "shortMeaning": "Început nou, speranță, claritate, trezire spirituală și oportunități proaspete.",
      "fullInterpretation": "Dimineața este simbolul prin excelență al începutului. Lumina soarelui risipește întunericul nopții, aducând claritate și speranță. Visul îți spune că o perioadă grea s-a încheiat și că ai o nouă șansă.\n\nEști plin de energie, idei și optimism. Este momentul acțiunii, al tinereții și al potențialului. Dacă dimineața este înnorată, începutul poate fi anevoios, dar totuși este un început. Profită de această energie proaspătă pentru a lansa proiecte noi.",
      "slug": "dimineata"
    },
    {
      "name": "Dinamita",
      "category": "obiecte",
      "shortMeaning": "Pericol iminent, energie explozivă, schimbare bruscă și distructivă sau furie acumulată.",
      "fullInterpretation": "Dinamita simbolizează o energie concentrată gata să explodeze. Poate fi vorba despre furia ta reprimată care a ajuns la limita suportabilității, sau despre o situație externă instabilă.\n\nVisul prevestește o schimbare bruscă, violentă, care va distruge vechile structuri. Deși distructivă, explozia poate elibera calea (cum se folosește dinamita în minerit sau construcții). Atenție la impulsivitate! Ești pe un butoi de pulbere.",
      "slug": "dinamita"
    },
    {
      "name": "Dinozaur",
      "category": "animale",
      "shortMeaning": "Trecutul care bântuie, frici arhaice, atitudini învechite sau ceva colosal și necontrolat.",
      "fullInterpretation": "Dinozaurii sunt creaturi ale unui trecut îndepărtat. În vis, ei pot reprezenta probleme vechi, traume din copilărie sau atitudini conservatoare care nu mai au loc în prezentul tău („ești un dinozaur”).\n\nFiind uriași, ei simbolizează și frici copleșitoare, iraționale. Te simți mic și neputincios în fața unei forțe a naturii sau a destinului. Dacă dinozaurul te urmărește, fugi de ceva ce trebuia să fi dispărut de mult. Acceptă că lumea s-a schimbat și adaptează-te.",
      "slug": "dinozaur"
    },
    {
      "name": "Dinte cazut",
      "category": "corp",
      "shortMeaning": "Pierdere, anxietate, teamă de schimbare, vulnerabilitate sau trecerea într-o nouă etapă.",
      "fullInterpretation": "Dintele căzut este unul dintre cele mai puternice simboluri onirice. Deși tradiția îl leagă de boală sau moarte, psihologic el marchează o tranziție majoră (cum le cad dinții copiilor pentru a crește). Indică teama de a pierde ceva vital: tinerețea, puterea, o relație.\n\nTe simți vulnerabil, „știrb”, incapabil să te aperi sau să „muști”. Poate semnala și dificultăți de comunicare sau rușinea de a te expune. Este un vis de anxietate, dar și de creștere obligatorie.",
      "slug": "dinte-cazut"
    },
    {
      "name": "Dinti albi",
      "category": "corp",
      "shortMeaning": "Încredere, sănătate, succes social, putere de convingere și vitalitate.",
      "fullInterpretation": "Dinții albi și strălucitori sunt semnul sănătății și al puterii. În vis, ei reflectă o stare de bine, încredere în sine ridicată și carismă. Te simți capabil să „devorezi” provocările vieții.\n\nZâmbetul tău este arma ta; comunici eficient și îi convingi pe ceilalți. Este un semn excelent pentru reușite sociale și profesionale. Ești într-o formă maximă.",
      "slug": "dinti-albi"
    },
    {
      "name": "Dinti cariati",
      "category": "corp",
      "shortMeaning": "Regrete, vorbe nespuse, probleme neglijate, degradare morală sau fizică.",
      "fullInterpretation": "Dinții cariați sunt dinți bolnavi care se macină încet. Ei simbolizează problemele pe care le-ai ignorat și care acum s-au agravat. Poate fi vorba despre cuvinte urâte pe care le-ai spus (sau nu le-ai spus), minciuni care te „rod”, sau regrete amare.\n\nVisul indică o degradare a imaginii de sine sau a vitalității. Te simți „stricat” pe interior. Este un apel urgent la a repara ceea ce este stricat înainte de a pierde totul (dintele).",
      "slug": "dinti-cariati"
    },
    {
      "name": "Dinti cazuti",
      "category": "corp",
      "shortMeaning": "Pierderea puterii, insecuritate, teamă de îmbătrânire și dificultăți de comunicare.",
      "fullInterpretation": "Visul cu mai mulți dinți căzuți amplifică semnificația unui singur dinte căzut. Este o criză de identitate și de putere. Simți că îți pierzi „priza” asupra realității, că nu mai ai autoritate sau că îmbătrânești.\n\nPoate reflecta o perioadă în care te simți neputincios, incapabil să te faci înțeles sau să te aperi. Este adesea legat de situații jenante sau de teama de a nu te face de râs în public. Acceptă schimbarea, ea este inevitabilă.",
      "slug": "dinti-cazuti"
    },
    {
      "name": "Dinti de aur",
      "category": "corp",
      "shortMeaning": "Bogăție afișată, prosperitate, dar și falsitate sau valori materiale puse pe primul loc.",
      "fullInterpretation": "Dinții de aur sugerează bogăția, dar și o anume artificialitate. Pe de o parte, poate prevesti câștiguri financiare, prosperitate și un statut social solid. Ai resurse valoroase.\n\nPe de altă parte, aurul în gură poate însemna că vorbele tale sunt „aurite” (mincinoase sau flatante) sau că pui prea mult preț pe bani în detrimentul valorilor umane naturale. Poate fi un avertisment despre lăcomie sau ostentație.",
      "slug": "dinti-de-aur"
    },
    {
      "name": "Dinti de bebelus sau de lapte",
      "category": "corp",
      "shortMeaning": "Imaturitate, regresie, noi începuturi, inocență sau vulnerabilitate.",
      "fullInterpretation": "Dinții de lapte sunt temporari și aparțin copilăriei. Dacă visezi că ai dinți de lapte ca adult, poate sugera că te comporți imatur, că refuzi să crești sau că te simți nepregătit pentru provocările vieții de adult.\n\nTotuși, dacă visezi un bebeluș cu dinți, este un semn de precocitate și de dezvoltare rapidă a unui proiect nou. Dinții de lapte care cad indică maturizarea, trecerea dureroasă dar necesară către o nouă etapă de viață.",
      "slug": "dinti-de-bebelus-sau-de-lapte"
    },
    {
      "name": "Dinti durandu te sau scotandu i",
      "category": "corp",
      "shortMeaning": "Eliminarea dureroasă a unei probleme, sacrificiu necesar, vindecare prin suferință.",
      "fullInterpretation": "Durerea de dinți este sâcâitoare și nu te lasă să te concentrezi. În vis, ea reprezintă o problemă constantă, o relație toxică sau o grijă care nu-ți dă pace. A scoate dintele dureros înseamnă a lua decizia radicală de a elimina sursa durerii.\n\nEste un act de curaj: alegi o durere acută, de moment (extracția), pentru a scăpa de o suferință cronică. Visul îți spune că vindecarea necesită un sacrificiu sau o ruptură definitivă.",
      "slug": "dinti-durandu-te-sau-scotandu-i"
    },
    {
      "name": "Dinti rupti / sparti",
      "category": "corp",
      "shortMeaning": "Eșec, vulnerabilitate, agresivitate frântă, imagine știrbită.",
      "fullInterpretation": "Dinții sparți sugerează o lovitură primită (la propriu sau la figurat). Orgoliul tău a fost rănit, imaginea ta a avut de suferit. Te simți „înfrânt” într-o confruntare verbală sau într-o competiție.\n\nNu mai ai aceeași forță de atac. Visul poate indica și fragilitate emoțională – te „spargi” ușor sub presiune. Este timpul să îți analizezi slăbiciunile și să înveți să fii mai rezilient sau să nu te mai expui unor riscuri inutile.",
      "slug": "dinti-rupti-sparti"
    },
    {
      "name": "Diploma",
      "category": "obiecte",
      "shortMeaning": "Recunoaștere oficială, finalizarea unei etape, competență și succes.",
      "fullInterpretation": "Diploma este certificarea valorii și a efortului depus. Visul confirmă că ai trecut un test al vieții, că ai acumulat cunoștințele necesare și ești pregătit pentru nivelul următor.\n\nSimbolizează recunoașterea socială și profesională. Te simți mândru de realizările tale. Dacă primești o diplomă nemeritată, poate fi vorba despre sindromul impostorului sau despre teama că nu ești suficient de pregătit pentru responsabilitățile pe care le ai.",
      "slug": "diploma"
    },
    {
      "name": "Diplomat",
      "category": "persoane",
      "shortMeaning": "Tact, negociere, rezolvarea conflictelor fără luptă, ipocrizie sau eleganță.",
      "fullInterpretation": "Diplomatul este maestrul cuvintelor și al compromisului. Visul îți sugerează să adopți o atitudine similară: fii tacticos, nu agresiv. Rezolvă conflictele prin dialog și negociere.\n\nPoate indica faptul că te afli într-o situație delicată care necesită finețe, nu forță brută. Pe de altă parte, poate avertiza asupra duplicității – cineva (sau chiar tu) ascunde adevăratele intenții sub o mască de politețe excesivă.",
      "slug": "diplomat"
    },
    {
      "name": "Director",
      "category": "persoane",
      "shortMeaning": "Autoritate, control, ambiție, responsabilitate și dorința de a conduce.",
      "fullInterpretation": "Directorul reprezintă figura autorității și a puterii executive. Dacă tu ești directorul, îți manifești dorința de control și ambiția de a avansa. Îți asumi responsabilitatea pentru deciziile tale și pentru ceilalți.\n\nDacă interacționezi cu un director, visul reflectă relația ta cu autoritatea (supunere, revoltă, colaborare). Poate sugera că ai nevoie de ghidare sau că te simți judecat de o instanță superioară (poate propriul tău „Supra-Eu”).",
      "slug": "director"
    },
    {
      "name": "Dirijor orchestra",
      "category": "persoane",
      "shortMeaning": "Armonizare, coordonare, leadership subtil și controlul emoțiilor colective.",
      "fullInterpretation": "Dirijorul nu scoate sunete, ci îi face pe alții să cânte armonios. Visul sugerează capacitatea ta de a coordona diverse aspecte ale vieții tale sau diverse persoane pentru a atinge un scop comun.\n\nEști un lider care inspiră și unește. Trebuie să menții ritmul și armonia. Dacă orchestra cântă fals, înseamnă că ai pierdut controlul sau că există disonanțe în echipa sau în psihicul tău (gândurile și emoțiile nu sunt aliniate).",
      "slug": "dirijor-orchestra"
    },
    {
      "name": "Discoteca",
      "category": "locuri",
      "shortMeaning": "Socializare, descătușare, energie colectivă, hedonism și tinerețe.",
      "fullInterpretation": "Discoteca este locul distracției, al zgomotului și al uitării de sine. Visul indică o nevoie de a te relaxa, de a te „pierde” în mulțime și de a te elibera de stres.\n\nPoate simboliza și o viață socială activă sau dorința de a aparține unui grup. Totuși, poate sugera și superficialitate, o viață trăită în zgomot și lumini intermitente, evitând problemele serioase. Este despre ritm, energie sexuală și momentul prezent.",
      "slug": "discoteca"
    },
    {
      "name": "Discurs",
      "category": "acțiuni",
      "shortMeaning": "Nevoia de a fi auzit, influență, transmiterea unui mesaj sau teamă de public.",
      "fullInterpretation": "A ține un discurs înseamnă a avea ceva important de spus. Visul reflectă dorința ta de a-ți exprima ideile, de a influența oamenii și de a fi lider. Dacă discursul merge bine, ai încredere în tine și mesajul tău este clar.\n\nDacă te blochezi sau nimeni nu te ascultă, visul trădează anxietatea de a nu fi luat în seamă, teama de judecată sau sentimentul că nu ai voce în propria ta viață. Este un test de comunicare și autoritate.",
      "slug": "discurs"
    },
    {
      "name": "Discutie",
      "category": "acțiuni",
      "shortMeaning": "Schimb de idei, clarificare, negociere sau conflict verbal.",
      "fullInterpretation": "Discuția în vis este modul în care subconștientul procesează informațiile și conflictele. Cu cine discuți? Contextul este cheia. O discuție calmă sugerează armonie și înțelegere.\n\nO discuție aprinsă reflectă un conflict interior sau exterior nerezolvat. Uneori, personajele din vis îți spun lucruri pe care tu știi, dar refuzi să le recunoști conștient. Ascultă cu atenție ce se spune – poate fi sfatul de care ai nevoie.",
      "slug": "discutie"
    },
    {
      "name": "Disparitie",
      "category": "acțiuni",
      "shortMeaning": "Pierdere, frică de abandon, dorința de a te ascunde sau ștergerea unei probleme.",
      "fullInterpretation": "Când ceva sau cineva dispare în vis, simți un gol brusc. Poate reflecta teama de a pierde o persoană dragă, un obiect valoros sau un statut. Este anxietatea separării.\n\nPe de altă parte, dacă tu dispari, poate însemna că vrei să devii invizibil, să scapi de responsabilități sau de o situație jenantă. Vrei să „intri în pământ”. Uneori, dispariția unei probleme în vis este o rezolvare magică a dorințelor tale – vrei ca obstacolul pur și simplu să nu mai existe.",
      "slug": "disparitie"
    },
    {
      "name": "Dispret",
      "category": "emoții",
      "shortMeaning": "Superioritate, respingere, judecată aspră sau sentimentul de a fi nevaloros.",
      "fullInterpretation": "Disprețul este o emoție corozivă. Dacă disprețuiești pe cineva în vis, poate ascunzi o aroganță sau o nevoie de a te simți superior pentru a-ți masca propriile insecurități. Respingi o parte din tine pe care o proiectezi asupra celuilalt.\n\nDacă ești disprețuit, visul atinge o rană profundă de stimă de sine. Te simți judecat, exclus și neimportant. Este un semnal să lucrezi la propria valoare, independent de opinia celorlalți.",
      "slug": "dispret"
    },
    {
      "name": "Distractie",
      "category": "acțiuni",
      "shortMeaning": "Bucurie, relaxare, pauză necesară și optimism.",
      "fullInterpretation": "Distracția în vis este semn de sănătate mintală. Indică faptul că ești capabil să te deconectezi, să râzi și să te bucuri de viață. Subconștientul îți oferă o compensare pentru stresul zilnic.\n\nVisul te încurajează să nu iei viața prea în serios tot timpul. Ai nevoie de joacă și de socializare pentru a-ți reîncărca bateriile. Bucură-te de moment!",
      "slug": "distractie"
    },
    {
      "name": "Divan",
      "category": "obiecte",
      "shortMeaning": "Relaxare, lene, confesiune, intimitate sau pasivitate.",
      "fullInterpretation": "Divanul sau canapeaua este locul odihnei, dar și al psihanalizei (divanul lui Freud). Poate sugera nevoia de a te relaxa, de a te întinde și a lăsa grijile deoparte.\n\nPoate avea și conotații erotice sau de intimitate. Pe de altă parte, a sta prea mult pe divan poate indica pasivitate, lene sau o stare depresivă în care nu ai energie să acționezi. Este un loc al staționării.",
      "slug": "divan"
    },
    {
      "name": "Divort",
      "category": "acțiuni",
      "shortMeaning": "Ruptură, separare necesară, conflict major sau dorința de independență.",
      "fullInterpretation": "Divorțul în vis marchează o ruptură definitivă. Nu prevestește neapărat divorțul real, ci separarea de ceva ce a fost unit cu tine: un partener de afaceri, un obicei, o credință veche.\n\nIndică faptul că o alianță nu mai funcționează. Există disonanță și conflict. Poate fi expresia dorinței de libertate și de a-ți recăpăta individualitatea. Deși dureros, divorțul din vis eliberează energiile blocate.",
      "slug": "divort"
    },
    {
      "name": "Doctor de te visezi",
      "category": "acțiuni",
      "shortMeaning": "Autovindecare, putere de a ajuta, responsabilitate și autoritate morală.",
      "fullInterpretation": "A te visa doctor înseamnă că îți asumi rolul de vindecător. Ai resursele interioare pentru a-ți rezolva propriile probleme sau pentru a-i ajuta pe alții. Ești o persoană care caută soluții, nu vinovați.\n\nIndică maturitate și dorința de a face bine. Totuși, poate sugera și că te simți responsabil pentru viețile altora, o povară care poate deveni grea. Ești cel la care vin toți pentru „rețete” de viață.",
      "slug": "doctor-de-te-visezi"
    },
    {
      "name": "Document",
      "category": "obiecte",
      "shortMeaning": "Legalitate, dovezi, birocrație, angajamente scrise sau secrete revelate.",
      "fullInterpretation": "Documentele în vis reprezintă autoritatea legii și a cuvântului scris. Semnarea unui document indică un angajament serios, o promisiune care va avea consecințe pe termen lung.\n\nPierderea actelor sugerează pierderea identității sau a drepturilor. Găsirea unor documente vechi poate aduce la lumină secrete din trecut sau moșteniri uitate. Visul poate reflecta și stresul legat de birocrație sau de examene.",
      "slug": "document"
    },
    {
      "name": "Doi 2",
      "category": "fenomene",
      "shortMeaning": "Dualitate, parteneriat, echilibru, alegere sau conflict.",
      "fullInterpretation": "Numărul 2 este simbolul dualității: bine-rău, masculin-feminin, zi-noapte. În vis, indică un parteneriat, o relație de cuplu sau nevoia de colaborare.\n\nPe de altă parte, 2 poate însemna divizare și conflict (a fi „îndoit”). Te afli în fața unei alegeri între două opțiuni. Trebuie să găsești echilibrul între forțele opuse. Este numărul oglindirii și al completării reciproce.",
      "slug": "doi-2"
    },
    {
      "name": "Doisprezece 12",
      "category": "fenomene",
      "shortMeaning": "Ciclu complet, perfecțiune, timp cosmic și ordine divină.",
      "fullInterpretation": "12 este un număr sacru (12 apostoli, 12 zodii, 12 luni). Simbolizează un ciclu complet și ordinea perfectă a universului. Apariția lui în vis sugerează că o etapă majoră a vieții tale s-a încheiat și ești gata să începi alta.\n\nIndică armonie, împlinire și înțelegerea legilor timpului. Nu te grăbi, totul se desfășoară conform unui plan divin sau cosmic. Ai ajuns la un punct de maturitate și înțelepciune.",
      "slug": "doisprezece-12"
    },
    {
      "name": "Dolari",
      "category": "obiecte",
      "shortMeaning": "Valoare, putere, ambiție materială, resurse și schimb internațional.",
      "fullInterpretation": "Dolarii sunt simbolul universal al banilor și al puterii economice. În vis, ei reprezintă nu doar bogăția materială, ci și valoarea ta personală (cât „valorezi”).\n\nVisul poate reflecta ambiții mari, dorința de succes și de recunoaștere. Găsirea dolarilor este un semn de noroc și oportunități neașteptate. Pierderea lor indică insecuritate și teamă de sărăcie. Deoarece sunt valută străină (pentru mulți), pot sugera și legături cu străinătatea sau aspirații de a depăși granițele locale.",
      "slug": "dolari"
    },
    {
      "name": "Doliu",
      "category": "stare",
      "shortMeaning": "Tristețe necesară, procesare a pierderii, respect și vindecare emoțională.",
      "fullInterpretation": "Doliul în vis nu prevestește moartea, ci este procesul psihologic de acceptare a unei pierderi care a avut deja loc (sau urmează simbolic). Poate plângi după o relație, o etapă a vieții sau o iluzie pierdută.\n\nEste o perioadă de retragere și de vindecare. Doliul este necesar pentru a putea merge mai departe. A purta doliu înseamnă a onora ceea ce a fost, dar și a arăta lumii că ești în suferință și ai nevoie de spațiu.",
      "slug": "doliu"
    },
    {
      "name": "Doliu purtand",
      "category": "stare",
      "shortMeaning": "Exteriorizarea durerii, solicitarea compasiunii, tristețe asumată.",
      "fullInterpretation": "A te vedea purtând haine de doliu subliniază starea ta interioară de tristețe sau depresie. Îți „porți” durerea la vedere. Poate fi un semnal că ai nevoie de consolare și sprijin din partea celorlalți.\n\nAlternativ, negrul doliului poate simboliza seriozitate, demnitate și o transformare profundă. Ești într-o fază de „noapte neagră”, din care vei ieși schimbat și, sperăm, mai înțelept.",
      "slug": "doliu-purtand"
    }
  ]
}