{
  "symbols": [
    {
      "name": "Dans",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea bal), care trebuie sa ne aduca implinirea dorintelor sexuale.",
      "fullInterpretation": "(vezi, de asemenea bal), care trebuie sa ne aduca implinirea dorintelor sexuale. Uneori, visam ca dansam in ceata (vezi ceata), iar cest vis indica faptul ca trebuie sa renuntam la sentimentele nesigure (vezi, de asemenea vals).Visul in care invatati sa dansati sugereaza implicatii intr-o noua actiune. Daca visati ca vedeti un dans este semn rau. Visul in care dansati de unul singur inseamna tristete, sperantele nu se vor implini. Visul in care dansati la un bal semnifica faptul ca un prieten de-al dumneavoastra va avea noroc. Daca visati ca sunteti prins in dans atunci inseamna castiguri si beneficii. Visul in care dansati un vals sugereaza unele neintelegeri de mica amploare.",
      "slug": "dans"
    },
    {
      "name": "Dafin",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea copac, frunza, coronita, verde).",
      "fullInterpretation": "(vezi, de asemenea copac, frunza, coronita, verde). .Frunzele de dafin simbolizeaza un soi de faima, onoare, succes sau victorie. Poate ca ati reusit sa depesiti o perioada dificila sau poate ca ati dus la bun sfarsit o sarcina complicata si acum sunteti rasplatiti sau vi se multumeste asa cum se cuvine pentru o treaba bine facuta. Alternativ, frunza de dafin este un vestitor al lucrurilor bune, al pacii, al cunoasterii si al vestilor bune. Coroana cu frunze de laur Visand o coroana de laur (dafin) inseamna ca va puteti asepta la multe de la aceasa viata, vi se va ivi sansa sa va ridicati deasupra celorlalti.",
      "slug": "dafin"
    },
    {
      "name": "Dalta",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat dalta - faima mare.",
      "fullInterpretation": "- Daca ai visat dalta - faima mare. - Daca folositi o dalta in vis - indica faptul ca aveti nevoie de o forta, un ajutor pentru a depasi anumite obstacole sau pentru a va croi o cale, un drum in viata. In traditia persana dalta exprima frica de moarte. In arhitectura sacra dalta simbolizeaza principiul activ masculin.",
      "slug": "dalta"
    },
    {
      "name": "Damigeana",
      "category": "dictionar",
      "shortMeaning": "Damigeana in vise nu aduce vesti bune.",
      "fullInterpretation": "Damigeana in vise nu aduce vesti bune. Visul prevesteste ca veti fi inselat si veti fi foarte afectat.",
      "slug": "damigeana"
    },
    {
      "name": "Dand de pomana",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "dand-de-pomana"
    },
    {
      "name": "Dand mana cu cineva",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "dand-mana-cu-cineva"
    },
    {
      "name": "Dans",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea bal), care trebuie sa ne aduca implinirea dorintelor sexuale.",
      "fullInterpretation": "(vezi, de asemenea bal), care trebuie sa ne aduca implinirea dorintelor sexuale. Uneori, visam ca dansam in ceata (vezi ceata), iar cest vis indica faptul ca trebuie sa renuntam la sentimentele nesigure (vezi, de asemenea vals).Visul in care invatati sa dansati sugereaza implicatii intr-o noua actiune. Daca visati ca vedeti un dans este semn rau. Visul in care dansati de unul singur inseamna tristete, sperantele nu se vor implini. Visul in care dansati la un bal semnifica faptul ca un prieten de-al dumneavoastra va avea noroc. Daca visati ca sunteti prins in dans atunci inseamna castiguri si beneficii. Visul in care dansati un vals sugereaza unele neintelegeri de mica amploare.",
      "slug": "dans"
    },
    {
      "name": "Dansand de te visezi",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "dansand-de-te-visezi"
    },
    {
      "name": "Dantela",
      "category": "dictionar",
      "shortMeaning": "Dantela in vis sugereaza romantism, afectiune, senzualitate, refinament in dragoste, delicatete.",
      "fullInterpretation": "Dantela in vis sugereaza romantism, afectiune, senzualitate, refinament in dragoste, delicatete. Totodata, ar putea insemna ca simtiti nevoia de afectiune din partea persoanei iubite.",
      "slug": "dantela"
    },
    {
      "name": "Dar",
      "category": "dictionar",
      "shortMeaning": "A darui in vise inseamna ca veti avea parte de bogatii, de mare placere si de succes personal.",
      "fullInterpretation": "A darui in vise inseamna ca veti avea parte de bogatii, de mare placere si de succes personal. Visul in care daruiti o floare reprezinta nevoia de a avea incredere in cineva.",
      "slug": "dar"
    },
    {
      "name": "Daramaturi",
      "category": "dictionar",
      "shortMeaning": "Daramaturile in vise simbolizeaza momente de nereusita, de infrangere peste care sufletul dumneav...",
      "fullInterpretation": "Daramaturile in vise simbolizeaza momente de nereusita, de infrangere peste care sufletul dumneavoastra incearca sa treaca, de care doriti sa uitati. Traumele suferite in trecut si durerea provoocata de acestea sunt inca in stare latenta in interiorul dumneavoastra. Aceste vise la daramaturi sunt echivalente cu problemele de care trebuie sa va scapati. Sufletul dumneavoastra trebuie eliberat de aceste probleme. Daca visati ca sunteti printre daramaturi si cautati ceva inseamna ca ati depasit o perioada mai dificila si incercati sa o luati de la capat.",
      "slug": "daramaturi"
    },
    {
      "name": "Dinti",
      "category": "dictionar",
      "shortMeaning": "Daca visati dinti albi, curati, frumosi inseamna ca aveti incredere in dumneavoastra, initiativa,...",
      "fullInterpretation": "Daca visati dinti albi, curati, frumosi inseamna ca aveti incredere in dumneavoastra, initiativa, curajul de a iesi in fata, parere si respect de sine, autocontrol, comunicare eficienta cu cei din jur. Visul in care va cad dintii albi semnifica sanatate multa.Dintii cariati in vise sunt priviri in trecut. O prezentare a ceva din viata dumneavoastra sau o parte din dumneavoastra pe care prefetati mai degraba sa o ignorati, dar acest lucru nu este posibil inca. Dintii stricati pot indica o problema de imagine (putem spune chiar una de jena sau rusine), care va deranjeaza de ceva timp si care nu a disparut complet. Principalele semnificatii pentru visele cu dinti cariati sunt: O pierdere in vita Confruntari cu insatisfactii Teama de a rezolva probleme persistente Un semn de alarma pentru a rezilva probleme neterminate Visand ca pierdeti un dinte cariat este un semn al pierderii in viata. Visul ar putea indica o pierdere simbolica, cum ar fi timpul unei perioade de schimbare, sau o pierdere reala a ceva ce ati utilizat sau ceva pe ce va bazati ori era foarte important pentru dumneavoastra. Daca ati visat ca unteti la un dentist care incearca sa va extraga dintii cariati, este semn ca aveti nevoie de ajutor pentru a merge mai departe sau pentru a va elibera de emotii. Constatati ca este greu sa va eliberati de emotii si prin urmare aveti nevoie de sprijinul cuiva, acesta este principalul motiv pentru care visati dentistul ce va extrage dintii cariati. In cazul in care aveti dintii cariati iar dumneavoastra nu faceti nimic pentru a remedia aceasta problema, inseamna ca pur si simplu nu doriti sa dati drumul unei relatii bolnaviciase pe care o aveti cu cineva.Visele cu dinti cazuti sunt printre cele mai comune vise din viata unei persoane. Scenariile acestor vise pot fi: dinti ce se naruie in mainile dumneavoastra, dinti ce cad unul cate unu, dinti crescuti stramb sau dinti stricati. Dar ce inceama aceste vise ? Una dintre teori este ca visele despre dinti refelcta nelinistile tale despre aspectul si modul in care te percep altii. Dintii joaca un rol important pentru transmiterea unei imagini atractive si sunt o arma importanta intr-un joc de flirt. Astfel, aceste vise pot fi cauzate de o teama de respingere, impotenta sexuala sau consecintele imbatranirii. O alta teorie legata de caderea dintiilor este frica de a fi jenat(a) sau de a pica prost in anumite situatii. Aceste vise sunt o supra-exagerare de griji si nelinisti. Poate ca va simtiti nepregatiti pentru o sarcina ce vi-a fost indemanata. Este posibil sa aveti sentimente de inferioritate si o lipsa de incredere in sine intr-o situatie sau o relatie din viata dumneavoastra.Dintii de aur in vise anunta prosperitate, bunastare, bogatie. Daca visati ca aveti dinti de aur inseamna ca se prevesteste o perioada de fericire inainte.Dintii de lapte apar deseori in visele celor care trec printr-un fel de perioada tranzitorie in viata, o perioada in care se simt ca si cum ar face un salt mare de la un stil de viata la altul. Acest lucru devine si mai clar daca dintii de lapte cad in timpul visului. Cand aceasta se intampla, tranzitia este completa. Dinti la un nou-nascut sau la un bebelus, acest vis este un semn de bun augur, mai ales daca acestia par bine formati si sanatosi. Va confruntati cu un proces neobisnuit ( daca este vorba despre un nou-nascut) sau natural (daca este vorba despre un bebelus) care va indruma pe calea cea mai buna intr-o relatie sau in proiect care a fost planificat destul de recent. Daca ati visat ca va cad dintii de adult si incep sa va creasca dinti de bebelus, este semn ca ati intrat intr-o perioada de regresie in viata. Va simtiti ca si cum ati fi fortat sa parcurgeti un ciclu pe care l-ati trecut deja si nu aveti nimic de spus in legatura cu aceasta. Acest lucru poate duce, de asemenea, la sentimente de inferioritate, care la randul lor pot declansa sentimente de depresie. O modalitate excelenta de a va asigura ca va simtiti adult este sa nu mai participati la activitati copilaresti. Visandu-va ca inca aveti dinti de lapte printre dintii de adult si ca acestia nu dau niciun semn cum ca v-ar cadea, acest lucru ar putea insemna doar ca va simtiti inca tanar. Cu toate acestea, poate insemna si ca aveti probleme de comunicare. Dintii de lapte intr-o gura de adult nu va ofera prea mult spatiu pentru a creste si veti avea probleme de comunicare si de gandire ca si adult.Visare unui dinte rupt (sau masea) este echivalenta cu sentimentul de neputinta iar aparitia acestuia se datoreaza confruntarilor cu dilemele de zi cu zi. Poate ca exista ceva in viata dumneavoastra care va face sa va simtiti nejutorat atunci cand incercati sa evitati sau sa controlati anumite lucruri sau fapte. De asemenea, un dinte rupt poate fi reprezentarea anxietatii fata de o decizie luata. Pierderea unui dinte in urma unei fisuri (in special daca este vorba despre o masea rupta) poate simboliza pierderea puterii, a controlului si a independentei. Visul in care aveti mai multi dinti rupti si sesizati aceasta in prezenta cuiva poare reprezenta o anumita jena, stanjeneala sau incapacitatea dumneavoastra de a comunica eficient. Vazand o alta persoana cu dinti sparti sau rupti poate fi un semn ca acea persoana are nevoie de ajutorul dumneavoastra. Alternativ, visul poate scoate la iveala refuzul dumneavoastra de a va impartasi sau de a va arata emotiile altor persoane. Poate ca ati dezvoltat o anume teama fata de emotii, va este frica ca veti deveni vulnerabil daca va veti deschide in fata altor pesoane. Pentru o interpretare amanuntita va rugam sa consultati interpretarea generala a visului dinti.Semnificatie generala Durerea de dinti in vise poate indica unele probleme, pe care nu trebuie sa le lasati sa patrunda in viata dumneavoastra. Daca actionati din timp acestea poft fi rezolvate curand. Alternativ, durerea de dinti reprezinta o cale gresita, un simbol strans legat de erori si decizii proaste. Va este frica sa nu va pierdeti calea, serviciul sau partenerul / partenera. Trebuie studiata cu atentie si starea dintilor, pentru o interpretare cat mai exacta anlizati si interpretarea visului: Dinti Semnificatie psihologica Durerea de dinti este asociata cu o mustrare interioara, dar visul poate aparea si in cazul in care in realitate chiar aveti o durere de dinti. Acest vis poate fi privit ca si un avertisment cum ca am facut ceva gresit sau poate fi ceva cu care constiinta noastra nu poate fi de acord.",
      "slug": "dinti"
    },
    {
      "name": "Dinte",
      "category": "dictionar",
      "shortMeaning": "Vezi masea.",
      "fullInterpretation": "Vezi masea. Vezi dinti.Dintele cazut in vise sugereaza ca aveti o sanatate fragila. Visul in care va cad dintii prevestesc necazuri mari. Totusi, unii talmacitori considera ca dintele cazut in vise inseamna motive de bucurie.Atunci cand in vise ne apare actualul presedinte, acesta este un semn ca cel care viseaza vrea sa traiasca o viata mai onorabila si respectata. Simbolistica a acestui vis se refera la o abordare mai diplomatica a vietii. Imaginea presedintelui in vise poate fi asociata, metaforic, cu imaginea parintelui celui ce il viseaza, in cea mai mare parte a tatalui dar nu este exclus sa fie si a mamei. Visele cu sefi de stat tind sa se concentreze pe necesitatea visatorului mai asertiv si diplomatic in eforturile cu altii, mai ales intr-o dinamica personala. Visand ca ati ucis un presedinte in vise, este semn ca va simtiti constans de cererile si ceea ce aveti de oferit celorlalti. Intalnind Presedintele Romaniei reprezinta sentimente pe cale sa fie expuse asupra unor responsabilitati de putere sau de conducere care in mod normal nu au com sa iasa la suprafata. Exemple de vise :",
      "slug": "dinte"
    },
    {
      "name": "Drum",
      "category": "dictionar",
      "shortMeaning": "A vedea un drum cu noroi in vise ar putea insemna ca relatia cu partenerul dumneavoastra se va sc...",
      "fullInterpretation": "A vedea un drum cu noroi in vise ar putea insemna ca relatia cu partenerul dumneavoastra se va schimba in bine ca urmare a unor conversatii. Totusi, in unele vise, noroiul este un aspect de incetinire a ezitarilor si a fricilor.Europenii considera ca visul la un drum de tara simbolizeaza o viata grea presarata de munci dificile, necazuri si griji. Daca visati ca mergeti pe un drum de tara interminabil inseamna ca se anunta multe dificultati in viata dumneavoastra pe care trebuie sa le depasiti. Visul in care sunteti pe un drum de tara necunoscut si rau sugereaza ca noile dumneavoastra proiecte vor aduce doar nervi si intarzieri. Daca visati ca sunteti acompaniat de prieteni pe un drum de tara inseamna ca aveti o familie ideala cu care sa va petreceti timpul acasa. Visul in care parasiti un drum de tara sugereaza ca veti lua o decizie de afaceri gresita care va va aduce pierderi financiare. In interpretarea araba, drumul de tara in vise prevesteste timpuri rele insotite de munci grele.Drumul in lucru in vise reprezinta nenumaratele obstacole, esecuri si intarzieri pe care trebuie sa le depasiti pentru a trece mai departe si pentru a va indeplini obiectivele. Trebuie sa va alocati mai mult timp pentru a va finaliza obiectivele. Visul ar mai putea fi analog cu dificultatile cu care va confruntati in viata de zi-cu-zi.Un drum ingust in vise ar putea sugera un fel de restrictie, poate chiar un avertisment ca nu ar trebui sa deviati de la calea dumneavoastra. Visul in care sunteti pe un drum ingust si drept inseamna ca totul merge perfect in calea dumneavoastra spre succes.Daca visati un drum lung inseamna ca veti gasi o viata mai usoara si veti sti ce sa faceti in realitate.A vedea un drum necunoscut in vise reprezinta o cale pe care inca nu v-ati aventurat. Va pregatiti o noua prioritate pentru ceva anume. De asemenea, visul in care apare un drum necunoscut semnifica faptul ca noul dumneavoastra proiect va cauza mai multa durere decat este necesar si este o pierdere de timp. Daca visati ca sunteti pe un drum de tara necunoscut si rau inseamna ca noile dumneavoastra proiecte vor aduce, din pacate, numai nervi si intarzieri.Drumetia este in general un vis bun, acesta putand simboliza calatoria vietii si cresterea personala. Visul indica progresul constant catre un obiectiv bine stabilit. Daca drumetia din visul dumneavoastra a fost una usoara, s-ar putea ca in viata reala procesul de a ajunge acolo unde va doriti sa fie unul destul de simplist. Pe de alta parte, daca drumetia a fost una grea, s-ar putea ca atingerea obiectivelor propuse sa fie presarata cu dificultati si timpul estimat sa nu fie cel propus initial. Visul in care drumetia se desfasoara intr-un peisaj specatculos, arata o posibila nevoie de pauza si relaxare de la activitatile zilnice. Faceti-va timp si pentru dumenavostra, fiti mai atenti la imprejurimi si incercati sa va deconectati de la rutina zilnica. Din punct de vedere psihologic, visele despre drumetii exprima dorinta inconstientului de a explora si de a descoperi. Acest proces poate duce la o mai mare constientizare de sine.",
      "slug": "drum"
    },
    {
      "name": "Doctor",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "doctor"
    },
    {
      "name": "Durere de cot",
      "category": "dictionar",
      "shortMeaning": "Durerea de cot sau actidentarea cotului in vise denota incapacitatea de felxibilitate, adaptare g...",
      "fullInterpretation": "Durerea de cot sau actidentarea cotului in vise denota incapacitatea de felxibilitate, adaptare greoaie la situatii, incapacitatea de a va razgandi sau de a lua atitudine pentru a va crea un spatiu personal. De asemenea, cotul ranit sau rigid, devaluie o reticienta interioara fata de schimbare si sentimente de blocare.",
      "slug": "durere-de-cot"
    },
    {
      "name": "Dezbatere",
      "category": "dictionar",
      "shortMeaning": "Visul in care sunteti implicat intr-o dezbatere simbolizeaza unele conflicte si confruntari inter...",
      "fullInterpretation": "Visul in care sunteti implicat intr-o dezbatere simbolizeaza unele conflicte si confruntari interioare pe care le traiti in viata de zi cu zi. De asemenea, visul mai poate insemna si faptul ca veti gasi rezolvare la problemele dumneavoastra. Din punct de vedere psihologic, visarea unei dezbateri in care sunteti implicat direct poate reflecta o lupta a subconstientului cu unele conflicte interioare sau nevoia de a va afirma. Participarea indirecta la o dezbatere (doar ascultand si nefiind implicat) sibolizeaza lucrurile in miscare din jurul dumneavoastra carora va trebui sa le acordati o atentie deosebita pentru ca acestea sa nu scape de sub control. Problemele nerezolvate vor continua sa revina pana le veti acorda timpul si atentia cuvenita. Implicatiile spirituale ale unei dezbateri in cadrul unui vis au de-a face cu stabilirea meritelor unui argument pozitiv versus unul negativ, in care ambele sunt ascultate in mod egal. In mitilogia antica greaca, dezbaterile erau considerate a fi modalitatea de a rezolva conflictele dintre muritori si zei, astfel subliniind importanta comunicarii deschise.",
      "slug": "dezbatere"
    },
    {
      "name": "Drumetie",
      "category": "dictionar",
      "shortMeaning": "Drumetia este in general un vis bun, acesta putand simboliza calatoria vietii si cresterea personala.",
      "fullInterpretation": "Drumetia este in general un vis bun, acesta putand simboliza calatoria vietii si cresterea personala. Visul indica progresul constant catre un obiectiv bine stabilit. Daca drumetia din visul dumneavoastra a fost una usoara, s-ar putea ca in viata reala procesul de a ajunge acolo unde va doriti sa fie unul destul de simplist. Pe de alta parte, daca drumetia a fost una grea, s-ar putea ca atingerea obiectivelor propuse sa fie presarata cu dificultati si timpul estimat sa nu fie cel propus initial. Visul in care drumetia se desfasoara intr-un peisaj specatculos, arata o posibila nevoie de pauza si relaxare de la activitatile zilnice. Faceti-va timp si pentru dumenavostra, fiti mai atenti la imprejurimi si incercati sa va deconectati de la rutina zilnica. Din punct de vedere psihologic, visele despre drumetii exprima dorinta inconstientului de a explora si de a descoperi. Acest proces poate duce la o mai mare constientizare de sine.",
      "slug": "drumetie"
    },
    {
      "name": "Degete lipsa",
      "category": "dictionar",
      "shortMeaning": "Degetele lipsa din vise prevestesc, din pacate, o anume amenintare care poate duce la un esec .",
      "fullInterpretation": "Degetele lipsa din vise prevestesc, din pacate, o anume amenintare care poate duce la un esec . De asemenea, visul poate fi considerat a fi un semn de alarma cu privire la faptul ca ar trebui sa va concentrati mai mult asupa problemei in cauza. In cele din urma, munca si perseverenta va da roade. Lipsa degetelor in vis poate a parea si ca o transpunere a unor sentimente de respindege din viata reala. Poate ca va simtiti bocat intr-o anumita faza a vietii, poate ca sunteti depresivi sau poate ca sunteti doar in cautarea unei forme de aprobare. Alternativ, visul poate fi tratat ca o metafora a sentimentelor de respingere din partea societatii. Din pacate implica sentimente negative si temeri ca urmare a consecintelor negative ale actinilor tale.",
      "slug": "degete-lipsa"
    },
    {
      "name": "Dovleac",
      "category": "dictionar",
      "shortMeaning": "Dovleacul este simbolul prosperitatii si al bunastarii, deasemenea si al maternitatii.",
      "fullInterpretation": "Dovleacul este simbolul prosperitatii si al bunastarii, deasemenea si al maternitatii. In cida faptului ca, in cele mai bulte cazuri, visele despre dovleci sunt semne bune, exista si vise care pot prevesti lucruri rele. Dovelac urias Visarea unui dovleac deosbit de mare sau, chiar urias, poate avea multiple semnificatii. O prima interpretare ar putea fi legata de faptul ca va veti ingrasa sau de faptul ca veti manca excesiv si, din aceasta cauza puteti avea probleme de sanatate. Cea de-a doua semnificatie a visului se refera la faptul ca ati acumulat o suma considerabila de bani si ca, ar trebui sa va ganditi bine inainte de a-i cheltui, nu cumparati lucruri care nu va sunt utile. Dovleac mic Dovlecii mici simbolizeaza probleme mici, dar care trebuiesc rezolvate. Trebuie sa luati in considerare ca dovlecii mici vor creste dovleci mari, la fel ca si problemele dumneavoastra. Prin urmare, acest vis este un avertisment de prudenta si preintampinare. Mancand dovleac Acest vis este, de asemenea, un vis cu doua interpretari in functie de felul dovleaculu, daca este sau nu un dovleac cu care se poate gati. Daca v-ati visat mancand dovleac comestibil (sau orice mancare cu dovleac ori placinta cu dovleac) este semnul unei achizitii neasteptate, o achizitie de mare valoare. Mancand dovleac destinat consumului animal, este semn ca va veti apropia iarasi de cineva din trecutul dumneavoastra. Poate fi oportunitatea perfecta de a va vindeca orice rani din trecut si sa incercati sa restabiliti acea relatie. Comparand dovleci Visand ca ati cumparat unul sau mai multi dovleci este semn ca va urmariti obiectivul, dar veti intampina dificultati in atingerea acestuia. A sosit momentul sa luati in considerare schimbarea tacticii sau a abordarii. Multi dovleci Visand multi dovleci sau o gramada de dovleci, este un semn foarte bun, vesti bune. Visul poate, de asemena, semnala un porfit imediat, mai ales daca dovelcii sunt mari si frumosi. Pe de alta parte daca in gamada de dovleci se pot observa dovleci sparti sau cratati, insemana ca vestile bune sau profitul rapid sunt insotite de vesti rele. Interpretari culese din popor culegand dovleci - cumpatare cultivand dovleci - vindecare dovleac crud - boala neprevazuta mancand dovleac - casnicie fericita, veste buna semanand dovleac de mancat - noroc, fericire, intelegere, iti va fi bine vazand cum se sparge un dovleac - necazuri in afaceri, buboaie, boala Semintele de dovleac in vise adesea semnifica aspiratiile dumneavoastra. Daca in vis nu le plantati si nu va ingrijiti de ele, acestea nu vor deveni realitate si vor ramane la simplul stadiu de vis. In interpretarea chineza, visul la seminte de dovleac inseamna fertilitate si abundenta. Veti avea multi copii. Daca visati ca mancati seminte de dovleac atunci semnifica nasterea unui copil de vita nobila.",
      "slug": "dovleac"
    },
    {
      "name": "Daruri oferind",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "daruri-oferind"
    },
    {
      "name": "Daruri primind",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "daruri-primind"
    },
    {
      "name": "Datorie datorii dator",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca faci o datorie - semn rau.",
      "fullInterpretation": "- Daca ai visat ca faci o datorie - semn rau. - Daca ai visat ca platesti, achiti o datorie - trebuie sa te linistesti pentru ca totul va fi bine. - Daca ai visat ca te zbati sa platesti o datorie - ai simt de raspundere. - Daca ai visat ca ai multe datorii - o sa ai dificultati financiare. - Daca in vis te sti dator cuiva - ai sa reiei o relatie, acorzi o a doua sansa.",
      "slug": "datorie-datorii-dator"
    },
    {
      "name": "Deal",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "deal"
    },
    {
      "name": "Deal suind",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "deal-suind"
    },
    {
      "name": "Decapitare",
      "category": "dictionar",
      "shortMeaning": "Visul unei decapitari reprezinta procesul decizional care a fost inlaturat si desprinderea controlului.",
      "fullInterpretation": "Visul unei decapitari reprezinta procesul decizional care a fost inlaturat si desprinderea controlului. Acest vis poate reflecta separarea relatiilor sau o schimbare dramatica din viata dumneavoastra. Principala interpretare moderna a visului se reflecta asupra libertatii personale si trebuie inteleasa psihologic. Daca ati visat ca vi s-a taiat capul in vis, atunci cel mai probabil ati suferit o infrangere sau veti da gres intr-o sarcina legata de munca. Visul in care ati fost decapitat reprezinta sentimente legate de o persoana sau o situatie care va perturba abilitatea de a face alegeri. De asemena, acesta poate fi asociat si cu o rusine sau cu o pedeapsa care va lasa fara nici un sel de putere. Vazand alte persoane decapitate in vis, arata ca este timpul sa luati in considerare si sentimentele altor persoane. Semnificatiile descrise mai sus provin din mai multe dictionare de vise vechi, deoarece in viata moderna, in general, nu intalnim decapitari si de aceea aceste vise devin din ce in ce mai rare. Si totusi ce pot semnifica visele despre decapitari? * Pot reprezenta o gandire neclara sau incompleta. * Pot sugera lipsa de control sau \"pierderea capului\". * Pot simboliza o detasare, in sfarsit va detasati de o situatie care atarna greu in sufletul si in mintea voastra. * Pot aparea in urma unor despartiri sau sugereaza doar separarea mintii fata de inima. * Pot aparea in urma unor imagini procesate din filme sau media. Sentimente pe care le puteti intalni in acest tip de vise ... Frica. Ingrozire. Deranjare. Tristete. Ingrijorare. Confuzie. Lupta.",
      "slug": "decapitare"
    },
    {
      "name": "Deceptie",
      "category": "dictionar",
      "shortMeaning": "Deceptia spirituala este un pericol mare pentru fiecare drum spiritual in curs de dezvoltare.",
      "fullInterpretation": "Deceptia spirituala este un pericol mare pentru fiecare drum spiritual in curs de dezvoltare. - Daca in vis acuzi o persona in legatura cu deceptia ta - un birou, un post onorabil vi se ofera. - Deceptie mare - pierderi in afaceri, lipsa de haz si singuratate.",
      "slug": "deceptie"
    },
    {
      "name": "Deces",
      "category": "dictionar",
      "shortMeaning": "Decesul in vise reprezinta, in general, sfarsitul unei etape si inceperea unei noi faze din viata dumneavoastra.",
      "fullInterpretation": "Decesul in vise reprezinta, in general, sfarsitul unei etape si inceperea unei noi faze din viata dumneavoastra. Daca visati despre decesul unei fiinte sau a unei persoane dragi inseamna ca va lipseste o anumita calitate sau trasatura intruchipata de persoana visata. Ar trebui sa va ganditi bine ce anume avea special acea persoana. Mai multe detalii despre acest vis puteti gasi si la interpretarea visului moarte.",
      "slug": "deces"
    },
    {
      "name": "Decoratii",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "decoratii"
    },
    {
      "name": "Degeraturi",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca suferi de degeraturi inseamna ca vei face o afacere proasta la insistentele unui prieten.",
      "fullInterpretation": "- Daca ai visat ca suferi de degeraturi inseamna ca vei face o afacere proasta la insistentele unui prieten. - Daca in vis ai mancarimi in zonele unde ai suferit degeraturi inseamna ca vei fi eliberat(a) de grijile curente.",
      "slug": "degeraturi"
    },
    {
      "name": "Deget",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea brat, degetul mare, mana).",
      "fullInterpretation": "(vezi, de asemenea brat, degetul mare, mana).Un deget rupt in vise indica succese importante dupa un efort foarte mare. Daca observati ca este vorba de degetul de la mana stanga inseamna ca ca sunteti avertizat despre orice problema ascunsa, fie aceasta in afaceri, de natura romantica sau financiara, care nu va merge in directia in care sperati si ar putea avea consecinte suparatoare.Degetele lipsa din vise prevestesc, din pacate, o anume amenintare care poate duce la un esec . De asemenea, visul poate fi considerat a fi un semn de alarma cu privire la faptul ca ar trebui sa va concentrati mai mult asupa problemei in cauza. In cele din urma, munca si perseverenta va da roade. Lipsa degetelor in vis poate a parea si ca o transpunere a unor sentimente de respindege din viata reala. Poate ca va simtiti bocat intr-o anumita faza a vietii, poate ca sunteti depresivi sau poate ca sunteti doar in cautarea unei forme de aprobare. Alternativ, visul poate fi tratat ca o metafora a sentimentelor de respingere din partea societatii. Din pacate implica sentimente negative si temeri ca urmare a consecintelor negative ale actinilor tale.Suntem constienti de propria putere. Degetul mare indreptat in sus sugereaza energia pozitiva, iar daca degetul mare este indreptat in jos indica energia negativa (acesta fiind si semnul prin care gladiatorii romani isi primeau sentinta de moarte.)",
      "slug": "deget"
    },
    {
      "name": "Deget rupt",
      "category": "dictionar",
      "shortMeaning": "Un deget rupt in vise indica succese importante dupa un efort foarte mare.",
      "fullInterpretation": "Un deget rupt in vise indica succese importante dupa un efort foarte mare. Daca observati ca este vorba de degetul de la mana stanga inseamna ca ca sunteti avertizat despre orice problema ascunsa, fie aceasta in afaceri, de natura romantica sau financiara, care nu va merge in directia in care sperati si ar putea avea consecinte suparatoare.",
      "slug": "deget-rupt"
    },
    {
      "name": "Degetar",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "degetar"
    },
    {
      "name": "Degete mai multe la o mana",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "degete-mai-multe-la-o-mana"
    },
    {
      "name": "Degetul mare",
      "category": "dictionar",
      "shortMeaning": "Suntem constienti de propria putere.",
      "fullInterpretation": "Suntem constienti de propria putere. Degetul mare indreptat in sus sugereaza energia pozitiva, iar daca degetul mare este indreptat in jos indica energia negativa (acesta fiind si semnul prin care gladiatorii romani isi primeau sentinta de moarte.)",
      "slug": "degetul-mare"
    },
    {
      "name": "Delfini",
      "category": "dictionar",
      "shortMeaning": "Delfinul in vis simbolizeaza indrumare spirituala, intelect, atribute mentale si emotionale.",
      "fullInterpretation": "Delfinul in vis simbolizeaza indrumare spirituala, intelect, atribute mentale si emotionale. Visul este de obicei unul de inspiratie, incurajandu-va pentru a utiliza mintea la capacitate sa maxima. Delfinii mai reprezinta si capacitatea, dorinta de a naviga prin emotiile voastre. Delfinul poate face referire la o relatie excelenta cu inconstientul. - Daca ai visat ca esti calare pe un delfin sau ca te joci cu el - optimism si altruism social. - Daca ai visata ca un delfin este pe moarte - sentiment de disparare, te simti deconecat(a).",
      "slug": "delfini"
    },
    {
      "name": "Delta",
      "category": "dictionar",
      "shortMeaning": "Delta in vise sugereaza sfarsitul unei faze din viata dumneavoastra.",
      "fullInterpretation": "Delta in vise sugereaza sfarsitul unei faze din viata dumneavoastra. Aceasta ar putea relata cu anumita calatorie spirituala. De asemenea, visul ar mai putea sugera simbolismul unui triunghi. Se pare ca sunteti prins intr-o capcana a dragostei, intr-un triunghi amoros.",
      "slug": "delta"
    },
    {
      "name": "Demisie Demisiona",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca iti dai demisia de la locul de munca - mari schimbari in viata ta.",
      "fullInterpretation": "- Daca ai visat ca iti dai demisia de la locul de munca - mari schimbari in viata ta. - Daca in vis auziti de la o alta persona ca vi se va cere sa demisionati - vor urma experiente neplacute.",
      "slug": "demisie-demisiona"
    },
    {
      "name": "Demon",
      "category": "dictionar",
      "shortMeaning": "Demonii in vis semnifica ispita, rautate in gandire si in aprecierea persoanelor din jurul tau, a...",
      "fullInterpretation": "Demonii in vis semnifica ispita, rautate in gandire si in aprecierea persoanelor din jurul tau, actiuni necugetate care pot rani, nepasare, lipsa de compasiune, judecata, lene si conceptii limitate, egoism, orgoliu, lupta interioara cu traumele copilariei, sentimentul lipsei de afectiune de la parinti si persoanele iubite.",
      "slug": "demon"
    },
    {
      "name": "Dentist",
      "category": "dictionar",
      "shortMeaning": "Dentistul sibolizeaza adesea ajutorul de care are nevoie cel ce viseaza intr-o situatie dificila.",
      "fullInterpretation": "Dentistul sibolizeaza adesea ajutorul de care are nevoie cel ce viseaza intr-o situatie dificila. - Daca ai visat ca mergi la dentist - suparare, necaz. - Daca visei va iti scoti un dinte la dentist - vei suferi pierderi financiare. - Daca ai visat ca doar stai de vorba cu un dentist - vis rau, prevestitor de boala, necaz. - Daca ai visat un medic dentist ce lucreaza la dintii altcuiva - vei fi socat de un scandal ce te va implica si pe tine indirect.",
      "slug": "dentist"
    },
    {
      "name": "Deodorant",
      "category": "dictionar",
      "shortMeaning": "Deodorantul in vise reprezinta forta dumneavoastra interioara si abilitatea de a va scapa de comp...",
      "fullInterpretation": "Deodorantul in vise reprezinta forta dumneavoastra interioara si abilitatea de a va scapa de comportamente nocive si disctructive. Visul in care folositi deodorant inseamna ca ati devenit mai atragator. Asta nu inseamna ca ati devenit mai atragator din punct de vedere fizic sau sexual. Aveti o personalitate frumoasa, aceasta fiind esenta atractivitatii dumneavoastra, iar cea mai buna parte este ca tot ce trebuie sa faceti este sa fiti dumneavoastra, sa fiti natural.",
      "slug": "deodorant"
    },
    {
      "name": "Depozit",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca visul depozit semnifica noroc, prosperitate, scucces in afaceri si in viata de familie.",
      "fullInterpretation": "In traditia romaneasca visul depozit semnifica noroc, prosperitate, scucces in afaceri si in viata de familie. - Depozit de lemne - munca grea, efort in indeplinirea planurilor. - Depozit de mobila - oboseala.",
      "slug": "depozit"
    },
    {
      "name": "Depresie si anxietate",
      "category": "dictionar",
      "shortMeaning": "Depresia si anxietatea in vise reflecta, ambele, pierderea de speranta sau lipsa de incredere de ...",
      "fullInterpretation": "Depresia si anxietatea in vise reflecta, ambele, pierderea de speranta sau lipsa de incredere de sine, intr-o relatie sau o situatie. De asemenea, visele despre depresie ar putea fi semne ca ar trebui sa va fortati mai mult pentru a face unele schimbari pozitive sau pentru a avea mai multa incredere de sine. In mod alternativ, visul in care sunteti deprimat poate fi un semn al unei amenintari ascunse, a unei retineri ce va impiedica sau va face sau nu va pese de progres. Nu puteti vedea sau distinge clar ceea ce va ameninta dar simititi ca ceva nu este in regula. Daca ati visat ca suferiti o depresie din cauza ati fost parasit(a) de iubit(a), inseamana ca incurand veti gasi o alta persoana care va va aprecia si iubi asa cum meritati. Acelasi lucru este valabil si pentru visul in care ati cazut in depresie din cauza unui loc de munca, veti gasi un alt loc de munca in care veti fi apreciata si va veti integra mult mai bine. Visarea unei persoane straine depresive, poate insemna ca, in viata de zi cu zi, vei ajuta pe cineva cu o astfel de situatie. Incercati sa acordati mai multa atentie persoanele cu care va intersectati, pentru ca s-ar putea ca dumneavoastra sa fiti o manatuire pentru sufletul cuiva. Visand o ruda sau un prieten care manifesta stari de depresie, inseamna ca in realitatea va pasa foarte mult de starea psihica a acestora. Incercati sa petreceti ceva ttimp impreuna si, astfel, veti scapa de griji.",
      "slug": "depresie-si-anxietate"
    },
    {
      "name": "Derdelus",
      "category": "dictionar",
      "shortMeaning": "Visul in care vedeti copii pe derdelus inseamna ca va este dor de bucuria copilariei.",
      "fullInterpretation": "Visul in care vedeti copii pe derdelus inseamna ca va este dor de bucuria copilariei. Daca visati ca veniti pe un derdelus inseamna ca veti pierde o situatie.",
      "slug": "derdelus"
    },
    {
      "name": "Descantec",
      "category": "dictionar",
      "shortMeaning": "Descantecul in vise este posibil sa sugereze anumite neplaceri intre soti sau intre indragostiti.",
      "fullInterpretation": "Descantecul in vise este posibil sa sugereze anumite neplaceri intre soti sau intre indragostiti.",
      "slug": "descantec"
    },
    {
      "name": "Descult",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "descult"
    },
    {
      "name": "Descult ca esti",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "descult-ca-esti"
    },
    {
      "name": "Desen",
      "category": "dictionar",
      "shortMeaning": "Daca visati un desen sau o foaie desenata, inseamna ca aveti emotii, stari sufletesti pe care tre...",
      "fullInterpretation": "Daca visati un desen sau o foaie desenata, inseamna ca aveti emotii, stari sufletesti pe care trebuie sa le exeteriorizati, sa va exprimati felul in care vedeti viata si pe cei din jur. Ar mai putea insemna ca sunteti pregatit sa infruntati o problema profesionala. Daca va visati desenand, sugereaza faptul ca aveti unele abilitati artistice si ar trebui sa va exprimati creativitatea in viata de zi cu zi, sa va exteriorizati sentimentele.Desenele animate in vise sugereaza anumite aspecte comice din viata dumneavoastra si modul neserios in care le tratati. Visul in care viata dumneavoastra se desfasoara intr-o lume a desenelor animate sugereaza ca va tratati viata intr-o maniera comica si neserioasa. Visul ar mai putea servi si ca o escapada a realitatii stresante a vietii. Este modalitatea dumneavoastra de a obtine momente de destresare si de distractie. Daca visati ca va uitati la desene animate inseamna ca nu luati lcrurile in serios sau ca aveti un caracter vesel. Visul mai poate fi un simbol al comportamenului imatur pentru un adult. Oamenii in desenele animate pe care le visati sugereaza ca inconstientul dumneavoastra va trimite mesaje despre modul in care percepeti viata. Daca ati visat un personaj de desene animate inseamna ca veti avea o perioada de dezamagiri in materie de romantism. Daca personajul este foarte cunoscut, precum Mickey Mouse, Donald sau Bugs Bunny, atunci trebuie sa va ganditi ce vrea sa va sugereze acel personaj si cum puteti aplica trasaturile sale in cicumstantele din prezent. A desena in vise inseamna autoanaliza, un mod in care percepeti viata, pe cei din jur, exteriorizare exprimarea unor sentimente.",
      "slug": "desen"
    },
    {
      "name": "Desene animate",
      "category": "dictionar",
      "shortMeaning": "Desenele animate in vise sugereaza anumite aspecte comice din viata dumneavoastra si modul neserios in care le tratati.",
      "fullInterpretation": "Desenele animate in vise sugereaza anumite aspecte comice din viata dumneavoastra si modul neserios in care le tratati. Visul in care viata dumneavoastra se desfasoara intr-o lume a desenelor animate sugereaza ca va tratati viata intr-o maniera comica si neserioasa. Visul ar mai putea servi si ca o escapada a realitatii stresante a vietii. Este modalitatea dumneavoastra de a obtine momente de destresare si de distractie. Daca visati ca va uitati la desene animate inseamna ca nu luati lcrurile in serios sau ca aveti un caracter vesel. Visul mai poate fi un simbol al comportamenului imatur pentru un adult. Oamenii in desenele animate pe care le visati sugereaza ca inconstientul dumneavoastra va trimite mesaje despre modul in care percepeti viata. Daca ati visat un personaj de desene animate inseamna ca veti avea o perioada de dezamagiri in materie de romantism. Daca personajul este foarte cunoscut, precum Mickey Mouse, Donald sau Bugs Bunny, atunci trebuie sa va ganditi ce vrea sa va sugereze acel personaj si cum puteti aplica trasaturile sale in cicumstantele din prezent.",
      "slug": "desene-animate"
    },
    {
      "name": "Desert (nisip)",
      "category": "dictionar",
      "shortMeaning": "(nisip) 16/03/2016 (ultima actualizare)A visa un desert reprezinta o situatie care este total nep...",
      "fullInterpretation": "(nisip) 16/03/2016 (ultima actualizare)A visa un desert reprezinta o situatie care este total nepasatoare sau indiferenta de emotiile sau bucuria dumneavoastra. Reflecta ceva din viata dumneavoastra care este rece, fara sens, neagreabil sau lipsit de respect. Va simtiti gol pe dinauntru sau considerati ca o situatie este sterpa. Incercati sa indurati un anumit tip de privare si sunteti in cautarea unei vieti noi si fertile. Un desert ar putea aparea in vise atunci cand treceti printr-o experienta lipsita de prietenie, de respect, cand realizati ca nimeni nu va iubeste. Este un vis comun pentru cei care se muta intr-un oras nou sau intr-o tara noua unde nu are prieteni. Visul in care v-ati ratacit in desert ar putea reprezenta sentimentele dumneavoastra despre a avea o problema sau o responsabilitate sensibila in timp ce nimanui nu ii pasa. Simtiti ca nu sunteti deloc sprijinit de nimeni in timp ce treceti printr-o noua perioada de dezvoltare in viata dumneavoastra. Alternativ, nisipul este un simbol al creativitatii. Dumnezeu i-a creat pe Adam si Eva din nisip. Astfel ca visul poate fi pozitiv, oferindu-va sansa sau abilitatea de a intoarce o situatie in favoarea dumneavoastra.",
      "slug": "desert-nisip"
    }
  ]
}