{
  "symbols": [
    {
      "name": "Domn",
      "category": "dictionar",
      "shortMeaning": "- Daca te-ai visat un domn - onoare mare, dar sunteti pe punctul de a o pierde.",
      "fullInterpretation": "- Daca te-ai visat un domn - onoare mare, dar sunteti pe punctul de a o pierde. Grija mare cum ationati cand sunteti inconjurat de persone cu acelasi grad. Potrivit traditiei noastre, fata ce se viseaza domnisoara de onoare, va avea parte de o casatorie fericita. Feciaora Maria este un simbol in vise ce are semnificatii diferite, acestea sunt bazate pe propriile traditii si credinte religioase. Pentru catolici, membri ai bisericilor ortodoxe, si chiar unele secte protestante, Fecioara Maria este mama lui Dumnezeu, una dintre cele mai importante figuri religioase si un mijloc de legatura a tuturor harurilor. Pentru altii Fecioara Maria este zeita mama, echivalent cu Isis a egiptenilor. Fecioara Maria este un simbol al capacitatii de a continua sa de a va realizati dorintele, ambitiile si idealurile. In povestea biblica, ea da nastere idealului suprem, Isus, dar biblia nu este istorie , deci trebuie sa ne uitam la semnificatie intr-un alt mod. Ni se spune ca Dumnezeu vorbeste omului prin vise, si avem tot dreptul sa cautam un sens mai profund al acestora. Tratati visul ca pe un cadou si veti incepe sa acceptati posibilitatea de a va realiza fiecare dorinta - acesta este planul lui Dumnezeu. In cazul in care Maica Domnului (Fecioara Maria) va transmite un mesaj in vis, acest mesaj este cel mai probabil un mesaj ce vine de la aspectul vostru spiritual sau mistic si ar trebui tratat cu crezare. Daca Fecioara Maria te-a rugat sa faci ceva, nu uita cererea ei, chiar daca aceasta este soar in vis, defapt inseama foarte multe in viata reala.",
      "slug": "domn"
    },
    {
      "name": "Domnisoara de onoare",
      "category": "dictionar",
      "shortMeaning": "Potrivit traditiei noastre, fata ce se viseaza domnisoara de onoare, va avea parte de o casatorie fericita.",
      "fullInterpretation": "Potrivit traditiei noastre, fata ce se viseaza domnisoara de onoare, va avea parte de o casatorie fericita.",
      "slug": "domnisoara-de-onoare"
    },
    {
      "name": "Dorinta",
      "category": "dictionar",
      "shortMeaning": "Visul in care va puneti o dorinta sugereaza ca este ceva ce va lipseste sau de care va este dor.",
      "fullInterpretation": "Visul in care va puneti o dorinta sugereaza ca este ceva ce va lipseste sau de care va este dor. Face referire la ceea ce doriti sa realizati pe viitor. Visul ar putea insemna ca incercati sa va intariti ceea ce trebuie sa realizati in viata de zi-cu-zi. Trebuie sa fiti mai decisi si mai asertivi.",
      "slug": "dorinta"
    },
    {
      "name": "Dormind",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "dormind"
    },
    {
      "name": "Dormind de te visezi",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "dormind-de-te-visezi"
    },
    {
      "name": "Dormind langa o fata",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "dormind-langa-o-fata"
    },
    {
      "name": "Dormind pe iarba verde",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "dormind-pe-iarba-verde"
    },
    {
      "name": "Dormitor",
      "category": "dictionar",
      "shortMeaning": "- Daca ati visat ca sunteti intr-un dormitor inseamna ca vreti sa pastrati private anumite aspecte ale dumneavoastra.",
      "fullInterpretation": "- Daca ati visat ca sunteti intr-un dormitor inseamna ca vreti sa pastrati private anumite aspecte ale dumneavoastra. Acest vis este, de asemenea, un indicativ de natura sexuala si relatii intime. - Daca ati visat dormitorul din copilarie este semn ca o situatie curenta sau un sentiment a declansat o amintire din copilarie. Alternativ, visul poate fi simbolistica unei treziri sexuale.",
      "slug": "dormitor"
    },
    {
      "name": "Dosar",
      "category": "dictionar",
      "shortMeaning": "Dosarul in vise simbolizeaza responsabilitatile si sarcinile dumneavoastra.",
      "fullInterpretation": "Dosarul in vise simbolizeaza responsabilitatile si sarcinile dumneavoastra. Exista ceva important ce necesita atentia dumneavoastra. Visul in care va puneti facturile sau documentele la dosar sugereaza evenimente nefavorabile care ar putea fi sursa unei perioade de anxietate.",
      "slug": "dosar"
    },
    {
      "name": "Dovlecel",
      "category": "dictionar",
      "shortMeaning": "Daca visati un dovlecel matur, copt inseamna ca veti avea o perioada plina de noroc.",
      "fullInterpretation": "Daca visati un dovlecel matur, copt inseamna ca veti avea o perioada plina de noroc. Dovlecelul frumos si sanatos in vise prevesteste bucurie din parte celor apropiati sau un ajutor din partea unui prieten.",
      "slug": "dovlecel"
    },
    {
      "name": "Drac",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "drac"
    },
    {
      "name": "Draci",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "draci"
    },
    {
      "name": "Dragon",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca visele cu dragoni sunt considerate printre cele mai bune vise.",
      "fullInterpretation": "In traditia romaneasca visele cu dragoni sunt considerate printre cele mai bune vise. Dragonul semnifica in general bogatie spirituala si materiala. - Daca vezi in vis un dragon - intalnesti persoane de rang inalt.",
      "slug": "dragon"
    },
    {
      "name": "Dragoste",
      "category": "dictionar",
      "shortMeaning": "(dragoste) facand cu cinevaCearta mare si necazuri.",
      "fullInterpretation": "(dragoste) facand cu cinevaCearta mare si necazuri.",
      "slug": "dragoste"
    },
    {
      "name": "Drapel",
      "category": "dictionar",
      "shortMeaning": "Drapelul in vis reprezinta castiguri marunte.",
      "fullInterpretation": "Drapelul in vis reprezinta castiguri marunte. - Daca ai visat un drapel colorat - ai unele idei foarte ciudate. - Daca ai visat ca duci in lupta un drapel - iti vei schimba obiceiurile, preocuparile. - Daca ai prierdut drapelul intr-o lupta - dileme dureroase. - Drapel cu inscrieri pe el - pribleme financiare minore. Vezi si semnificatia visului steag.",
      "slug": "drapel"
    },
    {
      "name": "Draperie",
      "category": "dictionar",
      "shortMeaning": "Visul in care trageti draperiile semnifica secrete si o reprimare a gandurilor.",
      "fullInterpretation": "Visul in care trageti draperiile semnifica secrete si o reprimare a gandurilor. Tineti ascunse unele aspecte sau problemele personale. Daca visati ca deschideti draperiile inseamna ca scoateti la iveala ceva tinut ascuns despre dumneavoastra. A vedea o draperie de dus in vis inseamna ca nu va exprimati intru-totul emotiile. Exista ceva ce inca ascundeti de altii. Daca visati o draperie de dus murdara inseamna emotiile negative pe care le reprimati. Va simtiti rusinat de propriile emotii.",
      "slug": "draperie"
    },
    {
      "name": "Dric",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "dric"
    },
    {
      "name": "Drog drogat",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca esti drogat - cineva va incerca sa te impiedice sa avansezi.",
      "fullInterpretation": "- Daca ai visat ca esti drogat - cineva va incerca sa te impiedice sa avansezi. - Daca visezi ca iei droguri - inseamna ca ai pierdut controlul asupra vietii dar poti conta pe cei apropiati. - Daca in vis fumezi droguri - ai multe de indeplinit, ar fi cazul sa revi cu picioarele pe pamant!",
      "slug": "drog-drogat"
    },
    {
      "name": "Droguri",
      "category": "dictionar",
      "shortMeaning": "Drogurile in vis simbolizeaza dorinta de a evada, nelinistea din realitate sau o situatie incerta, plina de echivoc.",
      "fullInterpretation": "Drogurile in vis simbolizeaza dorinta de a evada, nelinistea din realitate sau o situatie incerta, plina de echivoc. Doriti sa va pacaliti singur, sa va transpuneti intr-o realitate falsa, va este frica sa infruntati cu adevarat viata, iar cel mai bun refugiu il gasiti in minciuni. Daca visati ca luati droguri inseamna ca ati pierdut controlul asupra vietii dumneavoastra, dar va puteti baza pe prieteni. Visul in care sunteti drogat semnifica faptul ca in realitate cineva anume incearca sa va impiedice sa avansati in viata sociala sau la locul munca.",
      "slug": "droguri"
    },
    {
      "name": "Drojdie",
      "category": "dictionar",
      "shortMeaning": "Din punct de vedere spiritual, visul, simbolizeaza cresterea continua si indica o cautare spirituala.",
      "fullInterpretation": "Din punct de vedere spiritual, visul, simbolizeaza cresterea continua si indica o cautare spirituala. Este posibil ca aceasta cautare sa fie chiar cautarea in sufletul dumneavoastra pentru o auto imbunatatire. Alternativ, drojdia este simbol pentru energia reinoita sau un etuziasm crescut fata de o idee, un proiect. - Vei primi bani din surse dubioase. - Daca ai visat drojdie de bere - ti se va mari familia.",
      "slug": "drojdie"
    },
    {
      "name": "Drujba",
      "category": "dictionar",
      "shortMeaning": "Drujba in vise indica faptul ca ceva drastic este pe cale sa se intample.",
      "fullInterpretation": "Drujba in vise indica faptul ca ceva drastic este pe cale sa se intample. Succesul va veni numai prin vointa. Alternativ, visul are interpretare ca veti ajunge repede in centrul problemei.",
      "slug": "drujba"
    },
    {
      "name": "Drum cu noroi",
      "category": "dictionar",
      "shortMeaning": "A vedea un drum cu noroi in vise ar putea insemna ca relatia cu partenerul dumneavoastra se va sc...",
      "fullInterpretation": "A vedea un drum cu noroi in vise ar putea insemna ca relatia cu partenerul dumneavoastra se va schimba in bine ca urmare a unor conversatii. Totusi, in unele vise, noroiul este un aspect de incetinire a ezitarilor si a fricilor.",
      "slug": "drum-cu-noroi"
    },
    {
      "name": "Drum de fier",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "drum-de-fier"
    },
    {
      "name": "Drum de tara",
      "category": "dictionar",
      "shortMeaning": "Europenii considera ca visul la un drum de tara simbolizeaza o viata grea presarata de munci difi...",
      "fullInterpretation": "Europenii considera ca visul la un drum de tara simbolizeaza o viata grea presarata de munci dificile, necazuri si griji. Daca visati ca mergeti pe un drum de tara interminabil inseamna ca se anunta multe dificultati in viata dumneavoastra pe care trebuie sa le depasiti. Visul in care sunteti pe un drum de tara necunoscut si rau sugereaza ca noile dumneavoastra proiecte vor aduce doar nervi si intarzieri. Daca visati ca sunteti acompaniat de prieteni pe un drum de tara inseamna ca aveti o familie ideala cu care sa va petreceti timpul acasa. Visul in care parasiti un drum de tara sugereaza ca veti lua o decizie de afaceri gresita care va va aduce pierderi financiare. In interpretarea araba, drumul de tara in vise prevesteste timpuri rele insotite de munci grele.",
      "slug": "drum-de-tara"
    },
    {
      "name": "Drum in lucru",
      "category": "dictionar",
      "shortMeaning": "Drumul in lucru in vise reprezinta nenumaratele obstacole, esecuri si intarzieri pe care trebuie ...",
      "fullInterpretation": "Drumul in lucru in vise reprezinta nenumaratele obstacole, esecuri si intarzieri pe care trebuie sa le depasiti pentru a trece mai departe si pentru a va indeplini obiectivele. Trebuie sa va alocati mai mult timp pentru a va finaliza obiectivele. Visul ar mai putea fi analog cu dificultatile cu care va confruntati in viata de zi-cu-zi.",
      "slug": "drum-in-lucru"
    },
    {
      "name": "Drum ingust",
      "category": "dictionar",
      "shortMeaning": "Un drum ingust in vise ar putea sugera un fel de restrictie, poate chiar un avertisment ca nu ar ...",
      "fullInterpretation": "Un drum ingust in vise ar putea sugera un fel de restrictie, poate chiar un avertisment ca nu ar trebui sa deviati de la calea dumneavoastra. Visul in care sunteti pe un drum ingust si drept inseamna ca totul merge perfect in calea dumneavoastra spre succes.",
      "slug": "drum-ingust"
    },
    {
      "name": "Drum lung",
      "category": "dictionar",
      "shortMeaning": "Daca visati un drum lung inseamna ca veti gasi o viata mai usoara si veti sti ce sa faceti in realitate.",
      "fullInterpretation": "Daca visati un drum lung inseamna ca veti gasi o viata mai usoara si veti sti ce sa faceti in realitate.",
      "slug": "drum-lung"
    },
    {
      "name": "Drum necunoscut",
      "category": "dictionar",
      "shortMeaning": "A vedea un drum necunoscut in vise reprezinta o cale pe care inca nu v-ati aventurat.",
      "fullInterpretation": "A vedea un drum necunoscut in vise reprezinta o cale pe care inca nu v-ati aventurat. Va pregatiti o noua prioritate pentru ceva anume. De asemenea, visul in care apare un drum necunoscut semnifica faptul ca noul dumneavoastra proiect va cauza mai multa durere decat este necesar si este o pierdere de timp. Daca visati ca sunteti pe un drum de tara necunoscut si rau inseamna ca noile dumneavoastra proiecte vor aduce, din pacate, numai nervi si intarzieri.",
      "slug": "drum-necunoscut"
    },
    {
      "name": "Ducand greutate",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ducand-greutate"
    },
    {
      "name": "Dud dude",
      "category": "dictionar",
      "shortMeaning": "Dudul in vis semnifica bucurie in casa.",
      "fullInterpretation": "Dudul in vis semnifica bucurie in casa. - Daca ai visat un dud inverzit - familie numeroasa, castig. - Dud mare - foloase materiale. - Dude - stare sufleteasca buna, bogatie. - Daca in vis mananci dude - amaraciune, necazuri sufletesti. - Dude stricate - sanatatea ta este in primejdie. - Daca ai visat dude cum cad din copac - probleme in afaceri sau la locul de munca.",
      "slug": "dud-dude"
    },
    {
      "name": "Duhovnic",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat duhovnic inseamna ca te poti baza pe un prieten credincios.",
      "fullInterpretation": "- Daca ai visat duhovnic inseamna ca te poti baza pe un prieten credincios. - Daca in vis stai de vorba cu un duhovnic - oranduieste-ti afacerile.",
      "slug": "duhovnic"
    },
    {
      "name": "Dulap",
      "category": "dictionar",
      "shortMeaning": "Visul in care deschizi un dulap dezvaluie un adevar ascuns sau un secret.",
      "fullInterpretation": "Visul in care deschizi un dulap dezvaluie un adevar ascuns sau un secret. - Daca ai visat ca iti alegi cravata din dulap - te asteapta o bucurie. - Dulapul plin cu alimente simbolizeaza noroc. - Dulap gol - vei fi ranit(a) intr-o altercatie sau vei avea mai probleme financiare. - Daca ai visat dulap plin - vei fi inselat de partenerul de viata. - Daca dulapul din vis era plin cu haine - ai parte de amaraciune in viata de zi cu zi.",
      "slug": "dulap"
    },
    {
      "name": "Dulceata",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "dulceata"
    },
    {
      "name": "Dulceata mancand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "dulceata-mancand"
    },
    {
      "name": "Dulciuri",
      "category": "dictionar",
      "shortMeaning": "Dulciurile in vis semnifica un semn de amaraciune in viata de zi cu zi.",
      "fullInterpretation": "Dulciurile in vis semnifica un semn de amaraciune in viata de zi cu zi. Alternativ, daca cumparati dulciuri semnifica un semn de dificultate in relatiile tale cu partenerul. Daca va visati mancand dulciuri semnifica faptul ca in realitate va doriti dragoste.",
      "slug": "dulciuri"
    },
    {
      "name": "Duminica",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca visul cu ziua de duminica demnifica clipe fericite, bucurii, petrecere.",
      "fullInterpretation": "In traditia romaneasca visul cu ziua de duminica demnifica clipe fericite, bucurii, petrecere. Semnificatia psihologica a visului exprima dorinta, dorul pentru o viata linistita. - Daca in vis pleci de acasa duminica - bucurie mare in familie.",
      "slug": "duminica"
    },
    {
      "name": "Dumnezeu",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "dumnezeu"
    },
    {
      "name": "Dumnezeu ca ti se arata",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "dumnezeu-ca-ti-se-arata"
    },
    {
      "name": "Durere",
      "category": "dictionar",
      "shortMeaning": "Visul in care aveti o durere de cap sugereaza ca va indreptati spre o directie gresita.",
      "fullInterpretation": "Visul in care aveti o durere de cap sugereaza ca va indreptati spre o directie gresita. Va ignorati intelectul si gandirea nationala. Trebuie sa va folositi mintea si sa nu va lasati emotiile sa scape de sub control. Alternativ, visul la o durere de cap este o atentionare in privinta incredintarii afacerilor dumneavoastra catre oricine. Traditia islamica spune ca durerea de cap in vise reprezinta pacatele celui care viseaza. Durerea de cot sau actidentarea cotului in vise denota incapacitatea de felxibilitate, adaptare greoaie la situatii, incapacitatea de a va razgandi sau de a lua atitudine pentru a va crea un spatiu personal. De asemenea, cotul ranit sau rigid, devaluie o reticienta interioara fata de schimbare si sentimente de blocare.Semnificatie generala Durerea de dinti in vise poate indica unele probleme, pe care nu trebuie sa le lasati sa patrunda in viata dumneavoastra. Daca actionati din timp acestea poft fi rezolvate curand. Alternativ, durerea de dinti reprezinta o cale gresita, un simbol strans legat de erori si decizii proaste. Va este frica sa nu va pierdeti calea, serviciul sau partenerul / partenera. Trebuie studiata cu atentie si starea dintilor, pentru o interpretare cat mai exacta anlizati si interpretarea visului: Dinti Semnificatie psihologica Durerea de dinti este asociata cu o mustrare interioara, dar visul poate aparea si in cazul in care in realitate chiar aveti o durere de dinti. Acest vis poate fi privit ca si un avertisment cum ca am facut ceva gresit sau poate fi ceva cu care constiinta noastra nu poate fi de acord.Visul in care suferiti de o durere de masea inseamna ca veti avea probleme in familie sau probleme legate de afaceri. S-ar putea sa va faceti de rusine intr-un anumit context.Un vis in care este implicat spatele dumneavoastra simbolizeaza puterea, sentimentele interioare sau perspectiva. Daca in viata reala sunteti presat sau stresat atunci s-ar putea sa visati ca aveti dureri de spate. Se poate se experimentati o durere de spate in vis daca aveti probleme financiare sau de sprijin. Durerea de spate in vise este o experienta comuna pentru pacientii care sufera de sindromuri mentale generatoare de simptome fizice. Atunci cand dormiti, mintea si corpul dumneavoastra sunt intr-un control complet al subconstientului. Acesta produce vise ca expresie la sperante ascunse sau reprimate, frici, dorinte, ganduri, sentimente si emotii. Aceste probleme incarcate emotional sunt adesea aceleasi sentimente responsabile pentru crearea durerii psihomatice de spate.",
      "slug": "durere"
    },
    {
      "name": "Durere de cap",
      "category": "dictionar",
      "shortMeaning": "Visul in care aveti o durere de cap sugereaza ca va indreptati spre o directie gresita.",
      "fullInterpretation": "Visul in care aveti o durere de cap sugereaza ca va indreptati spre o directie gresita. Va ignorati intelectul si gandirea nationala. Trebuie sa va folositi mintea si sa nu va lasati emotiile sa scape de sub control. Alternativ, visul la o durere de cap este o atentionare in privinta incredintarii afacerilor dumneavoastra catre oricine. Traditia islamica spune ca durerea de cap in vise reprezinta pacatele celui care viseaza.",
      "slug": "durere-de-cap"
    },
    {
      "name": "Durere de dinti",
      "category": "dictionar",
      "shortMeaning": "Semnificatie generala Durerea de dinti in vise poate indica unele probleme, pe care nu trebuie sa...",
      "fullInterpretation": "Semnificatie generala Durerea de dinti in vise poate indica unele probleme, pe care nu trebuie sa le lasati sa patrunda in viata dumneavoastra. Daca actionati din timp acestea poft fi rezolvate curand. Alternativ, durerea de dinti reprezinta o cale gresita, un simbol strans legat de erori si decizii proaste. Va este frica sa nu va pierdeti calea, serviciul sau partenerul / partenera. Trebuie studiata cu atentie si starea dintilor, pentru o interpretare cat mai exacta anlizati si interpretarea visului: Dinti Semnificatie psihologica Durerea de dinti este asociata cu o mustrare interioara, dar visul poate aparea si in cazul in care in realitate chiar aveti o durere de dinti. Acest vis poate fi privit ca si un avertisment cum ca am facut ceva gresit sau poate fi ceva cu care constiinta noastra nu poate fi de acord.",
      "slug": "durere-de-dinti"
    },
    {
      "name": "Durere de masea",
      "category": "dictionar",
      "shortMeaning": "Visul in care suferiti de o durere de masea inseamna ca veti avea probleme in familie sau probleme legate de afaceri.",
      "fullInterpretation": "Visul in care suferiti de o durere de masea inseamna ca veti avea probleme in familie sau probleme legate de afaceri. S-ar putea sa va faceti de rusine intr-un anumit context.",
      "slug": "durere-de-masea"
    },
    {
      "name": "Durere de spate",
      "category": "dictionar",
      "shortMeaning": "Un vis in care este implicat spatele dumneavoastra simbolizeaza puterea, sentimentele interioare sau perspectiva.",
      "fullInterpretation": "Un vis in care este implicat spatele dumneavoastra simbolizeaza puterea, sentimentele interioare sau perspectiva. Daca in viata reala sunteti presat sau stresat atunci s-ar putea sa visati ca aveti dureri de spate. Se poate se experimentati o durere de spate in vis daca aveti probleme financiare sau de sprijin. Durerea de spate in vise este o experienta comuna pentru pacientii care sufera de sindromuri mentale generatoare de simptome fizice. Atunci cand dormiti, mintea si corpul dumneavoastra sunt intr-un control complet al subconstientului. Acesta produce vise ca expresie la sperante ascunse sau reprimate, frici, dorinte, ganduri, sentimente si emotii. Aceste probleme incarcate emotional sunt adesea aceleasi sentimente responsabile pentru crearea durerii psihomatice de spate.",
      "slug": "durere-de-spate"
    },
    {
      "name": "Dusman",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea razboi).",
      "fullInterpretation": "(vezi, de asemenea razboi).",
      "slug": "dusman"
    },
    {
      "name": "Dusmani",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea razboi).",
      "fullInterpretation": "(vezi, de asemenea razboi).",
      "slug": "dusmani"
    },
    {
      "name": "Dusumea",
      "category": "dictionar",
      "shortMeaning": "O dusumea curata in vise inseamna ca asteptati cu nerabdare ca cineva cunoscut sa soseasca.",
      "fullInterpretation": "O dusumea curata in vise inseamna ca asteptati cu nerabdare ca cineva cunoscut sa soseasca. Daca visati ca dusumeaua este din lemn atunci inseamna ca simpatizati pe cineva. Visul in care spalati dusumeaua sugereaza ca aveti o minte serioasa. Daca visati o dusumea cu model inseamna ca sunteti o persoana sensibila si usor de influentat.",
      "slug": "dusumea"
    }
  ]
}