{
  "symbols": [
    {
      "name": "Desert dulce",
      "category": "dictionar",
      "shortMeaning": "Desertul si in general dulcele este un semn de noroc sau orice fruct bine copt.",
      "fullInterpretation": "Desertul si in general dulcele este un semn de noroc sau orice fruct bine copt. - Fericire pasnica , relaxare in compania persoanei iubite. - Daca ai visat ca mananci un desert simplu, nu prea extravagant - vei gasi linistea si implinirea intr-un mod linistit de trai. - Daca visezi ca servesti un desert extravagant si foarte delicios - vei dobandi luxul dupa care tanjesti de atata vreme.",
      "slug": "desert-dulce"
    },
    {
      "name": "Deseuri",
      "category": "dictionar",
      "shortMeaning": "Atunci cand deseurile ne apar in vise, acestea, indica faptul ca investiti mult prea multa energi...",
      "fullInterpretation": "Atunci cand deseurile ne apar in vise, acestea, indica faptul ca investiti mult prea multa energie in ceva ce este posibil sa nu fie prea util. Dar contrar aparentelor, visul poate fi si unul pozitiv, caci printre deseuri se afla uneori o comoara, un diamant, aur, o perla, etc. Cel ce viseaza deseuri trebuie sa isi reevalueze anumite aspecte din viata sa. Visul poate fi o metafora pentru \"a fi pierdut\" sau in stare de ebrietate.",
      "slug": "deseuri"
    },
    {
      "name": "Despartire",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca te-ai despatit de cineva - visul reprezinta exact opusul, prosperitate si noroc in relatie.",
      "fullInterpretation": "- Daca ai visat ca te-ai despatit de cineva - visul reprezinta exact opusul, prosperitate si noroc in relatie. - Daca ai visat doua persoane ce sunt despartite, separate - ar trebui sa ai grija de atmosfera relatiei tale. - Daca ai visat ca te-ai despartit de un amic - reintalnire cu un vechi prieten.",
      "slug": "despartire"
    },
    {
      "name": "Detectiv",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca esti detectiv - cateva cuvinte au fost suficiente pentru a trezi constiinta dumneavoastra.",
      "fullInterpretation": "- Daca ai visat ca esti detectiv - cateva cuvinte au fost suficiente pentru a trezi constiinta dumneavoastra. - Daca in vis esti ajutat de catre un detectiv - problemele tale vor fi rezilvate. - Daca visezi ca esti detectiv si ai prins un criminal - vei depasi necazurile curente si vei indrepta o situatie ce priveste familia ta.",
      "slug": "detectiv"
    },
    {
      "name": "Detergent",
      "category": "dictionar",
      "shortMeaning": "Detergentul in vise se refera la curatenie.",
      "fullInterpretation": "Detergentul in vise se refera la curatenie. In functie de ceea ce doriti sa curatati cu detergentul se poate face si interpretarea viselor: - daca spalati haine cu mult detergent inseamna ca vreti sa va curatati onoarea, sa va restabiliti cinstea si virtutea - daca spalati haine noi cu detergent inseamna ca veti avea probleme cu noile cunostinte pe care le veti cunoaste - daca va curatati pantofii cu detergent inseamna ca veti avea parte de un drum lung si plin de obstacole - daca visati ca spalati podeaua cu detergent inseamna ca veti avea parte de o perioada de odihna placuta - daca spalati cu detergent, iar acesta face multa spuma inseamna ca veti avea parte de multe certuri, e posibil sa porneasca un adevarat scandal cu cei din jur - daca spalati cu detergent si acesta nu albeste inseamna ca incercati in zadar sa va redobnaditi vechile cunostinte, le-ati vorbit prea urat",
      "slug": "detergent"
    },
    {
      "name": "Dezamagire",
      "category": "dictionar",
      "shortMeaning": "Dezamagirea in vis indica experiente reale in care suntei mereu dezamagit.",
      "fullInterpretation": "Dezamagirea in vis indica experiente reale in care suntei mereu dezamagit. Astfel de vise reflecta dezamagiri reprimate care s-au acumulat pe o perioada de timp. Visul dumneavoastra serveste ca o scurgere emotionala care ajuta la usurarea mintii dumneavoastra.",
      "slug": "dezamagire"
    },
    {
      "name": "Dezastru",
      "category": "dictionar",
      "shortMeaning": "A visa ca sunteti in mijlocul unui dezastru sugereaza ca aveti probleme de anxietate si frica de schimbare.",
      "fullInterpretation": "A visa ca sunteti in mijlocul unui dezastru sugereaza ca aveti probleme de anxietate si frica de schimbare. Daca visati un dezastru pe mare inseamna tristete si pierderi pentru marinari. Altii interpreteaza acest vis ca fiind un semn al mortii. Daca visati un dezastru pe mare din care sunteti salvat inseamna ca veti fi supus unor situatii mai dificile, dar peste care veti trece nevatamat. Pentru o tanara femeie ce viseaza un dezastru inseamna ca va plange dupa iubitul ei, fie ca a acesta a murit sau a plecat.",
      "slug": "dezastru"
    },
    {
      "name": "Dezbracat",
      "category": "dictionar",
      "shortMeaning": "Daca va-ti visat dezbracati este semn de teama, o teama de a nu fi descoperit sau expus cu privire a unor activitati.",
      "fullInterpretation": "Daca va-ti visat dezbracati este semn de teama, o teama de a nu fi descoperit sau expus cu privire a unor activitati. Simtiti ca sunteti judecat gresit. Daca in vis brusc sunteti dezbracat (gol), acesta semnifica o vulnerabilitate la o situatie.Vazand o persoana dezbracata in visul dumneavoastra si simtindu-va dezgustati de aceasta reprezentare, reprezinta o oarecare neliniste despre descoperirea adevarului gol despre acea persoana sau situatie. Visul poate prezice, de asemenea, o poveste de dragoste ilicita, o pierdere de prestigiu sau o activitate scandaloasa. Pe de alta parte, daca acceptati nuditatea altora, atunci inseama ca puteti vedea prin ei si intentiile lor. Daca ati visat ca toata lumea este dezbracata, cu exceptia ta, inseamna ca exista ceva ce ascunzi altora. Aceasta poate insemna, de asemenea, ca sunteti nervos in legatura cu ceva. Alternativ, visul indica ca sunteti prea critic cu altii.",
      "slug": "dezbracat"
    },
    {
      "name": "Dezbracat",
      "category": "dictionar",
      "shortMeaning": "Daca va-ti visat dezbracati este semn de teama, o teama de a nu fi descoperit sau expus cu privire a unor activitati.",
      "fullInterpretation": "Daca va-ti visat dezbracati este semn de teama, o teama de a nu fi descoperit sau expus cu privire a unor activitati. Simtiti ca sunteti judecat gresit. Daca in vis brusc sunteti dezbracat (gol), acesta semnifica o vulnerabilitate la o situatie.Vazand o persoana dezbracata in visul dumneavoastra si simtindu-va dezgustati de aceasta reprezentare, reprezinta o oarecare neliniste despre descoperirea adevarului gol despre acea persoana sau situatie. Visul poate prezice, de asemenea, o poveste de dragoste ilicita, o pierdere de prestigiu sau o activitate scandaloasa. Pe de alta parte, daca acceptati nuditatea altora, atunci inseama ca puteti vedea prin ei si intentiile lor. Daca ati visat ca toata lumea este dezbracata, cu exceptia ta, inseamna ca exista ceva ce ascunzi altora. Aceasta poate insemna, de asemenea, ca sunteti nervos in legatura cu ceva. Alternativ, visul indica ca sunteti prea critic cu altii.",
      "slug": "dezbracat"
    },
    {
      "name": "Dezertor",
      "category": "dictionar",
      "shortMeaning": "Din punct de vedere psihologic, daca te-ai visat dezertor, acest vis indica faptul ca ai o inclin...",
      "fullInterpretation": "Din punct de vedere psihologic, daca te-ai visat dezertor, acest vis indica faptul ca ai o inclinatie in a abandona lucrurile, vrei sa scapi de sarcini si responsabilitati. In cazul in care ajuti un dezertor, speri si tu sa ai parte de ajutor intr-o situatie dificila. - Daca visezi ca tu esti un dezertor - vei fi macinat de o greseala din trecut, vei abandona un proiect sau vei avea parte de esec intr-un proiect.",
      "slug": "dezertor"
    },
    {
      "name": "Dezmostenit",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca ai fost dezmostenit(a), acest vis te avertizeaza ca trebuie sa iti reevaluezi ...",
      "fullInterpretation": "- Daca ai visat ca ai fost dezmostenit(a), acest vis te avertizeaza ca trebuie sa iti reevaluezi afacerea si statutul social. Potrivit traditiei persane daca visezi ca o persoana este dezmostenita sau ca tu esti dezmostenita este semn ca vei avaea o casnicie infloritoare, fericita iar problemele ce iti cauzau indispozitii vor disparea.",
      "slug": "dezmostenit"
    },
    {
      "name": "Dezordine",
      "category": "dictionar",
      "shortMeaning": "- Dezordinea sau muzeria din vise simbolizeaza starea voastra de spirit sau cea din viata de zi cu zi.",
      "fullInterpretation": "- Dezordinea sau muzeria din vise simbolizeaza starea voastra de spirit sau cea din viata de zi cu zi. Trebuie sa incepeti sa va puneti viata in ordine incepand prin a va fixa prioritati. Alternativ, acest vis indica confuzie si alegeri greu de luat. Trebuie sa va stabiliti prioritatile si sa incercati sa le organizati pe ierarhii. - Daca in vis incercati sa aranjati lucrurile in urma unei dezordine, insamna ca lucrurile din viata de zi cu zi(probleme, necazuri, etc.) se vor stabiliza curand. - Daca in vis voi faceti dezordine, inseamna constiinta incarcata.",
      "slug": "dezordine"
    },
    {
      "name": "Diabet",
      "category": "dictionar",
      "shortMeaning": "Diabetul este o afectiune care nu este visata atat de des.",
      "fullInterpretation": "Diabetul este o afectiune care nu este visata atat de des. Un semn negativ ne este prezentat atunci cand suferim de aceasta bola in vise. Visul in care avem aceasta boala este asociat cu un trai greu, o reflexie a vietii dumneavoastra transpusa peste noapte intr-un vis. Alternativ, visul in care suferiti de diabet poate reflecta un sacrificiu facut sau pe care sunteti dispus sa il faceti. Insulina este prezenta si ea in majoritatea viselor ce implica diabetul, aceata este asociata cu o situatie dificila din viata. Testarea glicemiei in vise simbolizeaza o decizie greu de luat. Puneti cap la cap toate faptele si luati in considerare circumstantele inainte de a lua o decizie finala. In numeroase cazuri s-a dovedit ca visul a fost o simpla redare din viata de zi cu zi, multi dintre cei care au avut acest vis erau intr-adevar diabetici.",
      "slug": "diabet"
    },
    {
      "name": "Diadema",
      "category": "dictionar",
      "shortMeaning": "Diadema in vise poate varia in functie de podoabele de pe aceasta si materialul din care este facuta.",
      "fullInterpretation": "Diadema in vise poate varia in functie de podoabele de pe aceasta si materialul din care este facuta. Daca visati ca purtati o diadema inseamna ca va cunoasteti foarte bine latura sensibila si totodata puternica. Visul in care diadema este decorata cu flori prevesteste fericire, iar daca florile sunt trandafiri atunci inseamna ca este vorba de iubire, pasiune.",
      "slug": "diadema"
    },
    {
      "name": "Diamant",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea briliante).",
      "fullInterpretation": "(vezi, de asemenea briliante). .Extras din vechi carti de interpretarea viselor In general - fericire inselatoare Cercel cu diamant - lene Colectionand diamante - sperante desarte Cumparand diamante - probleme financiare Dand cuiva diamnte - esti tratat cu ipocrizie din partea unor oameni dragi tie Daruind cuiva drag - ghinion Inhitind diamante - noroc Gasind diamante - bogatie mare prin casatorie Gasind diamante la partener - nefericire in casatorie Pierzand diamate - neplacere, vei fi lipsit de un lucru placut si trebuincios Primind diamante - iluzii de scurta durata Purtand diamante - distinctie Tocmind si rascumparand diamante - vei scapa de un mare castig Vazand stralucind diamante - vei scapa de o mare primejdie Un inel cu diamand este un simbol al iubirii vesnice. Diamantul reprezinta multe aspecte ale vietii. De la simpla rezistenta in perioade dificile la a simboliza averea. A visa un inel cu diamant posibil simbolizeaza dragostea, averea, onoarea si puterea. Un inel cu diamand in vise ar putea reprezenta o propunere, o promisiune sau un angajament. S-ar putea sa va doriti implinire daca anticipati sau asteptati o propunere din partea partenerului de viata. A visa ca purtati un inel cu diamant prezice angajamentul. De asemenea, visul vorbeste despre credinta religoasa si preocuparile spirituale pe care le aveti. Daca visati ca purtati un inel de aur cu diamant atunci acesta reflecta puritatea si caracterul puternic. Visul va sugereaza ce fel de caracter trebuie sa aveti pentru a trece peste eforturi cu succes. Va da speranta ca scopurile va sunt la indemana. Visul in care inelul cu diamant va cade de pe deget s-ar putea sa insemne ca aveti probleme in relatie sau s-ar putea sa nu mai fiti indragostit. Daca visati un inel de logodna cu diamant atunci acest vis indica prosperitate in viata de familie si fericirea. Persoana care are acest vis in subconstient se gandeste la mariajul cu o persoana pe care o iubeste de mult timp. Visul in care va pierdeti inelul cu diamant ar putea sugera ca ceva lipseste in relatia dumneavoastra. A visa ca furati un inel cu diamant sugereaza ca incercati sa castigati dragostea cuiva care nu este interesat de dumneavoastra.",
      "slug": "diamant"
    },
    {
      "name": "Diaree",
      "category": "dictionar",
      "shortMeaning": "Semnificatii Generale Diareea este de obicei inteleasa ca un act de autocuratare.",
      "fullInterpretation": "Semnificatii Generale Diareea este de obicei inteleasa ca un act de autocuratare. Pierderi sau unele preocupari sunt adesea exprimate prin ea. Acest vis mai poate aparea inaintea unui examen, poate fi, de asemenea, o temere cu privire la o intalnire sau o negociere din viata de zi cu zi. Rezolvarea unei probleme si un sentiment de urgenta poate fi transmis prin intermediul acestui vis, sentimente despre cat de groaznic este sa fiti fortati sa curatati ceva murdar din viata dumneavoastra. S-ar putea sa simtiti o lipsa de control asupra modului in care va confruntati cu o problema. Semnificatii negative Din punct de vedere negativ, diareea poate reflecta sentimente legate de o jena care nu se opreste niciodata. Probleme din viata de zi cu zi va fac sa va simtiti prost pentru ca dumneavoastra credeti ca acestea vor avea grave consecinte. Semnificatii pozitive In mod pozitiv, visand diaree poate reflecta sentimente legate de alegerea dumneavoastra de a scapa neconfortabil de o problema mai rapid decat alte persoane. Eliminarea negativitatii din viata dumneavoastra rapid dar pe calea cea mai grea. Semnificatii psihologice Scapati de sentimente rele! In vise, diareea indica neputinta de a digera. Este vorba, de obicei, de sentimente negative si ar trebui sa scapati de ele cu orice pret. Exemplu de vis: Un barbat a viast ca are o diaree severa care i-a ajuns pe haine si acestea nu se curata. In viata reala, viata reala a cheltuit o multime de bani pe o casa noua si are probleme redresarea la nivel sau echilbrarea finantelor sale din cauza unor cheltuieli neasteptate. Diareea s-ar putea sa fi reflecatat simtul urgentei si a jenei de a reduce atat de repede cheltuielile pentru a se stabiliza financiar.",
      "slug": "diaree"
    },
    {
      "name": "Diavol",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "diavol"
    },
    {
      "name": "Dictionar",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat un dictionar este semn ca vei avea discutii in contradictoriu cu o persoana incapatanata.",
      "fullInterpretation": "- Daca ai visat un dictionar este semn ca vei avea discutii in contradictoriu cu o persoana incapatanata. - Daca ai visat ca oferi cuiva un dictionar - schimbare in bine, pozitiva. - Daca visezi ca cercetezi ceva, cauti ceva intr-un dictionar - ai inclinatii de a spune altora, de a da indicatii altora in ceea ce tu nu stapanesti sau nu prea cunosti.",
      "slug": "dictionar"
    },
    {
      "name": "Dig",
      "category": "dictionar",
      "shortMeaning": "Digul in vis poate avea intelesuri diferite.",
      "fullInterpretation": "Digul in vis poate avea intelesuri diferite. Digul reprezinta cea mai mare parte a barierelor interne, de opozitie, sentimente, amintiri si dorinte acumulate sau visul incearca sa previna o izbucnire emotionala cu o alta persoana. - Daca ai visat ca lucrezi la un dig - iti propui sa depasesti anumite temeri, frici. - Daca ai visat ca traversezi un dig - sfaturi bune ce iti vor fi de folos.- Daca ai visat ca suferi de indigestie inseamna ca suferi din cauza unei probleme sau te afecteaza o problema. Esti implicat(a) intr-o situatie care te face incomod(a). Poate ca ai luat o decizie in privinta careia ai dubii. Alternativ, visul poate sugera o ambinata sumbra sau nesanatoasa.",
      "slug": "dig"
    },
    {
      "name": "Dihor",
      "category": "dictionar",
      "shortMeaning": "In general, dihorul aparut in vise poate prevesti un fel de implicare intr-o proveste murdara din...",
      "fullInterpretation": "In general, dihorul aparut in vise poate prevesti un fel de implicare intr-o proveste murdara din care pot izbucnii scandaluri ce vor atrage si alte persoane din anturajul dumneavoastra. In mod alternativ, dihorul este reprezentarea suspiciunilor, panicii si a sentimentului de nenoroc. Un dihor care alearga dintr-un loc in altul si se opreste din cand in cand pentru a privi in jur. Un astfel de vis in care comportanemntul acestei mici creaturi ni se pare haotic simbolizeaza, de fapt, cautarea. In functie de personalitate si varsta, acesta cautare poate poate varia de la o persoana la alta. Aici putand fi vorba de bani, iubire, cariera si in unele cazuri de regasiri spirituale. Visul ar trebui sa va detemine sa deveniti mai eficient in procesul de descoperire si sa va conservati mai mult resursele energetice. Ucigand in vis un dihor, inseamna depasirea obstacolelor cu brio. Se pare ca, parca printr-o minune, probleme dumnevoasta au inceput sa se rezolve de la sine. Nu va puteti explica cum si prin ce metode dar, sunteti incantati de noile rasturnari de situatii. Capturand un dihor. Visul acesta este unul de bun augur, el prevesteste un soi de mostenire, castig material sau banesc. De asemena, poate fi vorba si de o promovare la locul de munca. Simtind un miros urat si constatand ca acesta provine de la un dihor, este semn ca in viitorul apropiat anumite persoane de la locul de munca sau din cercul de cunostinte vor considera comportamentul dumneavoastra ca fiind unul neadecvat. Alternativ, in domeniul afacerilor sau pe plan financiar vor urma vremuri nefavorabile. Extras din mai multe carti vechi de talmacirea viselor In general - Inselaciune, tradare a prinde - ereditate, mostenirea unei vaeri insemnate pielea lui ca porti - noroc in dragoste vazand cum fuge - nenorocire, ghinion, paguba.",
      "slug": "dihor"
    },
    {
      "name": "Dimineata",
      "category": "dictionar",
      "shortMeaning": "A visa ca este dimineata sugereaza ca placerea si averea sunt aproape.",
      "fullInterpretation": "A visa ca este dimineata sugereaza ca placerea si averea sunt aproape. De asemenea, visul denota noi inceputuri, reinoire, o inviorare. Daca visati ca este o dimineata innorata inseamna ca o situatie importanta va va incarca pentru o perioada.",
      "slug": "dimineata"
    },
    {
      "name": "Dinamita",
      "category": "dictionar",
      "shortMeaning": "- Daca ai vazut o dinamita in vis, inseamna ca o schimbare se apropie cu repeziciune de viata ta.",
      "fullInterpretation": "- Daca ai vazut o dinamita in vis, inseamna ca o schimbare se apropie cu repeziciune de viata ta. - Daca in vis tu ai dinamita / dinamite - te va paste un pericol in casa sau in afaceri, fi foarte atent(a). - Daca visezi ca depozitezi dinamita - esti foarte apreciat de catre superiorii tai dar si in cercul de prieteni.",
      "slug": "dinamita"
    },
    {
      "name": "Dinozaur",
      "category": "dictionar",
      "shortMeaning": "Visul cu dinozauri simbolizeaza o atitudine depasita, asta inseamna ca este posibil sa renunti la...",
      "fullInterpretation": "Visul cu dinozauri simbolizeaza o atitudine depasita, asta inseamna ca este posibil sa renunti la obiceiurile si gandirea ta din trecut. - Daca ai visat ca esti urmatit(a) de un dinozaur - temerile tale nu mai sunt necesare sau utile, dar aceste probleme vechi inca va mai bantuie. - Visand un pui de dinozaur sau oua de dinozaur sugereaza o reinviere a unor obiceiuri sau a unui muft vechi. Oasele de dinozaur reflecta o maretie din trecut a unei perioade spirituale. De exemplu, daca ati fost adeptul unei religii pentru o perioada lunga de timp, dar acum nu mai sunteti. Visand oase de dinozaur sa o expozitie cu acestea, poate reflecta o perioada din viata in care ati fost credincios al unei religii in particular.",
      "slug": "dinozaur"
    },
    {
      "name": "Dinte cazut",
      "category": "dictionar",
      "shortMeaning": "Dintele cazut in vise sugereaza ca aveti o sanatate fragila.",
      "fullInterpretation": "Dintele cazut in vise sugereaza ca aveti o sanatate fragila. Visul in care va cad dintii prevestesc necazuri mari. Totusi, unii talmacitori considera ca dintele cazut in vise inseamna motive de bucurie.",
      "slug": "dinte-cazut"
    },
    {
      "name": "Dinti albi",
      "category": "dictionar",
      "shortMeaning": "Daca visati dinti albi, curati, frumosi inseamna ca aveti incredere in dumneavoastra, initiativa,...",
      "fullInterpretation": "Daca visati dinti albi, curati, frumosi inseamna ca aveti incredere in dumneavoastra, initiativa, curajul de a iesi in fata, parere si respect de sine, autocontrol, comunicare eficienta cu cei din jur. Visul in care va cad dintii albi semnifica sanatate multa.",
      "slug": "dinti-albi"
    },
    {
      "name": "Dinti cariati",
      "category": "dictionar",
      "shortMeaning": "Dintii cariati in vise sunt priviri in trecut.",
      "fullInterpretation": "Dintii cariati in vise sunt priviri in trecut. O prezentare a ceva din viata dumneavoastra sau o parte din dumneavoastra pe care prefetati mai degraba sa o ignorati, dar acest lucru nu este posibil inca. Dintii stricati pot indica o problema de imagine (putem spune chiar una de jena sau rusine), care va deranjeaza de ceva timp si care nu a disparut complet. Principalele semnificatii pentru visele cu dinti cariati sunt: O pierdere in vita Confruntari cu insatisfactii Teama de a rezolva probleme persistente Un semn de alarma pentru a rezilva probleme neterminate Visand ca pierdeti un dinte cariat este un semn al pierderii in viata. Visul ar putea indica o pierdere simbolica, cum ar fi timpul unei perioade de schimbare, sau o pierdere reala a ceva ce ati utilizat sau ceva pe ce va bazati ori era foarte important pentru dumneavoastra. Daca ati visat ca unteti la un dentist care incearca sa va extraga dintii cariati, este semn ca aveti nevoie de ajutor pentru a merge mai departe sau pentru a va elibera de emotii. Constatati ca este greu sa va eliberati de emotii si prin urmare aveti nevoie de sprijinul cuiva, acesta este principalul motiv pentru care visati dentistul ce va extrage dintii cariati. In cazul in care aveti dintii cariati iar dumneavoastra nu faceti nimic pentru a remedia aceasta problema, inseamna ca pur si simplu nu doriti sa dati drumul unei relatii bolnaviciase pe care o aveti cu cineva.",
      "slug": "dinti-cariati"
    },
    {
      "name": "Dinti cazuti",
      "category": "dictionar",
      "shortMeaning": "Visele cu dinti cazuti sunt printre cele mai comune vise din viata unei persoane.",
      "fullInterpretation": "Visele cu dinti cazuti sunt printre cele mai comune vise din viata unei persoane. Scenariile acestor vise pot fi: dinti ce se naruie in mainile dumneavoastra, dinti ce cad unul cate unu, dinti crescuti stramb sau dinti stricati. Dar ce inceama aceste vise ? Una dintre teori este ca visele despre dinti refelcta nelinistile tale despre aspectul si modul in care te percep altii. Dintii joaca un rol important pentru transmiterea unei imagini atractive si sunt o arma importanta intr-un joc de flirt. Astfel, aceste vise pot fi cauzate de o teama de respingere, impotenta sexuala sau consecintele imbatranirii. O alta teorie legata de caderea dintiilor este frica de a fi jenat(a) sau de a pica prost in anumite situatii. Aceste vise sunt o supra-exagerare de griji si nelinisti. Poate ca va simtiti nepregatiti pentru o sarcina ce vi-a fost indemanata. Este posibil sa aveti sentimente de inferioritate si o lipsa de incredere in sine intr-o situatie sau o relatie din viata dumneavoastra.",
      "slug": "dinti-cazuti"
    },
    {
      "name": "Dinti de aur",
      "category": "dictionar",
      "shortMeaning": "Dintii de aur in vise anunta prosperitate, bunastare, bogatie.",
      "fullInterpretation": "Dintii de aur in vise anunta prosperitate, bunastare, bogatie. Daca visati ca aveti dinti de aur inseamna ca se prevesteste o perioada de fericire inainte.",
      "slug": "dinti-de-aur"
    },
    {
      "name": "Dinti de bebelus sau de lapte",
      "category": "dictionar",
      "shortMeaning": "Dintii de lapte apar deseori in visele celor care trec printr-un fel de perioada tranzitorie in v...",
      "fullInterpretation": "Dintii de lapte apar deseori in visele celor care trec printr-un fel de perioada tranzitorie in viata, o perioada in care se simt ca si cum ar face un salt mare de la un stil de viata la altul. Acest lucru devine si mai clar daca dintii de lapte cad in timpul visului. Cand aceasta se intampla, tranzitia este completa. Dinti la un nou-nascut sau la un bebelus, acest vis este un semn de bun augur, mai ales daca acestia par bine formati si sanatosi. Va confruntati cu un proces neobisnuit ( daca este vorba despre un nou-nascut) sau natural (daca este vorba despre un bebelus) care va indruma pe calea cea mai buna intr-o relatie sau in proiect care a fost planificat destul de recent. Daca ati visat ca va cad dintii de adult si incep sa va creasca dinti de bebelus, este semn ca ati intrat intr-o perioada de regresie in viata. Va simtiti ca si cum ati fi fortat sa parcurgeti un ciclu pe care l-ati trecut deja si nu aveti nimic de spus in legatura cu aceasta. Acest lucru poate duce, de asemenea, la sentimente de inferioritate, care la randul lor pot declansa sentimente de depresie. O modalitate excelenta de a va asigura ca va simtiti adult este sa nu mai participati la activitati copilaresti. Visandu-va ca inca aveti dinti de lapte printre dintii de adult si ca acestia nu dau niciun semn cum ca v-ar cadea, acest lucru ar putea insemna doar ca va simtiti inca tanar. Cu toate acestea, poate insemna si ca aveti probleme de comunicare. Dintii de lapte intr-o gura de adult nu va ofera prea mult spatiu pentru a creste si veti avea probleme de comunicare si de gandire ca si adult.",
      "slug": "dinti-de-bebelus-sau-de-lapte"
    },
    {
      "name": "Dinti durandu te sau scotandu i",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "dinti-durandu-te-sau-scotandu-i"
    },
    {
      "name": "Dinti rupti / sparti",
      "category": "dictionar",
      "shortMeaning": "Visare unui dinte rupt (sau masea) este echivalenta cu sentimentul de neputinta iar aparitia aces...",
      "fullInterpretation": "Visare unui dinte rupt (sau masea) este echivalenta cu sentimentul de neputinta iar aparitia acestuia se datoreaza confruntarilor cu dilemele de zi cu zi. Poate ca exista ceva in viata dumneavoastra care va face sa va simtiti nejutorat atunci cand incercati sa evitati sau sa controlati anumite lucruri sau fapte. De asemenea, un dinte rupt poate fi reprezentarea anxietatii fata de o decizie luata. Pierderea unui dinte in urma unei fisuri (in special daca este vorba despre o masea rupta) poate simboliza pierderea puterii, a controlului si a independentei. Visul in care aveti mai multi dinti rupti si sesizati aceasta in prezenta cuiva poare reprezenta o anumita jena, stanjeneala sau incapacitatea dumneavoastra de a comunica eficient. Vazand o alta persoana cu dinti sparti sau rupti poate fi un semn ca acea persoana are nevoie de ajutorul dumneavoastra. Alternativ, visul poate scoate la iveala refuzul dumneavoastra de a va impartasi sau de a va arata emotiile altor persoane. Poate ca ati dezvoltat o anume teama fata de emotii, va este frica ca veti deveni vulnerabil daca va veti deschide in fata altor pesoane. Pentru o interpretare amanuntita va rugam sa consultati interpretarea generala a visului dinti.",
      "slug": "dinti-rupti-sparti"
    },
    {
      "name": "Diploma",
      "category": "dictionar",
      "shortMeaning": "Diploma in vis reprezinta completarea sau recunoasterea pentru o treaba bine facuta.",
      "fullInterpretation": "Diploma in vis reprezinta completarea sau recunoasterea pentru o treaba bine facuta. Veti creste in grad. - Daca ai visat ca ai obtinut o diploma de absolvire - vei dobandi o pozitie inalta si respectabila. - Daca ai primit o diploma de merit - meritele tale sunt recunoscute, vei fi promovat.Diplomatul in vise sugereaza ca veti infrange un adversar periculos intr-un mod neconventional, creativ. Daca visati ca dumneavoastra sunteti un diplomat inseamna ca aveti o sarcina grea in fata pe care trebuie sa o abordati cu mare atentie si tact. Visul in care faceti o calatorie in scop diplomatic semnifica faptul ca reusiti sa atrageti un buget important pentru un evenimet major.",
      "slug": "diploma"
    },
    {
      "name": "Diplomat",
      "category": "dictionar",
      "shortMeaning": "Diplomatul in vise sugereaza ca veti infrange un adversar periculos intr-un mod neconventional, creativ.",
      "fullInterpretation": "Diplomatul in vise sugereaza ca veti infrange un adversar periculos intr-un mod neconventional, creativ. Daca visati ca dumneavoastra sunteti un diplomat inseamna ca aveti o sarcina grea in fata pe care trebuie sa o abordati cu mare atentie si tact. Visul in care faceti o calatorie in scop diplomatic semnifica faptul ca reusiti sa atrageti un buget important pentru un evenimet major.",
      "slug": "diplomat"
    },
    {
      "name": "Director",
      "category": "dictionar",
      "shortMeaning": "Directorul in vis sugereaza dorinta de autoritate in propriile maini, aspiratie profesionala.",
      "fullInterpretation": "Directorul in vis sugereaza dorinta de autoritate in propriile maini, aspiratie profesionala. Mai poat insemna ca urmeaza sa intalniti o persoana foarte importanta. Daca visati ca dati mana cu un director inseamna ca veti avea parte de o noua colaborare, poate chiar veti semna un contract. Visul in care dumneavoastra sunteti directorul sugereaza faptul ca veti avea parte de o promovare sau o marire de salariu. Ar putea insemna si o colaborare mult mai buna intre dumneavoastra si colegii de munca.",
      "slug": "director"
    },
    {
      "name": "Dirijor orchestra",
      "category": "dictionar",
      "shortMeaning": "In general, dirijorul de orchestra sau a unei formatii de muzica simbolizeaza controlul asupa ceea ce simt cei din jur.",
      "fullInterpretation": "In general, dirijorul de orchestra sau a unei formatii de muzica simbolizeaza controlul asupa ceea ce simt cei din jur. In functie de context, este posibil sa fie vorba despre dumneavoastra sau o alta persoana care gestioneaza sau incearca sa mentina o anumita stare de spitit intr-un grup de prieteni sau colegi de munca. Visand ca sunteti pe cale sa deveniti dirijor, indica faptul ca dispuneti de imaginatie si creativitate, iar aceste abilitati va vor garanta succesul in ceea ce faceti. Visand ca sunteti dirijorul unei orchestre dar in viata reala munca pe care o faceti este total diferita, insemana ca in viitorul apropiat veti fi propus pe o pozitie de conducere sau veti fi promovat pe un loc de munca mai bun. Insa, atentie, toate acestea vor veni cu unele costuri, veti avea sarcini mai complicate, raspundere mai mare si timp liber limitat. Privind acest vis din punct de vedere psihologic descoperim ca visatorul simte nevoia de o planificare mai buna a viitorului. Un pic de control si multa organizare reprezinta bazele multor povesti de succes.",
      "slug": "dirijor-orchestra"
    },
    {
      "name": "Discoteca",
      "category": "dictionar",
      "shortMeaning": "Visul la o discoteca de obicei inseamna ca trebuie sa iesiti in lume sa socializati, sa fiti mai liberi.",
      "fullInterpretation": "Visul la o discoteca de obicei inseamna ca trebuie sa iesiti in lume sa socializati, sa fiti mai liberi. Daca visati ca sunteti in discoteca cu prietenii, sa aveti grija sa nu comiteti fapte necugetate, sa nu va lasati condusi de capricii. Visul in care dansati la discoteca sugereaza ca veti avea pare de surprize in viata, dar daca se intrerupe brusc muzica prevesteste, de regula, unele neplaceri in viata. Daca o femeie se viseaza singura intr-o discoteca, inseamna ca va face pasul principal de a face cunostiinta cu barbatul ideal. Daca se viseaza ca este abordata de un barbat atragator, trebuie sa fie foarte atenta, caci pe viitor va primi o propunere dubioasa.",
      "slug": "discoteca"
    },
    {
      "name": "Discurs",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis tu erai persoana ce tinea discursul - vei avea scucces pe plan profesional, vei fi ...",
      "fullInterpretation": "- Daca in vis tu erai persoana ce tinea discursul - vei avea scucces pe plan profesional, vei fi mandru(a) de cariera urmata. Legi relatii bune de prietenie. - Daca participi la un discurs plictisitor - reputatia cuiva este in pericol iar tu va trebui sa faci un sacrificiu pentru a o salva. - Discurs politic - o durere ascunsa ce nu o poti uita.",
      "slug": "discurs"
    },
    {
      "name": "Discutie",
      "category": "dictionar",
      "shortMeaning": "Discutia in vis nu reprezinta nimic deosebit.",
      "fullInterpretation": "Discutia in vis nu reprezinta nimic deosebit. Trebuie sa cunoasteti despre ce se vorbeste si ce fel de discutie este. O discutie serioasa inseamna ca trebuie sa fiti mai matur, sa nu fugiti de responsabilitati. Daca discutia este amuzanta sugereaza faptul ca aveti o viata sociala placuta si ca aveti posibilitatea de a va face prieteni cu usurinta. Daca visati o discutie in contradictoriu si iesiti castigator inseamna canu veti avea probleme la locul de munca o buna perioada de timp. Visul la o discutie cu un membru al familiei, denota faptul ca nu va gasiti fericirea, ca ce se intampla in viata dumneavoastra nu va multumeste. Daca visati ca va certati cu persoana iubita inseamna exact contrariul, adica veti avea parte de armonie si fericire in cuplu.",
      "slug": "discutie"
    },
    {
      "name": "Disparitie",
      "category": "dictionar",
      "shortMeaning": "Un vis in care sunteti in cautarea unei persoane disparute indica faptul ca, in realitate, veti uita ceva serios.",
      "fullInterpretation": "Un vis in care sunteti in cautarea unei persoane disparute indica faptul ca, in realitate, veti uita ceva serios. Daca visati un obiect ce dispare pe neasteptate din mainile dumneavoastra sugereaza insatisfactia unei situatii, dar nu puteti cere mai mult, de aceea sunteti constant suparat. Disparitia unui copil in vise este un avertisment despre inabilitatea de a va implementa propriile planuri si veti avea pierderi in afacerile pe care le-ati considerat de succes. Disparitia rudelor si a prietenilor prevesteste dezamagirea in afaceri bine gandite si un viitor fragil. Daca visati ca ati fost jefuit si un document important a disparut inseamna ca veti trai fericit, iar norocul va va insoti pretutindeni. A visa un pasaport disparut semnifica faptul ca trebuie sa fiti mai critic cu propriile neajunsuri, deficiente. A visa despre o disparitie nesemnificativa sugereaza luarea unei decizii gresite atunci cand incercati sa captati autoritatea si atentia noilor prieteni. Visul in care sunteti in cautarea unor obiecte disparute prevesteste pierderea fata de realitate. Un vis in care dumneavoastra ati disparut indica dorinta de a gasi un loc linistit unde sa va odihniti. In dictionarul de vise al lui Miller, disparita unei masini in vise prevesteste distrugerea sperantelor si a planurilor care influenteaza viitorul. Disparitia bagajelor in vise promite risuri nefavorabile sau disconcordanta in familie. Persoanele care au un asemenea vis s-ar putea sa isi amane propria logodna. Visul in care dispar bijuterii semnifica o rusine fata de cineva. Un vis in care va dispar banii sugereaza ca timpuri neplacute vor veni si veti avea probleme acasa si la locul de munca. Daca visati ca va dispar cheile atunci inseamna ca veti afla tristetea. Disparitia manusilor dumneavoastra sugereaza ca veti fi lasat singur, dar caracterul puternic va va ajuta sa treceti peste. A visa ca va dispare o haina prevesteste ceva rau deoarece va trebui sa construiti o viata de la zero, va veti uri pentru naivitatea si neglijenta dumneavoastra in privinta banilor. Disparitia pantofilor in vise sugereaza o despartire sau o renuntare la cei dragi. Visul in care sunteti in cautarea unui copil disparut este unul foarte negativ. Nu veti fi capabil sa faceti fata noilor provocari datorita unor mici neintelegeri. In cartea lui Freud, disparitia diferitelor obiecte sau a animalelor mici simbolizeaza nemultumirea fata de relatiile intime si dorinta de a schimba totul. Propria disparitie in vise sugereaza despre gandurile pe care le aveti despre moarte. Daca dispar oameni in visele dumneavoastra atunci inseamna ca va este frica sa nu ii pierdeti si va faceti griji pentru sanatatea lor.",
      "slug": "disparitie"
    },
    {
      "name": "Dispret",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis iti arati dispretul fata de o persoana - nu vei avea probleme pe plan profesional.",
      "fullInterpretation": "- Daca in vis iti arati dispretul fata de o persoana - nu vei avea probleme pe plan profesional. - Daca cineva te dispretuieste in vis - vei avea parte de succes in viata profesionala. - Daca te-ai visat suferind din cauza ca esti dispretuit(a) - inseamna ca vei obtine un post mai bun sau vei inainta in grad.",
      "slug": "dispret"
    },
    {
      "name": "Distractie",
      "category": "dictionar",
      "shortMeaning": "Distractia in vis este un semn bun, de ganduri senine.",
      "fullInterpretation": "Distractia in vis este un semn bun, de ganduri senine. Sa visati distractie cu muzica si dans indica bunastare, prospreitate, placere. Visul va invata ca trebuie sa va bucurati de viata, sa nu ratati nici o ocazie sa fiti fericiti, sa va simtiti bine. Daca visati ca va distrati cu anumite persoane intr-un local denota o oarecare extravaganta din partea dumneavoastra, pe care ar trebui sa o infranati putin.",
      "slug": "distractie"
    },
    {
      "name": "Divan",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "divan"
    },
    {
      "name": "Divort",
      "category": "dictionar",
      "shortMeaning": "Daca in vis asisti la un divort - semn ca o sa ai neintelegeri cu persoana iubita, gelozie, intri...",
      "fullInterpretation": "Daca in vis asisti la un divort - semn ca o sa ai neintelegeri cu persoana iubita, gelozie, intriga, pericol pentru casa ta. - Daca esti implicat direct intr-un divort - casatorie solida fara fapte necinstite si necredinta. Orice ideie de separare sau de divort, in vis, il invormeaza pe cel ce a visatr ca are nevoie de o pauza.",
      "slug": "divort"
    },
    {
      "name": "Doctor de te visezi",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "doctor-de-te-visezi"
    },
    {
      "name": "Document",
      "category": "dictionar",
      "shortMeaning": "Sa visati un document sau visati ca cititi un document reprezinta anumite informatii importante c...",
      "fullInterpretation": "Sa visati un document sau visati ca cititi un document reprezinta anumite informatii importante ce va vor fi aduse la cunostinta cat de curand. Mai poate simboliza o descoperire sau o realizare. Visul la un document poate tine de locul de munca, tinand cont ca este vorba de birocratie, poate reprezenta o anumita problema la birou.",
      "slug": "document"
    },
    {
      "name": "Doi 2",
      "category": "dictionar",
      "shortMeaning": "2 30/09/2015 (ultima actualizare)Numarul doi(2) simbolizeaza o uniunie, un parteneriat.",
      "fullInterpretation": "2 30/09/2015 (ultima actualizare)Numarul doi(2) simbolizeaza o uniunie, un parteneriat. De exemplu: constientul si inconstientul, masculinul si femininul. Numarul doi este ascociat cu echilibru, diversitate, parteneriat, casatorie, receptivitate. Lumea este vazuta ca fiind alcatuita din dualitati, barbati si femei, mama si tata, rai si iad, lumina si intuneric, yin si yang, etc. In filozofia indiana este un numar arid, zeul hindus este intodeauna reprezentat sub forma doi in unu, o uniune de sex masculin si feminin. 2 repetandu-se (sau o serie de 2, 22, 222, 222, etc. ) prevesteste manifestarea de noi oportunitati. Ramai puternici in convingerile personale si veti manifesta rezultate pozitive. In functie de contextul visului, numarul doi poate sugera un conflict cu altcineva si poate sugera sau implica slabiciune. Acesta mai poate indica indecizia sau o lipsa de independenta asupa unor lucruri importante.",
      "slug": "doi-2"
    },
    {
      "name": "Doisprezece 12",
      "category": "dictionar",
      "shortMeaning": "12 19/08/2011 (ultima actualizare)In traditia romaneasca, visul cu numarul doisprezece, semnifica...",
      "fullInterpretation": "12 19/08/2011 (ultima actualizare)In traditia romaneasca, visul cu numarul doisprezece, semnifica tarie spirituala si perfectiunea divina. Numarul 12 reprezinta, de asemenea, si ciclurile de repetitie. Asocieri cu numarul 12 : - cele 12 luni ale anului.Â - cele 12 ore ale zilei si cele 12 ore ale noptii. - cei 12 membri ai juriului. - vanzarea cu duzina. - cele 12 semne zodiacale. - cei 12 fii ai lui Iacob. - cei 12 apostoli. - cei 12 zei ai Olimpului. - cele 12 munci ale lui Hercule.",
      "slug": "doisprezece-12"
    },
    {
      "name": "Dolari",
      "category": "dictionar",
      "shortMeaning": "Dolarii in vise simbolizeaza posibile probleme.",
      "fullInterpretation": "Dolarii in vise simbolizeaza posibile probleme. Daca ati visat ca ati numarat dolari si ati observat ca lispeste o suma atunci trebuie sa fiti pregatiti pentru anumite cheltuieli neprevazute. Visul in care ati gasit dolari semnifica succes, veti scapa de griji si probleme. Daca ati visat ca tineati in mana dolari falsi inseamna ca sunteti o persoana perspicace si sunteti greu de indus in eroare. Un dolar de argint in vis semnifica noroc in viata.",
      "slug": "dolari"
    },
    {
      "name": "Doliu",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "doliu"
    },
    {
      "name": "Doliu purtand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "doliu-purtand"
    }
  ]
}