{
  "symbols": [
    {
      "name": "Domn",
      "category": "persoane",
      "shortMeaning": "Statut înalt, onoare, autoritate masculină sau întâlnire cu o figură paternă.",
      "fullInterpretation": "A visa un domn, în sensul de persoană cu statut, sugerează dorința ta de respect și recunoaștere. Poate indica întâlnirea cu o autoritate care te va ajuta sau te va judeca.\n\nÎn context religios („Domnul”), visul simbolizează căutarea divinului, a ghidării supreme sau conștiința morală. Ești în căutarea unui răspuns la o întrebare existențială. Dacă domnul ești chiar tu, atenție la orgoliu și la riscul de a-ți pierde poziția dacă nu ești modest.",
      "slug": "domn"
    },
    {
      "name": "Domnisoara de onoare",
      "category": "persoane",
      "shortMeaning": "Sprijin emoțional, rol secundar, pregătire pentru schimbare și speranță în dragoste.",
      "fullInterpretation": "A fi domnișoară de onoare sugerează că ești un sprijin pentru cineva apropiat. Ești martor la fericirea altora, ceea ce poate trezi în tine speranțe pentru propria fericire („urmezi la rând”) sau, dimpotrivă, sentimentul că ești mereu „pe locul doi”.\n\nEste un vis despre prietenie, loialitate și pregătirea pentru o etapă de maturizare afectivă. Tradiția spune că prevestește noroc în dragoste.",
      "slug": "domnisoara-de-onoare"
    },
    {
      "name": "Dorinta",
      "category": "emoții",
      "shortMeaning": "Aspirație profundă, lipsă resimțită, motivație și proiecția viitorului.",
      "fullInterpretation": "Când îți pui o dorință în vis, subconștientul îți dezvăluie ce îți lipsește cu adevărat. Este motorul acțiunilor tale. Visul te îndeamnă să fii clar în intenții: știi ce vrei?\n\nDacă dorința se împlinește în vis, e un semn de încurajare și speranță. Dacă ești frustrat că nu o poți exprima, ai blocaje în viața reală. Visul este un memento că pentru a obține ceva, trebuie întâi să îndrăznești să ceri.",
      "slug": "dorinta"
    },
    {
      "name": "Dormind",
      "category": "stare",
      "shortMeaning": "Nevoie de odihnă, evadare din realitate, ignorarea problemelor sau pace interioară.",
      "fullInterpretation": "A te visa dormind este un vis în vis, semnalând o nevoie acută de odihnă sau de retragere. Poate ești epuizat mental și fizic. Psihologic, poate indica refuzul de a înfrunta o realitate („dormi pe tine”), ignorând semnalele de alarmă.\n\nPe de altă parte, un somn liniștit în vis simbolizează conștiința curată și pacea sufletească. Ești protejat și în siguranță.",
      "slug": "dormind"
    },
    {
      "name": "Dormind de te visezi",
      "category": "stare",
      "shortMeaning": "Dublă evadare, epuizare extremă, negare sau conexiune cu straturile profunde ale sinelui.",
      "fullInterpretation": "Acest tip de vis (vis lucid sau falsă trezire) arată că granița dintre conștient și subconștient este subțire. Poate sugera că încerci să „te trezești” la o realitate pe care nu o conștientizezi încă.\n\nPoate fi și un semn de negare puternică: refuzi să vezi adevărul chiar și în vis. Alternativ, indică o stare de introspecție profundă, în care cauți răspunsuri în cele mai adânci unghere ale minții.",
      "slug": "dormind-de-te-visezi"
    },
    {
      "name": "Dormind langa o fata",
      "category": "acțiuni",
      "shortMeaning": "Nevoia de intimitate, tandrețe, aspectul feminin al psihicului (Anima) sau protecție.",
      "fullInterpretation": "A dormi lângă o fată sugerează nevoia de conexiune emoțională și de tandrețe, nu neapărat sexuală. Este vorba despre confort, liniște și acceptare.\n\nPentru un bărbat, poate simboliza împăcarea cu propria latură sensibilă (Anima) sau dorința de a proteja și a fi protejat. Pentru o femeie, poate indica prietenie, solidaritate sau oglindirea propriilor trăsături în cealaltă persoană.",
      "slug": "dormind-langa-o-fata"
    },
    {
      "name": "Dormind pe iarba verde",
      "category": "stare",
      "shortMeaning": "Conectare cu natura, relaxare totală, vindecare și energie vitală reînnoită.",
      "fullInterpretation": "Acesta este un vis extrem de benefic. Iarba verde simbolizează viața, creșterea și sănătatea. A dormi pe ea înseamnă că te încarci cu energia pământului.\n\nEști într-un proces de vindecare naturală. Grijile se risipesc, iar mintea se liniștește. Este un semn de echilibru și de armonie simplă, nealterată de stresul cotidian. Profită de această perioadă pentru a te regenera.",
      "slug": "dormind-pe-iarba-verde"
    },
    {
      "name": "Dormitor",
      "category": "locuri",
      "shortMeaning": "Intimitate, viață sexuală, secrete personale, odihnă și spațiul sinelui autentic.",
      "fullInterpretation": "Dormitorul este cea mai intimă cameră a casei (a sinelui). Aici ești tu însuți, fără măști. Visul vorbește despre viața ta privată, despre sexualitate și despre relația de cuplu.\n\nUn dormitor ordonat și plăcut indică echilibru emoțional și satisfacție intimă. Un dormitor dezordonat sau invadat de străini sugerează încălcarea limitelor personale, haos în viața amoroasă sau lipsa unui spațiu de refugiu. Este locul unde te regenerezi.",
      "slug": "dormitor"
    },
    {
      "name": "Dosar",
      "category": "obiecte",
      "shortMeaning": "Sarcini neterminate, judecată, birocrație, organizarea trecutului sau secrete arhivate.",
      "fullInterpretation": "Dosarul conține informații despre tine sau despre alții. În vis, el simbolizează „cazierul” tău moral sau profesional. Simți că ești evaluat sau că trebuie să dai socoteală pentru acțiunile tale.\n\nPoate reprezenta amintiri pe care le-ai „arhivato” și care acum revin în actualitate. De asemenea, poate indica stres legat de muncă, sarcini administrative copleșitoare sau nevoia de a pune ordine în afaceri.",
      "slug": "dosar"
    },
    {
      "name": "Dovlecel",
      "category": "alimente",
      "shortMeaning": "Modestie, sănătate, creștere simplă și beneficii mici dar sigure.",
      "fullInterpretation": "Spre deosebire de dovleac (simbol al abundenței mari), dovlecelul sugerează câștiguri modeste, dar sigure și sănătoase. Este un simbol al vieții simple și al hranei naturale.\n\nDacă este copt, prevestește o perioadă de liniște și mulțumire. Poate indica și o dietă sau nevoia de a mânca mai ușor. În plan simbolic, reprezintă idei care cresc rapid și trebuie culese la timp.",
      "slug": "dovlecel"
    },
    {
      "name": "Drac",
      "category": "fenomene",
      "shortMeaning": "Impulsivitate, energie haotică, mici răutăți, ispite sau partea neîmblânzită a naturii.",
      "fullInterpretation": "Dracul, în folclorul românesc, este adesea un spirit poznaș, nu neapărat răul absolut. În vis, el reprezintă impulsurile tale necontrolate, „dracii” care te apucă (nervi, pofte, idei trăznite).\n\nPoate sugera o energie creativă dar haotică, sau mici răutăți pe care le faci sau le suferi. Este un avertisment să nu te lași condus de instincte primare și să ai grijă la anturajele dubioase.",
      "slug": "drac"
    },
    {
      "name": "Draci",
      "category": "fenomene",
      "shortMeaning": "Haos, multiple ispite, confuzie morală, agitație interioară și neliniște.",
      "fullInterpretation": "A visa mai mulți draci sugerează o stare de agitație extremă. Mintea ta este un câmp de luptă pentru diverse dorințe contradictorii sau temeri. Te simți „asaltat” de probleme mărunte dar sâcâitoare.\n\nPoate indica un mediu toxic, plin de bârfe și intrigi. Este semnul unei dezordini morale sau emoționale care necesită disciplină și curățenie sufletească.",
      "slug": "draci"
    },
    {
      "name": "Dragon",
      "category": "animale",
      "shortMeaning": "Putere primordială, înțelepciune, paznicul comorii, energie vitală și transformare.",
      "fullInterpretation": "Dragonul este un simbol complex al puterii. Dacă este prietenos, reprezintă noroc imens, protecție divină și acces la înțelepciuni străvechi. Ești stăpân pe forțele tale interioare.\n\nDacă este amenințător, dragonul este „paznicul pragului” – o frică mare sau un obstacol major pe care trebuie să-l învingi (să-l „îmblânzești”) pentru a ajunge la comoara sinelui. Simbolizează energia focului, pasiunea și transformarea alchimică.",
      "slug": "dragon"
    },
    {
      "name": "Dragoste",
      "category": "emoții",
      "shortMeaning": "Nevoia de uniune, armonie, pasiune, integrarea polarităților sau proiecția idealului.",
      "fullInterpretation": "A simți dragoste în vis este una dintre cele mai vindecătoare experiențe. Indică armonia interioară și deschiderea inimii. Iubești și ești iubit, ceea ce îți conferă o stare de grație.\n\nDacă faci dragoste, visul simbolizează unirea contrariilor (masculin-feminin) și creativitatea. Dacă dragostea din vis este neîmpărtășită sau dureroasă, reflectă singurătatea reală sau frica de respingere. Este oglinda relației tale cu tine însuți.",
      "slug": "dragoste"
    },
    {
      "name": "Drapel",
      "category": "obiecte",
      "shortMeaning": "Identitate, cauză, apartenență la un grup, mândrie și victorie.",
      "fullInterpretation": "Drapelul este simbolul unei cauze sau al unei identități colective. A-l purta înseamnă a-ți asuma public convingerile și a fi lider. A-l vedea fluturând sugerează victorie și mândrie națională sau personală.\n\nDacă drapelul este rupt sau căzut, este semn de înfrângere, rușine sau pierderea reperelor. Visul te întreabă: pentru ce lupți? Care sunt valorile tale fundamentale?",
      "slug": "drapel"
    },
    {
      "name": "Draperie",
      "category": "obiecte",
      "shortMeaning": "Secret, barieră între intim și public, ascundere sau refuzul de a vedea realitatea.",
      "fullInterpretation": "Draperiile controlează lumina și vizibilitatea. Dacă le tragi (închizi), vrei să te izolezi, să ascunzi ceva sau să te protejezi de privirile indiscrete. Poate refuzi să vezi un adevăr („ești orb la realitate”).\n\nDacă le deschizi, ești gata să primești lumină, să dezvălui secrete și să te deschizi către lume. Draperiile vechi sau prăfuite sugerează secrete vechi care „îmbâcsesc” atmosfera casei/sufletului.",
      "slug": "draperie"
    },
    {
      "name": "Dric",
      "category": "obiecte",
      "shortMeaning": "Sfârșit, doliu, schimbare radicală, teamă de moarte sau eliberare de trecut.",
      "fullInterpretation": "Dricul este vehiculul ultimei călătorii. Apariția sa în vis este sumbră și marchează un final ireversibil. Poate fi moartea simbolică a unei relații, a unei etape sau a unui mod de a fi.\n\nDeși înspăimântător, dricul anunță că procesul de desprindere a început. Nu te mai poți întoarce. Este momentul să lași trecutul să fie îngropat pentru a putea trăi prezentul. Uneori, reflectă pur și simplu anxietatea legată de mortalitate.",
      "slug": "dric"
    },
    {
      "name": "Drog drogat",
      "category": "stare",
      "shortMeaning": "Fugă de realitate, iluzie, dependență, pierderea controlului și influențe toxice.",
      "fullInterpretation": "A fi drogat în vis indică faptul că nu percepi realitatea clar. Ești sub influența unor iluzii, minciuni sau emoții copleșitoare. Cauți o scăpare ușoară din fața durerii.\n\nPoate sugera o dependență reală (de substanțe, persoane, obiceiuri) care îți controlează viața. Te simți neputincios și manipulat. Este un semnal de alarmă să te „trezești” și să preiei controlul înainte de a te pierde complet.",
      "slug": "drog-drogat"
    },
    {
      "name": "Droguri",
      "category": "obiecte",
      "shortMeaning": "Ispită, soluții false, autodistrugere, plăcere efemeră și capcană.",
      "fullInterpretation": "Drogurile în vis reprezintă tentația de a obține ceva (plăcere, liniște, curaj) pe o cale artificială și periculoasă. Simbolizează soluțiile false la probleme reale.\n\nVisul te avertizează că „medicamentul” pe care îl folosești este mai rău decât boala. Poate fi vorba despre o relație toxică, o investiție riscantă sau o minciună pe care o spui. Prețul plătit va fi sănătatea sau libertatea ta.",
      "slug": "droguri"
    },
    {
      "name": "Drojdie",
      "category": "alimente",
      "shortMeaning": "Creștere, fermentație, agitație interioară, transformare și potențial expandabil.",
      "fullInterpretation": "Drojdia face aluatul să crească. În vis, ea simbolizează un proces de creștere și transformare care a început în tine. Ceva „dobește” (crește) în subconștient: o idee, o emoție, un proiect.\n\nPoate indica și agitație („fierbere”) interioară, nerăbdare. Dacă aluatul dă pe afară, emoțiile sunt prea puternice. În sens spiritual, drojdia este impulsul vital care transformă materia inertă în hrană. Ești într-o perioadă fertilă.",
      "slug": "drojdie"
    },
    {
      "name": "Drujba",
      "category": "obiecte",
      "shortMeaning": "Putere brută, tăiere radicală, agresivitate, eficiență distructivă sau curățare forțată.",
      "fullInterpretation": "Drujba este o unealtă puternică și zgomotoasă. În vis, sugerează o abordare radicală și poate agresivă a unei probleme. Vrei să „tai în carne vie”, să elimini obstacolele rapid, fără finețuri.\n\nPoate indica furie distructivă sau, dimpotrivă, hotărârea de a scăpa de „uscături” (relații moarte, obiceiuri vechi). Atenție să nu rănești pe cineva în acest proces violent de curățare.",
      "slug": "drujba"
    },
    {
      "name": "Drum cu noroi",
      "category": "locuri",
      "shortMeaning": "Dificultăți, stagnare, emoții „murdare”, rușine sau progres anevoios.",
      "fullInterpretation": "Noroiul pe drum îngreunează mersul. Visul indică o perioadă în care te simți blocat, „împotmolit” în situații neplăcute sau emoții negative (tristețe, vinovăție).\n\nÎnaintarea este lentă și murdară. Poate sugera că ești implicat în afaceri dubioase sau relații care îți pătează reputația. Totuși, dacă reușești să treci prin noroi, este semn de perseverență și de depășire a condiției actuale.",
      "slug": "drum-cu-noroi"
    },
    {
      "name": "Drum de fier",
      "category": "locuri",
      "shortMeaning": "Destin prestabilit, rigiditate, călătorie sigură dar lipsită de flexibilitate.",
      "fullInterpretation": "Calea ferată (drumul de fier) simbolizează un parcurs de viață rigid, stabilit de alții sau de circumstanțe. Nu poți devia de la traseu.\n\nPoate fi reconfortant (știi unde mergi, ai siguranță) sau frustrant (lipsește libertatea de alegere). Trenul care vine reprezintă evenimente inevitabile. Este despre disciplină, direcție clară și fatalitate.",
      "slug": "drum-de-fier"
    },
    {
      "name": "Drum de tara",
      "category": "locuri",
      "shortMeaning": "Simplitate, întoarcere la origini, nostalgie, parcurs natural și modest.",
      "fullInterpretation": "Drumul de țară, neasfaltat, evocă simplitatea, natura și trecutul. Poate sugera o dorință de a te întoarce la origini, la o viață mai simplă și mai autentică.\n\nPoate indica un parcurs mai lent, cu hopuri, dar plin de peisaje sufletești. Nu ești pe autostrada succesului rapid, ci pe poteca descoperirii de sine. Uneori, indică izolare sau lipsa resurselor moderne.",
      "slug": "drum-de-tara"
    },
    {
      "name": "Drum in lucru",
      "category": "locuri",
      "shortMeaning": "Obstacole temporare, reconstrucție, șantier personal, răbdare necesară.",
      "fullInterpretation": "Un drum în lucru te obligă să încetinești sau să ocolești. Visul îți spune că ești într-o fază de „construcție” a vieții tale. Planurile nu pot fi realizate direct acum; trebuie să ai răbdare.\n\nSe lucrează la fundație, se repară greșeli. Este o perioadă de tranziție, incomodă dar necesară pentru a avea un drum mai bun în viitor. Nu forța barierele.",
      "slug": "drum-in-lucru"
    },
    {
      "name": "Drum ingust",
      "category": "locuri",
      "shortMeaning": "Opțiuni limitate, cale strâmtă, disciplină strictă, anxietate sau focusare.",
      "fullInterpretation": "Drumul îngust nu permite abateri. Simbolizează o perioadă de restricții sau o cale care necesită atenție maximă și disciplină morală („calea cea strâmtă” biblică).\n\nTe simți constrâns, lipsit de libertate de mișcare. Totuși, un drum îngust duce adesea la locuri înalte sau secrete, inaccesibile maselor. Cere concentrare și echilibru pentru a nu cădea în prăpastie.",
      "slug": "drum-ingust"
    },
    {
      "name": "Drum lung",
      "category": "locuri",
      "shortMeaning": "Răbdare, viață lungă, proiecte pe termen lung, perseverență și oboseală.",
      "fullInterpretation": "Un drum care pare fără sfârșit sugerează că obiectivul tău este departe. Visul testează răbdarea și rezistența ta. Poate simboliza însăși viața lungă.\n\nDacă drumul e plăcut, te bucuri de călătorie. Dacă e obositor, te simți descurajat de imensitatea sarcinii. Important este să faci pas după pas și să nu pierzi din vedere direcția.",
      "slug": "drum-lung"
    },
    {
      "name": "Drum necunoscut",
      "category": "locuri",
      "shortMeaning": "Aventură, incertitudine, risc, explorare și noi oportunități.",
      "fullInterpretation": "A păși pe un drum necunoscut este esența aventurii umane. Visul indică o schimbare de direcție, intrarea pe un teritoriu nou (job nou, relație nouă).\n\nTrezește atât curiozitate, cât și frică. Nu știi ce te așteaptă după colț. Este un test de încredere în instinctele tale. Lasă-te ghidat de intuiție și fii deschis la surprize.",
      "slug": "drum-necunoscut"
    },
    {
      "name": "Ducand greutate",
      "category": "acțiuni",
      "shortMeaning": "Povară, responsabilități copleșitoare, stres, vinovăție sau efort eroic.",
      "fullInterpretation": "Dacă duci o greutate în vis (un sac, o piatră), simți fizic povara responsabilităților din viața reală. Te simți apăsat, cocoșat de griji.\n\nGreutatea poate fi și emoțională: o vinovăție veche, un secret sau tristețea. Visul îți spune că ți-ai asumat prea multe sau că cari după tine un bagaj inutil. Este timpul să pui jos povara sau să ceri ajutor.",
      "slug": "ducand-greutate"
    },
    {
      "name": "Dud dude",
      "category": "natură",
      "shortMeaning": "Răbdare, creștere lentă, hrană spirituală, nostalgie și pătare ușoară.",
      "fullInterpretation": "Dudul este copacul răbdării (frunzele hrănesc viermii de mătase). În vis, simbolizează recompensele care vin în timp, cu muncă migăloasă.\n\nDudele coapte sunt dulci dar pătează – bucuriile pot lăsa urme (compromisuri, mici regrete). A te urca în dud înseamnă a căuta aceste plăceri simple. Este un simbol al verii, al copilăriei și al abundenței rustice.",
      "slug": "dud-dude"
    },
    {
      "name": "Duhovnic",
      "category": "persoane",
      "shortMeaning": "Nevoia de iertare, ghidare morală, conștiință încărcată și căutarea păcii.",
      "fullInterpretation": "Duhovnicul este păstrătorul secretelor și mediatorul iertării. Visul indică o conștiință încărcată și nevoia urgentă de a te confesa, de a te descărca de o vină.\n\nCauți un sfat înțelept, o autoritate morală care să îți spună ce e bine și ce e rău. Poate sugera și o perioadă de criză spirituală în care cauți sensul și absolvirea.",
      "slug": "duhovnic"
    },
    {
      "name": "Dulap",
      "category": "obiecte",
      "shortMeaning": "Resurse ascunse, secrete, identitate (haine), ordine sau „schelete în dulap”.",
      "fullInterpretation": "Dulapul păstrează ceea ce vrem să protejăm sau să ascundem. Hainele din dulap reprezintă fațetele personalității tale (rolurile sociale). Un dulap ordonat arată o minte organizată.\n\nUn dulap dezordonat indică haos interior. Dacă găsești ceva ciudat în dulap (schelet, intrus), înseamnă că secrete vechi sau aspecte refulate ies la suprafață. Dulapul gol sugerează lipsa de resurse sau de identitate.",
      "slug": "dulap"
    },
    {
      "name": "Dulceata",
      "category": "alimente",
      "shortMeaning": "Plăcere conservată, amintiri dulci, confort, dar și exces de sentimentalism.",
      "fullInterpretation": "Dulceața este fructul (bucuria) conservat pentru iarnă. Visul simbolizează păstrarea amintirilor frumoase, nostalgia și confortul emoțional.\n\nEste un „medicament” pentru suflet în momente grele. Totuși, prea multă dulceață poate deveni grețoasă – atenție la sentimentalismul excesiv sau la încercarea de a „îndulci” artificial o situație care necesită realism.",
      "slug": "dulceata"
    },
    {
      "name": "Dulceata mancand",
      "category": "acțiuni",
      "shortMeaning": "Satisfacție, bucurie, recompensă, regresie în copilărie sau lăcomie.",
      "fullInterpretation": "A mânca dulceață este un act de auto-răsfăț. Te recompensezi, cauți alinare și plăcere. Poate sugera o întoarcere la bucuriile simple ale copilăriei.\n\nDacă mănânci cu lăcomie, poate indica o foame emoțională neîmplinită – încerci să compensezi lipsa iubirii cu plăceri senzoriale. Este un vis despre gustul vieții.",
      "slug": "dulceata-mancand"
    },
    {
      "name": "Dulciuri",
      "category": "alimente",
      "shortMeaning": "Ispită, recompense mici, plăceri efemere, lipsă de afectivitate sau bucurie.",
      "fullInterpretation": "Dulciurile sunt micile plăceri ale vieții. În vis, pot simboliza bucurii trecătoare, flirturi sau recompense.\n\nAdesea, nevoia de dulciuri în vis ascunde o nevoie de afecțiune („viața e amară, am nevoie de ceva dulce”). Poate avertiza și asupra sănătății sau asupra faptului că te lași prea ușor ademenit de promisiuni frumoase dar lipsite de substanță nutritivă.",
      "slug": "dulciuri"
    },
    {
      "name": "Duminica",
      "category": "fenomene",
      "shortMeaning": "Odihnă, sacralitate, lumină, sfârșit de ciclu și pace sufletească.",
      "fullInterpretation": "Duminica este ziua soarelui și a odihnei divine. Visul evocă o stare de pace, de sărbătoare și de lumină. Ești într-o perioadă de relaxare meritată după efort.\n\nSimbolizează și spiritualitatea, mersul la biserică, reuniunea familiei. Este un semn de armonie și de binecuvântare. Problemele se suspendă, domnește liniștea.",
      "slug": "duminica"
    },
    {
      "name": "Dumnezeu",
      "category": "fenomene",
      "shortMeaning": "Autoritate supremă, conștiință absolută, totalitate, judecată sau iubire necondiționată.",
      "fullInterpretation": "Apariția lui Dumnezeu în vis este o experiență numinoasă, copleșitoare. Reprezintă Sinele suprem, totalitatea psihicului sau proiecția autorității paterne absolute.\n\nPoate fi o sursă de ghidare, de iertare și de iubire infinită, sau, dimpotrivă, de judecată aspră, în funcție de relația ta cu divinitatea. Visul marchează un moment de criză sau de iluminare spirituală. Ești chemat la un nivel superior de conștiință.",
      "slug": "dumnezeu"
    },
    {
      "name": "Dumnezeu ca ti se arata",
      "category": "fenomene",
      "shortMeaning": "Revelație, chemare, confirmare a drumului, moment de grație.",
      "fullInterpretation": "Teofania (apariția divină) în vis este un semn puternic de transformare. Simți că ai fost „ales” sau că ai primit un mesaj direct. Indică o intuiție extrem de puternică și o conexiune cu sacrul.\n\nEste un moment de grație care îți poate schimba viața. Atenție însă la inflația ego-ului (a te crede Mesia). Mesajul este de obicei despre unitate, pace și responsabilitate.",
      "slug": "dumnezeu-ca-ti-se-arata"
    },
    {
      "name": "Durere",
      "category": "stare",
      "shortMeaning": "Suferință reală sau simbolică, semnal de alarmă, traumă nevindecată sau empatie.",
      "fullInterpretation": "Durerea fizică în vis poate fi reală (stimul extern) sau psihosomatică. Simbolic, durerea indică o rană sufletească nevindecată. Unde te doare? Locul este cheia.\n\nDurerea este modul subconștientului de a-ți atrage atenția asupra unei probleme ignorate. Poate fi și durerea empatică pentru suferința altcuiva. Nu ignora acest semnal; vindecarea începe cu recunoașterea durerii.",
      "slug": "durere"
    },
    {
      "name": "Durere de cap",
      "category": "corp",
      "shortMeaning": "Confuzie, suprasolicitare mentală, conflict de idei, decizii grele.",
      "fullInterpretation": "Capul este sediul rațiunii. Durerea de cap în vis semnalează un conflict intelectual sau o suprasolicitare. Te gândești prea mult, îți faci prea multe griji („îți bați capul”).\n\nPoate indica o contradicție între ceea ce gândești și ceea ce simți. Ești într-un impas decizional. Relaxarea mentală este soluția.",
      "slug": "durere-de-cap"
    },
    {
      "name": "Durere de dinti",
      "category": "corp",
      "shortMeaning": "Agresivitate blocată, probleme cu rudele, decizii amânate, sâcâială.",
      "fullInterpretation": "Durerea de dinți este intensă și sâcâitoare. Poate simboliza o problemă cu o rudă apropiată sau o decizie pe care eziți să o iei (nu poți „mesteca” situația).\n\nIndică și agresivitate reprimată – vrei să „muști” dar nu poți, iar furia se întoarce împotriva ta. Este o suferință legată de imagine și de vitalitate.",
      "slug": "durere-de-dinti"
    },
    {
      "name": "Durere de masea",
      "category": "corp",
      "shortMeaning": "Povară veche, rădăcini adânci ale unei probleme, suferință ascunsă și tenace.",
      "fullInterpretation": "Măselele sunt folosite pentru a zdrobi hrana. Durerea de măsea sugerează dificultatea de a asimila o experiență de viață dură. Este o problemă cu rădăcini adânci, poate din trecut.\n\nNecesită o intervenție serioasă. Poate simboliza și maturizarea dureroasă (măselele de minte). Ești forțat să te confrunți cu ceva ce ai tot amânat.",
      "slug": "durere-de-masea"
    },
    {
      "name": "Durere de spate",
      "category": "corp",
      "shortMeaning": "Povară, lipsă de sprijin, coloană vertebrală (morală), responsabilități excesive.",
      "fullInterpretation": "Spatele duce greutatea corpului. Durerea de spate indică faptul că porți o povară prea mare – responsabilități, datorii, problemele altora. Te simți „cocoșat”.\n\nPoate semnala și lipsa de „sprijin” (nu are cine să-ți țină spatele). Sau o problemă de atitudine (coloana vertebrală) – poate ai fost prea rigid sau, dimpotrivă, te-ai aplecat prea mult (umilință). Ai nevoie de verticalitate și de ajutor.",
      "slug": "durere-de-spate"
    },
    {
      "name": "Dusman",
      "category": "persoane",
      "shortMeaning": "Conflict, umbră, opoziție, frică de confruntare sau parte renegată a sinelui.",
      "fullInterpretation": "Dușmanul din vis este adesea o proiecție a unei părți din tine pe care o detești sau o negi. Lupta cu dușmanul este lupta interioară. Ceea ce îți reproșezi ție, vezi în el.\n\nÎn plan extern, poate reflecta un conflict real sau teama de competiție și de răutatea altora. Dacă te împaci cu dușmanul, ai atins integritatea și pacea interioară.",
      "slug": "dusman"
    },
    {
      "name": "Dusmani",
      "category": "persoane",
      "shortMeaning": "Mediu ostil, paranoia, presiune socială, sentimentul de a fi asediat.",
      "fullInterpretation": "A fi înconjurat de dușmani sugerează că te simți asediat, neînțeles și singur împotriva tuturor. Poate fi semnul unei anxietăți sociale sau al unei paranoie ușoare.\n\nSimți că lumea este un loc periculos. Visul te invită să îți analizezi relațiile: chiar sunt toți împotriva ta, sau tu te izolezi prin atitudinea ta defensivă? Caută aliații.",
      "slug": "dusmani"
    },
    {
      "name": "Dusumea",
      "category": "locuri",
      "shortMeaning": "Fundație, stabilitate, suport, bază reală sau ceea ce este „jos”.",
      "fullInterpretation": "Dușumeaua este ceea ce te susține. O dușumea solidă și curată indică stabilitate în viață și principii sănătoase. Ești „cu picioarele pe pământ”.\n\nO dușumea putredă sau care se prăbușește este un avertisment grav: fundația vieții tale (valori, siguranță materială) este nesigură. Poți „cădea” oricând. A spăla dușumeaua înseamnă a face curățenie la bază, a pregăti terenul pentru oaspeți sau evenimente noi.",
      "slug": "dusumea"
    }
  ]
}