{
  "symbols": [
    {
      "name": "Echipa",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca faci parte dintr-o echipa - visul indica importanta de a lucra impreuna.",
      "fullInterpretation": "- Daca ai visat ca faci parte dintr-o echipa - visul indica importanta de a lucra impreuna. Visul poate fi si o metafora pentru o viata bine ordonata. - Daca in vis nu sunteti multumit(a) de echipa, atunci acesta sugereaza ca aveti unele probleme de comunicare cu colegi, asociatii sau membrii ai familiei. Sunteti nemultumit(a) de cum decurg lucrurile. - Daca in vis ai fost rectutat(a) intr-o echipa sportiva - neintelegeri cu rudele.",
      "slug": "echipa"
    },
    {
      "name": "Ecler",
      "category": "dictionar",
      "shortMeaning": "A vedea un ecler in vise este semnul unei vieti traita in mizerie si amagiri.",
      "fullInterpretation": "A vedea un ecler in vise este semnul unei vieti traita in mizerie si amagiri. Daca acest vis apare, s-ar putea sa aveti probleme mai mari dupa. Alternativ, visul sugereaza ca sunteti pe pragul unui eveniment important, deoarece visul va sugereaza ca in viitorul apropiat sa va testati emotiile care nu au fost testate inca. Visul in care preparati un ecler sugereaza ca sunteti alarmat de o anumita cunostinta. S-ar putea sa fie gelozie, s-ar putea sa fie vorba de o persoana care a intrat sub o influenta negativa. Doriti ca cineva sa va ajute sa scapati dupa aceasta indelungata captivitate. Daca visati ca mancati un ecler inseamna ca un eveniment important va va oferi emotii si sentimente necuoscute pana acum.",
      "slug": "ecler"
    },
    {
      "name": "Eclipsa",
      "category": "dictionar",
      "shortMeaning": "(de soare) Ascunderea adevarului, minciuna, autoamagire, inselaciuni, aparente inselatoare -(de l...",
      "fullInterpretation": "(de soare) Ascunderea adevarului, minciuna, autoamagire, inselaciuni, aparente inselatoare -(de luna) aspecte necunoscute in plan sentimental, risc de a fi inselat de persoana iubita, caracter schimbator in dragoste, capricii.Eclipsa de luna in vise semnifica faptul ca partea ta feminina este umbrita sau poate insemna ca un aspect ascuns al sinelui va iesi la suprafata.",
      "slug": "eclipsa"
    },
    {
      "name": "Eclipsa de luna",
      "category": "dictionar",
      "shortMeaning": "Eclipsa de luna in vise semnifica faptul ca partea ta feminina este umbrita sau poate insemna ca ...",
      "fullInterpretation": "Eclipsa de luna in vise semnifica faptul ca partea ta feminina este umbrita sau poate insemna ca un aspect ascuns al sinelui va iesi la suprafata.",
      "slug": "eclipsa-de-luna"
    },
    {
      "name": "Ecografie",
      "category": "dictionar",
      "shortMeaning": "Visarea unei ecografii ar putea fi legata de anticiparea unui eveniment din viitorul apropiat sau...",
      "fullInterpretation": "Visarea unei ecografii ar putea fi legata de anticiparea unui eveniment din viitorul apropiat sau, in unele cazuri, poate fi doar o reflectie a trecutului, o amintire a perioadei in care ati fost insarcinata sau dorinta de a concepe un copil. Puteti vizualiza versiunea video de mai jos a visului despre ecografie sau puteti continua sa cititi textul, depinde de dumneavoastra. Videoclip despre visarea unei ecografii Vazand bebelusul la ecografie Visand ca vedeti bebelusul la testul cu ultrasunete, indica asteptari si obiective prestabilite. Cu toate acestea, visul atentioneaza asupra faptului ca nu sunteti pregatita sa va faceti publice obiectivele, chiar daca asteptarile dumneavoastra va cam dau de gol. Aparatul de ecografie Visele despre un ecograf simbolizeaza dorinta dumneavoastra de auto descoperire emotionala. Atentie insa, s-ar putea sa nu va placa sau sa nu fiti de acord cu ce veti descoperi. Afland genul bebelusului in urma efectuarii unei ecografii DacÄƒ ati visat ca bebelusul este o fetita sau un baietel, este semn ca problemele dumneavoastra se vor simplifica. Pe baza unor alegeri inteligente si a analizei in profunzime este posibil sa descoperiti noi factori, pe care punandu-i in aplicare, va vor simplifica cu mult viata. Gemeni la ecografie Afland in urma unei ecografii ca dumneavoastra sau altcineva este insÄƒrcinata cu gemeni, prevesteste o bucurie dubla, in ciuda exceselor de munca din ultima perioada. Gelurile folosite la aparatele cu ultrasunete Aparitia acestor geluri in vise indica dorinta de apropiere sau de rezolvare a unor necunoscute. De asemenea, visul poate face referire la anumite persoane care pot fi destul de critice in privinta dumneavoastra, insa sfaturile acestora au fost mereu unele pe care v-ati putut baza.",
      "slug": "ecografie"
    },
    {
      "name": "Ecou",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ecou"
    },
    {
      "name": "Ecran",
      "category": "dictionar",
      "shortMeaning": "Ecranul in vise inseamna ca veti deveni putin mai optimist dupa ce veti primi cateva vesti bune.",
      "fullInterpretation": "Ecranul in vise inseamna ca veti deveni putin mai optimist dupa ce veti primi cateva vesti bune. A vedea un ecran de cinema negru sugereaza ca incercati sa va distantati de unele emotii sau probleme. Sau ati putea sa va simtiti exclus dintr-o situatie. Alternativ, visul ar mai putea simboliza o lipsa a reusitelor, simtiti ca nu aveti la ce sa va uitati in trecut.",
      "slug": "ecran"
    },
    {
      "name": "Ecuator",
      "category": "dictionar",
      "shortMeaning": "Un vis despre ecuator indica o cautare de sine, explorarea aspecului vostru, pentru a deveni mai intregi.",
      "fullInterpretation": "Un vis despre ecuator indica o cautare de sine, explorarea aspecului vostru, pentru a deveni mai intregi. - Daca ai visat ca traversezi ecuatorul - dificultati in rezolvarea unor probleme ce implica rude sau bani.",
      "slug": "ecuator"
    },
    {
      "name": "Edificiu",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "edificiu"
    },
    {
      "name": "Educatie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "educatie"
    },
    {
      "name": "Excremente",
      "category": "dictionar",
      "shortMeaning": "Excrementele din vis nu au nici o legatura cu cele din realitate.",
      "fullInterpretation": "Excrementele din vis nu au nici o legatura cu cele din realitate. Materiile fecale sunt interpretate pozitiv, fiind ingrasaminte agricole care stimuleaza cresterea. In mute cazuri, excrementele din vis prevestesc un castig de bani sau talmacirea caracterului. Eliminarea excrementelor indica generozitate sau simtul ordinii, iar constiparea reprezinta zgarcenie, pedanterie, dorinta de dominare, dar si teama de o pierdere, eventul o pierdere de bani. Unii psihanalisti au interpretat eliminarea excrementelor ca fiind simbolul castrarii. Freud afirma ca in cazul in care copii viseaza excrememnte, inseamna ca acestia au suferit o pierdere. Acest lucru se petrece mai ales din cauza educatiei exagerate a copilului mic, aceasta fiind una dintre radacinile nevrozelor de mai tarziu si a problemelor sexuale. Psihoterapeutii moderni au o parere asemanatoare considerand lipsa dragostei la varsta adulta ca fiind cauzata de o educatie exigenta (vezi fecale, golirea intestinului, toaleta) . Visele in care apar excrementele de caine sunt forte frecvente si imaginea redata de acestea este respingatoare, de aceea discutarea subiectului cu alte persoane este unul tabu. Cu toate acestea, asa cum au demonstrat Dr. Freud si Dr. Jung cu ani in urma, visele sunt portalul catre subconstientul nostru. Acesta foloseste visele pentru a ne trimite mesaje. Lipsa de incredere sau de concentrare este semnalata de visul in care vedeti fecale de caine imprastiate peste tot. De asemenea, visand excremente imprastiate pretutindeni anunta o schimbare serioasa a existentei dumneavoastra. Cel mai probabil veti incepe o procedura de curatare in viata, eliminand toate lucrurile inutile. Visand un caine care isi lasa fecalele la picioarele dumneavoastra este semnul unui profit neplanificat. In acelasi timp, alegerea mijloacelor nu va conta pentru dumneavoastra, va lasati purtat de lacomie si multi prieteni se pot indeparta de dumneavoastra din aceasta cauza. Vazand excremente de caine in pragul casei sau al camerei este semn de nesinceritate din partea unor prieteni, cunostinte sau apropiati. Cineva vrea, evident, sa va ia locul si incearca sa va faca rau sau sa va discrediteze in toate privintele.Putem spune inca de la inceput ca, in general, excrementele de orice fel aparute in vise sunt considerate ca fiind un simbol a lprofitului material, mai exact al banilor. Pe de alta parte, pasarile simbolizeaza obiectivele si aspiratiile din viata dumneavoastra si, datorita aripilor, obiectivele pot fi anumite aspiratii pentru a urca sus pe scara societatii. In cazul pasarilor zburatoare, mai ales daca excrementele cad pe dumneavoastra, este de inteles ca acest rahat de pasare reprezinta o anumita batjocura al obiectivului. Cand vrem cu adevarat sa facem parte dintr-un anumit grup de oameni sau sa muncim intr-un anumit domeniu, de multe ori putem avea senzatia ca suntem batjocoriti urmand aceasta cale. Puteti avea senzatia ca sunteti din ce in ce mai aproape, dar nu reusiti sa-l intelegeti pe deplin (domeniul de munca sau omul pe care il admirati). Cu alte cuvinte, visarea excrementelor de pasari pe capul sau corpul dumneavoastra poate face referire la sentimentul de a nu avea acces la unele dintre oprtunitatile care garanteaza o cale sigura catre locul in viata sau starea sociala pe care doriti sa o atingeti. In unele cazuri, rahatul pasarilor zburatoare poate fi reprezentarea tuturor incercarilor si necazurilor prin care va trebui sa treceti pentru a va atinge obiectivele. Excrementele de gaina (gainat) Acest vis favorizeaza factorul surpriza, asta inseamna ca primiti bani pe neasteptate sau in cazul afacerilor profiturile vor exploda. De asemenea, gainatul din vis transmite insasi dorinta de a ne imbunatati situatia sinanciara si de a castiga mai multi bani. In sepcial, acest lucru este indicat de o pata de gainat pe hainele visatorului. Urmele de gainat vazute pe maini prevestesc barfe, conversatii neplacute si conflicte.Pentru forte multi dintre noi visele despre excremente pot crea repulsii si desgust, insa pot face referire la un anume aspect din viata dumneavoastra (relatie, cariera, familie, etc ) care va dreneaza constant vitalitatea si entuziasmul. In mod alternativ, excrementele de pisica pot fi o prevestire a unor castiguri materiale sau sentimentale. Poate ca manifestati o oarecare ezitare in legaturÄƒ cu directia sau calea pe care ati ales-o in viata. Excremente de pisica in pragul usii Veti fi placut surprins sa aflati ca veti primi o suma de bani sau un favor pentru o munca pe care ati facut-o cu mult timp in urma. Curatand excrementele de pisica Un asemnea vis poate aparea inainte de a incheia o tranzactie foarte importanta si, de regula, este un semn bun.",
      "slug": "excremente"
    },
    {
      "name": "Elefant",
      "category": "dictionar",
      "shortMeaning": "(vezi de asemenea trompa).",
      "fullInterpretation": "(vezi de asemenea trompa). Trompa de elefant in vise sugereaza o oarecare ascensiune pe scara sociala. Visul poate fi asociat cu faptul ca elefantul nu uita niciodata, astfel ca poate semnifica anumite amintiri. A vedea o trompa de elefant in vise inseamna ca veti primi anunmite puteri interioare de care nu stiati ca le aveti, dar dorintele dumneavoastra vor coplesi aceste puteri. Va trebui sa aveti foarte mare grija altfel le veti pierde. Uneori, trompa de elefant in vise poate fi un simbol sexual. Din punct de vedere cosmic, visul se refera la trairile dumneavoastra sexuale care sunt influentate de un spirit. Visul la o trompa de elefant mai poate ilustra si abilitatea de a cere ajutorul la nevoie.",
      "slug": "elefant"
    },
    {
      "name": "Examen",
      "category": "dictionar",
      "shortMeaning": "(picat) teama de esec -pregatire slaba in fata problemelor vietii, imaturitate -(luat) incredere ...",
      "fullInterpretation": "(picat) teama de esec -pregatire slaba in fata problemelor vietii, imaturitate -(luat) incredere in fortele proprii -maturitate.Atunci cand visati ca ati picat un examen, trebuie sa luati in calcul si motivele pentru care ati picat. Aceste motive pot relationa cu adevaratele probleme din viata dumneavoastra. Visul in care picati un examen din cauza ca ati intarziat inseamna ca trebuie sa va controlati mai bine timpul pentru a profita de oportunitati. Daca visati un examen picat din cauza ca ati uitat de acesta inseamna ca va simtiti incomplet. Sunteti ingrijorat si frustrat. Daca picati un examen deoarece este prea greu ar putea insemna ca sunteti nesigur, ca aveti dubii in legatura cu dumneavoastra si cu unele situatii.",
      "slug": "examen"
    },
    {
      "name": "Elicopter",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "elicopter"
    },
    {
      "name": "Explozie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "explozie"
    },
    {
      "name": "Episcop",
      "category": "dictionar",
      "shortMeaning": "Aparitia unui episcop in visele noastre poate simboliza o persoana pe care o admiram si pe care o respectam.",
      "fullInterpretation": "Aparitia unui episcop in visele noastre poate simboliza o persoana pe care o admiram si pe care o respectam. De asemena, intalnirea cu un episcop este un vis foarte bun care prevesteste intalnirea si cunoasterea unei persoane foarte importante . Daca in vis purtati si o discutie cu acest episcop, atunci persoana pe care o veti intalnii, pe langa faptul ca va fi destul de importanta ptr dumneavoastra, va va oferii sfaturi si va va ghida in viata. Episcop binecuvantand - eveniment fericit in viata. Episcop cu crucea la gat - procese, realizari bune Episcop cu bastonul in mana - proces Episcop la altar - sa fii optimist pentru viitorul tau Episcop la procesiune - calm si seriozitate. Arhiepiscopul in vise prevesteste obstacole carora trebuie sa le rezistati pentru a putea ajunge la avere si la o inalta treapta de onoare. A visa un arhiepiscop imbracat in haine civile inseamna ca veti primi ajutor si incurajari de la cei aflati in pozitii importante si veti avea succes in afaceri. Pentru o tanara femeie ce viseaza un arhiepiscop inseamna ca va avea noroc in a-si forma relatii de prietenie.",
      "slug": "episcop"
    },
    {
      "name": "Enciclopedie",
      "category": "dictionar",
      "shortMeaning": "Enciclopedia in vise face referire la cunoastere.",
      "fullInterpretation": "Enciclopedia in vise face referire la cunoastere. Viand ca ati deschis o enciclopedie si o rasfoiti pentru anumite raspunsuri, este semn ca ar trebui sa cereti sfaturi unei persoane pe care care o admirati sau a unui expert in problema ceea ce va priveste. De asemenea, aparitia unei enciclopedi in vis poate prevesti o cariera academinca. Cumpararea unei enciclopedi in vis prevesteste decizii legate de locul de munca, scoala sau specializare care va vor influenta in mod pozitiv viata.",
      "slug": "enciclopedie"
    },
    {
      "name": "Excremente de pisica",
      "category": "dictionar",
      "shortMeaning": "Pentru forte multi dintre noi visele despre excremente pot crea repulsii si desgust, insa pot fac...",
      "fullInterpretation": "Pentru forte multi dintre noi visele despre excremente pot crea repulsii si desgust, insa pot face referire la un anume aspect din viata dumneavoastra (relatie, cariera, familie, etc ) care va dreneaza constant vitalitatea si entuziasmul. In mod alternativ, excrementele de pisica pot fi o prevestire a unor castiguri materiale sau sentimentale. Poate ca manifestati o oarecare ezitare in legaturÄƒ cu directia sau calea pe care ati ales-o in viata. Excremente de pisica in pragul usii Veti fi placut surprins sa aflati ca veti primi o suma de bani sau un favor pentru o munca pe care ati facut-o cu mult timp in urma. Curatand excrementele de pisica Un asemnea vis poate aparea inainte de a incheia o tranzactie foarte importanta si, de regula, este un semn bun.",
      "slug": "excremente-de-pisica"
    },
    {
      "name": "Excremente de pasare / gainat",
      "category": "dictionar",
      "shortMeaning": "Putem spune inca de la inceput ca, in general, excrementele de orice fel aparute in vise sunt con...",
      "fullInterpretation": "Putem spune inca de la inceput ca, in general, excrementele de orice fel aparute in vise sunt considerate ca fiind un simbol a lprofitului material, mai exact al banilor. Pe de alta parte, pasarile simbolizeaza obiectivele si aspiratiile din viata dumneavoastra si, datorita aripilor, obiectivele pot fi anumite aspiratii pentru a urca sus pe scara societatii. In cazul pasarilor zburatoare, mai ales daca excrementele cad pe dumneavoastra, este de inteles ca acest rahat de pasare reprezinta o anumita batjocura al obiectivului. Cand vrem cu adevarat sa facem parte dintr-un anumit grup de oameni sau sa muncim intr-un anumit domeniu, de multe ori putem avea senzatia ca suntem batjocoriti urmand aceasta cale. Puteti avea senzatia ca sunteti din ce in ce mai aproape, dar nu reusiti sa-l intelegeti pe deplin (domeniul de munca sau omul pe care il admirati). Cu alte cuvinte, visarea excrementelor de pasari pe capul sau corpul dumneavoastra poate face referire la sentimentul de a nu avea acces la unele dintre oprtunitatile care garanteaza o cale sigura catre locul in viata sau starea sociala pe care doriti sa o atingeti. In unele cazuri, rahatul pasarilor zburatoare poate fi reprezentarea tuturor incercarilor si necazurilor prin care va trebui sa treceti pentru a va atinge obiectivele. Excrementele de gaina (gainat) Acest vis favorizeaza factorul surpriza, asta inseamna ca primiti bani pe neasteptate sau in cazul afacerilor profiturile vor exploda. De asemenea, gainatul din vis transmite insasi dorinta de a ne imbunatati situatia sinanciara si de a castiga mai multi bani. In sepcial, acest lucru este indicat de o pata de gainat pe hainele visatorului. Urmele de gainat vazute pe maini prevestesc barfe, conversatii neplacute si conflicte.",
      "slug": "excremente-de-pasare-gainat"
    },
    {
      "name": "Egipt",
      "category": "dictionar",
      "shortMeaning": "Egiptul in vise indica radacinile si nucleul propriilor emotii si a spiritualitatii.",
      "fullInterpretation": "Egiptul in vise indica radacinile si nucleul propriilor emotii si a spiritualitatii. Sugereaza un moment din viata in care lucrurile erau mai simple.",
      "slug": "egipt"
    },
    {
      "name": "Elastic",
      "category": "dictionar",
      "shortMeaning": "(care se intinde) Putere de adaptare, mobilitate, acomodare, flexibilitate, rezistenta -(rupt) de...",
      "fullInterpretation": "(care se intinde) Putere de adaptare, mobilitate, acomodare, flexibilitate, rezistenta -(rupt) depasirea propriei rabdari, excese, abuzuri.",
      "slug": "elastic"
    },
    {
      "name": "Electrician",
      "category": "dictionar",
      "shortMeaning": "Electricianul in vise indica faptul ca va aratati o atitudine rebela, incapatanata la locul de mu...",
      "fullInterpretation": "Electricianul in vise indica faptul ca va aratati o atitudine rebela, incapatanata la locul de munca ceea ce duce la mici dispute cu colegii si tensiune in relatiile interpresonale. Incercati sa aveti o minte deschisa la sugestiie altora, va fi foarte folositor la munca. Daca o femeie viseaza un electrician ar putea insemna ca este pe drumul cel bun in urmarea legii csstititatii. Barbatul care viseaza un electrician este un semn bun ce indica faptul ca siguranta este asigurata in calatoriile recente.",
      "slug": "electrician"
    },
    {
      "name": "Electricitate",
      "category": "dictionar",
      "shortMeaning": "Electricitatea in vise simbolizeaza vigoarea si energia vietii.",
      "fullInterpretation": "Electricitatea in vise simbolizeaza vigoarea si energia vietii. Daca visati ca suferiti socuri electrice inseamna ca sunteti constienti ca nu aveti o protectie adecvata in fata pericolelor prevazute. Lipsa electricitatii in vis indica lipsa de perspectiva intr-o situatie, nesiguranta. Vedeti si : Curent electric",
      "slug": "electricitate"
    },
    {
      "name": "Electrocutare",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "electrocutare"
    },
    {
      "name": "Electrocutat",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca sunteti electrocutat, trebuie sa va ganditi la dumneavoastra ca la un bec ce se aprinde.",
      "fullInterpretation": "Daca visati ca sunteti electrocutat, trebuie sa va ganditi la dumneavoastra ca la un bec ce se aprinde. Indiferent de noua initiativa avuta, puneti-o in practica! Ar putea sa va schimbe viata in multe feluri. A vedea pe cineva electrocutat inseamna ca sunteti ingrijorat de actiunile dumneavoastra. Va simtiti nesigur in raport cu imprejurimile in care va aflati.",
      "slug": "electrocutat"
    },
    {
      "name": "Electronic",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "electronic"
    },
    {
      "name": "Elev",
      "category": "dictionar",
      "shortMeaning": "Conform traditie romanesti, daca ai visat elevi, inseamna ca vei avea parte de viata lunga.",
      "fullInterpretation": "Conform traditie romanesti, daca ai visat elevi, inseamna ca vei avea parte de viata lunga. - Daca te-ai visat elev - ai nevoie de o mai buna intelegere asupra unui lucru. Ai nevoie de unele invataturi pentru a obtine ceva de la viata, pentru a inainta in viata. - Daca esti elev in viata reala, atunci visul poate fi doar o reflexie a ceea ce esti si nu are nici o semnificatie.",
      "slug": "elev"
    },
    {
      "name": "Elice",
      "category": "dictionar",
      "shortMeaning": "In general acest vis face referire la scuccese.",
      "fullInterpretation": "In general acest vis face referire la scuccese. Alternativ, visul poate insemna putere de a merge inainte, cum ar fi un proiect sau viata dumneavoastra. O elice indoita sau rupta inseamna ca cineva se va opri sa va dea o mana de ajutor sau poate chiar dumneavoastra descoperiti ascuns adanc in eul interior, energie si o mare capacitate.",
      "slug": "elice"
    },
    {
      "name": "Emblema",
      "category": "dictionar",
      "shortMeaning": "Emblema in vis reprezinta legaturile culturale si legaturile de rudenie.",
      "fullInterpretation": "Emblema in vis reprezinta legaturile culturale si legaturile de rudenie. Visul ne ofera un sentiment de incredere si forta interioara. - Hartie cu emblema pe ea - curiozitatea iti este satisfacuta. - Daca in vis porti o emblema - calatorie intr-un loc indepartat inseamna.",
      "slug": "emblema"
    },
    {
      "name": "Embrion",
      "category": "dictionar",
      "shortMeaning": "Embrionul in vise sugereaza faptul ca sunteti incepator intr-o activitate.",
      "fullInterpretation": "Embrionul in vise sugereaza faptul ca sunteti incepator intr-o activitate. Sunteti frustrat ca inca nu sunteti luat in seama asa cum va doriti. Visul in care apare imaginea unui embrion inseamna ca aveti nevoie de a acorda atentie unei parti extrem de vulnerabile. Vi se atrage atentia asupra unei situatii noi din viata dumneavoastra, care nu a trecut de stadiul embrionar.",
      "slug": "embrion"
    },
    {
      "name": "Emigrant",
      "category": "dictionar",
      "shortMeaning": "Emigrarea in vis ne sugereaza ca suntem nemultumiti de situatia prin care trecem si suntem in cautarea unei schimbari.",
      "fullInterpretation": "Emigrarea in vis ne sugereaza ca suntem nemultumiti de situatia prin care trecem si suntem in cautarea unei schimbari. - Daca ai visat ca tu esti emigrant(a) - recunoasterea aspectelor tale care au foste neexprimate. - Daca visezi emigranti ce se muta in tara ta - viata buna si linistita. - Daca visezi emigranti ce se muta intr-un alt stat - probleme financiare. - Daca ajuti un emigrant ilegal in vis - acceptarea destinului. Alternativ, visul poate reflecta experienta ta ca emigrant, sau se poate referi la experientele parintilor sau stramosilor. Ganditi-va cum se simte sau prin ce a trecut un emigrant.",
      "slug": "emigrant"
    },
    {
      "name": "Emotii",
      "category": "dictionar",
      "shortMeaning": "Emotiile exprimate in vise sunt o modalitate pentru oameni de a actiona in sentimentele pe care l...",
      "fullInterpretation": "Emotiile exprimate in vise sunt o modalitate pentru oameni de a actiona in sentimentele pe care le-ar exprima in mod normal, dar care nu le fac atunci cand sunt treji. Visul ofera un loc sigur pentru exprimare emotiilor. - Daca ai visat ca ai o explozie de emotii - putere mare de concentratie.",
      "slug": "emotii"
    },
    {
      "name": "Energie",
      "category": "dictionar",
      "shortMeaning": "Visul in care esti energic(a) simbolizeaza crestere economica, activitate, extindere si intelegere.",
      "fullInterpretation": "Visul in care esti energic(a) simbolizeaza crestere economica, activitate, extindere si intelegere. Vei fi nevoit(a) sa canalizezi energia intr-un mod pozitiv pentru a evita anumite neplaceri, greseli. - Daca ai visat ca esti plin(a) de energie - vei face o serie de greseli din cauza mandriei tale.",
      "slug": "energie"
    },
    {
      "name": "Entitate",
      "category": "dictionar",
      "shortMeaning": "Ganditi-va cum a aparut entitatea in visele dumneavoastra si daca o recunoasteti.",
      "fullInterpretation": "Ganditi-va cum a aparut entitatea in visele dumneavoastra si daca o recunoasteti. O entitate necunoscuta in vise simbolizeaza fricile, ezitarea, nesiguranta si instabilitatea dumneavoastra pe care le-ati experimentat recent. Este posibil ca visul sa prevesteasca surprize pe viitor. Daca visati despre entitati diabolice inseamna vinovatia pe care o aveti pentru actiunile trecutului in care ati fost cinstit sau ati fost insensibil cu ceilalti. Acest vis serveste ca si un apel la schimbarea comportamentului dumneavoastra.Cartea de identitate in vise semnifica increderea de sine. Probabil ca treceti printr-o criza de identitate si nu stiti unde va situati in raport cu cei din jur. Daca visati ca va pierdeti cartea de identitate inseamna ca aveti unele confuzii despre identitatea dumneavoastra si despre simtul de individualitate al dumneavoastra.",
      "slug": "entitate"
    },
    {
      "name": "Epava",
      "category": "dictionar",
      "shortMeaning": "(vezi automobil, vas) .",
      "fullInterpretation": "(vezi automobil, vas) .",
      "slug": "epava"
    },
    {
      "name": "Epidemie",
      "category": "dictionar",
      "shortMeaning": "Visul in care ne aflam in mijlocul unei epidemii semnifica griji asupra unor sarcini neplacute.",
      "fullInterpretation": "Visul in care ne aflam in mijlocul unei epidemii semnifica griji asupra unor sarcini neplacute. - Daca visezi ca ai contactat o boala, in urma unei epidemii - ar trebui sa consulti un medic pentru a-ti face o serie de analize.",
      "slug": "epidemie"
    },
    {
      "name": "Epilare",
      "category": "dictionar",
      "shortMeaning": "Visul in care va epilati orice parte a corpului sugereaza ca veti lua o decizie minora de schimba...",
      "fullInterpretation": "Visul in care va epilati orice parte a corpului sugereaza ca veti lua o decizie minora de schimbare a vietii sau ca unele aspecte din rutina de zi cu zi sunt alterate. In mod alternativ, visul poate reprezenta o auto-pedepsire sau o atitudine dura impotiva dumneavoastra. In cazul in care va ardeti cu ceara in timpul epilarii sau ca pielea arata neplacut, acest vis reprezinta frica de a va confrunta cu o realitate dura. Visand ca altcineva va epileaza cu ceara, este semn de pierdere a independentei. Va bazati pe altii pentru a trece prin niste momente dificile. Trebuie sa va reconstruiti / recapatati stima de sine. Vazand pe altcineva epilandu-se sau fiind epilat, inseamna ca exista unele conflicte ce va afecteaza imaginea, posibil chiar conflicte interioare. Poate ca ceea ce proiectati pentru altii se afla in conflict cu adevarata personalitate a dumneavoastra. Sunteti intr-un salon de infrumusetare si va epilati, acest vis face referire doar la pace si evenimente fericite. Poate faimoasa pentru o surta perioada de timp.",
      "slug": "epilare"
    },
    {
      "name": "Epoleti de ofiter",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "epoleti-de-ofiter"
    },
    {
      "name": "Eprubeta",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "eprubeta"
    },
    {
      "name": "Erou",
      "category": "dictionar",
      "shortMeaning": "Visele in care aparem ca si eroi semnifica purtarea interioara si punctele slabe.",
      "fullInterpretation": "Visele in care aparem ca si eroi semnifica purtarea interioara si punctele slabe. Aceste vise se refera la capacitatea noastra de determinare a nivelului de incredere. Avem puterea de a face fata cu curaj secretelor inconstientului si provocarilor vietii. - Daca ai visat ca esti erou - esti decis sa iti rezolvi toate problemele, inclinatii mari pentru un ideal. - Daca ai murit ca un erou - nu exagera, dai prea multa importanta anumitor lucruri.",
      "slug": "erou"
    },
    {
      "name": "Esarfa",
      "category": "dictionar",
      "shortMeaning": "Esarfa in vis simbolizeaza auto-restrictii.",
      "fullInterpretation": "Esarfa in vis simbolizeaza auto-restrictii. Control asupara emotiilor in loc de exprimarea acestora. - Daca ai visat ca porti o esarfa - te bazezi prea mult pe modul cum gandesti si nu iei in considerare ce simti sau invers. - Daca ai visat o esarfa colorata - noroc in dragoste. - Daca ai visat ca cosi o esarfa - vei fi respins de cineva. Potrivit traditiei orientale, visul in care ne apare o esarfa, semnifica casnicie fericita.",
      "slug": "esarfa"
    },
    {
      "name": "Escroc",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca esti abordat(a) de catre un escroc - ai grija la decizii, esti predispus(a) sa iei decizi proaste.",
      "fullInterpretation": "- Daca ai visat ca esti abordat(a) de catre un escroc - ai grija la decizii, esti predispus(a) sa iei decizi proaste. Poate fi si un semn al unei boli. - Vezi un escroc ce abordeaza pe cineva - ai grija sa nu fi inselat sau mintit.",
      "slug": "escroc"
    },
    {
      "name": "Esec",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "esec"
    },
    {
      "name": "Etaj",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea acoperis, casa, pivnita, parter) .",
      "fullInterpretation": "(vezi, de asemenea acoperis, casa, pivnita, parter) .",
      "slug": "etaj"
    },
    {
      "name": "Eticheta",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "eticheta"
    },
    {
      "name": "Evada / Evadat / Evadare",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "evada-evadat-evadare"
    },
    {
      "name": "Evanghelie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "evanghelie"
    },
    {
      "name": "Evantai",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "evantai"
    },
    {
      "name": "Eveniment",
      "category": "dictionar",
      "shortMeaning": "Visul in care dansati la un eveniment sugereaza o posibila ocazie de a va elibera de unele restri...",
      "fullInterpretation": "Visul in care dansati la un eveniment sugereaza o posibila ocazie de a va elibera de unele restrictii din viata dumneavoastra. Daca visati ca cineva va strica un eveniment inseamna ca nu mai reusiti sa produceti o schimbare pe care ati asteptat-o, doriti sa schimbati o anumita situatie, dar cineva nu va permite.",
      "slug": "eveniment"
    },
    {
      "name": "Evrei",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "evrei"
    }
  ]
}