{
  "symbols": [
    {
      "name": "Evreica, jidana",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "evreica-jidana"
    },
    {
      "name": "Evreu",
      "category": "dictionar",
      "shortMeaning": "Evreul in vise sugereaza norocul in afaceri si un negot prosper.",
      "fullInterpretation": "Evreul in vise sugereaza norocul in afaceri si un negot prosper. Daca visati ca un evreu va face un serviciu inseamna ca veti avea un noroc neasteptat. Visul in care va convertiti in evreu simbolizeaza saracie, mizerie.",
      "slug": "evreu"
    },
    {
      "name": "Examen picat",
      "category": "dictionar",
      "shortMeaning": "Atunci cand visati ca ati picat un examen, trebuie sa luati in calcul si motivele pentru care ati picat.",
      "fullInterpretation": "Atunci cand visati ca ati picat un examen, trebuie sa luati in calcul si motivele pentru care ati picat. Aceste motive pot relationa cu adevaratele probleme din viata dumneavoastra. Visul in care picati un examen din cauza ca ati intarziat inseamna ca trebuie sa va controlati mai bine timpul pentru a profita de oportunitati. Daca visati un examen picat din cauza ca ati uitat de acesta inseamna ca va simtiti incomplet. Sunteti ingrijorat si frustrat. Daca picati un examen deoarece este prea greu ar putea insemna ca sunteti nesigur, ca aveti dubii in legatura cu dumneavoastra si cu unele situatii.",
      "slug": "examen-picat"
    },
    {
      "name": "Excavator",
      "category": "dictionar",
      "shortMeaning": "Excavatorul in vise inseamna ca exista anumite elemente greu accesibile, ascunse, care trebuie de...",
      "fullInterpretation": "Excavatorul in vise inseamna ca exista anumite elemente greu accesibile, ascunse, care trebuie descoperite pentru a putea duce un proiect inceput la bun sfarsit.",
      "slug": "excavator"
    },
    {
      "name": "Excremente de caine",
      "category": "dictionar",
      "shortMeaning": "Visele in care apar excrementele de caine sunt forte frecvente si imaginea redata de acestea este...",
      "fullInterpretation": "Visele in care apar excrementele de caine sunt forte frecvente si imaginea redata de acestea este respingatoare, de aceea discutarea subiectului cu alte persoane este unul tabu. Cu toate acestea, asa cum au demonstrat Dr. Freud si Dr. Jung cu ani in urma, visele sunt portalul catre subconstientul nostru. Acesta foloseste visele pentru a ne trimite mesaje. Lipsa de incredere sau de concentrare este semnalata de visul in care vedeti fecale de caine imprastiate peste tot. De asemenea, visand excremente imprastiate pretutindeni anunta o schimbare serioasa a existentei dumneavoastra. Cel mai probabil veti incepe o procedura de curatare in viata, eliminand toate lucrurile inutile. Visand un caine care isi lasa fecalele la picioarele dumneavoastra este semnul unui profit neplanificat. In acelasi timp, alegerea mijloacelor nu va conta pentru dumneavoastra, va lasati purtat de lacomie si multi prieteni se pot indeparta de dumneavoastra din aceasta cauza. Vazand excremente de caine in pragul casei sau al camerei este semn de nesinceritate din partea unor prieteni, cunostinte sau apropiati. Cineva vrea, evident, sa va ia locul si incearca sa va faca rau sau sa va discrediteze in toate privintele.",
      "slug": "excremente-de-caine"
    },
    {
      "name": "Excursie",
      "category": "dictionar",
      "shortMeaning": "Visele in care facem excursii sugereaza nevoia de schimbare de peisaj.",
      "fullInterpretation": "Visele in care facem excursii sugereaza nevoia de schimbare de peisaj. Te simti suprasolicitat(a), trebuie sa ai timp si pentru tine, pentru unele distractii sau relaxare. - Excursie cu barca - primesti o vizita neastepatata. - Excursie cu bicicleta - cheltuieli nejustificate. - Excursie la mare - venit neateptat. - Excursie la munte - calatorie apropiata.",
      "slug": "excursie"
    },
    {
      "name": "Executie",
      "category": "dictionar",
      "shortMeaning": "Executia in vis semnifica existenta a ceva sau cuiva care trebuie taiat, indepartat din viata ta.",
      "fullInterpretation": "Executia in vis semnifica existenta a ceva sau cuiva care trebuie taiat, indepartat din viata ta. - Daca ti-ai visat propria executie - adapostesti o vina puternica. Poate exista un prost obicei sau un aspect urat al tau de care ai vrea sa scapi. - Daca in vis esti martor(a) la o executie - este posibil sa contactezi o boala dar care va fi depistata relativ usor. - Asisti la executia unu nevinovat - sanatatea isi este in pericol. - Daca visezi executia unu vinovat - te pandesc dusmanii.",
      "slug": "executie"
    },
    {
      "name": "Exorcizare",
      "category": "dictionar",
      "shortMeaning": "Visul in care asistati la o exorcizare simbolizeaza initiativa dumneavoastra de a recastiga contr...",
      "fullInterpretation": "Visul in care asistati la o exorcizare simbolizeaza initiativa dumneavoastra de a recastiga controlul si de a face pasi spre implinirea scopurilor. Alternativ, s-ar putea sa nu va asumati responsabilitatea pentru actiunile dumneavoastra si cautati un tap ispasitor.",
      "slug": "exorcizare"
    },
    {
      "name": "Extaz",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "extaz"
    },
    {
      "name": "Extraterestru",
      "category": "dictionar",
      "shortMeaning": "Extraterestrii reprezinta idei si imaginatie salbatica in vise.",
      "fullInterpretation": "Extraterestrii reprezinta idei si imaginatie salbatica in vise. Daca ati visat ca dumneavoastra sunteti un extraterestu, inseamna ca va simtiti diferit de restul oamenilor pe care ii cunoasteti. Va simtiti instrainat si deconecat. Aceste vise reprezinta dificultati in viata de zi cu zi, nu stiti cum sa abordati diverse situatii. Vise despre extraterestrii sau lume extraterestra Vazand extraterestii in vise reprezinta dificultati de adaptare, de regula, dificultati de adaptare la noile imprejurimi. Poate ca v-ati mutat recent, ati inceput o noua scoala sau aveti un nou loc de munca. Totul pare a fi diferit si nefamiliar pentru dumneavoastra. (intalnind sau vazand) Dorinta de schimbare, de a trai evenimente iesite din comun, fuga de obisnuit si de banal, extravaganta, imaginatie Visand ca calatoriti intr-o nava extraterestra (OZN) Visul reprezinta dorinta de a scapa de rutina de zi cu zi. Va doriti aventura si sa experimentati lucruri noi. Cu toate acestea, in cazul in care visul este numai despre o nava extraterestra (OZN) care se inalta si zboara, atunci acest vis se refera la simbolismul visului decolare (avion care decoleaza) . Visul sugereaza ca trebuie sa ne largim perspectiva, trebuie sa gandim inafara orizonturilor pentru a ne realiza visele. Invazie sau atac extraterestru Daca ati visat ca suntem invadati de catre extraterstrii insemna teama de imprejurari si schimbari sau frica de a va pierde casa si familia. Fiind rapit de extraterestrii sugereaza ca spatiul dumneavoastra si intimitatea au fost invadate. Alternativ, visul poate teama de necunoscut, teama de a pierde ceva de pret.",
      "slug": "extraterestru"
    }
  ]
}