{
  "symbols": [
    {
      "name": "Echipa",
      "category": "persoane",
      "shortMeaning": "Unitate, colaborare și forța efortului comun în atingerea scopurilor.",
      "fullInterpretation": "Visul în care faci parte dintr-o echipă subliniază importanța fundamentală a colaborării și a armoniei în viața ta. Indică faptul că nu ești singur în demersurile tale și că succesul depinde de capacitatea de a lucra împreună cu ceilalți. O echipă unită în vis reflectă o viață interioară echilibrată și relații sociale sănătoase.\n\nDacă te simți nemulțumit de echipă sau există tensiuni, visul poate semnala conflicte nerezolvate cu colegii, partenerii de afaceri sau chiar membrii familiei. Este un avertisment că comunicarea este deficitară și că trebuie să depui eforturi pentru a restabili armonia. Recrutarea într-o echipă sportivă poate sugera uneori neînțelegeri sau competiție în cercul de apropiați.",
      "slug": "echipa"
    },
    {
      "name": "Ecler",
      "category": "alimente",
      "shortMeaning": "Dulceața vieții, recompense, dar și iluzii sau plăceri trecătoare.",
      "fullInterpretation": "A vedea sau a mânca un ecler în vis este un simbol al dorinței de plăcere și răsfăț. Poate indica o perioadă în care cauți recompense emoționale sau satisfacție imediată. Totuși, visul poate avertiza și asupra superficialității sau a iluziilor – „mizerie și amăgiri” – sugerând că ceea ce pare dulce la suprafață poate ascunde probleme sau lipsuri.\n\nDacă prepari un ecler, s-ar putea să fii preocupat de impresia pe care o faci asupra celorlalți sau să încerci să „îndulcești” o situație tensionată. Gelozia sau influențele negative pot fi și ele asociate cu acest simbol, mai ales dacă contextul visului este unul anxios. Mâncatul unui ecler poate prevesti emoții noi, intense, o descoperire a unor sentimente necunoscute până acum.",
      "slug": "ecler"
    },
    {
      "name": "Eclipsa",
      "category": "fenomene",
      "shortMeaning": "Ascunderea temporară a adevărului, schimbări majore și umbre interioare.",
      "fullInterpretation": "Eclipsa este un simbol puternic al ocultării și al misterului. O eclipsă de soare sugerează că rațiunea, claritatea sau adevărul sunt temporar blocate de emoții sau de circumstanțe exterioare. Poate indica o perioadă de confuzie, minciună sau autoamăgire, în care nu vezi lucrurile așa cum sunt cu adevărat.\n\nPe de altă parte, eclipsa poate marca un moment de transformare profundă, o „umbrire” necesară pentru ca o nouă lumină să poată răsări. Este un timp bun pentru introspecție, dar unul riscant pentru decizii majore, deoarece aparențele pot fi înșelătoare.",
      "slug": "eclipsa"
    },
    {
      "name": "Eclipsa de luna",
      "category": "fenomene",
      "shortMeaning": "Umbrirea emoțiilor, intuiție blocată și aspecte ascunse ale feminității.",
      "fullInterpretation": "Eclipsa de lună vizează direct sfera emoțională și subconștientă. Ea sugerează că intuiția ta sau „partea feminină” (anima) este temporar umbrită. Este posibil să treci printr-o perioadă de instabilitate sentimentală, în care nu îți înțelegi propriile sentimente sau te simți deconectat de sinele tău profund.\n\nDe asemenea, acest vis poate avertiza asupra riscului de a fi înșelat în dragoste sau de a nu vedea adevărata față a partenerului. Totuși, eclipsa de lună poate semnala și emergența unor aspecte refulate ale personalității, care cer să fie integrate și acceptate.",
      "slug": "eclipsa-de-luna"
    },
    {
      "name": "Ecografie",
      "category": "acțiuni",
      "shortMeaning": "Anticipare, dorința de a cunoaște nevăzutul și clarificarea unor situații incerte.",
      "fullInterpretation": "Ecografia în vis simbolizează dorința profundă de a privi dincolo de aparențe și de a descoperi adevărul ascuns „în interior”. Poate fi legată de anticiparea unui nou început sau a unui proiect (simbolizat de copil) care este încă în stadiu de dezvoltare.\n\nDacă vezi bebelușul, visul indică speranțe și obiective clare, dar pe care poate nu ești încă pregătit să le dezvălui lumii. Aparatul de ecografie în sine sugerează nevoia de autodescoperire și analiză emoțională. Rezultatele ecografiei (fată, băiat, gemeni) aduc nuanțe despre natura soluțiilor sau a bucuriilor care te așteaptă: simplificare, claritate sau bucurie dublă, dar și responsabilitate.",
      "slug": "ecografie"
    },
    {
      "name": "Ecou",
      "category": "fenomene",
      "shortMeaning": "Consecințele acțiunilor trecute și nevoia de a-ți auzi propria voce interioară.",
      "fullInterpretation": "Ecoul în vis este un memento că tot ceea ce emitem în univers se întoarce la noi. Cuvintele, faptele și gândurile tale au repercusiuni care revin, uneori distorsionate, alteori clare.\n\nDacă auzi un ecou, subconștientul îți poate atrage atenția asupra unui mesaj din trecut pe care l-ai ignorat sau asupra nevoii de a te asculta mai atent pe tine însuți. Poate simboliza și sentimentul de repetare, de a fi blocat într-un ciclu în care aceleași situații revin până când lecția este învățată. Este un apel la conștientizarea impactului tău asupra celor din jur.",
      "slug": "ecou"
    },
    {
      "name": "Ecran",
      "category": "obiecte",
      "shortMeaning": "Proiecția percepțiilor, bariera dintre sine și lume sau nevoia de protecție.",
      "fullInterpretation": "Un ecran în vis funcționează ca o fereastră către o altă realitate, dar și ca o barieră. Ceea ce vezi pe ecran poate fi o proiecție a dorințelor sau a temerilor tale, o modalitate prin care mintea ta procesează informațiile.\n\nUn ecran negru sau stins sugerează o deconectare, o lipsă de viziune sau încercarea de a te distanța de emoții dureroase. Un ecran luminat sau cu imagini clare poate aduce vești sau revelații, schimbându-ți perspectiva. Visul te invită să analizezi dacă ești un spectator pasiv al propriei vieți sau dacă preiei controlul asupra „proiecției”.",
      "slug": "ecran"
    },
    {
      "name": "Ecuator",
      "category": "locuri",
      "shortMeaning": "Punct de echilibru, tranziție majoră și căutarea centrului interior.",
      "fullInterpretation": "Ecuatorul simbolizează linia de mijloc, echilibrul perfect între extreme. A visa despre ecuator indică o căutare a sinelui, o dorință de a integra aspectele opuse ale personalității tale (conștient/inconștient, masculin/feminin) pentru a deveni complet.\n\nTraversarea ecuatorului marchează o tranziție importantă, trecerea într-o nouă etapă a vieții sau a conștiinței. Poate sugera și dificultăți sau provocări („căldura” ecuatorială) în rezolvarea unor probleme, dar depășirea lor promite o înțelegere mai profundă și o perspectivă globală asupra existenței.",
      "slug": "ecuator"
    },
    {
      "name": "Edificiu",
      "category": "locuri",
      "shortMeaning": "Structura vieții, ambiții sociale și starea de soliditate interioară.",
      "fullInterpretation": "Un edificiu impozant în vis reprezintă structura pe care ți-ai construit viața: cariera, reputația, valorile și relațiile. Starea edificiului reflectă starea ta interioară și succesul exterior.\n\nUn edificiu solid și frumos indică încredere, realizări durabile și ambiții înalte care se concretizează. Un edificiu în ruină sau instabil avertizează asupra unor fundamente șubrede în planurile tale sau asupra neglijării unor aspecte esențiale ale sufletului. Visul te îndeamnă să verifici „fundația” pe care construiești și să investești în durabilitate.",
      "slug": "edificiu"
    },
    {
      "name": "Educatie",
      "category": "acțiuni",
      "shortMeaning": "Proces de învățare, asimilarea lecțiilor de viață și creștere spirituală.",
      "fullInterpretation": "Educația în vis nu se referă doar la școală, ci la procesul continuu de evoluție personală. Sugerează că te afli într-o perioadă în care acumulezi cunoștințe noi, fie intelectuale, fie emoționale sau spirituale.\n\nPoate indica nevoia de a fi disciplinat, de a asculta de mentori sau de a fi deschis la noi perspective. Dacă visezi că ești educat sau primești o lecție, viața îți transmite că mai ai lucruri de asimilat înainte de a trece la nivelul următor. Este un simbol al curiozității, al umilinței în fața cunoașterii și al pregătirii pentru viitor.",
      "slug": "educatie"
    },
    {
      "name": "Excremente",
      "category": "corp",
      "shortMeaning": "Eliberare, purificare și transformarea reziduurilor în resurse valoroase.",
      "fullInterpretation": "Deși respingătoare în realitate, excrementele în vis sunt un simbol surprinzător de pozitiv. Ele reprezintă procesul de eliminare a ceea ce nu mai este necesar, fie că e vorba de emoții toxice, gânduri vechi sau situații apăsătoare. Este un semn al purificării și al eliberării de poveri.\n\nÎn tradiția onirică, excrementele sunt adesea asociate cu banii și bogăția („aurul transformat”). Un vis în care vezi sau manipulezi excremente poate prevesti câștiguri financiare neașteptate sau succes material. De asemenea, poate simboliza creativitatea și capacitatea de a transforma „deșeurile” vieții în ceva fertil și util pentru creșterea personală. Constipația, în schimb, poate indica zgârcenie, blocaje emoționale sau teama de a lăsa lucrurile să plece.",
      "slug": "excremente"
    },
    {
      "name": "Elefant",
      "category": "animale",
      "shortMeaning": "Înțelepciune, putere, memorie ancestrală și stabilitate emoțională.",
      "fullInterpretation": "Elefantul este un simbol al forței calme și al înțelepciunii străvechi. Apariția sa în vis sugerează că dispui de o putere interioară imensă, pe care poate nu o conștientizezi pe deplin. Este legat de memorie („elefantul nu uită niciodată”), sugerând că lecțiile trecutului sunt esențiale pentru prezent.\n\nTrompa elefantului este un simbol al puterii și al sexualității, dar și al capacității de a depăși obstacole. Un elefant prietenos indică succes, stabilitate și noroc. Un elefant furios sau care te atacă avertizează asupra unor emoții reprimate care riscă să izbucnească necontrolat sau asupra unei forțe copleșitoare din viața ta pe care încerci să o ignori.",
      "slug": "elefant"
    },
    {
      "name": "Examen",
      "category": "acțiuni",
      "shortMeaning": "Testarea abilităților, evaluare de sine și presiunea performanței.",
      "fullInterpretation": "Visul despre un examen reflectă adesea anxietatea legată de performanță și teama de a fi judecat. Nu se referă neapărat la un test academic, ci la o încercare a vieții în care te simți evaluat – la locul de muncă, într-o relație sau în fața propriei conștiințe.\n\nDacă pici examenul, visul semnalează nesiguranță, lipsa de pregătire sau teama că nu te ridici la înălțimea așteptărilor. Poate indica, de asemenea, că te simți nepregătit pentru o nouă etapă. Dacă iei examenul cu succes, este un semn de maturitate, încredere în sine și capacitatea de a depăși obstacolele. Dacă visezi că întârzii la examen, s-ar putea să simți că ai ratat o oportunitate importantă.",
      "slug": "examen"
    },
    {
      "name": "Elicopter",
      "category": "obiecte",
      "shortMeaning": "Perspectivă de ansamblu, ambiții înalte și dorința de evadare rapidă.",
      "fullInterpretation": "Elicopterul în vis simbolizează capacitatea de a te ridica deasupra situațiilor și de a privi lucrurile dintr-o perspectivă mai largă. Spre deosebire de avion, elicopterul poate decola vertical și poate staționa, sugerând flexibilitate și control asupra direcției tale.\n\nPoate indica ambiția de a atinge obiective înalte sau dorința de a scăpa rapid dintr-o situație dificilă. Dacă pilotezi elicopterul, înseamnă că ai controlul deplin asupra destinului tău și ești capabil să gestionezi resursele pentru a reuși. Dacă elicopterul se prăbușește, poate fi un avertisment că obiectivele tale sunt nerealiste sau că încerci să „zbori” prea sus fără o bază solidă.",
      "slug": "elicopter"
    },
    {
      "name": "Explozie",
      "category": "fenomene",
      "shortMeaning": "Eliberare violentă de energie, schimbare bruscă și emoții reprimate.",
      "fullInterpretation": "O explozie în vis este un semn clar al unei tensiuni acumulate care a ajuns la punctul critic. Poate reprezenta furie reprimată, pasiune intensă sau o situație conflictuală care nu mai poate fi ignorată. Este o eliberare violentă, dar necesară, a presiunii.\n\nVisul poate prevesti o schimbare bruscă și radicală în viața ta, un eveniment care va zgudui fundațiile actuale. Deși poate părea distructivă, explozia curăță terenul pentru ceva nou. Dacă ești prins în explozie, te poți simți victimă a circumstanțelor sau a emoțiilor altora. Dacă doar o privești de la distanță, ești conștient de pericol, dar te simți protejat de impactul direct.",
      "slug": "explozie"
    },
    {
      "name": "Episcop",
      "category": "persoane",
      "shortMeaning": "Autoritate spirituală, ghidare morală și nevoia de sfat înțelept.",
      "fullInterpretation": "Apariția unui episcop în vis simbolizează autoritatea morală și spirituală. Poate indica faptul că ești în căutarea unui ghid, a unui mentor sau a unei direcții clare în viață. Episcopul reprezintă conștiința ta superioară sau valorile tradiționale care îți guvernează deciziile.\n\nDacă episcopul te binecuvântează, este un semn pozitiv de protecție, pace interioară și aprobare a acțiunilor tale. Dacă te simți judecat de el, s-ar putea să te confrunți cu sentimente de vinovăție sau să simți că ai încălcat propriile principii etice. Visul poate sugera, de asemenea, nevoia de a aduce mai multă spiritualitate sau ordine în viața ta haotică.",
      "slug": "episcop"
    },
    {
      "name": "Enciclopedie",
      "category": "obiecte",
      "shortMeaning": "Cunoaștere vastă, căutarea răspunsurilor și nevoia de informare.",
      "fullInterpretation": "O enciclopedie în vis reprezintă setea de cunoaștere și dorința de a înțelege lumea în profunzime. Sugerează că ești în căutarea unor răspunsuri concrete la problemele tale și că soluția se află în informare, studiu sau consultarea unor experți.\n\nDacă răsfoiești enciclopedia, înseamnă că ești dispus să înveți și să cauți adevărul. Dacă o cumperi, poate prevesti decizii importante legate de carieră sau educație, care îți vor influența pozitiv viitorul. Visul subliniază importanța inteligenței și a culturii generale în evoluția ta personală.",
      "slug": "enciclopedie"
    },
    {
      "name": "Excremente de pisica",
      "category": "animale",
      "shortMeaning": "Secrete ascunse, aspecte intime neglijate și surprize neașteptate.",
      "fullInterpretation": "Excrementele de pisică, deși neplăcute, pot avea semnificații nuanțate în vis. Pisica este adesea asociată cu intuiția și feminitatea, iar excrementele ei pot simboliza aspecte ale acestor laturi care au fost respinse sau ascunse. Poate indica nevoia de a curăța ceva din viața ta intimă sau emoțională.\n\nÎn mod paradoxal, tradiția populară leagă uneori acest simbol de câștiguri materiale mici sau de noroc neașteptat. Dacă cureți litiera sau găsești excrementele, poate sugera că trebuie să te ocupi de o situație „murdară” sau jenantă pentru a putea merge mai departe. Poate fi, de asemenea, un avertisment cu privire la falsitatea cuiva din jur.",
      "slug": "excremente-de-pisica"
    },
    {
      "name": "Excremente de pasare / gainat",
      "category": "animale",
      "shortMeaning": "Noroc neașteptat, binecuvântări deghizate și mici neplăceri.",
      "fullInterpretation": "În folclorul multor culturi, a fi „atins” de găinaț este considerat un semn de noroc, în special financiar. În vis, excrementele de pasăre pot simboliza mici surprize, câștiguri neplanificate sau o întorsătură favorabilă a evenimentelor, venită parcă „din cer”.\n\nPe de altă parte, poate reprezenta și sentimentul de a fi batjocorit sau de a avea parte de mici neplăceri care îți pătează imaginea. Dacă păsările zboară deasupra ta, visul vorbește despre aspirații înalte, iar găinațul poate fi un memento că, în drumul spre succes, te vei lovi și de aspecte mai puțin plăcute sau de critici.",
      "slug": "excremente-de-pasare-gainat"
    },
    {
      "name": "Egipt",
      "category": "locuri",
      "shortMeaning": "Mister, origini, înțelepciune antică și căutarea rădăcinilor spirituale.",
      "fullInterpretation": "Egiptul în vis este un simbol al misterului, al istoriei și al cunoașterii esoterice. Poate sugera o întoarcere la origini, o căutare a rădăcinilor profunde ale ființei tale sau o fascinație pentru necunoscut.\n\nPiramidele sau sfinxul evocă durabilitatea, enigmă și dorința de nemurire. Visul poate indica faptul că treci printr-o perioadă în care cauți răspunsuri la întrebări existențiale sau încerci să descifrezi un aspect complicat al trecutului tău. Poate fi, de asemenea, un semn al dorinței de a evada într-o lume exotică și plină de semnificații ascunse.",
      "slug": "egipt"
    },
    {
      "name": "Elastic",
      "category": "obiecte",
      "shortMeaning": "Flexibilitate, adaptabilitate și tensiune în limitele suportabile.",
      "fullInterpretation": "Elasticul în vis simbolizează capacitatea ta de adaptare și flexibilitatea în fața provocărilor vieții. Sugerează că ești dispus să te mulezi pe situații noi, dar există și o limită până la care te poți „întinde”.\n\nDacă elasticul se rupe, este un avertisment clar: ai depășit măsura, ți-ai forțat limitele răbdării sau ai abuzat de resursele tale fizice și emoționale. Visul te îndeamnă să găsești un echilibru între a fi flexibil și a-ți păstra integritatea, evitând tensiunile inutile care pot duce la o ruptură bruscă.",
      "slug": "elastic"
    },
    {
      "name": "Electrician",
      "category": "persoane",
      "shortMeaning": "Repararea conexiunilor, energie și restabilirea fluxului vital.",
      "fullInterpretation": "Electricianul este cel care aduce lumina și restabilește fluxul de energie. În vis, el poate simboliza nevoia de a repara o situație tensionată sau de a clarifica o problemă care îți consumă resursele.\n\nUneori, visul indică o atitudine rebelă sau încăpățânată la locul de muncă, care provoacă scurtcircuite în relațiile cu colegii. Dacă electricianul lucrează cu succes, înseamnă că vei găsi soluții ingenioase și vei restabili armonia. Pentru o femeie, poate sugera siguranță și protecție, iar pentru un bărbat, succes în călătorii sau proiecte tehnice.",
      "slug": "electrician"
    },
    {
      "name": "Electricitate",
      "category": "fenomene",
      "shortMeaning": "Energie vitală, putere, scânteie creativă și pericol potențial.",
      "fullInterpretation": "Electricitatea este forța care pune lucrurile în mișcare. În vis, ea reprezintă vigoarea, energia vitală și scânteia creativă. O pană de curent sugerează epuizare, lipsă de perspectivă sau depresie.\n\nDacă te curentezi, visul este un avertisment brutal: te expui unor riscuri inutile sau nu ești suficient de protejat în fața unei situații periculoase. Poate fi un „șoc” necesar pentru a te trezi la realitate. Electricitatea statică sau scânteile pot indica o atracție bruscă sau o tensiune nervoasă care trebuie descărcată.",
      "slug": "electricitate"
    },
    {
      "name": "Electrocutare",
      "category": "fenomene",
      "shortMeaning": "Șoc, trezire bruscă și consecințele neatenției.",
      "fullInterpretation": "A asista la o electrocutare în vis este un semn de avertizare. Sugerează că ești martor la o situație periculoasă sau că ești conștient de riscurile pe care ți le asumi. Poate indica teama de consecințe imediate ale unor acțiuni imprudente.\n\nVisul poate reflecta și un șoc emoțional recent sau teama de o schimbare bruscă și violentă. Este un apel la prudență și la verificarea „izolației” tale emoționale înainte de a te implica în conflicte sau situații cu încărcătură mare.",
      "slug": "electrocutare"
    },
    {
      "name": "Electrocutat",
      "category": "fenomene",
      "shortMeaning": "Impact emoțional puternic, surpriză și transformare forțată.",
      "fullInterpretation": "Dacă visezi că ești electrocutat, subconștientul îți transmite un mesaj urgent. Ești ca un bec care se aprinde brusc: poate fi vorba de o idee genială, o revelație sau o trezire spirituală. Indiferent de șoc, visul te îndeamnă să pui în practică noua inițiativă, deoarece are potențialul de a-ți schimba viața.\n\nPe de altă parte, senzația dureroasă sugerează că transformarea nu este ușoară. Te poți simți vulnerabil, nesigur sau copleșit de intensitatea trăirilor. Este un moment de cotitură care cere curaj și adaptare rapidă.",
      "slug": "electrocutat"
    },
    {
      "name": "Electronic",
      "category": "obiecte",
      "shortMeaning": "Modernitate, comunicare rapidă și nevoia de conectare sau deconectare.",
      "fullInterpretation": "Aparatele electronice în vis simbolizează modul în care comunici și interacționezi cu lumea modernă. Ele pot reprezenta eficiența, viteza și accesul la informație.\n\nUn aparat electronic defect indică o „pană” în comunicare, neînțelegeri sau sentimentul de a fi deconectat de ceilalți. Dacă repari un electronic, înseamnă că încerci să restabilești o legătură sau să îți pui ordine în gânduri. Visul poate sugera și dependența de tehnologie sau nevoia de a lua o pauză de la fluxul constant de informații pentru a te reconecta cu tine însuți.",
      "slug": "electronic"
    },
    {
      "name": "Elev",
      "category": "persoane",
      "shortMeaning": "Învățare continuă, nevoia de ghidare și poziția de discipol.",
      "fullInterpretation": "A te visa elev, chiar dacă ești adult, indică faptul că viața îți oferă o lecție importantă. Sugerează modestie, deschidere către cunoaștere și recunoașterea faptului că mai ai lucruri de învățat.\n\nConform tradiției românești, a vedea elevi poate prevesti o viață lungă, dar și nevoia de a înțelege mai profund o situație înainte de a acționa. Poate semnala sentimentul de inferioritate sau de a fi testat de autorități. Este un moment bun pentru a asculta sfaturi și pentru a acumula experiență înainte de a pretinde poziția de maestru.",
      "slug": "elev"
    },
    {
      "name": "Elice",
      "category": "obiecte",
      "shortMeaning": "Forță propulsoare, progres rapid și dinamism.",
      "fullInterpretation": "Elicea este motorul care te împinge înainte. În vis, ea simbolizează ambiția, puterea de a avansa și succesul în proiecte. O elice care se învârte rapid indică dinamism, energie și o perioadă favorabilă pentru acțiune.\n\nO elice ruptă sau îndoită este un semn de blocaj. Poate sugera că ți-ai pierdut motivația sau că ai nevoie de ajutor extern pentru a-ți continua drumul. Visul te invită să verifici ce anume te „propulsează” în viață și să te asiguri că mecanismul tău interior funcționează la capacitate maximă.",
      "slug": "elice"
    },
    {
      "name": "Emblema",
      "category": "obiecte",
      "shortMeaning": "Identitate, apartenență la un grup și recunoaștere socială.",
      "fullInterpretation": "O emblemă în vis reprezintă cartea ta de vizită simbolică. Ea vorbește despre cine ești, valorile tale și grupul din care faci parte (familie, cultură, profesie). Purtarea unei embleme oferă un sentiment de mândrie, încredere și protecție.\n\nDacă vezi o emblemă pe o hârtie, curiozitatea îți va fi satisfăcută sau vei primi vești oficiale. O emblemă străină sau necunoscută poate sugera o călătorie îndepărtată sau contactul cu o cultură nouă. Visul subliniază importanța rădăcinilor și a loialității.",
      "slug": "emblema"
    },
    {
      "name": "Embrion",
      "category": "corp",
      "shortMeaning": "Potențial pur, începuturi fragile și vulnerabilitate creativă.",
      "fullInterpretation": "Embrionul este simbolul suprem al potențialului neîncarnat încă. Visul indică faptul că o idee, un proiect sau o relație se află într-un stadiu incipient, delicat, care necesită grijă și protecție pentru a se dezvolta.\n\nTe poți simți frustrat că lucrurile nu evoluează suficient de repede sau că ești tratat ca un „începător”. Totuși, visul îți amintește că orice lucru mare are un început mic. Este un apel la răbdare și la hrănirea visurilor tale, acordând atenție părților vulnerabile ale sufletului tău care abia acum încep să prindă contur.",
      "slug": "embrion"
    },
    {
      "name": "Emigrant",
      "category": "persoane",
      "shortMeaning": "Căutarea unei vieți mai bune, sentimentul de înstrăinare și dorința de schimbare.",
      "fullInterpretation": "A te visa emigrant reflectă o nemulțumire profundă față de situația actuală și dorința arzătoare de a începe o nouă viață. Sugerează că te simți străin în propriul mediu sau că anumite aspecte ale personalității tale nu sunt exprimate pe deplin.\n\nDacă vezi emigranți venind în țara ta, visul poate indica prosperitate și stabilitate. Dacă pleacă, poate prevesti dificultăți financiare. A ajuta un emigrant sugerează acceptarea destinului și compasiune. Visul te invită să explorezi părțile „străine” din tine și să găsești un loc unde te simți cu adevărat acasă.",
      "slug": "emigrant"
    },
    {
      "name": "Emotii",
      "category": "emoții",
      "shortMeaning": "Eliberare interioară, procesarea sentimentelor reprimate și autenticitate.",
      "fullInterpretation": "Visele încărcate de emoții sunt supape de siguranță pentru psihic. Ele îți permit să experimentezi sentimente pe care în viața reală le reprimi sau le ignori. O explozie de emoții în vis indică o nevoie urgentă de eliberare și o mare putere de concentrare interioară.\n\nDacă plângi sau râzi în vis, este un semn de vindecare și de restabilire a echilibrului. Visul te încurajează să fii onest cu tine însuți și să nu îți fie teamă să îți exprimi vulnerabilitatea, deoarece emoțiile sunt busola care te ghidează spre adevărata ta natură.",
      "slug": "emotii"
    },
    {
      "name": "Energie",
      "category": "fenomene",
      "shortMeaning": "Vitalitate, putere de acțiune și necesitatea canalizării corecte a resurselor.",
      "fullInterpretation": "A te simți plin de energie în vis este un semn excelent de sănătate, vitalitate și creștere. Indică faptul că dispui de resursele necesare pentru a-ți atinge obiectivele și pentru a te extinde în noi domenii.\n\nTotuși, visul avertizează și asupra riscului de a risipi această energie prin acțiuni impulsive sau mândrie exagerată. Trebuie să canalizezi acest flux într-o direcție constructivă pentru a evita epuizarea sau greșelile. Este un moment propice pentru a demara proiecte noi, dar cu condiția să rămâi concentrat și disciplinat.",
      "slug": "energie"
    },
    {
      "name": "Entitate",
      "category": "persoane",
      "shortMeaning": "Confruntarea cu necunoscutul, frici subconștiente sau ghizi spirituali.",
      "fullInterpretation": "O entitate în vis, mai ales dacă este necunoscută sau înfricoșătoare, reprezintă părți neintegrate ale psihicului tău. Ea poate simboliza frici, nesiguranțe sau sentimente de vinovăție pe care încerci să le eviți.\n\nO entitate diabolică sugerează remușcări pentru acțiuni trecute, în timp ce o prezență luminoasă poate fi un ghid spiritual. Visul te provoacă să te confrunți cu umbrele tale pentru a le transforma. Dacă entitatea îți cere ceva, este important să analizezi mesajul, deoarece poate conține cheia rezolvării unor probleme interioare profunde.",
      "slug": "entitate"
    },
    {
      "name": "Epava",
      "category": "obiecte",
      "shortMeaning": "Eșec, pierderea direcției și vestigii ale trecutului care trebuie abandonate.",
      "fullInterpretation": "O epavă în vis, fie că este de mașină sau de vapor, simbolizează planuri eșuate, speranțe năruite sau epuizarea unei etape din viața ta. Sugerează că te agăți de ceva ce nu mai funcționează și care te trage în jos.\n\nVisul poate indica, de asemenea, o stare de epuizare fizică sau emoțională. Este un avertisment să nu încerci să „resuscitezi” proiecte moarte, ci să accepți pierderea și să mergi mai departe. Epava poate ascunde însă și comori, sugerând că din eșecuri poți extrage lecții valoroase pentru viitor.",
      "slug": "epava"
    },
    {
      "name": "Epidemie",
      "category": "fenomene",
      "shortMeaning": "Frică colectivă, pierderea controlului și influențe negative contagioase.",
      "fullInterpretation": "Visul despre o epidemie reflectă anxietatea socială și teama de a pierde controlul asupra propriei vieți. Poate sugera că te simți copleșit de opiniile sau emoțiile negative ale celor din jur, care par să se răspândească precum o boală.\n\nDacă te îmbolnăvești, visul îți atrage atenția asupra sănătății tale sau asupra necesității de a te izola temporar pentru a te proteja de influențe toxice. Este un semnal să îți întărești „imunitatea” psihică și să nu te lași contaminat de panică sau pesimism.",
      "slug": "epidemie"
    },
    {
      "name": "Epilare",
      "category": "acțiuni",
      "shortMeaning": "Dorința de purificare, schimbare de imagine sau eliminarea a ceea ce este nedorit.",
      "fullInterpretation": "Epilarea în vis simbolizează dorința de a scăpa de ceva nedorit, fie că este vorba de o trăsătură de caracter, o obișnuință sau o situație stânjenitoare. Indică nevoia de a te prezenta într-o lumină mai bună și de a fi acceptat social.\n\nDacă epilarea este dureroasă, sugerează că schimbarea implică sacrificii sau suferință. Dacă altcineva te epilează, poate însemna pierderea independenței sau sentimentul că ești vulnerabil. Visul vorbește despre imaginea de sine și despre eforturile pe care le faci pentru a te conforma standardelor sau așteptărilor celorlalți.",
      "slug": "epilare"
    },
    {
      "name": "Epoleti de ofiter",
      "category": "obiecte",
      "shortMeaning": "Autoritate, recunoaștere a meritelor și responsabilitate asumată.",
      "fullInterpretation": "Epoleții în vis sunt un semn clar de autoritate, rang și responsabilitate. Dacă îi porți, înseamnă că ești pregătit să îți asumi un rol de conducere sau că meritele tale vor fi în sfârșit recunoscute. Sugerează ambiție și dorința de a avansa pe scara socială.\n\nDacă vezi pe altcineva purtând epoleți, poate indica respectul față de o autoritate sau, dimpotrivă, sentimentul că ești controlat de cineva superior ierarhic. Visul subliniază importanța disciplinei, a onoarei și a respectării regulilor în atingerea succesului.",
      "slug": "epoleti-de-ofiter"
    },
    {
      "name": "Eprubeta",
      "category": "obiecte",
      "shortMeaning": "Experimentare, analiză detaliată și testarea unor noi idei.",
      "fullInterpretation": "Eprubeta simbolizează procesul de experimentare și analiză. Visul sugerează că te afli într-o fază de testare, în care încerci diverse soluții pentru a vedea ce funcționează. Poate indica nevoia de a examina o problemă „la microscop”, cu atenție la detalii.\n\nDe asemenea, eprubeta poate face referire la ceva artificial sau creat în laborator, sugerând o lipsă de naturalețe într-o anumită situație. Visul te încurajează să fii curios și metodic, dar să nu uiți de aspectul uman și emoțional al vieții, care nu poate fi întotdeauna cuantificat.",
      "slug": "eprubeta"
    },
    {
      "name": "Erou",
      "category": "persoane",
      "shortMeaning": "Curaj, depășirea limitelor și potențialul de a învinge obstacolele.",
      "fullInterpretation": "A fi erou în propriul vis este un semn puternic de încredere în sine și determinare. Arată că ești pregătit să înfrunți provocările vieții și să îți asumi riscuri pentru un ideal. Reflectă dorința de a fi admirat și de a face bine.\n\nTotuși, dacă mori ca un erou, visul poate fi un avertisment că te sacrifici inutil sau că iei lucrurile prea în serios, neglijându-ți propriile nevoi. Visul te invită să îți recunoști puterea interioară, dar să o folosești cu înțelepciune, fără a cădea în capcana martiriului sau a aroganței.",
      "slug": "erou"
    },
    {
      "name": "Esarfa",
      "category": "obiecte",
      "shortMeaning": "Auto-restricții, ascunderea adevăratei naturi sau protecție feminină.",
      "fullInterpretation": "Eșarfa în vis simbolizează adesea ceea ce ascundem sau protejăm. Poate indica auto-restricții, reținerea în exprimarea emoțiilor sau o barieră pe care o ridici între tine și ceilalți.\n\nDacă eșarfa te strânge, te simți sufocat de reguli sau de cuvinte nespuse. O eșarfă colorată sugerează nevoia de a adăuga un strop de mister sau de farmec personalității tale. În unele tradiții, eșarfa este un simbol al feminității și al protecției materne, dar poate semnifica și dorința de a masca o vulnerabilitate.",
      "slug": "esarfa"
    },
    {
      "name": "Escroc",
      "category": "persoane",
      "shortMeaning": "Înșelăciune, pierderea încrederii și teama de a fi manipulat.",
      "fullInterpretation": "Visul despre un escroc este un semnal de alarmă privind încrederea pe care o acorzi celor din jur. Sugerează că te simți vulnerabil în fața manipulării sau că bănuiești intenții ascunse în spatele unor oferte tentante.\n\nPoate reflecta, de asemenea, propriul sentiment de impostură – teama că vei fi „demascat” că nu ești atât de competent pe cât pari. Visul te îndeamnă să fii vigilent, să verifici informațiile și să nu te lași amăgit de aparențe strălucitoare care ascund goliciune sau pericol.",
      "slug": "escroc"
    },
    {
      "name": "Esec",
      "category": "fenomene",
      "shortMeaning": "Frica de inadecvare, lecție de viață și necesitatea reevaluării planurilor.",
      "fullInterpretation": "Eșecul în vis este rareori o premoniție; mai degrabă, el reflectă anxietatea ta legată de performanță și frica de a nu dezamăgi. Este o proiecție a nesiguranței interioare.\n\nParadoxal, acest vis poate fi pozitiv: îți permite să „trăiești” scenariul cel mai rău și să realizezi că poți supraviețui. Te invită să îți reevaluezi standardele – poate că îți setezi ștacheta nerealist de sus. Eșecul oniric este adesea un impuls pentru a te pregăti mai bine sau pentru a schimba strategia înainte de a fi prea târziu.",
      "slug": "esec"
    },
    {
      "name": "Etaj",
      "category": "locuri",
      "shortMeaning": "Nivel de conștiință, statut social și ascensiune spirituală.",
      "fullInterpretation": "Etajul în vis simbolizează nivelul la care te afli în viață sau în dezvoltarea ta personală. Urcarea la un etaj superior sugerează progres, ambiție și accesul la o perspectivă mai largă asupra lucrurilor.\n\nCoborârea la un etaj inferior poate indica o întoarcere la baze, la instincte sau o perioadă de regres. Ultimul etaj sau mansarda reprezintă intelectul și spiritualitatea, în timp ce parterul sau subsolul sunt legate de viața cotidiană și de subconștient. Visul îți arată unde îți concentrezi energia în acest moment.",
      "slug": "etaj"
    },
    {
      "name": "Eticheta",
      "category": "obiecte",
      "shortMeaning": "Judecată socială, nevoia de clasificare și definirea identității.",
      "fullInterpretation": "Eticheta în vis se referă la modul în care te definești sau ești definit de alții. Poate sugera teama de a fi „etichetat” greșit sau dorința de a încadra oamenii și situațiile în categorii clare pentru a le înțelege mai ușor.\n\nDacă citești o etichetă de preț, evaluezi valoarea unui lucru sau a unei relații. Dacă rupi o etichetă, înseamnă că refuzi să te conformezi normelor impuse și vrei să îți definești propria identitate, dincolo de așteptările sociale.",
      "slug": "eticheta"
    },
    {
      "name": "Evada / Evadat / Evadare",
      "category": "acțiuni",
      "shortMeaning": "Dorința de libertate, scăparea de responsabilități și ruperea barierelor.",
      "fullInterpretation": "Evadarea în vis este un strigăt după libertate. Indică faptul că te simți prins într-o situație sufocantă – un job stresant, o relație toxică sau propriile limitări mentale – și cauți cu disperare o ieșire.\n\nDacă reușești să evadezi, este un semn de triumf și de eliberare a energiei blocate. Dacă ești prins, înseamnă că încă nu ești pregătit să înfrunți consecințele libertății sau că obstacolele sunt încă prea puternice. Visul te încurajează să identifici „închisoarea” din viața ta și să planifici o eliberare inteligentă.",
      "slug": "evada-evadat-evadare"
    },
    {
      "name": "Evanghelie",
      "category": "obiecte",
      "shortMeaning": "Adevăr spiritual, ghidare morală și vești bune.",
      "fullInterpretation": "Evanghelia în vis simbolizează căutarea adevărului și nevoia de ghidare spirituală. Poate sugera că treci printr-o perioadă de confuzie morală și cauți răspunsuri în valorile tradiționale sau în credință.\n\nVisul poate aduce și „vești bune” (semnificația literală a cuvântului), indicând speranță, iertare și un nou început. Este un simbol al păcii interioare și al reconcilierii cu sine sau cu divinitatea. Te îndeamnă să asculți vocea conștiinței și să acționezi cu integritate.",
      "slug": "evanghelie"
    },
    {
      "name": "Evantai",
      "category": "obiecte",
      "shortMeaning": "Mister, flirt, dorința de a ascunde emoții sau nevoia de „aer”.",
      "fullInterpretation": "Evantaiul este un instrument al seducției și al misterului. În vis, poate sugera dorința de a ascunde anumite aspecte ale tale sau de a te juca cu aparențele. Poate indica flirt, cochetărie și jocuri sociale.\n\nPe de altă parte, nevoia de a-ți face vânt sugerează că te simți „încins” sau sufocat într-o situație și ai nevoie de aer, de spațiu sau de o calmare a spiritelor. Visul poate fi un avertisment că lucrurile sunt pe cale să se inflameze și e nevoie de diplomație pentru a „răcori” atmosfera.",
      "slug": "evantai"
    },
    {
      "name": "Eveniment",
      "category": "fenomene",
      "shortMeaning": "Schimbare socială, oportunitate de celebrare și anticiparea viitorului.",
      "fullInterpretation": "Un eveniment în vis – o petrecere, o conferință, un spectacol – marchează o etapă de socializare și de schimbare. Sugerează nevoia de a te conecta cu ceilalți și de a celebra realizările.\n\nDacă evenimentul este plăcut, prevestește o perioadă de bucurie și armonie. Dacă este haotic sau neplăcut, poate reflecta anxietatea socială sau teama că lucrurile vor ieși de sub control. Visul te invită să fii prezent și să participi activ la „spectacolul” vieții tale, nu doar să fii un simplu spectator.",
      "slug": "eveniment"
    },
    {
      "name": "Evrei",
      "category": "persoane",
      "shortMeaning": "Tradiție, înțelepciune străveche și abilități comerciale.",
      "fullInterpretation": "Apariția evreilor în vis poate avea multiple semnificații, în funcție de contextul cultural și personal. Adesea, simbolizează înțelepciunea, tradiția și perseverența. Poate face referire la abilitatea de a gestiona resursele și de a găsi soluții ingenioase în afaceri.\n\nLa un nivel mai profund, poate simboliza „poporul ales” sau un aspect sacru al sinelui care trebuie protejat. Visul te poate invita să îți explorezi rădăcinile spirituale sau să adopți o abordare mai pragmatică și mai înțeleaptă în fața provocărilor materiale.",
      "slug": "evrei"
    }
  ]
}