{
  "symbols": [
    {
      "name": "Evreica, jidana",
      "category": "persoane",
      "shortMeaning": "Înțelepciune feminină, intuiție și păstrarea tradițiilor.",
      "fullInterpretation": "Apariția unei femei evreice în vis simbolizează adesea aspecte ale înțelepciunii intuitive și ale păstrării tradițiilor. Ea poate reprezenta mama, protectoarea familiei și a valorilor străvechi.\n\nTermenul „jidană” este peiorativ și reflectă prejudecăți, dar în context oniric, poate indica un conflict interior legat de acceptarea diversității sau frica de a fi judecat. Visul te invită să analizezi relația ta cu feminitatea, cu strămoșii și cu valorile spirituale, căutând armonia dincolo de etichete sociale.",
      "slug": "evreica-jidana"
    },
    {
      "name": "Evreu",
      "category": "persoane",
      "shortMeaning": "Prosperitate, ingeniozitate în afaceri și noroc neașteptat.",
      "fullInterpretation": "A visa un evreu este adesea asociat cu succesul financiar și norocul în afaceri. Tradiția onirică sugerează că dacă un evreu te ajută sau îți face un serviciu, vei avea parte de câștiguri neașteptate și de prosperitate.\n\nVisul poate indica și necesitatea de a fi mai pragmatic, mai calculat și mai ingenios în gestionarea resurselor tale. Pe de altă parte, dacă visezi că te convertești, simbolismul se schimbă spre sărăcie sau pierderea identității, sugerând teama de a renunța la valorile tale fundamentale pentru câștiguri materiale.",
      "slug": "evreu"
    },
    {
      "name": "Examen picat",
      "category": "acțiuni",
      "shortMeaning": "Nesiguranță, lipsă de pregătire și teama de a nu fi la înălțime.",
      "fullInterpretation": "A pica un examen în vis este un coșmar comun care reflectă anxietatea de performanță. Nu prezice un eșec real, ci subliniază teama ta de a fi judecat și sentimentul de inadecvare.\n\nDacă întârzii, înseamnă că ratezi oportunități din cauza proastei organizări. Dacă uiți de examen, te simți incomplet sau nepregătit pentru o provocare a vieții. Dacă examenul este prea greu, ai dubii serioase cu privire la capacitățile tale. Visul este un apel la autoevaluare onestă și la creșterea încrederii în sine.",
      "slug": "examen-picat"
    },
    {
      "name": "Excavator",
      "category": "obiecte",
      "shortMeaning": "Săparea în adâncuri, descoperirea adevărului și munca grea a subconștientului.",
      "fullInterpretation": "Un excavator în vis sugerează că este timpul să sapi adânc în subconștientul tău. Indică necesitatea de a scoate la suprafață probleme vechi, amintiri îngropate sau resurse ascunse pentru a putea construi ceva nou.\n\nVisul simbolizează munca grea, dar necesară, de curățare și pregătire a terenului. Poate arăta că încerci să ajungi la rădăcina unei probleme complexe sau că ești în proces de a elimina obstacole majore din calea ta. Este un semn de forță și determinare în fața dificultăților.",
      "slug": "excavator"
    },
    {
      "name": "Excremente de caine",
      "category": "animale",
      "shortMeaning": "Noroc neașteptat, curățarea vieții de inutilități și loialitate trădată.",
      "fullInterpretation": "Deși neplăcut, visul cu excremente de câine are adesea o conotație pozitivă legată de bani și profituri neplanificate. Dacă calci în ele, tradiția spune că vei avea noroc.\n\nTotuși, dacă sunt împrăștiate peste tot, visul semnalează lipsa de concentrare și nevoia de a face curățenie în viața ta. Dacă le găsești în casă sau la ușă, poate fi un avertisment despre prieteni falși sau despre cineva care încearcă să îți păteze reputația. Visul te îndeamnă să fii atent la cine primești în spațiul tău intim.",
      "slug": "excremente-de-caine"
    },
    {
      "name": "Excursie",
      "category": "acțiuni",
      "shortMeaning": "Nevoia de evadare, relaxare și explorarea de noi orizonturi.",
      "fullInterpretation": "O excursie în vis indică dorința de a scăpa de rutina zilnică și de a-ți reîncărca bateriile. Te simți suprasolicitat și ai nevoie de o schimbare de peisaj pentru a-ți recăpăta claritatea mentală.\n\nDestinația contează: muntele sugerează o ascensiune spirituală sau o provocare, marea indică relaxare și emoții profunde, iar o excursie cu barca poate prevesti vizite neașteptate. Visul este o invitație să îți acorzi timp pentru tine și să explorezi noi perspective asupra vieții.",
      "slug": "excursie"
    },
    {
      "name": "Executie",
      "category": "acțiuni",
      "shortMeaning": "Eliminare radicală, sentiment de vinovăție și sfârșitul unei etape.",
      "fullInterpretation": "Execuția în vis este un simbol brutal al finalului. Indică necesitatea de a „tăia” ceva din viața ta – un obicei prost, o relație toxică sau o parte a personalității tale care nu îți mai servește.\n\nDacă tu ești cel executat, visul reflectă o vinovăție puternică și dorința de autopedeapsire. Dacă ești martor, poate sugera că te simți neputincios în fața unei nedreptăți sau că o schimbare majoră se petrece în jurul tău. Visul te îndeamnă să accepți sfârșitul ca pe o oportunitate de transformare.",
      "slug": "executie"
    },
    {
      "name": "Exorcizare",
      "category": "acțiuni",
      "shortMeaning": "Lupta cu demonii interiori, eliberare de negativitate și recâștigarea controlului.",
      "fullInterpretation": "Exorcizarea în vis simbolizează o luptă intensă pentru purificare și eliberare. Sugerează că încerci să scapi de influențe negative, de gânduri obsesive sau de obiceiuri distructive care au pus stăpânire pe tine.\n\nVisul indică o dorință puternică de a recâștiga controlul asupra propriei vieți și de a restabili echilibrul. Poate fi, de asemenea, un semn că refuzi să îți asumi responsabilitatea pentru acțiunile tale, căutând un „țap ispășitor” (diavolul) pentru greșelile făcute.",
      "slug": "exorcizare"
    },
    {
      "name": "Extaz",
      "category": "emoții",
      "shortMeaning": "Bucurie supremă, iluminare spirituală și depășirea limitelor fizice.",
      "fullInterpretation": "Starea de extaz în vis este o experiență rară și profundă. Ea simbolizează conectarea cu divinul, inspirația creativă maximă și o fericire care transcende cotidianul.\n\nVisul poate indica o perioadă de armonie perfectă, o realizare spirituală sau o eliberare totală de griji. Este un memento că fericirea adevărată vine din interior și că ai capacitatea de a atinge stări înalte de conștiință. Te încurajează să cauți frumusețea și sublimul în viața ta.",
      "slug": "extaz"
    },
    {
      "name": "Extraterestru",
      "category": "persoane",
      "shortMeaning": "Sentimentul de înstrăinare, idei neconvenționale și teama de necunoscut.",
      "fullInterpretation": "Extratereștrii în vis reprezintă tot ce este străin, necunoscut sau greu de înțeles pentru tine. Dacă visezi că ești extraterestru, te simți deconectat de cei din jur, neînțeles sau inadaptat.\n\nÎntâlnirea cu ei sugerează confruntarea cu aspecte noi ale realității sau cu părți ale psihicului tău pe care le-ai refulat. O invazie extraterestră reflectă teama de schimbare și de pierdere a controlului. Visul te provoacă să îți lărgești orizonturile și să accepți diversitatea, chiar și atunci când pare amenințătoare.",
      "slug": "extraterestru"
    }
  ]
}