{
  "symbols": [
    {
      "name": "Furnica",
      "category": "animale",
      "shortMeaning": "Muncă, organizare, perseverență, iritare sau sentimentul de a fi neînsemnat.",
      "fullInterpretation": "Furnica este simbolul hărniciei și al efortului susținut. În vis, indică faptul că muncești mult, poate chiar prea mult, pentru a-ți asigura viitorul. Ești organizat și disciplinat.\\n\\nPoate simboliza și sentimentul că ești doar o mică parte dintr-un sistem mare, neapreciat la adevărata valoare (\"munca de furnică\"). Dacă te pișcă, ești iritat de detalii mărunte. Mușuroiul de furnici indică viață socială activă, dar și agitație.",
      "slug": "furnica"
    },
    {
      "name": "Furt",
      "category": "acțiuni",
      "shortMeaning": "Pierdere, încălcare a limitelor, vinovăție sau luarea înapoi a puterii.",
      "fullInterpretation": "Furtul în vis este o temă a încălcării limitelor. Dacă ești furat, te simți vulnerabil, invadat sau nedreptățit. Cineva profită de tine.\\n\\nDacă tu furi, poate fi o încercare disperată de a obține ceea ce crezi că îți lipsește (afecțiune, statut). Poate indica și vinovăție sau teama de a fi prins cu o minciună.",
      "slug": "furt"
    },
    {
      "name": "Fus",
      "category": "obiecte",
      "shortMeaning": "Destin, timp, creație feminină, urzirea planurilor.",
      "fullInterpretation": "Fusul este un instrument străvechi legat de torsul firului vieții (Moirele). În vis, simbolizează destinul, trecerea timpului și creația răbdătoare.\\n\\nPoate indica faptul că ești creatorul propriului destin, \"torcând\" firele evenimentelor. În unele tradiții, fusul poate avea conotații legate de feminitate și sexualitate, sau de vrăjitorie (a urzi ceva).",
      "slug": "fus"
    },
    {
      "name": "Fus de tors",
      "category": "obiecte",
      "shortMeaning": "Muncă manuală, tradiție, hărnicie și continuitate.",
      "fullInterpretation": "Simbol similar cu \"fusul\", accentuând aspectul de muncă manuală și tradiție. Sugerează o activitate repetitivă, ritmică, care poate fi meditativă sau plictisitoare.\\n\\nPoate indica o întoarcere la origini, la simplitate sau la activități casnice. Este un simbol al continuității vieții și al transformării materiei brute (lâna) în ceva util (firul).",
      "slug": "fus-de-tors"
    },
    {
      "name": "Fusta",
      "category": "obiecte",
      "shortMeaning": "Feminitate, flirt, rol social sau ascunderea a ceva.",
      "fullInterpretation": "Fusta este un simbol feminin prin excelență. În vis, poate indica preocuparea pentru aspectul tău, dorința de a fi atractivă sau rolul pe care îl joci în societate.\\n\\nLungimea fustei contează: o fustă scurtă sugerează îndrăzneală și sexualitate, una lungă sugerează modestie sau ascundere. \"A se ascunde după fusta mamei\" indică dependență.",
      "slug": "fusta"
    },
    {
      "name": "Fusta neagra",
      "category": "obiecte",
      "shortMeaning": "Sobrietate, doliu, eleganță formală sau autoritate severă.",
      "fullInterpretation": "O fustă neagră impune respect și distanță. Poate simboliza o atitudine profesională, seriozitate și autoritate. Ești stăpână pe situație.\\n\\nPoate indica și doliu, tristețe sau o perioadă în care preferi să rămâi discretă și să nu atragi atenția prin culori vii. Este un simbol al eleganței clasice, dar și al reținerii emoționale.",
      "slug": "fusta-neagra"
    }
  ]
}