{
  "symbols": [
    {
      "name": "Fior",
      "category": "emoții",
      "shortMeaning": "Avertisment intuitiv, frică latentă, prezență spirituală sau emoție intensă.",
      "fullInterpretation": "A simți un fior în vis este un semnal direct din partea subconștientului sau a corpului fizic. Poate indica o frică reprimată care încearcă să iasă la suprafață, o presimțire legată de un pericol sau o emoție intensă (pozitivă sau negativă) pe care nu o poți verbaliza.\\n\\nUneori, fiorul este semnul unei prezențe spirituale sau al unei intuiții puternice: \"ai pielea de găină\" pentru că simți ceva dincolo de realitatea imediată. Poate fi un moment de revelație.\\n\\nDacă fiorul este de frig, poate simboliza singurătate, răceală emoțională sau pur și simplu o senzație fizică reală din timpul somnului care se transpune în vis.",
      "slug": "fior"
    },
    {
      "name": "Fir",
      "category": "obiecte",
      "shortMeaning": "Conexiune, destin, fragilitate, continuitate sau intrigă.",
      "fullInterpretation": "Firul este un simbol bogat, legat de destin (Firul Ariadnei, Firul Vieții). Un fir lung și rezistent sugerează o viață lungă și un drum clar. Un fir rupt indică o întrerupere bruscă, un eșec sau pierderea direcției.\\n\\nCuloarea firului contează: roșu pentru pasiune și iubire (firul roșu al destinului), alb pentru puritate sau vești, negru pentru griji, aur pentru succes. Dacă încerci să descurci un fir încâlcit, înseamnă că încerci să rezolvi o situație complicată sau să înțelegi o problemă complexă.\\n\\nA ține un fir în mână înseamnă a avea controlul sau a păstra legătura cu cineva sau ceva important.",
      "slug": "fir"
    },
    {
      "name": "Fir de ata",
      "category": "obiecte",
      "shortMeaning": "Legătură fragilă, detaliu minor, dependență sau manipulare.",
      "fullInterpretation": "Un fir de ață simplu simbolizează fragilitatea legăturilor umane sau a planurilor tale. \"Viața atârnă de un fir de ață\". Visul te avertizează că situația actuală este precară și se poate rupe oricând.\\n\\nPoate sugera și manipularea: \"a trage sforile\" sau a fi o marionetă. Cineva încearcă să te controleze sau tu încerci să influențezi lucrurile din umbră. Dacă ața este folosită la cusut, simbolizează reparația, încercarea de a uni două părți sau de a vindeca o ruptură.",
      "slug": "fir-de-ata"
    },
    {
      "name": "Fire de par",
      "category": "corp",
      "shortMeaning": "Vitalitate, gânduri, griji mărunte sau putere (Samson).",
      "fullInterpretation": "Părul simbolizează forța vitală și gândurile (care cresc din cap). Firele de păr în mâncare sau în gură indică dezgust, situații neplăcute sau bârfe care te deranjează. \"A căuta nod în papură\" (sau firul de păr în ou) sugerează pedanterie excesivă.\\n\\nDacă găsești fire de păr pe pernă sau pe haine, poate fi un semn de îngrijorare legat de îmbătrânire, pierderea vitalității sau a atractivității. Un fir de păr foarte lung și puternic poate indica o legătură karmică sau o idee care persistă de mult timp.",
      "slug": "fire-de-par"
    },
    {
      "name": "Firimituri",
      "category": "alimente",
      "shortMeaning": "Lipsuri, resturi, neglijență sau modestie extremă.",
      "fullInterpretation": "A te mulțumi cu firimituri în vis înseamnă că în viața reală accepți prea puțin: puțină iubire, puțină atenție sau o recompensă mică pentru efortul tău. Te subestimezi sau ești într-o relație în care nu primești ceea ce meriți.\\n\\nFirimiturile pot simboliza și resturile trecutului, mici detalii pe care le-ai ignorat sau consecințele unor acțiuni mai vechi. Dacă cureți firimiturile, înseamnă că încerci să faci ordine și să elimini micile neplăceri sau urmele unei greșeli.",
      "slug": "firimituri"
    },
    {
      "name": "Fistic",
      "category": "alimente",
      "shortMeaning": "Bogăție ascunsă, recompensă care necesită efort, surpriză plăcută.",
      "fullInterpretation": "Fisticul, cu coaja sa tare care ascunde un miez delicios, simbolizează o recompensă care vine în urma efortului. Trebuie să \"spargi coaja\" (o barieră, o problemă, o atitudine defensivă) pentru a ajunge la esență.\\n\\nEste adesea un semn de prosperitate și rafinament. Miezul verde poate sugera sănătate și vitalitate. Dacă fisticul este gol sau stricat, visul avertizează asupra unei dezamăgiri: aparențele sunt promițătoare, dar conținutul lipsește.",
      "slug": "fistic"
    },
    {
      "name": "Fiul",
      "category": "persoane",
      "shortMeaning": "Proiecția sinelui, responsabilitate, viitor, aspectul masculin tânăr.",
      "fullInterpretation": "Dacă ai un fiu, visul reflectă relația cu el, grijile sau speranțele tale. El este moștenirea ta. Dacă nu ai un fiu, el reprezintă potențialul tău neexplorat, partea masculină tânără (Animus) care dorește să se afirme, să acționeze și să cucerească lumea.\\n\\nFiul este simbolul soarelui răsare, al viitorului și al continuității. Dacă fiul este în pericol, simți că viitorul tău sau un proiect drag este amenințat. Dacă este rebel, există un conflict interior între autoritate (ceea ce trebuie să faci) și dorință (ceea ce vrei să faci).",
      "slug": "fiul"
    },
    {
      "name": "Fixativ",
      "category": "obiecte",
      "shortMeaning": "Control, rigiditate, menținerea aparențelor, frica de schimbare.",
      "fullInterpretation": "Fixativul de păr este folosit pentru a menține o formă, pentru a preveni mișcarea sau dezordinea. În vis, sugerează dorința ta de a controla situația, de a \"îngheța\" lucrurile așa cum sunt sau de a păstra o imagine impecabilă în fața celorlalți.\\n\\nPoate indica rigiditate în gândire: nu ești dispus să îți schimbi opiniile sau atitudinea. Ții cu dinții de o anumită imagine socială, de frica de a nu fi judecat. Visul te invită să fii mai flexibil și să lași lucrurile să curgă natural.",
      "slug": "fixativ"
    },
    {
      "name": "Flacara",
      "category": "fenomene",
      "shortMeaning": "Spirit, pasiune, purificare, iluminare sau pericol.",
      "fullInterpretation": "Flacăra este manifestarea vie a focului. O flacără stabilă și luminoasă (de lumânare, de exemplu) simbolizează spiritul, speranța, credința și prezența divină. Este lumina interioară care te ghidează.\\n\\nO flacără care pâlpâie indică incertitudine sau o sănătate fragilă. O flacără violentă simbolizează pasiuni mistuitoare (iubire sau ură) care pot scăpa de sub control. A atinge flacăra fără a te arde este un semn de puritate și putere spirituală.\\n\\nStingerea flăcării poate prevesti o pierdere, sfârșitul unei iubiri sau pierderea speranței.",
      "slug": "flacara"
    },
    {
      "name": "Flamand infometat",
      "category": "emoții",
      "shortMeaning": "Dorință neîmplinită, gol interior, ambiție sau nevoie afectivă.",
      "fullInterpretation": "Senzația de foame în vis este un semnal puternic al unei lipse. Nu este vorba neapărat de mâncare, ci de \"hrană\" emoțională, spirituală sau intelectuală. Ești \"flămând\" după iubire, după succes, după cunoaștere sau după putere.\\n\\nVisul indică o nevoie neîmplinită care te motivează sau te chinuie. Dacă vezi pe altcineva flămând, visul face apel la empatia și generozitatea ta, sau reflectă o parte a sufletului tău pe care ai neglijat-o și care acum cere atenție.",
      "slug": "flamand-infometat"
    },
    {
      "name": "Flamingo",
      "category": "animale",
      "shortMeaning": "Eleganță, echilibru, socializare, excentricitate și frumusețe.",
      "fullInterpretation": "Flamingo este o pasăre exotică, roz, care stă adesea într-un picior. În vis, simbolizează echilibrul și grația în situații sociale. Ești capabil să rămâi stabil chiar și în medii superficiale sau agitate.\\n\\nCuloarea roz sugerează romantism, afecțiune și o abordare blândă a vieții. Faptul că trăiesc în grupuri mari indică importanța comunității și a colaborării. Flamingo poate reprezenta și excentricitatea, dorința de a ieși în evidență prin unicitate și stil.",
      "slug": "flamingo"
    },
    {
      "name": "Flaut",
      "category": "obiecte",
      "shortMeaning": "Armonie, tristețe dulce, seducție și exprimare emoțională.",
      "fullInterpretation": "Sunetul flautului este adesea melancolic și dulce. În vis, simbolizează exprimarea emoțiilor rafinate, a dorului sau a iubirii romantice. Este instrumentul lui Pan, legat de natură și de instincte, dar sublimat prin artă.\\n\\nA cânta la flaut sugerează armonie interioară și capacitatea de a transforma suferința în frumusețe. Dacă flautul este stricat sau sună fals, indică o disonanță în viața ta afectivă sau o neînțelegere cu partenerul.",
      "slug": "flaut"
    },
    {
      "name": "Flirt",
      "category": "acțiuni",
      "shortMeaning": "Joc social, testarea limitelor, dorință de validare sau începutul unei relații.",
      "fullInterpretation": "A flirta în vis indică nevoia de joacă, de validare a atracției personale și de conexiune ușoară, fără angajamente grele. Te simți bine în pielea ta și vrei să fii admirat.\\n\\nPoate semnala începutul unei noi relații sau dorința de a condimenta una existentă. Dacă partenerul tău flirtează cu altcineva în vis, reflectă insecuritatea ta și teama de a nu fi suficient de interesant sau de a fi abandonat.",
      "slug": "flirt"
    },
    {
      "name": "Floare",
      "category": "natură",
      "shortMeaning": "Frumusețe, efemeritate, iubire, creștere și potențial.",
      "fullInterpretation": "Floarea este simbolul universal al frumuseții, al iubirii și al sufletului. O singură floare poate reprezenta unicitatea, sinele sau o persoană dragă. Starea florii reflectă starea ta interioară: înfloritoare (fericire), boboc (potențial), ofilită (tristețe).\\n\\nFloarea soarelui specifică orientarea către lumină (optimism, divinitate), dar și loialitate. Crăciunița aduce bucurie în mijlocul iernii (speranță în vremuri grele). A primi o floare este un gest de iubire și respect.",
      "slug": "floare"
    },
    {
      "name": "Floarea soarelui",
      "category": "natură",
      "shortMeaning": "Optimism, vitalitate, loialitate, admirație și orientare spirituală.",
      "fullInterpretation": "Floarea soarelui este simbolul soarelui pe pământ. Reprezintă vitalitatea, căldura, energia masculină (Yang) și succesul. Faptul că se rotește după soare simbolizează loialitatea, credința neclintită și căutarea luminii spirituale.\\n\\nÎn vis, un câmp de floarea soarelui prevestește o perioadă de prosperitate și fericire strălucitoare. Semințele ei reprezintă abundența și fertilitatea. Totuși, mărimea ei impunătoare poate sugera uneori aroganță sau falsă strălucire.",
      "slug": "floarea-soarelui"
    },
    {
      "name": "Florarie",
      "category": "locuri",
      "shortMeaning": "Oportunități romantice, alegeri estetice, frumusețe comercializată.",
      "fullInterpretation": "Florăria este un loc plin de frumusețe și culoare, dar și de alegeri. A fi într-o florărie înseamnă că ești în căutarea modului perfect de a-ți exprima sentimentele. Ai multe opțiuni și trebuie să alegi mesajul corect (floarea potrivită).\\n\\nPoate simboliza și o perioadă înfloritoare în viața ta sentimentală. Dacă vinzi flori, ești o persoană care aduce bucurie altora. Dacă florile sunt ofilite în florărie, indică oportunități ratate sau dezamăgiri în dragoste.",
      "slug": "florarie"
    },
    {
      "name": "Flori albe",
      "category": "natură",
      "shortMeaning": "Puritate, inocență, pace, doliu sau noi începuturi spirituale.",
      "fullInterpretation": "Florile albe au o semnificație duală. Pe de o parte, simbolizează puritatea absolută, inocența și nunta (unirea). Sunt un semn de pace și armonie spirituală.\\n\\nPe de altă parte, în multe culturi, florile albe sunt asociate cu înmormântările și doliul. Ele pot indica tristețe, melancolie sau o despărțire care aduce însă pace sufletească. Contextul visului este crucial: este o nuntă sau o înmormântare? Ești fericit sau trist?",
      "slug": "flori-albe"
    },
    {
      "name": "Flori artificiale",
      "category": "obiecte",
      "shortMeaning": "Falsitate, ipocrizie, sentimente nesincere sau imitație a vieții.",
      "fullInterpretation": "Florile artificiale, oricât de frumoase ar părea, sunt lipsite de viață și parfum. În vis, ele simbolizează falsitatea, aparențele înșelătoare și sentimentele care nu sunt autentice. O relație poate părea perfectă la exterior, dar este \"de plastic\" la interior.\\n\\nPot sugera și ipocrizia cuiva din anturaj sau propria ta încercare de a masca o lipsă de vitalitate. Ele nu mor, dar nici nu cresc – indică o situație care stagnează într-o perfecțiune moartă.",
      "slug": "flori-artificiale"
    },
    {
      "name": "Flori de liliac",
      "category": "natură",
      "shortMeaning": "Prima iubire, nostalgie, primăvară sufletească și trezire erotică.",
      "fullInterpretation": "Liliacul înflorește primăvara și este asociat cu trezirea naturii și a simțurilor. În vis, simbolizează primii fiori ai dragostei, inocența erotică și nostalgia tinereții. Parfumul său evocă amintiri plăcute.\\n\\nCuloarea violet a liliacului adaugă o notă de spiritualitate și mister. Este un semn bun pentru relațiile noi sau pentru revigorarea celor vechi. Poate indica și o scurtă aventură romantică, intensă și parfumată, dar efemeră ca florile de liliac.",
      "slug": "flori-de-liliac"
    },
    {
      "name": "Flori de soc",
      "category": "natură",
      "shortMeaning": "Vindecare, protecție, magie benefică și sănătate.",
      "fullInterpretation": "Socul este o plantă medicinală și magică în folclor. Florile de soc în vis aduc un mesaj de vindecare și purificare. Dacă ești bolnav, visul prevestește însănătoșirea.\\n\\nEle simbolizează și protecția casei și a familiei împotriva energiilor negative. A bea socată sau ceai de soc în vis sugerează nevoia de a te curăța de toxine (fizice sau emoționale) și de a te bucura de lucrurile simple și naturale.",
      "slug": "flori-de-soc"
    },
    {
      "name": "Flori de tei",
      "category": "natură",
      "shortMeaning": "Calm, pace, armonie conjugală și vindecare blândă.",
      "fullInterpretation": "Teiul este arborele păcii și al iubirii conjugale (în mitologia greacă, Baucis și Philemon). Florile de tei în vis, cu parfumul lor liniștitor, simbolizează nevoia de relaxare, calm și armonie în relații.\\n\\nVisul sugerează că tensiunile se vor aplana și că vei găsi alinarea de care ai nevoie. Este un moment bun pentru reconciliere și pentru a petrece timp liniștit alături de cei dragi.",
      "slug": "flori-de-tei"
    },
    {
      "name": "Flori galbene",
      "category": "natură",
      "shortMeaning": "Gelozi, inteligență, bucurie solară sau trădare.",
      "fullInterpretation": "Culoarea galbenă a florilor are semnificații contradictorii. Poate simboliza soarele, bucuria, inteligența și prietenia (trandafirii galbeni). Este o energie vibrantă și optimistă.\\n\\nÎnsă, tradițional, florile galbene sunt și simbolul geloziei, al invidiei și al trădării în dragoste. Dacă primești flori galbene, fii atent la intențiile celui care le oferă. Poate semnala o despărțire sau o infidelitate.",
      "slug": "flori-galbene"
    },
    {
      "name": "Flori ofilite",
      "category": "natură",
      "shortMeaning": "Dezamăgire, sfârșit, pierderea speranței sau trecerea timpului.",
      "fullInterpretation": "Florile ofilite sunt un simbol trist al efemerității. Indică faptul că o perioadă frumoasă a luat sfârșit. Poate fi vorba despre o relație care s-a consumat, o speranță care a murit sau pur și simplu trecerea timpului și îmbătrânirea.\\n\\nVisul te îndeamnă să accepți ciclul natural al vieții: tot ce înflorește trebuie să se și ofilească. Este momentul să lași trecutul în urmă și să te pregătești pentru o nouă însămânțare.",
      "slug": "flori-ofilite"
    },
    {
      "name": "Flori rosii",
      "category": "natură",
      "shortMeaning": "Pasiune intensă, iubire romantică, energie vitală sau furie.",
      "fullInterpretation": "Roșul este culoarea sângelui și a focului. Florile roșii (în special trandafirii) sunt simbolul suprem al iubirii pasionale și al dorinței sexuale. Visul indică o perioadă de intensitate emoțională maximă.\\n\\nPoate semnifica și energie vitală, curaj și acțiune. În sens negativ, roșul poate reprezenta furia sau pericolul. O floare roșie poate fi un avertisment că pasiunea te poate \"arde\" dacă nu este controlată.",
      "slug": "flori-rosii"
    },
    {
      "name": "Flota",
      "category": "obiecte",
      "shortMeaning": "Putere colectivă, organizare, strategie și resurse masive.",
      "fullInterpretation": "O flotă de nave sau vehicule reprezintă puterea organizată și capacitatea de a acționa la scară largă. Nu ești singur; ai resurse și aliați. Visul sugerează că ești implicat într-un proiect complex care necesită coordonare și strategie.\\n\\nDacă flota este în mișcare, schimbările se produc rapid și eficient. Dacă este o flotă de război, te pregătești pentru o confruntare majoră sau te simți amenințat de o forță copleșitoare.",
      "slug": "flota"
    },
    {
      "name": "Fluier",
      "category": "obiecte",
      "shortMeaning": "Avertisment, apel la atenție, autoritate sau semnal de start/stop.",
      "fullInterpretation": "Fluierul este un instrument de semnalizare. În vis, poate fi un avertisment al subconștientului: \"Atenție!\". Cineva (sau ceva) încearcă să îți atragă atenția asupra unui pericol sau a unei greșeli.\\n\\nPoate simboliza și autoritatea (polițist, arbitru) care impune reguli sau oprește o acțiune. Dacă tu fluieri, înseamnă că vrei să fii auzit, să preiei controlul sau să semnalezi sfârșitul unei situații (ai \"fluierat finalul\").\\n\\nA fluiera a pagubă înseamnă pierdere și nepăsare.",
      "slug": "fluier"
    },
    {
      "name": "Fluiera",
      "category": "acțiuni",
      "shortMeaning": "Nepăsare, veselie, libertate sau chemare.",
      "fullInterpretation": "A fluiera o melodie în vis indică o stare de spirit bună, relaxare și nepăsare. Ești optimist și iei viața ușor. \"Fluierând a pagubă\" poate sugera însă o atitudine iresponsabilă față de probleme.\\n\\nA fluiera după cineva poate fi un gest de flirt sau de lipsă de respect. Dacă auzi pe cineva fluierând, poate fi un semn că ești chemat sau că cineva încearcă să comunice cu tine într-un mod non-verbal (codificat).",
      "slug": "fluiera"
    },
    {
      "name": "Fluieraturi",
      "category": "fenomene",
      "shortMeaning": "Dezaprobare publică, batjocură, scandal sau avertisment colectiv.",
      "fullInterpretation": "Fluierăturile din partea unei mulțimi sunt un semn clar de dezaprobare socială. Te temi că vei fi judecat, criticat sau respins de comunitate. Poate ai făcut ceva de care îți este rușine sau te simți nesigur pe poziția ta publică.\\n\\nEste un vis de anxietate socială. Simți presiunea opiniei publice. Poate fi și un semn de scandal sau de conflict deschis cu un grup de oameni.",
      "slug": "fluieraturi"
    },
    {
      "name": "Fluture",
      "category": "animale",
      "shortMeaning": "Transformare, suflet, libertate, efemeritate și frumusețe.",
      "fullInterpretation": "Fluturele este simbolul transformării prin excelență (metamorfoza de la omidă la fluture). Indică o schimbare profundă în viața ta, o evoluție spirituală sau personală. Ai ieșit din cocon și acum îți poți întinde aripile.\\n\\nReprezintă și sufletul, libertatea și bucuria de a trăi. Totuși, fluturele este efemer și fragil. Visul poate sugera nestatornicie, flirt (\"a zbura din floare în floare\") sau o fericire de scurtă durată care trebuie prețuită acum.",
      "slug": "fluture"
    },
    {
      "name": "Fluviu / rau",
      "category": "natură",
      "shortMeaning": "Cursul vieții, emoții curgătoare, obstacole și trecerea timpului.",
      "fullInterpretation": "Fluviul este o metaforă puternică pentru viață. Apa curgătoare simbolizează timpul care trece și emoțiile în continuă schimbare. Un fluviu limpede și liniștit indică o viață armonioasă și un destin favorabil.\\n\\nUn fluviu tulbure și agitat prevestește obstacole, probleme emoționale și perioade turbulente. Dacă treci fluviul, înseamnă că depășești un obstacol major sau treci într-o nouă etapă a vieții (moarte simbolică și renaștere).\\n\\nInundația provocată de un fluviu sugerează emoții care te copleșesc și pierderea controlului.",
      "slug": "fluviu-rau"
    },
    {
      "name": "Foaie",
      "category": "obiecte",
      "shortMeaning": "Noutăți, comunicare scrisă, început (foaie albă) sau fragilitate.",
      "fullInterpretation": "O foaie de hârtie reprezintă comunicarea și înregistrarea informațiilor. O foaie albă simbolizează un nou început, potențialul pur (\"tabula rasa\"). Ai libertatea de a scrie propria poveste.\\n\\nO foaie scrisă conține un mesaj pe care trebuie să îl descifrezi. Poate fi un contract, o scrisoare sau un secret. O foaie ruptă sau mototolită indică frustrare, greșeli, promisiuni încălcate sau renunțarea la un plan.\\n\\nFoaia de copac (frunza) are alte semnificații, legate de ciclul naturii, creștere și efemeritate.",
      "slug": "foaie"
    },
    {
      "name": "Foame",
      "category": "emoții",
      "shortMeaning": "Nevoie vitală, lipsă materială sau emoțională, ambiție și dorință.",
      "fullInterpretation": "Senzația de foame în vis este un semnal de alarmă al corpului sau al sufletului. Îți lipsește ceva esențial. Poate fi o nevoie fizică reală (dacă te culci flămând), dar cel mai adesea este simbolică: foame de iubire, de putere, de bani sau de recunoaștere.\\n\\nAceastă lipsă te motivează să acționezi (ambanția este o formă de foame), dar te poate și slăbi. A potoli foamea în vis înseamnă satisfacerea dorințelor și rezolvarea problemelor.",
      "slug": "foame"
    },
    {
      "name": "Foarfeca",
      "category": "obiecte",
      "shortMeaning": "Separare, decizie tăioasă, bârfă sau întreruperea unei legături.",
      "fullInterpretation": "Foarfeca este instrumentul care taie legăturile. În vis, simbolizează o decizie radicală de a elimina ceva sau pe cineva din viața ta. Poate fi o despărțire necesară, dar dureroasă.\\n\\nCele două lame ale foarfecii pot reprezenta și conflictul sau bârfa (\"limbi ascuțite\" care taie reputația). A tăia ceva cu foarfeca înseamnă a modela realitatea, a ajusta lucrurile după voia ta sau a pune capăt unei situații ambigue.",
      "slug": "foarfeca"
    },
    {
      "name": "Foarfece",
      "category": "obiecte",
      "shortMeaning": "Conflict, ruptură, dualitate și nevoia de a face o alegere clară.",
      "fullInterpretation": "Simbol similar cu \"foarfeca\", accentuând poate aspectul de unealtă mai mare sau de grădinărit. Sugerează necesitatea de a curăța viața de elementele uscate sau inutile. Tăierea aripilor (simbolic) cu foarfecele indică limitarea libertății.\\n\\nEste un semn că trebuie să fii decisiv. Nu mai poți amâna o alegere care implică o pierdere sau o separare. \"A tăia răul de la rădăcină\".",
      "slug": "foarfece"
    },
    {
      "name": "Foarfece / foarfeca",
      "category": "obiecte",
      "shortMeaning": "Simbol duplicat: tăiere, separare, decizie și ajustare.",
      "fullInterpretation": "Această intrare confirmă importanța simbolului tăierii în vise. Fie că este vorba de o foarfecă de cusut (ajustare fină, reparație, croirea destinului) sau una mare, mesajul este același: ai puterea și responsabilitatea de a decide ce păstrezi și ce elimini din viața ta. Tăierea cordonului ombilical simbolic înseamnă independență.",
      "slug": "foarfece-foarfeca"
    },
    {
      "name": "Foc de arma",
      "category": "acțiuni",
      "shortMeaning": "Conflict violent, șoc, veste bruscă sau agresivitate.",
      "fullInterpretation": "Sunetul unui foc de armă în vis este un avertisment brutal. Indică un pericol iminent, o ceartă violentă sau o veste șocantă care te va lovi \"ca un trăsnet\".\\n\\nDacă ești împușcat, te simți victimizat, rănit de cuvintele sau acțiunile cuiva. Dacă tu tragi, îți exprimi agresivitatea reprimată sau dorința de a elimina un rival. Este un semn de tensiune extremă care a ajuns la punctul de explozie.",
      "slug": "foc-de-arma"
    },
    {
      "name": "Foc de artificii",
      "category": "fenomene",
      "shortMeaning": "Celebrare, succes efemer, entuziasm și spectacol.",
      "fullInterpretation": "Artificiile sunt simbolul bucuriei explozive și al sărbătorii. Indică un succes răsunător, un moment de glorie sau o realizare importantă. Ești entuziasmat și vrei să împărtășești bucuria cu ceilalți.\\n\\nTotuși, artificiile sunt spectaculoase dar de scurtă durată. Visul poate avertiza asupra caracterului efemer al succesului sau al unei pasiuni. După spectacol rămâne fumul și întunericul, deci bucură-te de moment dar nu îți construi planuri pe termen lung bazate doar pe entuziasm.",
      "slug": "foc-de-artificii"
    },
    {
      "name": "Foca",
      "category": "animale",
      "shortMeaning": "Joc, adaptabilitate emoțională, intuiție și creativitate.",
      "fullInterpretation": "Foca este un animal care trăiește atât pe uscat cât și în apă, simbolizând capacitatea de a naviga între lumea conștientă și cea a emoțiilor/inconștientului. Este jucăușă și inteligentă, sugerând nevoia de creativitate și relaxare.\\n\\nÎn mitologie, focile sunt \"oamenii mării\" (selkie), simbolizând o piele/identitate care poate fi schimbată. Visul poate indica adaptabilitate și intuiție. Dacă foca este în pericol (vânată), simți că inocența sau libertatea ta emoțională sunt amenințate.",
      "slug": "foca"
    },
    {
      "name": "Foi",
      "category": "obiecte",
      "shortMeaning": "Documente, birocrație, secrete scrise sau fragmente de informație.",
      "fullInterpretation": "Mai multe foi de hârtie sugerează birocrație, muncă intelectuală sau o aglomerare de informații. Poate fi vorba despre acte, contracte sau studii care te preocupă. Te simți copleșit de detalii administrative.\\n\\nFoaia poate simboliza și fragilitatea planurilor tale (construcții de hârtie). Dacă foile zboară în vânt, înseamnă pierderea controlului, haos și risipirea ideilor sau a eforturilor.",
      "slug": "foi"
    },
    {
      "name": "Foi mari",
      "category": "obiecte",
      "shortMeaning": "Proiecte importante, planuri vaste, vizibilitate sau exagerare.",
      "fullInterpretation": "Foile de dimensiuni mari indică importanța mesajului sau a proiectului la care lucrezi. Nu este un detaliu minor, ci ceva care necesită mult spațiu și atenție. Poate fi schița unui plan mare de viață.\\n\\nPoate sugera și nevoia de a face lucrurile vizibile, de a le expune clar. Sau, dimpotrivă, încercarea de a acoperi ceva mare cu o foaie (ascunderea adevărului).",
      "slug": "foi-mari"
    },
    {
      "name": "Fond de ten",
      "category": "obiecte",
      "shortMeaning": "Mascare, dorința de perfecțiune, ascunderea defectelor sau nesiguranță.",
      "fullInterpretation": "Fondul de ten este baza machiajului, folosită pentru a uniformiza și a ascunde imperfecțiunile. În vis, arată dorința ta de a prezenta o imagine fără cusur lumii. Te temi că oamenii îți vor vedea defectele sau vulnerabilitățile.\\n\\nPoate indica lipsa de autenticitate: încerci să \"acoperi\" realitatea sau să pari cineva care nu ești. Dacă fondul de ten este prea gros, masca devine evidentă și sufocantă.",
      "slug": "fond-de-ten"
    },
    {
      "name": "Forja",
      "category": "locuri",
      "shortMeaning": "Transformare intensă, muncă grea, modelarea caracterului prin foc.",
      "fullInterpretation": "Forja este locul unde metalul este încălzit și bătut pentru a lua o formă nouă. Este un simbol puternic al transformării prin încercări grele. Treci printr-o perioadă de \"foc\", dar scopul este să devii mai puternic și mai util.\\n\\nVisul sugerează că ești în plin proces de modelare a caracterului sau a destinului tău. Este nevoie de căldură (pasiune/suferință) și de lovituri (încercări) pentru a obține forma dorită.",
      "slug": "forja"
    },
    {
      "name": "Fortareata",
      "category": "locuri",
      "shortMeaning": "Protecție, izolare, apărare rigidă sau siguranță interioară.",
      "fullInterpretation": "Fortăreața simbolizează nevoia de securitate maximă. Ți-ai construit ziduri groase în jur pentru a te proteja de răni emoționale sau de atacuri externe. Te simți în siguranță, dar poate și izolat.\\n\\nO fortăreață inexpugnabilă poate indica o inimă închisă sau o minte rigidă, care refuză ideile noi. Dacă fortăreața este asediată, simți presiune din exterior și te temi că apărarea ta va ceda. Dacă ești închis în fortăreață, ești prizonierul propriilor frici.",
      "slug": "fortareata"
    },
    {
      "name": "Fosta iubita",
      "category": "persoane",
      "shortMeaning": "Trecut nerezolvat, comparație, nostalgie sau model de relaționare.",
      "fullInterpretation": "Apariția fostei iubite indică faptul că anumite emoții sau tipare din acea relație sunt încă active în subconștientul tău. Poate compari relația actuală cu cea trecută sau ai rămas cu regrete/resentimente.\\n\\nNu înseamnă neapărat că vrei să te întorci la ea, ci că trebuie să integrezi lecția acelei relații. Poate simboliza o perioadă din viața ta pe care o asociezi cu ea. Dacă visul este pașnic, ai făcut pace cu trecutul.",
      "slug": "fosta-iubita"
    },
    {
      "name": "Fostul iubit",
      "category": "persoane",
      "shortMeaning": "Lecții neînvățate, tipare repetitive, nostalgie sau vindecare.",
      "fullInterpretation": "La fel ca în cazul fostei iubite, fostul iubit reprezintă o oglindă a experiențelor trecute. De ce a apărut acum? Poate situația actuală seamănă cu cea de atunci. Subconștientul îți atrage atenția să nu repeți aceleași greșeli.\\n\\nPoate indica nevoia de închidere (closure) sau faptul că o parte din tine este încă legată energetic de el. Dacă ești într-o relație nouă, visul te invită să evaluezi ce aduci bun sau rău din vechiul parteneriat.",
      "slug": "fostul-iubit"
    },
    {
      "name": "Fostul sot / Fosta sotie",
      "category": "persoane",
      "shortMeaning": "Bagaj emoțional major, responsabilități comune, resentimente sau eliberare.",
      "fullInterpretation": "Fostul soț sau soție are o greutate simbolică mai mare decât un iubit, implicând un angajament rupt și adesea consecințe pe termen lung (copii, bunuri). Visul reflectă procesul de vindecare și redefinire a identității după divorț.\\n\\nPoate indica frica de a eșua din nou sau dificultatea de a te desprinde complet. Dacă visul este conflictual, mai ai de lucru la iertare. Dacă este amiabil, ai ajuns la un echilibru interior și ești gata să mergi mai departe.",
      "slug": "fostul-sot-fosta-sotie"
    },
    {
      "name": "Fotbal",
      "category": "acțiuni",
      "shortMeaning": "Competiție, muncă de echipă, strategie, victorie sau agresivitate.",
      "fullInterpretation": "Fotbalul este un joc de echipă care implică strategie, competiție și scopuri clare (goluri). Visul sugerează că ești implicat într-o situație concurențială în care trebuie să colaborezi cu alții pentru a reuși.\\n\\nIndică ambiția de a câștiga și dinamica grupului. Ești atacant, fundaș sau portar? Rolul tău din vis reflectă rolul tău în viața socială sau profesională. Poate semnala și agresivitatea sau conflictul \"fair-play\" (sau lipsa lui).",
      "slug": "fotbal"
    },
    {
      "name": "Fotografi / Fotografie",
      "category": "obiecte",
      "shortMeaning": "Amintiri, capturarea momentului, nostalgie sau perspectivă statică.",
      "fullInterpretation": "Fotografia este o încercare de a opri timpul și de a păstra o amintire. În vis, sugerează că te agăți de trecut sau încerci să analizezi o situație \"înghețată\".\\n\\nPoate indica nevoia de a privi lucrurile obiectiv (ca într-o poză). Dacă faci poze, vrei să capturezi un moment important sau să fii martor. Dacă te uiți la poze vechi, ești nostalgic și poate regreți vremurile trecute, refuzând să trăiești în prezent.",
      "slug": "fotografi-fotografie"
    },
    {
      "name": "Fotografii",
      "category": "obiecte",
      "shortMeaning": "Memorie, trecut, identitate și conexiuni uitate.",
      "fullInterpretation": "Un album cu fotografii sau mai multe poze răsfirate indică o revizuire a vieții tale. Îți reevaluezi parcursul, relațiile și identitatea. Fețele din fotografii sunt aspecte ale tale sau persoane care au contat.\\n\\nDacă pozele sunt neclare sau șterse, amintirile se estompează sau pierzi contactul cu acea parte a vieții tale. Pozele cu necunoscuți pot indica posibilități viitoare sau aspecte ascunse ale psihicului.",
      "slug": "fotografii"
    },
    {
      "name": "Fotoliu",
      "category": "obiecte",
      "shortMeaning": "Relaxare, confort, statut, pasivitate sau autoritate (tron mic).",
      "fullInterpretation": "Fotoliul este locul odihnei și al confortului personal. A sta în fotoliu sugerează nevoia de relaxare și de recuperare după efort. Te simți bine în pielea ta și te bucuri de roadele muncii.\\n\\nPoate simboliza și pasivitatea: privești viața din fotoliu în loc să participi. De asemenea, poate fi un simbol de statut și autoritate domestică (\"capul familiei\"). Un fotoliu gol indică absența cuiva drag sau o oportunitate de odihnă care te așteaptă.",
      "slug": "fotoliu"
    }
  ]
}