{
  "symbols": [
    {
      "name": "Fuga",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca fuga in vis inseamna timp pierdut, primejdie care te pandeste.",
      "fullInterpretation": "In traditia romaneasca fuga in vis inseamna timp pierdut, primejdie care te pandeste.- Daca in vis fugi descult - slabiciune, neincredere in proria personalitate.- Daca visezi ca alergi foarte repede - izbanda, vei reusi sa rezolvi unele probleme mai vechi.- De visezi ca fugi de un animal, esti urmarit de catre un animal - vei trece prin primejdie.Visul in care dumneavoastra sunteti un fugar inseamna ca veti avea o disputa severa cu o persoana din familie. Daca visati ca ajutati un fugar atunci inseamna ca veti avea dificultati financiare. Fiind fugarit este una dintre cele mai comune teme in vise, care rezulta din sentimente de anxietate din viata de zi cu zi. Fuga este un raspuns instinctiv la o amenintare fizica. In astfel de vise, scenariul adesea indica ca sunteti urmarit de catre un atacator, un animal, un monstru sau o figura nemaivazuta, care vrea sa va raneasca sau sa va ucida. In consecinta, alergati, va ascundeti sau incercati scapati sau sa-l depasiti prin inteligenta pe urmaritorul dumneavoastra. Actiunile din vis sunt paralele cu modul cum ati raspunde la presiune si cum ati face fata temerilor, stresului sau diferitelor situatii din viata reala. In loc sa va confruntati cu situatia, visul dumneavoastra indica faptul ca aveti tendinta de a fugi sau de a evita problemele. Intrebati-va cine va fugareste ca sa intelegeti mai bine sursa temerilor si anxietatilor dumneavoastra. Faptul ca sunteti fugarit in vis poate reprezenta, de asemenea un aspect al sinelui. Sentimentele de furie, gelozie , frica si, eventual, iubire, se pot manifesta ca figura amenintatoare. Fiind fugarit de catre o figura umbrita poate simboliza caracteristicile respinse ale sinelui tau. S-ar putea sa proiectati aceste sentimente asupra urmaritorului necunoscut. Daca in vis sunteti cel care fugareste pe cineva, atunci visul va poate evidentia unitatea si ambitia de a merge dupa ceea ce va doriti. Sau poate ca visul sugereaza o slaba dezvoltare si faptul ca trebuie sa ii prindeti din urma pe ceilalti. Luati in considerare distanta dintre dumneavostra si cel care va fugareste. Aceasta indica apropierea dumneavostra de problema. Daca urmaritorul scurteaza distanta, atunci inseamna ca problema nu va disparea. Aceasta va va cotropi, pana cand o veti confrunta. Cu toate acestea, daca sunteti in masura sa castigati distanta, atunci va veti si putea distanta cu succes de problema dumneavoastra. In esenta, problema se estompeaza.",
      "slug": "fuga"
    },
    {
      "name": "Fumand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "fumand"
    },
    {
      "name": "Fabrica",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "fabrica"
    },
    {
      "name": "Fabula",
      "category": "dictionar",
      "shortMeaning": "A visa ca cititi o fabula reprezinta o mintea dumneavoastra literara si notiunile romantice.",
      "fullInterpretation": "A visa ca cititi o fabula reprezinta o mintea dumneavoastra literara si notiunile romantice. Alternativ, fabula in vise indica faptul ca aveti o lectie de invatat sau un mesaj pe care trebuie sa il ascultati. Daca visati ca sunteti intr-o fabula inseamna nevoia dumneavoastra de a face fata realitatii. Este mai bine sa faceti fata unei situatii inainte de a va retrage in lumea imaginara.",
      "slug": "fabula"
    },
    {
      "name": "Facalet",
      "category": "dictionar",
      "shortMeaning": "In traditia noastra facaletul inseamna bataie.",
      "fullInterpretation": "In traditia noastra facaletul inseamna bataie. - Daca ai visat ca mesteci cu facaletul in mancare - ai mare grija cu cine te incurci. - Daca ai visat facalet rupt - dragoste nenorocita.",
      "slug": "facalet"
    },
    {
      "name": "Facebook",
      "category": "dictionar",
      "shortMeaning": "Daca va visati pagina de facebook inseamna ca aveti dorinte de a va extind in cercul social.",
      "fullInterpretation": "Daca va visati pagina de facebook inseamna ca aveti dorinte de a va extind in cercul social. Ar trebui sa intrati in contact cu ceilalti intr-un mod mai direct si mai personal. Este timpul sa iesiti si sa experimentati viata.",
      "slug": "facebook"
    },
    {
      "name": "Faclie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "faclie"
    },
    {
      "name": "Factura",
      "category": "dictionar",
      "shortMeaning": "Factura in vise indica un termen limita, trebuie sa rezolvati o anumita situatie, aveti anumite \"...",
      "fullInterpretation": "Factura in vise indica un termen limita, trebuie sa rezolvati o anumita situatie, aveti anumite \"facturi\" emotionale care trebuie \"platite\". Visul la o factura se refera, de obicei, la emotia asociata cu tranzactia financiara si ar fi intelept sa va gandtiti daca va doriti sau daca aveti nevoie de ceea ce este reprezentat in vis.",
      "slug": "factura"
    },
    {
      "name": "Facultate",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "facultate"
    },
    {
      "name": "Fagure",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea albina).",
      "fullInterpretation": "(vezi, de asemenea albina).",
      "slug": "fagure"
    },
    {
      "name": "Fagure de albine",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "fagure-de-albine"
    },
    {
      "name": "Faianta",
      "category": "dictionar",
      "shortMeaning": "Faianta in vis sugereaza de cele mai multe ori duritate si o oarecare neseriozitate de care dati ...",
      "fullInterpretation": "Faianta in vis sugereaza de cele mai multe ori duritate si o oarecare neseriozitate de care dati dovada mai ales in relatia cu partenerul de viata. Se spune ca atunci cand visati faianta veti avea parte de o relatie in care nu va veti implica emotional, dar lucrurile vor decurge normal, iar persoana de langa pe care o veti gas va aveea probabil aceleasi aspiratii ca si dumneavoastra. Daca visati faianta sfaramata inseamna ca nu reusiti sa claditi nimic in viata, mai ales din cauza ca sunteti foarte schimbatori, iar acest lucru va determina sa renuntati usor la ceea ce incepeti sa faceti.",
      "slug": "faianta"
    },
    {
      "name": "Foc",
      "category": "dictionar",
      "shortMeaning": "Focul este in acelasi timp un element infricosator si reconfortant.",
      "fullInterpretation": "Focul este in acelasi timp un element infricosator si reconfortant. In general, visele despre foc pot fi un simbol al pasiunii, al dorintei, al furiei, al transformarii sau al purificarii. Toate acestea depinzand de contextul visului si de orice eveniment semnificativ din ultimele trei zile. Puteti vizualiza versiunea video de mai jos a visului despre foc sau puteti continua sa cititi textul (care contine si informatii extra fata de video), depinde de dumneavoastra. Videoclip despre visarea focului In continuare va vom prezenta o serie de vise comune despre flacari si foc: Focul si apa Focul arzand deasupra apei reprezinta echilibrul si pacea din viata dumneavoastra. Desi, ambele sunt contradictorii, aceste doua elemente au fost fundamentale pentru existenta vietii si ambele reprezinta armonie. Putem spune, de exemplu, ca focul si apa sunt fetele ale aceeasi monede sau o reprezentare a lui Yin si Yang. In concluzie, visul este unu foarte bun. Un foc care nu se aprinde Visul in care un foc nu se aprinde sau se aprinde dar se stinge imediat, arata dezamagirea celor dragi si apropiati dumneavoastra. Oricare ar fi aceasta dezamagire, incercati ca macar in perioada ce urmeaza sa acordati o atentie deosebita persoanelor pe care le iubiti. Scapand de sub control focul Daca in vis va scapa de sub control focul inseamna ca in perioada urmatoare vor aparea noi schimbari si transformari ce va vor impacta viata. De asemenea, visul indica si faptul ca dispuneti de o multime de trasaturi si emotii negative pe care ar trebui sa le cauterizati pentru a reusi sa va indepliniti obiectivele. Incepeti prin a gandi intr-un mod mai pozitiv. Arzi in flacari Visul in care din corpul sau doar din mainile dumneavoastra se ridica flacari, poate indica sentimente, stari sau ganduri care va consuma. Pe de alta parte, daca va simtiti confortabil cu un asemenea foc sau, daca focul va da o stare de bine, atunci visul simbolizeaza transformarea si puterea de care beneficiati in ultima vreme. Scapand dintr-un incendiu Daca in vis ati fost salvat dintr-un incendiu inseamna ca veti depasi obstacolele sau problemele actuale cu ajutorul unor persoane dragi din viata dumneavoastra. Nu ezitati sa cereti ajutorul. Pe de alta parte, daca scapati dintr-un incendiu fara ajutorul vreunei alte persoane inseamna ca veti depasi toate problemele si ca un mare succes va asteapta in viitor. Casa ta in flacari Visand ca ti-a luat foc casa poate adesea sa fie un cosmar din care te poti trezi in lacrimi. De obicei, un asemenea vis apare cel mai frecvent in randul femeilor si simbolizeaza un nivel ridicat de stres, ingrijorare sau epuizare. De asemenea, visul poate prevesti faptul ca in viitorul apropiat pot avea loc schimbari incerte in ceea ce priveste viata si familia dumneavoastra. Visand ca arde casa in care ati copilarit este un semn care indica o anume forma de tranzitie. De asemenea, visul denota o noua etapa a vietii pentru care ar trebui sa va pregatiti. Construind o casa dupa un incendiu Aparitia unui asemenea vis simbolizeaza vindecare sau improspatare si apare, de regula, dupa ce ati trecut prin momente dificile, cum ar fi: recuperarea dintr-o trauma, probleme legate de sanatate, probleme financiare sau in dragoste, etc. Sfatul nostru este sa gasiti ceva ceea ce va face fericiti si sa ramaneti pe acea cale. Foc stralucitor sau foarte luminos Visand un foc stralucitor sau foarte luminos este aproape intotdeauna un semn bun. Flacara frumoasa si stralucitoare simbolizeaza succesul dumneavoastra, mai ales daca nu va este frica ca va puteti arde. Un oras sau un sat arzand Visul în care un oras, o comuna sau orice asezare omeneasca este in flacari arata ca viata dumneavoastra este pe cale sa fie distrusa. De asemenea, un astfel de vis poate face referire la pierderea unei persoane sau a unei prietenii. Un vehicul cuprins de foc Visand o masina, o motocicleta sau un alt tip de vehicul care arde, inseamnÄƒ pierdere de bani. In general vehiculele sunt bunuri materiale scumpe pe care oamenii si le doresc, iar acest vis aratÄƒ exact opusul, pierderea acestor bunuri. Interpretari culese din popor Foc, in general - bucurie, placere, esti indragostit a-l aprinde - cearta, vei fi iubit fara sa stii, succes in dragoste amenintat de foc - inlaturarea sperantelor aparand - nastere foc aprins - castig cu grija, plictiseala, intristare foc aprins cu greutate si stringandu-se - rusine, paguba ca aprinzi cu greu focul - solicitari mari, procese, pierderi in amor, certuri aprinzand iute focul - vei fi iubit aprins cu flacara mare - vei avea copii frumosi aprins fara osteneala - copii tai vor fi in primejdie foc artificial in camin - deceptie foc arzand - dusmani periculosi foc atatam - dorinte sexuale, razbunare castane in foc - succes in afaceri clocotind ibricul pe foc - te vei imbolnavi foc cu fum - iei femeie (barbat) rau foc cu fum negru - casatorie cu un partener vicios da cafeaua in foc - spor la bani foc de ierburi - sentimentele ies la iveala foc de paie - esti prins intr-o situatie ce-ti scapa de sub control flacara fara fum si se ridica in sus - inaltare fumand - pasiune exaltata - in camin - ai energie incalzind mainile la foc - imaginatie mare foc in hambar - probleme in viata zilnica foc in vatra - veste buna - in vatra casei - prevestire buna foc mare - suire inaltapromovare in munca, marire foc mare si luminos - placere deosebita foc modest dar aprins - sanatate, succes, fericire foc stins - saracie, tristete te arzi la foc - te poti astepta la unele probleme vazand foc - bucurie vazand departe foc - te vei indragosti vazand luminos - bucurie , placere vazand mocnit - intristare, ingrijorare. Daca visati ca cineva trage un foc de arma inseamna ca va confruntati cu anumite probleme in viata dumneavoastra. Va simtiti persecutat intr-o situatie sau sunteti tinta unui complot. Visul in care dumneavoastra trageti un foc de arma denota sentimentul agresiv si mania acunsa spre o anumita persoana, in principiu spre cea in care visati ca trageti focul de arma. Avand in vedere ca, mai tot timpul, focurile de artificii fac parte din manifestarile prilejuite de un eveniment de bucurie sau de o sarbatoare, acestea pot fi si infricosatoare. Atunci cand visam focuri de artificii, speram, de fapt, sa avem motive de sarbatoare, desi acestei dorinte de celebrare ii poate fi asociata si o alta emotie sau traire. Putem atribui focurilor de artificii acceasi semnificatie ca si in cazul exploziei. O eliberare de emotii sau de energie poate avea un efect spectaculos asupra noastra si a oamenilor ce ne inconjoara. Se regaseste un exces de incarcatura emotionala spirituala, ce trebuie directionat pe calea potrivita pentru a evita disiparea sa necontrolata.Daca visati un brat de lemne de foc inseamna ca va asteapta o situatie financiara in crestere. Visul in care puneti lemne pe foc sugereaza pasiunea tot mai arzatoare pe care o aveti. Daca visati ca folositi lemne pentru a aprinde un foc inseamna ca este vorba despre initiativele dumneavoastra personale pe care incercati sa le puneti in aplicare.",
      "slug": "foc"
    },
    {
      "name": "Femeie",
      "category": "dictionar",
      "shortMeaning": "(baba) 03/03/2020 (ultima actualizare)A vedea o femeie batrana in vise este un augur pozitiv.",
      "fullInterpretation": "(baba) 03/03/2020 (ultima actualizare)A vedea o femeie batrana in vise este un augur pozitiv. Femeia batrana simbolizeaza anumite sentimente si emotii carora trebuie acordata mai multa atentie. Aceste vise reprezinta, adesea, sentimente reprimate si dorinta d a-ti asculta vocea interioara. Visul in care apare o femeie batrana cu riduri inseamna ca veti avea parte de o calatorie cu neplaceri. Daca vedeti mai multe femei in varsta intr-un vis, acest lucru indica faptul ca in viata de zi cu zi sunteti inselatori si ca persoanele din jur vor lua act de actiunile voastre. Fiti atenti la actiunile voastre din perioada urmatoare, pentru ca este posibil sa fiti prinsi daca faceti ceva gresit.Femeia bruneta in vise inseamna dragoste. S-ar putea sa fie vorba de dragostea pe care o simtiti pentru acea femeie sau despre dragostea pe care o veti intalni.O barba la o femeie poate insemna ca dumneavoastra considerati femeia ca avand anumite caracteristici de personalitate masculine sau unele trasaturi de obicei asociate barbatilor. In cazul in care sunteti femeie si visati ca aveti barba, ea poate reprezenta: o teama de a nu va simti destul de feminina sau o pierdere a feminitatii partea dumneavostra masculina (curaj, stoicism, etc.) dorinta de a avea aceeasi putere ca si barbatii in societate Daca sunteti barbat si vedeti o femeie cu barba, un astfel de vis indica furie, oboseala, nesiguranta si frustrare. Alternativ, visul poate prevesti asocieri neplacute si personaje dubioase. Pentru mai multe detalii cititi si semnificatia generala a visului BarbaO femeie frumoasa in vise reprezinta sentimentele dumneavoastra fata de o rezolutie sau o solutie pentru o problema care va face sa va simtiti bine deoarece va ofera exact ceea ce aveti nevoie. Visul s-ar putea sa reflecte teama de a nu va face de ras. A visa o femeie frumoasa mai poate fi un semn ca veti avea succes in afaceri, dar si pe plan personal si social.O femeie goala in vis indica faptul ca veti avea parte de mult noroc, va va bucura foarte tare prezenta unor prieteni. Totodata, visul aduce cu sine si multa distractie, poate chiar intra in discutie o casnicie.Se pare ca visul in care apare o femeie in negru ar putea insemna ca cineva se pregateste sa moara. Totusi, nu toti talmacitorii considera ca acest vis sugereaza acest lucru. Daca visati ca o femeie intr-o rochie neagra sta in fata dumneavoastra inseamna ca cineva, pe care considerati ca are mai mult control asupra dumneavoastra, va urmareste fiercare miscare. Traditia chinezeasca spune ca a visa o femeie stranie imbracata in negru sugereaza succesul in afaceri. Daca cel care viseaza este deja partener de afaceri cu o femeie atunci activitatea in afaceri va fi foarte buna, iar succesul este garantat.Femeia moarta in vise prezice tradarea grava a unui prieten, dar poate insemna ca veti scapa de grijile care va apasau pe suflet de mult timp.",
      "slug": "femeie"
    },
    {
      "name": "Flori",
      "category": "dictionar",
      "shortMeaning": "Visele despre flori variaza, acestea pot avea o multitudine de semnificatii in funtie de culoare,...",
      "fullInterpretation": "Visele despre flori variaza, acestea pot avea o multitudine de semnificatii in funtie de culoare, miros , marime, frumusete sau in functie de cat de ofilite, vestejite sau uscate sunt. Studiile onirologice recente, desfasurate prin intermediul unor campanii online de colecatre a datelor din diferite regiuni ale globului, confirma faptul ca rata de aparitie a florilor in visele femeilor, spre deosebire de aparitia acestora in visele barbatilor, este de pana la 40% mai mare. In trecut interpretarea vislor despre flori era oarecum sumara si la comun, simbolizand o prietenie adevarata. In continuare vom incerca sa interpretam o varietate cat mai mare a celor mai comune vise despre flori. Camp cu flori Cumpurile inflorite simbolizeaza adesea implinirea . De asemenea, campul cu flori poate face referire la fertilitate si prosperitate. Prin urmare, campurile imense cu flori vor indica un punct culminant al vietii in care succesul este unul abundent. Culesul florilor Succesul este prevestit de un astfel de vis. Fie ca aveti propria afacere, ca sunteti angajat sau ca inca sunteti la scoala ori facultate, viitorul apropiat va fi punctul culminant si rasplata cuvenita in urma muncii grele depuse. Cultivarea si plantarea florilor In mod similar cu campul de flori, plantarea acestora favorizeaza speranta in viitor. Poate ca va aflati la inceput de cariera sau la inceput de relatie, actiunea de a planta indica o gandire pe termen lung si concentrarea energiei in scopul de a crea pozitiv. Flori moarte, uscate sau ofilite In mod opus fata de cele prezentate mai sus, visele despre flori moarte sunt deseori simbolul dezamagirii sau al finalului. Un camp cu flori ofilite ar putea simboliza o etapa din viata care se apropie de sfarsit, ceea ce nu este un lucru neaparat rau. In mod negativ, florile moarte , uscate sau ofilite pot prevesti o perioada de doliu. Mirosind florile Visul in care simtim mirosul placut al florilor simbolizeaza dorinta de experiente placute si de neuitat. Un parfum dulceag al florilor indica fericire si multumiri. Multe deodorante sau parfumuri au mirosuri florale, asa ca asa ca daca ati visat un parfum cu amestec floral sau doar cu o anume mireasma, atunci cel mai probabil visul face referire la o legatura emotionala puternica. Daruind sau primind flori Visele in care se daruiesc sau se primesc flori simbolizeaza simbolizeaza iubire si bunatate. Poate ca in viata reala exista cineva special pe care vi-ati dori sa il / sa o cunoasteti. Interpretarea mai detaliata a acestui vis depinde foarte mult de tipul florilor oferite sau care vi se ofera, asa ca, in continuare vom explora variatii de semnificatii florale. Specii de flori Visarea crinilor Cinii sunt considerati cel mai apropiat simbol al inocenteti si al puritatii. Deseori culoarea crinilor aparuti in vise este alba, cu toate ca acestia sunt o floare comuna la inmormantari, crinii albi simbolizeaza simpatia. Crinii roz sun semnul amicitiei, al pacii si al norocului. Deseori crinii roz prevestesc imbunatatirea unei situatii. Visarea trandafirilor Trandafirul este si va fi floarea romantismului! Acestea vor simboliza pofta, pasiunea si dorinta, in special trandafirii rosii. Primind sau daruind trandafiri in vise, inseamna ca s-ar putea sa tanjiti dupa o decalaratie de dragoste. Visare florilor salbatice Florile sabatice sunt deosebite si frumoase, mai ales pentru ca sunt rezistente si neingradite, exact acest lucru vor simboliza si cele din vise. Mai mult, visarea acestor tipuri de flori arata faptul ca sunteti pregatit/a pentru libertate si aventura. Exprimarea de sine ar trebui sa devina unul dintre atuurile voastre.Visul la flori albe poate simboliza tristete, deovicei visul este influentat de trecerea de la o stare emotionala la alta. De multe ori, daca visati la flori albe, inseamna ca veti avea de participat la o petrecere si veti onora cu placere invitatia. Domnii care se viseaza culegand flori albe vor avea parte de un sarut din partea unei doamne cu o aceasi pasiune ca si dansii. Florile artificiale in vise sunt un semn ca va veti afla intr-o situatie presanta si veti actiona impotriva principiilor dumneavoastra, sa nu va lasati influentati. A primi flori artificiale inseamna ca veti avea parte de o intamplare trista, viata dumneavoastra sau a unei persoane apropiate va fi pusa in pericol.Florile de liliac prevestesc o dragoste apropiata sau momente fericite. Buchetul de flori de liliac face referire in viata reala la faptul ca trebuie sa fiti deschisi la conversatii cu partenerul dumneavoastra, in tot acest timp veti afla unele detalii uimitoare, detalii pe care pana acum nici nu le banuiati. Daca ati visat ca tineti in mana flori de liliac si cautati o floare cu cinci petale, este semn bun. In realitate, sunteti gata pentru o schimbare in viata personala. Frumos va fi, sau nu, asta depinde daca veti gasi floarea dorita. Daca altcineva cauta acea floare cu cinci petale, atunci veti experimenta invidie si gelozie, mai ales daca persoana din visul dumneavoastra este de acelasi sex.Boabele si florile de soc sunt considerate magice si sunt folosite in ritualuri de catre multe triburi si religii. De asemenea, ele sunt folosite in tincturi, nutritie precum si pentru vindecare. Aparitia florilor de soc in vise este considerat a fi un semn bun, prezicand evenimente pozitive despre casa si viata de familie. Visul in care dumneavoastra sau altcineva mananca boabe / flori de soc pozitivitate, sanatate si interactiuni emotionale fericite. Acest vis poate fi considerat si un semn al logevitatii, vitalitatii si, prin urmare, este un semn bun pentru vindecare daca sunteti bolnav. Daca ati visat pe cineva care este bolnav in viata reala si in visul vostru semnalati prezenta florilor sau a boabelor de soc este un semn bun pentru recuperarea acestuia.Florile de tei in vise simbolizeaza gratia feminina. Mai multe informatii daca vizitati mai multe interpretari despre flori.In general, atunci cand visati flori galbene sugereaza atat o constiinta curata cat si o stare foarte buna. Alternativ florile galbene in vise prezic dificultati dureroase. A visa flori galbene s-ar putea sa reflecte sentimente de importanta pentru aprecierea a ceva special. O atentie sporita asupra nevoi de a aprecia pe cineva sau ceva. Un efort in plus pentru a observa lucrurile minunate pe care le-ati realizat. Va indreptati atentia mai mult spre ceva frumos pe care va este teama sa il pierdeti. Va simtiti fortat sa acordati atentie spre ceva atunci cand nu va doriti. In traditia islamica, sotia celui care viseaza flori galbene are parte de o sanatate fragila.Visarea florilor mov simbolizeaza bogatia, vita nobila sau, in cele mai multe cazuri, demnitatatea, deoarece aceasta culoare a reprezentat de-a lulgul istoriei clasa conducatoare. In mod alternativ, florile mov ar putea semnifica intelepciune, intuitie excelenta, crestere spirituala sau o schimbare pozitiva a energiei. Trandafirii mov sunt adesea considerati chintesenta luxului si a regalitatii. Din punct de vedere istoric , movul era asociat cu bogatia si puterea datorita raritatii si datorita costului coloratului cu mov. De aceea, adesea cand trandafirii apar in visele noastre ei vor simboliza regalitate, crestere spirituala, mister si ceremonie. Pe de alta parte, trandafirul mov mai poate simboliza o pasiune profunda si romantismn matur. Lavanda este o floare violeta parfumata, cunoscuta pentru proprietatile sale calmante. Aparitia acesteia in visele noastre poate simboliza relaxarea, linistea si pacea interioara. De asemenea, visele in care lavanda a fost in plan principal au fost asociate cu constientizarea spirituala, purificarea si vindecarea. Violetele. In vise, violetele reprezinta intuitia, sensibilitatea si compasiunea. De asemenea, ele pot reprezenta intelepciunea, iluminarea si constientizarea spirituala.` Liliacul in vise este simbolul noilor inceputuri, al cresterii si al transformarii. De asemena, el poate simboliza tineretea, puritatea si inocenta.Visarea florilor negre indica nevoia de ingrijire si sprijin spiritual. Va macina ganduri cu privire la starea de spirit interioara. De asemenea, visul poate sugera tendinta de a va interioriza, pastrati gandurile si emotiile in interior in loc sa vi le exprimati. Totodata, o floare neagra poate sugera divese capitole din viata dumneavoastra, precum dezamagirea. Trandafirii negri aparuti in vise simbolizeaza esecul unor planuri. De foarte multe ori, aparatia acestora in vise poate face referire la viata de cuplu, fiind vorba despre o despartire. Alternativ, tranadafirii negrii in vise pot fi considerati o avertizare asupta unor noi proiecte care suna prea bine ca sa fie adevarate. Trandafirii negri uscati sunt simbolul siguratatii si al dezamagirii in dragoste. Florile ofilite in vise denota situatii dezamagitoare si intunecate. S-ar putea sa semnaleze sfarsitul unei relatii de iubire. Alternativ, visul la flori ofilite ar mai putea insemna ca s-ar putea sa nu va atingeti intregul potential sau intreg talentul si il lasati sa se rispeasca.",
      "slug": "flori"
    },
    {
      "name": "Fuga",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca fuga in vis inseamna timp pierdut, primejdie care te pandeste.",
      "fullInterpretation": "In traditia romaneasca fuga in vis inseamna timp pierdut, primejdie care te pandeste.- Daca in vis fugi descult - slabiciune, neincredere in proria personalitate.- Daca visezi ca alergi foarte repede - izbanda, vei reusi sa rezolvi unele probleme mai vechi.- De visezi ca fugi de un animal, esti urmarit de catre un animal - vei trece prin primejdie.Visul in care dumneavoastra sunteti un fugar inseamna ca veti avea o disputa severa cu o persoana din familie. Daca visati ca ajutati un fugar atunci inseamna ca veti avea dificultati financiare. Fiind fugarit este una dintre cele mai comune teme in vise, care rezulta din sentimente de anxietate din viata de zi cu zi. Fuga este un raspuns instinctiv la o amenintare fizica. In astfel de vise, scenariul adesea indica ca sunteti urmarit de catre un atacator, un animal, un monstru sau o figura nemaivazuta, care vrea sa va raneasca sau sa va ucida. In consecinta, alergati, va ascundeti sau incercati scapati sau sa-l depasiti prin inteligenta pe urmaritorul dumneavoastra. Actiunile din vis sunt paralele cu modul cum ati raspunde la presiune si cum ati face fata temerilor, stresului sau diferitelor situatii din viata reala. In loc sa va confruntati cu situatia, visul dumneavoastra indica faptul ca aveti tendinta de a fugi sau de a evita problemele. Intrebati-va cine va fugareste ca sa intelegeti mai bine sursa temerilor si anxietatilor dumneavoastra. Faptul ca sunteti fugarit in vis poate reprezenta, de asemenea un aspect al sinelui. Sentimentele de furie, gelozie , frica si, eventual, iubire, se pot manifesta ca figura amenintatoare. Fiind fugarit de catre o figura umbrita poate simboliza caracteristicile respinse ale sinelui tau. S-ar putea sa proiectati aceste sentimente asupra urmaritorului necunoscut. Daca in vis sunteti cel care fugareste pe cineva, atunci visul va poate evidentia unitatea si ambitia de a merge dupa ceea ce va doriti. Sau poate ca visul sugereaza o slaba dezvoltare si faptul ca trebuie sa ii prindeti din urma pe ceilalti. Luati in considerare distanta dintre dumneavostra si cel care va fugareste. Aceasta indica apropierea dumneavostra de problema. Daca urmaritorul scurteaza distanta, atunci inseamna ca problema nu va disparea. Aceasta va va cotropi, pana cand o veti confrunta. Cu toate acestea, daca sunteti in masura sa castigati distanta, atunci va veti si putea distanta cu succes de problema dumneavoastra. In esenta, problema se estompeaza.",
      "slug": "fuga"
    },
    {
      "name": "Furnici",
      "category": "dictionar",
      "shortMeaning": "In general, furnicile in vise reprezinta suparari zilnice minore, dar s-ar putea sa fiti o persoa...",
      "fullInterpretation": "In general, furnicile in vise reprezinta suparari zilnice minore, dar s-ar putea sa fiti o persoana usor de enervat chiar si de probleme minore. Daca visati o mutime de furnici, precum un zid de furnici, ar putea insemna ca va doriti sa va aflati intr-o multime din care simtiti ca faceti parte. O infestare de furnici in vise sugereaza o trecere de la mici suparari la probleme foarte mari pe care trebuie sa le rezolvati inainte sa va consume. Ca o nota pozitiva, furnicile in vise reprezinta persistenta, munca grea, meticulozitatea si abilitatea de a produce. Visul in care vedeti furnici muncind din greu reprezinta modul in care abordati diferite proiecte la locul de munca. Vise despre furnici si dumneavoastra Visul in care vedeti furnici care se tarasc pe corpul dumneavoastra simbolizeaza ca cineva sau ceva incearca sa va \"intre sub piele\". Luati in considerare si zonele corpului pe unde se tarasc furnicile. Daca furnicile va acopera tot corpul inseamna ca mai multe persoane doresc ceva de la dumneavoastra, inclusiv membrii familiei, colegi de munca sau de scoala, acest lucru facandu-va sa simtiti deznadajduit. Muscaturile de frunici in vise adesea sugereaza necazuri, suparari. Daca visati ca furnicile va musca de picioare inseamna lipsa de echilibru, poate chiar anumite blocaje care va forteaza sa incetiniti. Daca visati ca aveti furnici in par inseamna ca necazurile va intra in minte. Va trebui sa va scoateti micile ganduri negative din minte inainte de a merge mai departe. Visul in care va apar furnici in mancare sugereaza un sens al dezgustului. Ar putea fi o problema de afaceri, competitori mici care incearca sa va preia afacerea. Sau nu sunteti fericit de cum decurg lucrurile in afacerea dumneavoastra, nu sunteti multumit de obiectivele atinse si de profitul produs. Sunteti dezgustat de modul in care va conduceti afacerea. Daca visati furnici in pat inseamna ca aveti mici probleme de reparat prin casa sau pe langa aceasta. Vise despre interactiunea dumneavoastra cu furnicile Visul in care omorati furnici indica metoda prin care tratati problemele. Metodele dumneavoastra de a ucide furnicile va ofera dovezi subtile despre cum tratati problemele zilnice. In unele culturi furnicile sunt considerate delicatese. Daca in cultura dumneavoastra nu sunt vazute astfel, atunci visul in care mancati furnici are interpretari mai importante. Este un semn ca aveti nevoie de relaxare, vacanta, un mod de a va elibera de stres. Daca visati ca distrugeti un musuroi de furnici inseamna generarea unei mari cantitati de stres. Visele despre diferite tipuri de furnici Furnicile negre in vise semnifica un aspect umbra al dumneavoastra sau ar putea simboliza o suparare minora pe care o reprimati sau o negati. A visa furnici rosii sugereaza ceva minuscul care va deranjeaza. Daca visati ca sunteti nervos din pricina furnicilor rosii inseamna ca sunt prezente mici pericole in viata dumneavoastra. Furnicile mari in vise sugereaza o abordare mai agresiva a dumneavoastra asupra atingerilor obiectivelor mici. Invatati sa va uitati dupa oportunitati. Furnicile cu aripi in vise indica faptul ca sunteti in cautarea unei metode de scapre de la rutina zilnica a vietii dumneavoastra. Va doriti sa sa explorati si sa experimentati noi idei sau sarcini.",
      "slug": "furnici"
    },
    {
      "name": "Flori mov",
      "category": "dictionar",
      "shortMeaning": "Visarea florilor mov simbolizeaza bogatia, vita nobila sau, in cele mai multe cazuri, demnitatate...",
      "fullInterpretation": "Visarea florilor mov simbolizeaza bogatia, vita nobila sau, in cele mai multe cazuri, demnitatatea, deoarece aceasta culoare a reprezentat de-a lulgul istoriei clasa conducatoare. In mod alternativ, florile mov ar putea semnifica intelepciune, intuitie excelenta, crestere spirituala sau o schimbare pozitiva a energiei. Trandafirii mov sunt adesea considerati chintesenta luxului si a regalitatii. Din punct de vedere istoric , movul era asociat cu bogatia si puterea datorita raritatii si datorita costului coloratului cu mov. De aceea, adesea cand trandafirii apar in visele noastre ei vor simboliza regalitate, crestere spirituala, mister si ceremonie. Pe de alta parte, trandafirul mov mai poate simboliza o pasiune profunda si romantismn matur. Lavanda este o floare violeta parfumata, cunoscuta pentru proprietatile sale calmante. Aparitia acesteia in visele noastre poate simboliza relaxarea, linistea si pacea interioara. De asemenea, visele in care lavanda a fost in plan principal au fost asociate cu constientizarea spirituala, purificarea si vindecarea. Violetele. In vise, violetele reprezinta intuitia, sensibilitatea si compasiunea. De asemenea, ele pot reprezenta intelepciunea, iluminarea si constientizarea spirituala.` Liliacul in vise este simbolul noilor inceputuri, al cresterii si al transformarii. De asemena, el poate simboliza tineretea, puritatea si inocenta.",
      "slug": "flori-mov"
    },
    {
      "name": "Furtuna",
      "category": "dictionar",
      "shortMeaning": "Necazuri, suparare, proces lung care te va obosi.",
      "fullInterpretation": "Necazuri, suparare, proces lung care te va obosi. Calmul de dua furtuna - perioda de calm si pace Furtuna cu fulgere si tunete - prevesteste o schimbare in bine Furtuna cu grindina, ploaie si zapada - semn rau, pericol in viitorul apropiat Furtuna doborand copacii - urmeaza o perioada presarata cu probleme financiare Furtuna pe mare - frica, primejdie, stricaciune de bunuri Privind o furtuna - adaca aceasta nu va inspaimanta, e prevesteste o situatia in schimbare (de regula, schimbare in bine) Fiind prins de o furtuna - schimbari semnificative la locul de munca Furtuna pe ocean - vesti cu probleme Fant cu furtuna - ferste-te de noile cunostinte, aceste pot cauza problele Furtuna extem de violenta - ganduri si idei daunatoare Furtuna de nisip Daca visati ca sunteti in mijlocul unei furtuni de nisip inseamna ca va simtiti prins, limitat si dezorientat in unele situatii. Se pare ca timpul lucreaza impotriva dumneavoastra.",
      "slug": "furtuna"
    },
    {
      "name": "Furtun",
      "category": "dictionar",
      "shortMeaning": "Adesea, visarea furtunului poate avea conotatii psihologice fundamentale legate de conexiune, flux si control.",
      "fullInterpretation": "Adesea, visarea furtunului poate avea conotatii psihologice fundamentale legate de conexiune, flux si control. Din punct de vedere simbolic, furtunul actioneaza ca si o conducta, directionand fluxul a ceva esential, de regula apa, care in sine este un simbol puternic si plin de emotii. Prin urmare, visarea unui furtun poate reflecta modul in care va gestionati propriile emotii, comunicarea cu ceilalti si vitalitatea. Anumite deviatii ale visului cum ar fi un furtun indoit, presiune incontrolabila sau fisuri si scurgeri, denota luptele din viata reala, blocaje in comunicare sau sentimente de coplesire. Pe de alta parte, un furtun perfect functional care va ajuta in gradinarit si faciliteaza cresterea plantelor prin udare, sibolizeaza devoltare emotionala si comunicare constructiva. Visarea unui furtun de pompieri reprezinta capacitatea visatorului de a gestiona eficient si cu incredere eventualele crize sau urgente din viata acestuia.",
      "slug": "furtun"
    },
    {
      "name": "Flori negre",
      "category": "dictionar",
      "shortMeaning": "Visarea florilor negre indica nevoia de ingrijire si sprijin spiritual.",
      "fullInterpretation": "Visarea florilor negre indica nevoia de ingrijire si sprijin spiritual. Va macina ganduri cu privire la starea de spirit interioara. De asemenea, visul poate sugera tendinta de a va interioriza, pastrati gandurile si emotiile in interior in loc sa vi le exprimati. Totodata, o floare neagra poate sugera divese capitole din viata dumneavoastra, precum dezamagirea. Trandafirii negri aparuti in vise simbolizeaza esecul unor planuri. De foarte multe ori, aparatia acestora in vise poate face referire la viata de cuplu, fiind vorba despre o despartire. Alternativ, tranadafirii negrii in vise pot fi considerati o avertizare asupta unor noi proiecte care suna prea bine ca sa fie adevarate. Trandafirii negri uscati sunt simbolul siguratatii si al dezamagirii in dragoste.",
      "slug": "flori-negre"
    },
    {
      "name": "Far de orientare",
      "category": "dictionar",
      "shortMeaning": "Far naval de orientare sun forma de turn.",
      "fullInterpretation": "Far naval de orientare sun forma de turn. Semn ca se vor produce schimbari in ideile si atitudinile tale , dar vei regreta.",
      "slug": "far-de-orientare"
    },
    {
      "name": "Faima",
      "category": "dictionar",
      "shortMeaning": "Visele in care avem faima reprezinta aspiratiile care au esuat, realizari neimplinite.",
      "fullInterpretation": "Visele in care avem faima reprezinta aspiratiile care au esuat, realizari neimplinite. Avem nevoie de reafirmare in mod constant, laude si confirmari. Vrem sa fim admirati de cei din jurul nostru. - Daca ai visat oameni celebri(faimosi), inseamna o crestere a prosperitatii, a onoarei. - Daca ai visat ca tu esti faimos, vei suferi o dezamagire, doresti sa fi renumit in viata.",
      "slug": "faima"
    },
    {
      "name": "Faina",
      "category": "dictionar",
      "shortMeaning": "Faina este pulberea rezultata din macinarea diveselor alimente.",
      "fullInterpretation": "Faina este pulberea rezultata din macinarea diveselor alimente. Apartitia acesteia in visele noastre poate avea multiple semnificatii in functie de cerealele (sau materia) din care este facuta, textura, miros si felul in care este folosita. In general, simbolizeaza un ingredient adaugat la o situatie din viata de zi cu zi pentru a o face sa functioneze mai bine. Faina este, deopotriva, manifestarea a tot ceea ce se potriveste in domeniul economic si, in acelasi timp, poate simboliza o viata confortabila. In continuare va vom prezenta cele mai comune vise cu si despre faina: Faina alba si aluatul din aceasta Faina si aluatul facut din aceasta simbolizeaza caldura caminului. De asemenea, faina alba este un semn favorabil pentru bucurie si o sanatate puternica. Faina din grau simbolizeaza prosperitatea si mandria fata de ceea ce ati castigat. Sunteti de parere ca meritati aceasta madrie si castigurile datorita eforturilor si trudei depuse. Coacerea aluatului simbolizeaza faptul ca va asumati angajamente, rezolvati probleme si depasiti obstacole de unul singur. Faina din diferite cereale Faina de porumb simbolizeaza implinirea dorintelor. Poate prevesti infaptuirea unor lucruri la care visati de multa vreme, de ex: cumpararea unei case, a unei masini, unor lucruri de valoare, etc. Faina de orz simbolizeaza energie pozitiva si responsabilitate fata de sanatatea dumneavoastra. Inseamna ca aveti grija de alimentatia dumneavoastra si incercati, pe cat posibil, sa va mentineti in forma. Faina de secara reprezinta frica dumneavoastra fata de saracie. Poate ca va straduiti din toate puterile sa castigati destui bani, astfel incat, familiei sa nu-i lipseasca nimic. Faina din hrisca este asociata cu posibilitatea de a mosteni o proprietate sau o suma mare de bani. Presarati faina pe o suprafata Visul simbolizeaza incercarea dumneavoastra de a usura lucrurile. Poate ca in viata reala incercati sa ii faceti cuiva viata mai usoara cu mici actiuni de bunatate sau prin vorbe frumoase. In mod alternativ, visul poate face referire la un proiect in care sunteti implicat si despre care sunteti de parere ca ar mai avea nevoie de unele mici modificari pentru a-l putea aduce la adevaratul sau potential. Cumparand sau vanzand faina Indiferent de tipul de faina pe care o cumparati in vis, acesta prevesteste avantaje semnificative si sporirea afacerii. Speculatiile dumneavoastra va vor oferi multiple oportunitati la locul de munca sau in domeniul afacerilor. Visand ca ati vandut faina, inseamna ca depuneti eforturi si sacrificati energie pentru lucruri care nu va folosesc prea mult. Alternativ, visul poate simboliza o afacere cu rezultate nesatisfacatoare. Macinand faina Indiferent de cerealele sau materialele pe care la macinati pentru a obtine faina, visul arata ca sunteti dispus sa luati toate masurile necesare pentru a va asigura succesul.Interpretari culese din popor: Faina, in general- Trai bun, bogatie, casatorie Faina alba - abundenta, confort, sanatate, putere Faina alba in sac - aduni averi Ciur plin cu faina - oaspeti de seama Facand paste - vesti bune din familia ta Gatind cu faina - prosperitate in familie Macinand faina cruda - cearta - Faina in cantitati mari sau multa la un loc - viata imbelsugata",
      "slug": "faina"
    },
    {
      "name": "Falca",
      "category": "dictionar",
      "shortMeaning": "Falcile unu animal in vis indica o neintelegere sau ca grabiti lucrurile.",
      "fullInterpretation": "Falcile unu animal in vis indica o neintelegere sau ca grabiti lucrurile. Alternativ, visul sugereaza ca cineva sau o situatie, dureaza prea mult timp ori va ia prea multa energie. - Falcile tale in vis reprezinta incapatanare, determinare multa si autoritate. Daca in vis falcile tale sunt stranse, indica suparari neasteptate si alte sentimente puternice la care te-ai abtinut. - Daca visezi ca iti atarna falcile - vei trece prin situatii neplacute. - Daca ai visat ca ai rupta sa dislocata o falca - renunti la beneficiile tale in favoarea altora. - Falcile altcuiva in vis inseamna un salariu mai bun.",
      "slug": "falca"
    },
    {
      "name": "Faleza",
      "category": "dictionar",
      "shortMeaning": "Faleza in vise inseamna romantismul pe care il aveti, perspectivele emotionale frumoase din viata dumneavoastra.",
      "fullInterpretation": "Faleza in vise inseamna romantismul pe care il aveti, perspectivele emotionale frumoase din viata dumneavoastra. Totodata, visul inseamna unele dorinte pe care le vedeti implinite, aspiratia spre independenta si libertate.",
      "slug": "faleza"
    },
    {
      "name": "Faliment",
      "category": "dictionar",
      "shortMeaning": "Falimentul in vis semnifica un semnal de alarma.",
      "fullInterpretation": "Falimentul in vis semnifica un semnal de alarma. - Daca ai visat ca afacerea ta este in faliment - management defectuos. Esti coplesit(a) de anxietate, se executa presiune asupra ta. - Daca ai visat ca dai faliment - castig frumos. - Esti in paragul unui faliment - atentie la afaceri, urmeaza sfatul altuia.",
      "slug": "faliment"
    },
    {
      "name": "Fals",
      "category": "dictionar",
      "shortMeaning": "Visele in care cineva sau ceva este fals sugereaza ca pretindem ceva sau incercam sa fim cineva ceea ce nu suntem.",
      "fullInterpretation": "Visele in care cineva sau ceva este fals sugereaza ca pretindem ceva sau incercam sa fim cineva ceea ce nu suntem. Va este fica sa aratai cine sunteti cu adevarat. Persoane false in vis mai semnifica si dispute cu prietenii daca iti vei asuma risuri in afacerile tale.- Daca ai visat ca esti un falsificator - fi atent la straini. - Daca in vis falsifici bani sau lucrezi cu bani falsi - o persoana apropiata, de incredere, te va trada. - Daca in vis distrugi bani falsi - o sa ai parte de noroc. Banii falsi sau contrafacuti in vise sugereaza faptul ca nu tot ceea ce vedem este ceea ce pare a fi. Poate ca va simtiti nevrednici sau cineva va subevalueaza talentele sau eforturile. In mod alternativ, acest vis fi un semn de alarma al subconstientului averizandu-va ca va pretindeti ceea ce nu sunteti. Tot banii falsi pot fi o avertizare ca puteti avea probleme cu unele persoane indisciplinate sau lipsite de valoare. Folosind sau imprumutand cuiva bani falsi in vise inseamna ca cel care viseaza incerca sa ascunda ceva. In mod alternativ, daca cel care a visat primeste bani falsi in urma unei munci prestate sau ca si salariu, atunci este semn ca nu este in masura sa profite de oportunitatile legate de cariera. Din punct de vedere psihologic banii contrafacuti pot indica o dezamagire sau o inselaciune in care ati fost implicati sau vi s-a inscenat. Sunt considerati a fi un simbol pentru falsitate.",
      "slug": "fals"
    },
    {
      "name": "Falsificare",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca esti un falsificator - fi atent la straini.",
      "fullInterpretation": "- Daca ai visat ca esti un falsificator - fi atent la straini. - Daca in vis falsifici bani sau lucrezi cu bani falsi - o persoana apropiata, de incredere, te va trada. - Daca in vis distrugi bani falsi - o sa ai parte de noroc.",
      "slug": "falsificare"
    },
    {
      "name": "Falus",
      "category": "dictionar",
      "shortMeaning": "(a nu se lua in considerare dulapurile, cutiile, masinile si sobele care simbolizeaza corpul femeii).",
      "fullInterpretation": "(a nu se lua in considerare dulapurile, cutiile, masinile si sobele care simbolizeaza corpul femeii). La indieni, falusul este simbolul fertilitatii, al gandurilor si al muncii, care da roade. Jung considera ca falusul este sursa vietii, marele creator si facator de minuni care, din acest motiv, s-a bucurat peste tot de preamarire. Babilonienii si asirienii spuneau ca nu exista termen de comparatie pentru membrul barbatului, care se mareste in vis. Daca o persoana viseaza ca isi mananca propriul membru, inseamna ca unul dintre fii sai va muri (vezi de asemenea vagin). .",
      "slug": "falus"
    },
    {
      "name": "Familie",
      "category": "dictionar",
      "shortMeaning": "(numeroasa) relatii sociale bogate, sociabilitate, dorinta de a lua legatura cu cat mai multe per...",
      "fullInterpretation": "(numeroasa) relatii sociale bogate, sociabilitate, dorinta de a lua legatura cu cat mai multe persoane, fuga de singuratate, nevoia de a avea o viata agitata, de a iesi din anonimat -(in mijlocul familiei) sentiment de protectie, multumire sufleteasca -(membri ai familiei) vezi mama, tata, frate, sora .(vezi parinti) .",
      "slug": "familie"
    },
    {
      "name": "Fan",
      "category": "dictionar",
      "shortMeaning": "Carul cu fan in vise inseamna belsug mare, harnicie, armonie in familie.",
      "fullInterpretation": "Carul cu fan in vise inseamna belsug mare, harnicie, armonie in familie. Pentru mai multe detalii vizitati si interpretarea visului car.",
      "slug": "fan"
    },
    {
      "name": "Fanfara",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "fanfara"
    },
    {
      "name": "Fantana",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "fantana"
    },
    {
      "name": "Fantoma",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "fantoma"
    },
    {
      "name": "Fantome",
      "category": "dictionar",
      "shortMeaning": "Sa visezi ca fantomele incearca sa te omoare sugereaza ca esti pregatit sa infrunti trecutul si e...",
      "fullInterpretation": "Sa visezi ca fantomele incearca sa te omoare sugereaza ca esti pregatit sa infrunti trecutul si emotiile reprimate, oricat de dureros ar fi. Esti pregatit sa mergi mai departe si sa lasi trecutul in urma.",
      "slug": "fantome"
    },
    {
      "name": "Fara cap",
      "category": "dictionar",
      "shortMeaning": "A visa un corp fara cap sugereaza o oarecare separare de emotii.",
      "fullInterpretation": "A visa un corp fara cap sugereaza o oarecare separare de emotii. Alternativ, visul ar putea implica o forma de atac sau lupta. Daca visati ca vedeti un trup fara cap inseamna ca nu ganditi clar sau nu faceti fata presiunii mentale. Visul in care sunteti fara cap inseamna ca actionati fara a va gandi. Calaretul fara cap in vise reprezinta o influenta negativa asupra dumneavoastra.",
      "slug": "fara-cap"
    },
    {
      "name": "Fara dinti",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca sunteti fara dinti inseamna inabilitatea dumneavoastra de a va atinge scopurile de...",
      "fullInterpretation": "Daca visati ca sunteti fara dinti inseamna inabilitatea dumneavoastra de a va atinge scopurile de a avansa spre interesele dumneavostra. Vestile rele si sanatatea instabila va vor preveni sa va indepliniti dorintele. Visul in care vedeti pe altcineva fara dinti denota faptul ca rivalii dumneavoastra incearca sa va strice reputatia, dar incercarile lor vor fi in zadar.",
      "slug": "fara-dinti"
    },
    {
      "name": "Fara pantofi",
      "category": "dictionar",
      "shortMeaning": "A visa ca sunteti fara pantofi sugereaza atitudinile dumneavoastra jucause si mintea relaxata si fara griji.",
      "fullInterpretation": "A visa ca sunteti fara pantofi sugereaza atitudinile dumneavoastra jucause si mintea relaxata si fara griji. Alternativ, visul ar putea indica saracia, lipsa de mobilitate sau neintelegerea. Daca visati ca umblati fara pantofi intr-un santier de constructii inseamna ca nu sunteti pregatit sa munciti indeajuns sa va dezvoltati mintea si corpul. Poate ca sunteti in negare fata de orice dezvoltare. Din punct de vedere spiritual, a va visa fara pantofi poate sugera ca sunteti o persoana umila, viata dumneavoastra este dominata de smerenie, iar aceasta este o trasatura importanta a personalitatii dumneavoastra pe care ceilalti o recunosc si o respecta.",
      "slug": "fara-pantofi"
    },
    {
      "name": "Faraon",
      "category": "dictionar",
      "shortMeaning": "Faraonul in vise indica faptul ca sunteti constient de natura autoritara din interiorul dumneavoastra.",
      "fullInterpretation": "Faraonul in vise indica faptul ca sunteti constient de natura autoritara din interiorul dumneavoastra. Alternativ, visul serveste ca si o conexiune intre spiritualitatea dumneavoastra si divinitatea. Visul in care apare un faraon ar mai putea insemna si ca aveti un dusman. Daca visati ca deveniti un faraon inseamna ca s-ar putea sa deveniti un lider, sa ocupati o functie de conducere, desi va veni cu pretul unui legamant religios.",
      "slug": "faraon"
    },
    {
      "name": "Faras",
      "category": "dictionar",
      "shortMeaning": "Farasul in vise semifica faptul ca va asteapta o munca grea, dar placuta.",
      "fullInterpretation": "Farasul in vise semifica faptul ca va asteapta o munca grea, dar placuta. Veti munci mai mult decat deobicei, dar rezultatele vor fi pe masura.",
      "slug": "faras"
    },
    {
      "name": "Farduri",
      "category": "dictionar",
      "shortMeaning": "Persoana care va visa farduri va avea parte de liniste in familie, de copii.",
      "fullInterpretation": "Persoana care va visa farduri va avea parte de liniste in familie, de copii.",
      "slug": "farduri"
    },
    {
      "name": "Farfurie",
      "category": "dictionar",
      "shortMeaning": "In timpurile stravechi, farfuriile au fost considerate obiecte de lux, fiind detinute si folosite...",
      "fullInterpretation": "In timpurile stravechi, farfuriile au fost considerate obiecte de lux, fiind detinute si folosite doar de catre cei bogati. Pentru a afla ce simbolizeaza farfuria in vise trebuie sa aveti in vedere anumite detalii. Visul in care apare o farfurie simpla sugereaza nevoia pentru simplitate in viata dumneavoastra, iar o farfurie bogat decorata in vise simbolizeaza o dorinta pentru a sarbatori, pentru a celebra un moment important din viata dumneavoastra. Daca visati ca tineti o farfurie in mana inseamna ca sunteti constient de ceea ce ati primit de la celelalte persoane. A visa ca o persoana va ofera o farfurie sugereaza ca acea persoana este dispusa si isi doreste sa imparta ceva cu dumneavoastra. Forma unei farfurii adanci aparuta in vise simbolizeaza feminitatea, iar forma farfuriei plate simbolizeaza proprietatea comuna. Farfuria goala in vise indica dorintele si nevoile dumneavoastra cele mai personale. Din punct de vedere spiritual, visul in care detineti o farfurie sugereaza atingerea unui anumit nivel de cunoastere. Marimea unei farfurii in vise reprezinta castigurile dumneavoastra de la locul de munca. O farfurie mare se refera la venituri mari, iar o farfurie mica se refera la venituri mai mici, dar suficiente pentru dumneavoastra. A vedea o farfurie de sticla sau de cristal in vis sugereaza ca rivalii vor iesi la suprafata pentru ceva din care veti castiga mult. O farfurie de ceramica in vise inseamna ca va veti invinge inamicii foarte usor. Daca visati o farfurie de lemn inseamna ca veti primi un cadou, iar daca visati o farfurie de plastic inseamna ca veti face o calatorie scurta si frumoasa. A visa o farfurie dintr-un metal precum cuprul ar putea sugera ca va veti indragosti brusc, veti admira o persoana sau veti dori sa detineti ceva deoarece va place prea mult.Visul in care apare o farfurie alba se refera la terenul sau proprietatea pe care le veti primi ca mostenire sau o noua oferta pentru un loc de munca. Mai multe detalii si informatii gasiti accesand interpretarea visului farfurie. A visa o farfurie plina cu mancare sugereaza simtul dumneavoastra de proprietate. Este ceea ce ati primit sau sperati sa primiti de la ceilalti. Ceea ce ati creat pentru dumneavoastra si acum trebuie sa infruntati. Pentru mai multe informatii si detalii va rugam sa accesati si pagina visului farfurie.O farfurie sparta in vise este semn bun, cioburile prevestind noroc in dragoste.",
      "slug": "farfurie"
    },
    {
      "name": "Farfurie alba",
      "category": "dictionar",
      "shortMeaning": "Visul in care apare o farfurie alba se refera la terenul sau proprietatea pe care le veti primi c...",
      "fullInterpretation": "Visul in care apare o farfurie alba se refera la terenul sau proprietatea pe care le veti primi ca mostenire sau o noua oferta pentru un loc de munca. Mai multe detalii si informatii gasiti accesand interpretarea visului farfurie.",
      "slug": "farfurie-alba"
    },
    {
      "name": "Farfurie plina",
      "category": "dictionar",
      "shortMeaning": "A visa o farfurie plina cu mancare sugereaza simtul dumneavoastra de proprietate.",
      "fullInterpretation": "A visa o farfurie plina cu mancare sugereaza simtul dumneavoastra de proprietate. Este ceea ce ati primit sau sperati sa primiti de la ceilalti. Ceea ce ati creat pentru dumneavoastra si acum trebuie sa infruntati. Pentru mai multe informatii si detalii va rugam sa accesati si pagina visului farfurie.",
      "slug": "farfurie-plina"
    },
    {
      "name": "Farfurie sparta",
      "category": "dictionar",
      "shortMeaning": "O farfurie sparta in vise este semn bun, cioburile prevestind noroc in dragoste.",
      "fullInterpretation": "O farfurie sparta in vise este semn bun, cioburile prevestind noroc in dragoste.",
      "slug": "farfurie-sparta"
    },
    {
      "name": "Farfurii",
      "category": "dictionar",
      "shortMeaning": "Farfuriile in vise reprezinta idei, convingeri sau anumite situatii care va sunt \"oferite\".",
      "fullInterpretation": "Farfuriile in vise reprezinta idei, convingeri sau anumite situatii care va sunt \"oferite\". Visul sugereaza ceea ce primiti sau ceea ce sperati sa primiti de la altii. S-ar putea sa simtiti ca viata va ofera \"pe farfurie\" o anumita experienta. Probabil ca este momentul sa faceti prima miscare. Visul in care vedeti farfurii asezate pe un raft sugereaza posibilitatile care asteapta sa fie realizate. Sunteti capabil sa oferiti ceva oricand doriti. Daca visati rafturi de farfurii lustruite inseamna ca faceti tot ce puteti pentru a scoate ce este mai bun dintr-o situatie. Incercati sa faceti o impresie buna. A visa farfurii murdare sugereaza nemultumire si un sfarsit nepromitator. S-ar putea sa fi trecut cu vederea peste unele probleme ale vietii dumneavoastra sau nu v-ati confruntat cu propriile emotii. Daca visati ca spalati farfurii inseamna ca mergeti mai departe sau va planuiti urmatoarea faza din viata dumneavoastra. Va scapati de ceva sau de anumite convingeri pe care le aveti. Alternativ, visul reprezinta rutina zilnica si propabil ca sunteti prins in aceasta rutina. Visul in care vedeti farfurii goale, dar foarte frumoase, prezice noroc in dragoste. Daca visati farfurii goale si simple inseamna o perioada plictisitoare din viata dumneavoastra. A visa farfurii pline simbolizeaza norocul si bunastarea.Visul in care apar farfurii albe este asemanator celui in care apare o singura farfurie alba, dar efectul poate fi mar puternic, mai mare. Visul se refera la o mostenire pe care o primiti sub forma unor terenuri sau proprietati, dar poate insemna si o oferta de munca foarte buna. Puteti gasi detalii accesand interpretarea visului farfurii.A visa farfurii sparte reprezinta promisiuni incalcate sau asteptari esuate. Ceva ce dumneavoastra ati crezut ca este garantat nu mai este posibil. Sentimente de saracie, neajunsuri si nepotriviri. Este posibil ca nu va ridicati la asteptarile altora.",
      "slug": "farfurii"
    },
    {
      "name": "Farfurii albe",
      "category": "dictionar",
      "shortMeaning": "Visul in care apar farfurii albe este asemanator celui in care apare o singura farfurie alba, dar...",
      "fullInterpretation": "Visul in care apar farfurii albe este asemanator celui in care apare o singura farfurie alba, dar efectul poate fi mar puternic, mai mare. Visul se refera la o mostenire pe care o primiti sub forma unor terenuri sau proprietati, dar poate insemna si o oferta de munca foarte buna. Puteti gasi detalii accesand interpretarea visului farfurii.",
      "slug": "farfurii-albe"
    },
    {
      "name": "Farfurie sparta",
      "category": "dictionar",
      "shortMeaning": "O farfurie sparta in vise este semn bun, cioburile prevestind noroc in dragoste.",
      "fullInterpretation": "O farfurie sparta in vise este semn bun, cioburile prevestind noroc in dragoste.",
      "slug": "farfurie-sparta"
    },
    {
      "name": "Farmacie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "farmacie"
    }
  ]
}