{
  "symbols": [
    {
      "name": "Fior",
      "category": "dictionar",
      "shortMeaning": "Daca te trece un fior in vis inseamna ca te confrunti cu o serie de temeri adanc semnate in inconstient.",
      "fullInterpretation": "Daca te trece un fior in vis inseamna ca te confrunti cu o serie de temeri adanc semnate in inconstient. Visul poate evidentia, de asemenea fiori de emotii, fiori de frig care au efect negativ asupra comportamentului, semne de rigiditate.",
      "slug": "fior"
    },
    {
      "name": "Fir",
      "category": "dictionar",
      "shortMeaning": "fir alb - calatorie scurta adunand un fir - ai o taina pe suflet fir rosu - ai nevoie disperata d...",
      "fullInterpretation": "fir alb - calatorie scurta adunand un fir - ai o taina pe suflet fir rosu - ai nevoie disperata de dragoste si afectiune alta culoare - realizari in afaceri capat de fir - ai necazuri daca nu patrunzi o relatie secreta fir de argint - intriga zadarnica fir de ata - dusmani fir de ata lung - intoarcere fir de ata scurt - scapi de griji fir de aur - izbanda prin intriga fir de aur in caseta - om linistit fir de bumbac - evita discutiile lungi si fara noima cu persoana iubita fir de lana - cineva iti pune bete in roate la serviciu fir depanand - vei descoperi o taina fir de matase - deceptie din partea celui iubit fir in bobina - afectiune durabila fir incurcat - sfortare dificila, lasa incapatanarea fir mare - griji,. invidii din partea dusmanilor, acorda consideratie celor din jur fir rupt - semn rau - taiat - intrigi, mister. Un fir de par atarnand deasupra capului cuiva insemna bani. Daca o femeie gravida viseaza un fir lung de par (sau o suvita lunga), inseamna ca fiul ei va deveni un lider.",
      "slug": "fir"
    },
    {
      "name": "Fir de ata",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "fir-de-ata"
    },
    {
      "name": "Fire de par",
      "category": "dictionar",
      "shortMeaning": "Un fir de par atarnand deasupra capului cuiva insemna bani.",
      "fullInterpretation": "Un fir de par atarnand deasupra capului cuiva insemna bani. Daca o femeie gravida viseaza un fir lung de par (sau o suvita lunga), inseamna ca fiul ei va deveni un lider.",
      "slug": "fire-de-par"
    },
    {
      "name": "Firimituri",
      "category": "dictionar",
      "shortMeaning": "Aparitia firimiturilor in vise este mereu asociata cu sentimentul de parasire, poate ca va simtit...",
      "fullInterpretation": "Aparitia firimiturilor in vise este mereu asociata cu sentimentul de parasire, poate ca va simtiti strain intr-o relatie sau situatie. Alternativ, visul poate simboliza proiecte neterminate, rezultate greu de ghicit si sentimente confuze. Firimiturile de paine reprezinta dificultati depasite ( pentru mai multe detalii vedeti si interpretarea visului paine ) Visand ca pasarile ciugulesc firimituri inseamna, de regula, veste buna. Potrivit traditiei populare, visand ca folositi firimituri in timp ce gatiti, sugereaza faptul ca va veti bucura de atmosfera familiei si de bucurie in casa.",
      "slug": "firimituri"
    },
    {
      "name": "Fistic",
      "category": "dictionar",
      "shortMeaning": "Fisticul in vise simbolizeazabogatie si binecuvantare.",
      "fullInterpretation": "Fisticul in vise simbolizeazabogatie si binecuvantare. Visul ar mai putea sugera o cutie goala, ce nu poate fi folosita la nimic, dar care aduce o placere nesemnificativa. Traditia islamica spune ca visul in care mancati fistic inseamna ca veti castiga bani binecuvantati.",
      "slug": "fistic"
    },
    {
      "name": "Fiul",
      "category": "dictionar",
      "shortMeaning": "- Daca iti vezi fiul in vise inseamna idealul tau, potentialul si o parte din tine.",
      "fullInterpretation": "- Daca iti vezi fiul in vise inseamna idealul tau, potentialul si o parte din tine. Toate sperantaele pe care le ai pentru fiul tau (in viata de zi cu zi) se aplica, de asemenea, si pentru tine, chiar daca numai in subconstient. Pe de alta parte, fiul in vise nu poate avea nici o semnificatie, este pur si simplu o oglindire din viata de zi cu zi. - Daca nu ai un fiu, dar totusi ai visat ca ai un fiu, atunci poate insemna un singur lucru. Fiul tau in acest vis simbolizeaza o parte din tine care este inca tanara si plina de speranta. Ea simbolizeaza potentialul inca neexplorat si idealurile tale pentru viitor. Fiul tau este de fapt o parte din tine care este inca tanara.",
      "slug": "fiul"
    },
    {
      "name": "Fixativ",
      "category": "dictionar",
      "shortMeaning": "Fixativul in vise repreinta o ingrijorare in despre evitarea comportamentului rusinos sau a unei gandiri improprii.",
      "fullInterpretation": "Fixativul in vise repreinta o ingrijorare in despre evitarea comportamentului rusinos sau a unei gandiri improprii. S-ar putea sa folositi anumite actiuni sau obiceiuri pentru a va forta sa ramaneti pe calea cea dreapta. A folosi fixativ in vise sugereaza ca sunteti prea ingrijorat cu aspectul si imaginea dumneavoastra. Va intereseaza prea mult de ceea ce cred altii despre dumneavoastra.",
      "slug": "fixativ"
    },
    {
      "name": "Flacara",
      "category": "dictionar",
      "shortMeaning": "Potrivit traditie noaste, o flacara in vis, simbolizeaza purificare.",
      "fullInterpretation": "Potrivit traditie noaste, o flacara in vis, simbolizeaza purificare. Alternativ, visul poate fi o metafora pentru \"in flacari\" si se refera la cineva din trecutul tau, pentru care ai avut o pasiune sau cu care ai avut o idila de dragoste. - Daca ai visat ca te lupti cu flacarile, inseamna ca va trebui sa iti canalizezi atent(a) eforturile si energia in drumul spre succes si bogatie. - Daca ai visat flacara unei lumanari, inseamna ca te asteapta un cadou sau o surpriza placuta. - O casa in flacari este semn ca vei avea dificultati in a-i face pe prieteni sa aibe incredere in tine. - Daca ai visat ca stingi flacari, inseamna ca ai probleme in dragoste, dar vei avea parte de mult mai bine. - Daca in vis ai picat in flacari, semnifica necaz si defaimare. - Daca in vis vezi flacari in soba, ai dusmani oameni la care nici nu te astepti. - Flacara rosie, manie inseamna. - Flacara stralucitiare - esti stimat(a) si ai parte de succes in ceea ce faci. Flacarile in vise pot indica pasiunea sau furia. De asemenea, flacarile pot arata constientizarea personala care lasa doar cenusa in urma. A vedea flacari in vise pot sugera o expresie a dragostei, a pasiunii sau a furiei. Flacarile aparute in vise pot fi calduroase sau distructive la fel cum poate fi si viata. Daca visati ca scoateti flacari din cap inseamna ca reusiti intr-un anumit mod sa activezi acele inalte functii ale creierului.",
      "slug": "flacara"
    },
    {
      "name": "Flamand infometat",
      "category": "dictionar",
      "shortMeaning": "Visul in care esti flamand(a) semnifica un sentiment de nerealizare in unele zone din viata ta.",
      "fullInterpretation": "Visul in care esti flamand(a) semnifica un sentiment de nerealizare in unele zone din viata ta. Alternativ visul poate avea si semnificatia flamand dupa iubire, dupa putere, sex, faima, etc. - Daca visezi ca ajuti o persoana infometata - vei mosteni bani si vei face calatorii. - Daca visezi ca tu esti cel infometat - noroc inseamna.",
      "slug": "flamand-infometat"
    },
    {
      "name": "Flamingo",
      "category": "dictionar",
      "shortMeaning": "Visul in care vedeti un flamingo zburand inseamna ca veti trece prin experiente interesante si placute.",
      "fullInterpretation": "Visul in care vedeti un flamingo zburand inseamna ca veti trece prin experiente interesante si placute. Daca visati un flamingo care sta atunci inseamna ca veti avea o serie de probleme.",
      "slug": "flamingo"
    },
    {
      "name": "Flaut",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "flaut"
    },
    {
      "name": "Flirt",
      "category": "dictionar",
      "shortMeaning": "Visul in care flirtati cu cineva inseamna nevoia dumneavoastra de intimitate si afectiune.",
      "fullInterpretation": "Visul in care flirtati cu cineva inseamna nevoia dumneavoastra de intimitate si afectiune. S-ar putea sa va angajati intr-o noua relatie in viitorul apropiat. Daca visati ca sotul/sotia dumneavoastra flirteaza cu altcineva inseamna ca ca simtiti o distanta fizica sau emotionala fata de el/ea. Lipseste comunicarea din relatia dumneavoastra sau poate ca va simtiti inadecvat si nu va ridicat la asteptarile dorite.",
      "slug": "flirt"
    },
    {
      "name": "Floare",
      "category": "dictionar",
      "shortMeaning": "Floarea soarelui in vise simbolizeaza, caldura, abundenta, longevitate si prosperitate.",
      "fullInterpretation": "Floarea soarelui in vise simbolizeaza, caldura, abundenta, longevitate si prosperitate. Floarea soarelui serveste, de asemenea, ca orientare in directia cea buna si este o sursa de indrumare spirituala. Alternativ, floarea soarelui denota trufie. Se poate sa va inselati de aspectul fals al cuiva. (floare) 15/11/2021 (ultima actualizare)Craciunita sau Poinsettia, este o specie de planta din familia Euphorbiaceae, originara din Mexic si America Centrala, craciunita a fost descrisa pentru prima data de europeni in 1834. (sursa: wikipedia ). In vis, florile apar mai des femeilor decat barbatilor, deoarece plantele si florile au o simbolistica mai speciala pentru ele. Visarea craciunitei (cunoscuta si sub numele de Stea de Craciun) este insotita de multiple semnificatii, dar de cele mai multe ori simbolizeaza fericire, bucurie si pasiune. In continuare va prezentam cele mai comune vise despre craciunite: Cumparand o craciunita Visul in care dumneavoastra cumpati o craciunita, inseamna ca ar trebui sa dedicati mai mult timp familiei. Poate ca este un semn ascupa faptului ca in ultima vreme vi-ati cam neglijat familia, trebuie sa va ganditi serios la relatiile dumneavoastra cu familia, ei sunt cele mai importante persoane din viata dumneavoastra! Oferind sau daruind cuiva o craciunita Visul in care ati oferit cuiva o craciunita scoate in evidenta bunatatea si generozitatea dumneavoastra. Sunteti o persoana se va gandi mereu la altii si care este gata oricand sa se sacrifice. Poate ca menirea dumneavoastra in viata este sa va altaturati unei organizatii umanitare, in acest mod vi-ati putea indeplinii misiunea vietii , si anume, de a-i ajuta pe cei nevoiasi. Vanzarea sau comercializarea de craciunite Daca ati visat ca ati vandut cuiva o craciunita, inseamna ca in curand veti aduce fericire in viata unui strain. De asemenea, visul poate face referile la impresia buna lasata de actiunile dumneavoastra. Furtul Visul in care ati furat o craciunita, poate simboliza faptul ca va simtiti jenat. Cel mai important este ca mai intati sa ascultati, nu incercati sa vorbiti despre lucruri pe care nu le intelegeti deoarece puteti spune ceva prostesc. Craciunita de alta culoare Visul in care craciunita nu este rosie, ci alta culoare, inseamna ca va implicati in treburile personale ale altor persoane atunci cand nu ar trebui sa faceti asta.In general, visarea semintelor de floarea soarelui pot simboliza noi desoperiri in viitorul apropiat si noi inceputuri. Desigur, in functie de context si de felul cum va sunt prezentate, acestea pot prevesti sau simboliza diverse lucruri. In continuare vom inceraca sa va prezentam si sa interpretam cele mai comune vise despre semintele de floarea soarelui. Rcoltarea semintelor de floarea soarelui Astfel de vise in care ati recoltat sau urmeaza sa recoltati semintele de floarea soarelui sunt, de regula, un semn al avutiei si al inmultirii posesiunilor. Mancand seminte de floarea soarelui Consumul semintelor de floarea soarelui poate indica doua lucruri, si anume: - Poate ca va ganditi prea mult la trecut, faceti lucrurile in felul dumneavoastra si traiti dupa propriul set de reguli si datorita unor alegeri neintelepte vi se va arata sfarsitul unei relatii sau a unei situati in care ati fost implicati. - Pe de alta parte, consumul seminelor de floarea sorelui poate fi tratat ca si o metafora a vindecarii. O sa va confruntati cu probleme ca va pot provoca multe probleme interne si va trebui sa fiti mai atenti si mai metodici in actiunile si eforturile dumneavoastra. De asemenea, visul poate indica faptul ca o ideie a rasarit sau ca ea este in curs de dezvoltare.",
      "slug": "floare"
    },
    {
      "name": "Floarea soarelui",
      "category": "dictionar",
      "shortMeaning": "Floarea soarelui in vise simbolizeaza, caldura, abundenta, longevitate si prosperitate.",
      "fullInterpretation": "Floarea soarelui in vise simbolizeaza, caldura, abundenta, longevitate si prosperitate. Floarea soarelui serveste, de asemenea, ca orientare in directia cea buna si este o sursa de indrumare spirituala. Alternativ, floarea soarelui denota trufie. Se poate sa va inselati de aspectul fals al cuiva.In general, visarea semintelor de floarea soarelui pot simboliza noi desoperiri in viitorul apropiat si noi inceputuri. Desigur, in functie de context si de felul cum va sunt prezentate, acestea pot prevesti sau simboliza diverse lucruri. In continuare vom inceraca sa va prezentam si sa interpretam cele mai comune vise despre semintele de floarea soarelui. Rcoltarea semintelor de floarea soarelui Astfel de vise in care ati recoltat sau urmeaza sa recoltati semintele de floarea soarelui sunt, de regula, un semn al avutiei si al inmultirii posesiunilor. Mancand seminte de floarea soarelui Consumul semintelor de floarea soarelui poate indica doua lucruri, si anume: - Poate ca va ganditi prea mult la trecut, faceti lucrurile in felul dumneavoastra si traiti dupa propriul set de reguli si datorita unor alegeri neintelepte vi se va arata sfarsitul unei relatii sau a unei situati in care ati fost implicati. - Pe de alta parte, consumul seminelor de floarea sorelui poate fi tratat ca si o metafora a vindecarii. O sa va confruntati cu probleme ca va pot provoca multe probleme interne si va trebui sa fiti mai atenti si mai metodici in actiunile si eforturile dumneavoastra. De asemenea, visul poate indica faptul ca o ideie a rasarit sau ca ea este in curs de dezvoltare.",
      "slug": "floarea-soarelui"
    },
    {
      "name": "Florarie",
      "category": "dictionar",
      "shortMeaning": "Floraria in vise simbolizeaza romantismul, dorinta de a va deschide sentimental fata de persoana iubita.",
      "fullInterpretation": "Floraria in vise simbolizeaza romantismul, dorinta de a va deschide sentimental fata de persoana iubita. Aveti o sensibilitate aparte si \"iubiti\" sa iubiti.",
      "slug": "florarie"
    },
    {
      "name": "Flori albe",
      "category": "dictionar",
      "shortMeaning": "Visul la flori albe poate simboliza tristete, deovicei visul este influentat de trecerea de la o ...",
      "fullInterpretation": "Visul la flori albe poate simboliza tristete, deovicei visul este influentat de trecerea de la o stare emotionala la alta. De multe ori, daca visati la flori albe, inseamna ca veti avea de participat la o petrecere si veti onora cu placere invitatia. Domnii care se viseaza culegand flori albe vor avea parte de un sarut din partea unei doamne cu o aceasi pasiune ca si dansii.",
      "slug": "flori-albe"
    },
    {
      "name": "Flori artificiale",
      "category": "dictionar",
      "shortMeaning": "Florile artificiale in vise sunt un semn ca va veti afla intr-o situatie presanta si veti actiona...",
      "fullInterpretation": "Florile artificiale in vise sunt un semn ca va veti afla intr-o situatie presanta si veti actiona impotriva principiilor dumneavoastra, sa nu va lasati influentati. A primi flori artificiale inseamna ca veti avea parte de o intamplare trista, viata dumneavoastra sau a unei persoane apropiate va fi pusa in pericol.",
      "slug": "flori-artificiale"
    },
    {
      "name": "Flori de liliac",
      "category": "dictionar",
      "shortMeaning": "Florile de liliac prevestesc o dragoste apropiata sau momente fericite.",
      "fullInterpretation": "Florile de liliac prevestesc o dragoste apropiata sau momente fericite. Buchetul de flori de liliac face referire in viata reala la faptul ca trebuie sa fiti deschisi la conversatii cu partenerul dumneavoastra, in tot acest timp veti afla unele detalii uimitoare, detalii pe care pana acum nici nu le banuiati. Daca ati visat ca tineti in mana flori de liliac si cautati o floare cu cinci petale, este semn bun. In realitate, sunteti gata pentru o schimbare in viata personala. Frumos va fi, sau nu, asta depinde daca veti gasi floarea dorita. Daca altcineva cauta acea floare cu cinci petale, atunci veti experimenta invidie si gelozie, mai ales daca persoana din visul dumneavoastra este de acelasi sex.",
      "slug": "flori-de-liliac"
    },
    {
      "name": "Flori de soc",
      "category": "dictionar",
      "shortMeaning": "Boabele si florile de soc sunt considerate magice si sunt folosite in ritualuri de catre multe triburi si religii.",
      "fullInterpretation": "Boabele si florile de soc sunt considerate magice si sunt folosite in ritualuri de catre multe triburi si religii. De asemenea, ele sunt folosite in tincturi, nutritie precum si pentru vindecare. Aparitia florilor de soc in vise este considerat a fi un semn bun, prezicand evenimente pozitive despre casa si viata de familie. Visul in care dumneavoastra sau altcineva mananca boabe / flori de soc pozitivitate, sanatate si interactiuni emotionale fericite. Acest vis poate fi considerat si un semn al logevitatii, vitalitatii si, prin urmare, este un semn bun pentru vindecare daca sunteti bolnav. Daca ati visat pe cineva care este bolnav in viata reala si in visul vostru semnalati prezenta florilor sau a boabelor de soc este un semn bun pentru recuperarea acestuia.",
      "slug": "flori-de-soc"
    },
    {
      "name": "Flori de tei",
      "category": "dictionar",
      "shortMeaning": "Florile de tei in vise simbolizeaza gratia feminina.",
      "fullInterpretation": "Florile de tei in vise simbolizeaza gratia feminina. Mai multe informatii daca vizitati mai multe interpretari despre flori.",
      "slug": "flori-de-tei"
    },
    {
      "name": "Flori galbene",
      "category": "dictionar",
      "shortMeaning": "In general, atunci cand visati flori galbene sugereaza atat o constiinta curata cat si o stare foarte buna.",
      "fullInterpretation": "In general, atunci cand visati flori galbene sugereaza atat o constiinta curata cat si o stare foarte buna. Alternativ florile galbene in vise prezic dificultati dureroase. A visa flori galbene s-ar putea sa reflecte sentimente de importanta pentru aprecierea a ceva special. O atentie sporita asupra nevoi de a aprecia pe cineva sau ceva. Un efort in plus pentru a observa lucrurile minunate pe care le-ati realizat. Va indreptati atentia mai mult spre ceva frumos pe care va este teama sa il pierdeti. Va simtiti fortat sa acordati atentie spre ceva atunci cand nu va doriti. In traditia islamica, sotia celui care viseaza flori galbene are parte de o sanatate fragila.",
      "slug": "flori-galbene"
    },
    {
      "name": "Flori ofilite",
      "category": "dictionar",
      "shortMeaning": "Florile ofilite in vise denota situatii dezamagitoare si intunecate.",
      "fullInterpretation": "Florile ofilite in vise denota situatii dezamagitoare si intunecate. S-ar putea sa semnaleze sfarsitul unei relatii de iubire. Alternativ, visul la flori ofilite ar mai putea insemna ca s-ar putea sa nu va atingeti intregul potential sau intreg talentul si il lasati sa se rispeasca.",
      "slug": "flori-ofilite"
    },
    {
      "name": "Flori rosii",
      "category": "dictionar",
      "shortMeaning": "Emotiile sau sentimentele reprezentate de flori in vise sunt bunatate, compasiune, iubire si blandete.",
      "fullInterpretation": "Emotiile sau sentimentele reprezentate de flori in vise sunt bunatate, compasiune, iubire si blandete. Rosul este simbolul pasiunii, al iubirii si al energiei, scanteia care aprinde in flacari cele mai multe dorinte. De aceea florile rosii pot insemna orice de la manie la dragoste sau pasiune. Visul in care primim in dar flori rosii face referire la cineva care este o sursa de inspiratie, care ne-a ajutat sa intelegem adevaratul nostru potential.",
      "slug": "flori-rosii"
    },
    {
      "name": "Flota",
      "category": "dictionar",
      "shortMeaning": "Atunci cand in vise ne apare o flota de nave maritime (de lupta), care se deplaseaza foarte reped...",
      "fullInterpretation": "Atunci cand in vise ne apare o flota de nave maritime (de lupta), care se deplaseaza foarte repede, inseamna o schimbare rapida pe piata de afaceri. - Daca ai visat o flota de ambarcatiuni, inseamna ca iti vei face prieteni noi. - Daca faci parte din echipajul unei flote, vei face o excursie (calatorie) impreuna cu partenerul.",
      "slug": "flota"
    },
    {
      "name": "Fluier",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "fluier"
    },
    {
      "name": "Fluiera",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "fluiera"
    },
    {
      "name": "Fluieraturi",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "fluieraturi"
    },
    {
      "name": "Fluture",
      "category": "dictionar",
      "shortMeaning": "(zburand) indiferenta, eschivare din fata problemelor, sociabilitate, flirt, relatii superficiale...",
      "fullInterpretation": "(zburand) indiferenta, eschivare din fata problemelor, sociabilitate, flirt, relatii superficiale -(asezat pe ceva) necesitatea de a te stabili intro pozitie clara in cele din urma, de a cauta si gasi stabilitatea -(frumos si mare) impresie buna creata in ochii celorlalti -mare capacitate de transformare in momente cruciale -(prins) teama de ati pierde libertatea.",
      "slug": "fluture"
    },
    {
      "name": "Fluviu / rau",
      "category": "dictionar",
      "shortMeaning": "Raul sau fluviul din vise simbolizeaza fluxul vietii noastre, atitudinea pe care o avem atunci ca...",
      "fullInterpretation": "Raul sau fluviul din vise simbolizeaza fluxul vietii noastre, atitudinea pe care o avem atunci cand parcurgem cursul evenimentelor. Este foarte important sa va amintiti si sa acordati o atentie deosebita vremii, lucrurilor si peisajelor de pe malul raului, activitatile efectuate si emotiile generate de acest tip de vis. Un fluviu / rau intr-o zi insorita si calma simbolizeaza pace, veselie, prosperitate, fertilitate si placeri. Cu toate acestea, un rau care se revarsa sau curge rapid poate simboliza o faza turbulenta a vietii dumneavoastra. Nivelul si debitul cu care curge apa raului devine imprevizibil si pare ca este necontrolabil, este un semn de incertitudini si obstacole. In continuare va prezentam cateva dintre cele mai frecvente interpretari ale viselor legate de fluvii si rauri. Vise despre mediul inconjurator si felul in care arata raul si malul Deoarece raul este reprezentarea fluxului de energie si viata, acordati atentie malurilor si pamantului prin care raul isi croieste cursul. In functie de tipul si aspectul raului, visul poate fi interpretat diferit. De exemplu, un rau care curge printr-un camp inzapezit si / sau care are gheata la mal nu semnifica ceva in mod deosebit, dar este posibil ca in timpul somnului sa va fi descoperit sau sa fi fost prea rece in camera si sa fi simtit frig. Un rau complet inghetat reflecta intepenirea / inghetarea interesului cu privire la sansele ce vi se ofera in viata. Un rau care curge prin terenuri agricole simbolizara o viata imbelsugata si o alimentatie sanatoasa. Visele cu un mal ucat sau un rau aproape secat pot sugera faptul ca v-ati pierdut capacitatea creativa ( tinand cont de malul uscat si saracacios). Apa putina din raul aproape secat reprezinta faptul ca pe zi ce trece gasiti tot mai putine placeri si bucurii in viata. Puteti lua in considerare incercarea unor activitati noi pentru a va inveseli ziua. Un rau normal (calm si senin), fara scopuri sau evenimente vizibile, indica faptul ca va lasati condus de fluxul vietii. Vazand un rau foarte murdar sau contaminat, fie cu gunoaie, fie cu gunoaie, implica faptul ca va simtiti letargic si obosit. Poate fi, de asemnea, un semn ca nu vi-a preit mancarea sau un semn al unei boli. Un rau / fluviu noroios este semnul unor framantari. Noroiul reflecta dandurile dumneavoastra interioare. Alternativ, raul noroios poate reprezenta ganduri imorale. Visele in care vedem un rau dezlantuit si turbulent sunt asociate cu sentimentul de neliniste si aveti sentimentul ca viata scapata de sub control. Inotul intr-un rau ce curge repede sugereaza faptul ca sunteti gata sa va confruntati cu provocarile vietii. Intersectiile de rauri reflecta noi etape si oportunitati din viata dumneavoastra. Poate ca intemeiati o familie sau poate ca va deschideti o afacere. Sacaldaul in rau reprezinta purificare si curatare. Cu toate acestea, daca raul in care faceti baie este unul murdar sau infestat, inseamna ca factie parte dintr-un grup sau mediu cu influente negative care va vor corupe intr-un anumit fel.",
      "slug": "fluviu-rau"
    },
    {
      "name": "Foaie",
      "category": "dictionar",
      "shortMeaning": "Foaia in vis sugereaza ca beneficiati de pe mici realizari.",
      "fullInterpretation": "Foaia in vis sugereaza ca beneficiati de pe mici realizari. - Daca ai visat o foaie alba, inseamna ca esti o fire schimbatoare. - Daca in vis vezi o foaie cu o emblema pe ea, inseamna ca esti curios din fire. - Daca ai visat foi colorate, inseamna ca ti-ai satisfacut curiozitatile legate de ceva sau de cineva. - Daca ai visat o foaie de hartie murdara, semnifica amarciune si intoleralnata din partea cuiva. - Daca ai visat foi rulate, inseamna ca ai unele probleme in viata de familie. - Foaia uda in vise prezice pericole. - Foaie sifonata sau un pic mototolita, castiguri marunte de bani. - Daca ai visat foi ce zburau purtate de vant, semnifica sperante lipsite de realizare.",
      "slug": "foaie"
    },
    {
      "name": "Foame",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "foame"
    },
    {
      "name": "Foarfeca",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea a taia).",
      "fullInterpretation": "(vezi, de asemenea a taia).",
      "slug": "foarfeca"
    },
    {
      "name": "Foarfece",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "foarfece"
    },
    {
      "name": "Foarfece / foarfeca",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "foarfece-foarfeca"
    },
    {
      "name": "Foc de arma",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca cineva trage un foc de arma inseamna ca va confruntati cu anumite probleme in viata dumneavoastra.",
      "fullInterpretation": "Daca visati ca cineva trage un foc de arma inseamna ca va confruntati cu anumite probleme in viata dumneavoastra. Va simtiti persecutat intr-o situatie sau sunteti tinta unui complot. Visul in care dumneavoastra trageti un foc de arma denota sentimentul agresiv si mania acunsa spre o anumita persoana, in principiu spre cea in care visati ca trageti focul de arma.",
      "slug": "foc-de-arma"
    },
    {
      "name": "Foc de artificii",
      "category": "dictionar",
      "shortMeaning": "Avand in vedere ca, mai tot timpul, focurile de artificii fac parte din manifestarile prilejuite ...",
      "fullInterpretation": "Avand in vedere ca, mai tot timpul, focurile de artificii fac parte din manifestarile prilejuite de un eveniment de bucurie sau de o sarbatoare, acestea pot fi si infricosatoare. Atunci cand visam focuri de artificii, speram, de fapt, sa avem motive de sarbatoare, desi acestei dorinte de celebrare ii poate fi asociata si o alta emotie sau traire. Putem atribui focurilor de artificii acceasi semnificatie ca si in cazul exploziei. O eliberare de emotii sau de energie poate avea un efect spectaculos asupra noastra si a oamenilor ce ne inconjoara. Se regaseste un exces de incarcatura emotionala spirituala, ce trebuie directionat pe calea potrivita pentru a evita disiparea sa necontrolata.",
      "slug": "foc-de-artificii"
    },
    {
      "name": "Foca",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat foca, inseamna prosperitate si progres la locul de munca.",
      "fullInterpretation": "- Daca ai visat foca, inseamna prosperitate si progres la locul de munca. - Daca ai visat ca omori o foca, inseamna vei avea o perioada dificila, vei esua in ceea ce ai inceput, problemele de afaceri se vor multiplica. Nu vei avea noroc. - Daca ai visat ca participi la o vanatoare de foci, inseamana ca vei pierde continuu ceva sau iti vei rata sansa. - Daca in vis porti o haina din piele de foca, inseamna ca situatia financiara ti se va inbunatatii. - Daca ai visat blana de foca, prezice noroc ce sa va abate asupra familiei tale.Acest vis poate avea cauze in functionarea defectuoasa a organismului in timpul somnului, in pozitia corpului in timpul somnului sau datorita unor factori care actioneaza asupra organismului. In aceste conditii, visul nu are nici o semnificatie. In schimb, atunci cand cauzele visului sunt altele, misterioase, nepatrunse de mintea omeneasca, visul prevesteste ceva groaznic - o boala incurabila.",
      "slug": "foca"
    },
    {
      "name": "Foi",
      "category": "dictionar",
      "shortMeaning": "A vedea un trifoi cu patru foi in vise reprezinta noroc si fericire.",
      "fullInterpretation": "A vedea un trifoi cu patru foi in vise reprezinta noroc si fericire. Cele patru foi simbolizeaza faima, bogatie, sanatate si dragoste. Alternativ, visul sugereaza ca ati ajuns cu o problema la un final fericit. Trifoiul cu patru foi in vise semnifica noroc, fie acesta pe plan financiar sau social. Este important sa retineti ca semnele de acest gen pot fi inselatoare.",
      "slug": "foi"
    },
    {
      "name": "Foi mari",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "foi-mari"
    },
    {
      "name": "Fond de ten",
      "category": "dictionar",
      "shortMeaning": "Visul in care purtati fond de ten sugereaza ca exista ceva ce incercati sa ascundeti.",
      "fullInterpretation": "Visul in care purtati fond de ten sugereaza ca exista ceva ce incercati sa ascundeti. Incercati sa va ascundeti adevaratele intentii sau sentimente despre ceva. Alternativ, visul la fond de ten ar mai putea indica unele nesigurante despre sine.",
      "slug": "fond-de-ten"
    },
    {
      "name": "Forja",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "forja"
    },
    {
      "name": "Fortareata",
      "category": "dictionar",
      "shortMeaning": "Fortareata in vise simbolizeaza protectie si vindecare.",
      "fullInterpretation": "Fortareata in vise simbolizeaza protectie si vindecare. Alternativ, visul sugereaza zid intre tine si alte persoane, inchiderea din punct de vedere emotional. - Daca ai visat fortareata asediata, semnifica schimbare insemnata. - Fortareata distrusa, inseamna pierderi financiare si mizerie morala. - Fortareata bombardata, fi milos cu semnii tai. - Daca ai visat ca cuceresti o fortareata, insemana seituatie buna, stare financiara buna.",
      "slug": "fortareata"
    },
    {
      "name": "Fosta iubita",
      "category": "dictionar",
      "shortMeaning": "Atunci cand iti visezi fosta iubita, inseamna ca inconstientul, care produce visele, incearca sa ...",
      "fullInterpretation": "Atunci cand iti visezi fosta iubita, inseamna ca inconstientul, care produce visele, incearca sa iti dea o lectie prin furnizarea uni vis drept exemplu. Ai putea sa cauti pe cineva care are aceesi personalitate ca si persoana de care ai fost indragostit inainte. Acea persoana ar putea fi partenerul ideal pentru tine. Acest lucru inseamna ca vei avea o relatie cu cineva care va repara pur si simplu greselile fostei tale iubite. - Daca nu esti implicat intr-o relatie, atunci poate ca este timpul sa mergi din nou la intalniri. - Daca in vis vezi o iubita dar cu care ai fost impreuna cu mult timp in urma, acest lucru se intampla deoarece inconstientul iti reaminteste despre circumstantele nefericite. Visul este o avertizare ca esti pe cale sa te implici cu cineva care nu te va face prea fericit. - Daca ai un vis erotic cu fosta prietena, insemana ca nu esti multumit de viata romantica din prezent, lipseste ceva. - Daca ai visat ca fosta iubita iti face masaj, e timpul sa ai incredere in persoane si sa-i lasi sa se apropie de tine din nou.",
      "slug": "fosta-iubita"
    },
    {
      "name": "Fostul iubit",
      "category": "dictionar",
      "shortMeaning": "Daca va visati fostul iubit inseamna ca de fapt exista anumite chestiuni intre voi care au ramas neclarificate.",
      "fullInterpretation": "Daca va visati fostul iubit inseamna ca de fapt exista anumite chestiuni intre voi care au ramas neclarificate. Mai exista sentimente, poate de ambele parti, iar acest lucru complica oarecum existentele voastre. De asemenea, acest vis poate fi un avertisment cu privire la un incident neplacut.",
      "slug": "fostul-iubit"
    },
    {
      "name": "Fostul sot / Fosta sotie",
      "category": "dictionar",
      "shortMeaning": "Visul in care apare fostul sot sau fosta sotie indica faptul ca in momentul de fata te afli intr-...",
      "fullInterpretation": "Visul in care apare fostul sot sau fosta sotie indica faptul ca in momentul de fata te afli intr-o situatie in care nu doresti sa mai fi. Acest vis mai sugereaza si faptul ca te confrunti cu o relatie similara sau o situatie care te face sa te simti nefericit(a) si inconfortabil(a). Alternativ, visul in care stai impreuna cu fostul sot / fosta sotie face referire la faptu ca subconstientul repeta aceleasi vechi tipare din acea relatie in relatia curenta. Faci aceleasi greseli si reactionezi in acelasi mod.",
      "slug": "fostul-sot-fosta-sotie"
    },
    {
      "name": "Fotbal",
      "category": "dictionar",
      "shortMeaning": "(meci) confruntare, competitie, ambitie pentru atingerea unui scop.",
      "fullInterpretation": "(meci) confruntare, competitie, ambitie pentru atingerea unui scop. .Meciul de fotbal in vise va avertizeaza sa aveti grija cu prietenii si felul in care ii alegeti. Este posibil ca ei doar sa se foloseasca de dumneavoastra si sa profite de calitatile dumneavoastra. Daca visati ca jucati intr-un meci de fotbal inseamna ca veti avea parte de o surpriza neasteptata, veti primi o suma de bani, posibil o marire de salariu sau un bonus.Daca visati un teren de fotbal in constructie atunci inseamna ca aveti unele probleme sexuale nerezolvate.",
      "slug": "fotbal"
    },
    {
      "name": "Fotografi / Fotografie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "fotografi-fotografie"
    },
    {
      "name": "Fotografii",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "fotografii"
    },
    {
      "name": "Fotoliu",
      "category": "dictionar",
      "shortMeaning": "Fotoliul in vis, sau visul in care stai asezar intr-un fotoliu, indica faptul ca esti complet sig...",
      "fullInterpretation": "Fotoliul in vis, sau visul in care stai asezar intr-un fotoliu, indica faptul ca esti complet sigur de starea ta si ca te afli intr-o pozitie de veghe continua. Te-ai stabilit si meriti respect, esti apreciat si ti se respecta opinia. - Daca ai visat ca altcineva sta in fotoliu, inseamna ca ai respect pentru sefii tai. - Daca ai visat ca stai inghesuit in fotoliu, vei fi zguduit de o veste neasteptata. - Daca stai relaxat in fotoliu, semnifica confort, dorinta materiala, planuri si obiective de viitor.",
      "slug": "fotoliu"
    }
  ]
}