{
  "symbols": [
    {
      "name": "Fractura",
      "category": "corp",
      "shortMeaning": "Impas, vulnerabilitate, nevoie de odihnă forțată sau lipsă de sprijin.",
      "fullInterpretation": "O fractură în vis indică o \"rupere\" în fluxul vieții tale. Ceva care funcționa s-a oprit brusc. Poate fi un impas profesional sau o traumă emoțională care te imobilizează.\\n\\nLocul fracturii este cheia: piciorul indică incapacitatea de a avansa, mâna – lipsa de acțiune sau resurse, coloana – pierderea curajului sau a demnității. Visul te obligă să iei o pauză pentru a te vindeca. Ești prea fragil pentru a continua în același ritm.",
      "slug": "fractura"
    },
    {
      "name": "Fragi",
      "category": "alimente",
      "shortMeaning": "Plăceri simple, inocență, dulceața vieții sau amintiri din copilărie.",
      "fullInterpretation": "Fragii sunt fructe mici, sălbatice și aromate. În vis, simbolizează bucuriile simple, naturale și autentice. Te conectezi la inocența copilăriei sau la o iubire pură și nevinovată.\\n\\nCulesul fragilor sugerează că fericirea se găsește în lucruri mărunte, dar necesită atenție și răbdare pentru a fi descoperită. Este un semn de noroc și de momente dulci în viața personală.",
      "slug": "fragi"
    },
    {
      "name": "Franghie",
      "category": "obiecte",
      "shortMeaning": "Legătură, constrângere, salvare sau manipulare.",
      "fullInterpretation": "Frânghia poate lega (constrângere, lipsă de libertate) sau poate salva (a arunca o frânghie cuiva). În vis, contextul decide: ești legat? Atunci te simți prins într-o situație fără ieșire. Urcă pe o frânghie? Ești determinat să reușești prin efort propriu.\\n\\nFrânghia poate simboliza și o legătură karmică sau o relație toxică de care nu te poți desprinde. \"A trage de timp\" sau \"a întinde coarda\" sunt expresii care se pot manifesta vizual prin acest simbol.",
      "slug": "franghie"
    },
    {
      "name": "Frasin",
      "category": "natură",
      "shortMeaning": "Stabilitate, conexiune între lumi, protecție și noblețe.",
      "fullInterpretation": "Frasinul este un arbore sacru în multe mitologii (Yggdrasil). În vis, simbolizează stabilitatea, creșterea spirituală și conexiunea dintre pământ și cer. Ești bine înrădăcinat, dar aspiri spre înalt.\\n\\nPoate indica protecție divină sau sprijinul unei persoane puternice și nobile. Frasinul sugerează rezistență în fața furtunilor vieții și o structură interioară solidă.",
      "slug": "frasin"
    },
    {
      "name": "Frate",
      "category": "persoane",
      "shortMeaning": "Parteneriat, rivalitate, sprijin sau o parte a sinelui (umbra/ego).",
      "fullInterpretation": "Fratele în vis poate reprezenta fratele real (și relația voastră) sau un aspect al propriei personalități. Adesea, este Umbra (pentru bărbați) sau Animus-ul (pentru femei, deși mai rar).\\n\\nPoate simboliza camaraderia, loialitatea și sprijinul necondiționat. Totuși, rivalitatea fraternă (Cain și Abel) este o temă comună, indicând competiție, gelozie sau conflict interior. Dacă fratele este în pericol, simți că o parte din tine este amenințată.",
      "slug": "frate"
    },
    {
      "name": "Frate mort",
      "category": "persoane",
      "shortMeaning": "Dor, pierderea unui sprijin, transformare interioară sau viață lungă (paradoxal).",
      "fullInterpretation": "A visa un frate mort (care în realitate este viu) este adesea interpretat în tradiția populară ca un semn de viață lungă pentru el. Psihologic, poate indica teama de a-l pierde sau o schimbare majoră în relația voastră.\\n\\nDacă fratele este deja decedat, visul este o modalitate de a procesa doliul, de a-i simți prezența sau de a primi un mesaj de dincolo. Poate simboliza și moartea unei părți din tine pe care o asociai cu el (copilăria comună).",
      "slug": "frate-mort"
    },
    {
      "name": "Frate vitreg",
      "category": "persoane",
      "shortMeaning": "Conflict familial, sentiment de excludere, rivalitate sau integrare dificilă.",
      "fullInterpretation": "Fratele vitreg simbolizează adesea tensiunile din familie, sentimentul de a nu fi complet acceptat sau de a trebui să împarți afecțiunea/resursele. Poate indica o rivalitate pentru atenția părinților sau a unei figuri autoritare.\\n\\nTotuși, poate reprezenta și o alianță neașteptată sau nevoia de a integra o parte \"străină\" a personalității tale. Este un apel la toleranță și la găsirea unui teren comun.",
      "slug": "frate-vitreg"
    },
    {
      "name": "Frauda",
      "category": "acțiuni",
      "shortMeaning": "Vinovăție, teamă de a fi descoperit, înșelătorie sau pierderea încrederii.",
      "fullInterpretation": "Frauda în vis este legată de conștiință. Dacă tu comiți o fraudă, te simți vinovat pentru ceva, simți că nu meriți succesul (sindromul impostorului) sau încerci să scurtezi drumul prin mijloace incorecte.\\n\\nDacă ești victima unei fraude, visul te avertizează asupra naivității tale. Cineva profită de încrederea ta. Poate indica și o pierdere emoțională – ai investit sentimente într-o \"afacere\" (relație) proastă.",
      "slug": "frauda"
    },
    {
      "name": "Frica",
      "category": "emoții",
      "shortMeaning": "Avertisment, anxietate, blocaj sau confruntarea cu umbra.",
      "fullInterpretation": "Frica în vis este o emoție puternică și reală. Ea semnalează un pericol perceput, fie el extern sau intern. De ce îți este frică? De necunoscut, de eșec, de judecată?\\n\\nFrica indică adesea un blocaj: eviți să faci o schimbare necesară. \"Ceea ce ți-e frică, de aia nu scapi\". Visul te provoacă să îți înfrunți demonii. Dacă reușești să îți depășești frica în vis, vei avea curaj și în viața reală.",
      "slug": "frica"
    },
    {
      "name": "Frica de inaltime",
      "category": "emoții",
      "shortMeaning": "Nesiguranță, teama de succes (sau eșec), vertij în fața responsabilităților.",
      "fullInterpretation": "Frica de înălțime (acrofobia) în vis sugerează că ai ajuns într-o poziție (socială, profesională) pentru care nu te simți pregătit. Succesul te amețește. Te temi că vei cădea și vei pierde totul.\\n\\nPoate indica și teama de a lăsa în urmă siguranța solului (zona de confort) pentru a aspira la ceva mai înalt. Ești blocat între dorința de a urca și frica de a cădea.",
      "slug": "frica-de-inaltime"
    },
    {
      "name": "Frig",
      "category": "emoții",
      "shortMeaning": "Singurătate, izolare, lipsă de afectivitate sau conservare.",
      "fullInterpretation": "Senzația de frig în vis este adesea legată de singurătate și lipsă de căldură sufletească. Te simți izolat, neînțeles sau respins. Relațiile tale s-au răcit.\\n\\nPoate fi și un mecanism de apărare: te-ai \"înghețat\" emoțional pentru a nu mai suferi. Frigiderul (simbol asociat în textul original) confirmă ideea de conservare, dar și de oprire a evoluției. Hrana/emoțiile sunt păstrate la rece, dar nu sunt consumate/trăite.",
      "slug": "frig"
    },
    {
      "name": "Frigider",
      "category": "obiecte",
      "shortMeaning": "Conservare, secrete păstrate la rece, amânarea planurilor sau răceală emoțională.",
      "fullInterpretation": "Frigiderul păstrează resursele pentru mai târziu. În vis, poate însemna că ai talente sau idei pe care le ții \"la rece\", nefolosite. Poate indica și secrete sau probleme nerezolvate pe care le-ai \"înghețat\".\\n\\nUn frigider plin este semn de securitate, dar poate sugera și lăcomie sau acumulare excesivă. Un frigider gol indică frica de sărăcie sau golul interior. Dacă este stricat, emoțiile \"stricate\" (alterate) ies la suprafață.",
      "slug": "frigider"
    },
    {
      "name": "Friptura",
      "category": "alimente",
      "shortMeaning": "Hrană consistentă, putere, instincte primare satisfăcute sau succes material.",
      "fullInterpretation": "Friptura (carnea gătită) simbolizează hrana substanțială, puterea și vitalitatea. A mânca friptură indică faptul că îți recapeți forțele sau te bucuri de un succes material concret. Ești \"carnivor\", adică activ și dominant.\\n\\nDacă friptura este crudă, planurile tale nu sunt încă gata. Dacă este arsă, ai ratat momentul sau ai exagerat cu pasiunea/efortul.",
      "slug": "friptura"
    },
    {
      "name": "Frisca",
      "category": "alimente",
      "shortMeaning": "Plăcere, superficialitate, recompensă dulce sau lipsă de substanță.",
      "fullInterpretation": "Frișca este partea cea mai dulce și ușoară, dar și cea mai puțin nutritivă. \"Cireașa de pe tort\". În vis, simbolizează micile plăceri, flirtul, bucuria de moment și răsfățul.\\n\\nPoate indica o dorință de a îndulci viața sau de a primi o recompensă. Totuși, poate sugera și superficialitate: te uiți doar la suprafață, la partea spumoasă a lucrurilor, ignorând profunzimea.",
      "slug": "frisca"
    },
    {
      "name": "Frisoane",
      "category": "corp",
      "shortMeaning": "Frică intensă, presimțire, boală sau eliberare de energie.",
      "fullInterpretation": "Frisoanele sunt reacția corpului la febră sau la frică. În vis, indică o stare de vulnerabilitate extremă. Simți că pierzi controlul. Poate fi o presimțire rea sau efectul unui șoc emoțional.\\n\\nUneori, frisoanele apar în momente de eliberare energetică sau de contact cu ceva spiritual/necunoscut. Corpul reacționează la o vibrație diferită.",
      "slug": "frisoane"
    },
    {
      "name": "Frizer",
      "category": "persoane",
      "shortMeaning": "Schimbare de imagine, influență exterioară, critică sau ajustare.",
      "fullInterpretation": "Frizerul este cel care îți modifică aspectul (capul/gândurile). În vis, simbolizează o schimbare de atitudine sau de imagine. Ești gata să renunți la vechile idei (părul tăiat) și să adopți un stil nou.\\n\\nPoate sugera și că ești influențat de părerile altora sau că te simți vulnerabil la critici (\"te-a tuns\" cineva). Dacă tu ești frizerul, înseamnă că vrei să modelezi gândirea altora.",
      "slug": "frizer"
    },
    {
      "name": "Frizerie",
      "category": "locuri",
      "shortMeaning": "Loc de transformare socială, bârfă, pregătire pentru o nouă etapă.",
      "fullInterpretation": "Frizeria este un spațiu social unde se discută și se schimbă înfățișarea. Visul indică faptul că ești preocupat de cum ești perceput în societate. Te pregătești pentru un eveniment sau o nouă fază a vieții.\\n\\nPoate simboliza și bârfa sau discuțiile superficiale. Este locul unde \"se pun la cale\" lucruri legate de imagine.",
      "slug": "frizerie"
    },
    {
      "name": "Frizura coafura",
      "category": "corp",
      "shortMeaning": "Ordine mentală, stil, identitate sau vanitate.",
      "fullInterpretation": "Coafura reflectă starea ta mentală. O coafură ordonată sugerează gânduri clare și disciplină. O coafură ciufulită indică haos, confuzie sau creativitate neîngrădită.\\n\\nSchimbarea frizurii în vis este semnul unei schimbări de identitate sau de opinie. Vrei să fii văzut altfel. Dacă nu îți place frizura, ești nemulțumit de propria imagine sau de deciziile recente.",
      "slug": "frizura-coafura"
    },
    {
      "name": "Frnghie",
      "category": "obiecte",
      "shortMeaning": "Simbol duplicat: legătură, tensiune, salvare sau capcană.",
      "fullInterpretation": "Această intrare (variantă ortografică pentru \"frânghie\") reiterează ideea de conexiune vitală sau mortală. Poate fi cordonul ombilical, legătura cu pământul sau funia spânzuratului (disperare). Nodurile pe frânghie sunt problemele pe care trebuie să le descurci.",
      "slug": "frnghie"
    },
    {
      "name": "Fructe",
      "category": "alimente",
      "shortMeaning": "Rezultate, abundență, sănătate, sexualitate și cunoaștere.",
      "fullInterpretation": "Fructele sunt rezultatul final al procesului de creștere. \"După faptă și răsplată\". Fructele coapte și dulci simbolizează succesul, plăcerea, sănătatea și fertilitatea. Culegi roadele muncii tale.\\n\\nFructele acre sau verzi indică nerăbdare sau rezultate dezamăgitoare. Fructele putrede sugerează oportunități ratate sau degradare morală. Oferirea unui fruct poate avea conotații erotice (fructul oprit) sau de prietenie.",
      "slug": "fructe"
    },
    {
      "name": "Fructe citrice",
      "category": "alimente",
      "shortMeaning": "Revigorare, sănătate, aciditate (critică) sau curățare.",
      "fullInterpretation": "Citricele (lămâi, portocale) sunt asociate cu sănătatea și vitamina C, dar și cu aciditatea. În vis, pot simboliza nevoia de revigorare și energie. O situație \"acră\" se poate transforma în ceva benefic (limonadă).\\n\\nPot sugera și critici acide sau o atitudine înțepătoare. Coaja lor groasă indică protecție. Mirosul lor proaspăt aduce claritate și curățare mentală.",
      "slug": "fructe-citrice"
    },
    {
      "name": "Fructe de mare",
      "category": "alimente",
      "shortMeaning": "Emoții profunde, inconștient, rafinament sau indigestie emoțională.",
      "fullInterpretation": "Fructele de mare vin din adâncuri (inconștient). A le mânca înseamnă a integra conținuturi profunde ale psihicului. Sunt un simbol al rafinamentului și al plăcerilor deosebite.\\n\\nTotuși, pot provoca alergii sau intoxicații, sugerând că anumite emoții sau amintiri sunt greu de digerat pentru tine. Pot fi legate și de sexualitate și fertilitate (afrodiziace).",
      "slug": "fructe-de-mare"
    },
    {
      "name": "Fructe de padure",
      "category": "alimente",
      "shortMeaning": "Sălbăticie, dulceață ascunsă, instincte și vitalitate naturală.",
      "fullInterpretation": "Fructele de pădure cresc spontan, fără a fi cultivate. Ele simbolizează darurile naturii și ale instinctului. Găsirea lor în vis este un semn de noroc și de descoperire a unor resurse interioare neașteptate.\\n\\nSunt legate de libertate și de plăceri simple, nealterate de civilizație. Dacă sunt otrăvitoare, ai grijă la ispitele care par inofensive dar sunt periculoase.",
      "slug": "fructe-de-padure"
    },
    {
      "name": "Frunte",
      "category": "corp",
      "shortMeaning": "Intelect, gândire, onoare, îngrijorare sau clarviziune.",
      "fullInterpretation": "Fruntea este sediul gândirii și al voinței. O frunte înaltă și senină sugerează inteligență și onoare. O frunte încruntată indică griji, concentrare intensă sau furie.\\n\\nDacă ești lovit în frunte, este un semn de \"trezire\" bruscă la realitate sau o idee care te lovește. Sărutul pe frunte este un semn de protecție și binecuvântare (părintească sau divină).",
      "slug": "frunte"
    },
    {
      "name": "Frunze",
      "category": "natură",
      "shortMeaning": "Ciclul vieții, creștere, efemeritate și speranță.",
      "fullInterpretation": "Frunzele sunt barometrul vieții copacului. Frunzele verzi și dese indică vitalitate, speranță și prosperitate. Ești într-o perioadă de creștere.\\n\\nFrunzele galbene sau căzute simbolizează toamna vieții, melancolia, sfârșitul unui ciclu și necesitatea de a lăsa lucrurile vechi să plece. Foșnetul frunzelor poate fi un mesaj șoptit de subconștient.",
      "slug": "frunze"
    },
    {
      "name": "Frunze de dafin",
      "category": "natură",
      "shortMeaning": "Victorie, onoare, recunoaștere și nemurire simbolică.",
      "fullInterpretation": "Dafinul este planta învingătorilor. Coroana de lauri. În vis, frunzele de dafin prevestesc succesul într-o competiție, promovarea sau recunoașterea meritelor tale. Ești apreciat.\\n\\nDe asemenea, dafinul este folosit la gătit pentru aromă, sugerând că aduci o \"aromă\" specială, o valoare adăugată în viața celor din jur. Este un simbol al perenității și al gloriei.",
      "slug": "frunze-de-dafin"
    },
    {
      "name": "Frunze uscate",
      "category": "natură",
      "shortMeaning": "Trecut, nostalgie, sfârșit, curățenie necesară.",
      "fullInterpretation": "Frunzele uscate sunt vestigiile verii trecute. Ele foșnesc sub picioare, evocând nostalgia. Visul indică faptul că o etapă s-a încheiat. Poate fi o iubire veche sau un proiect terminat.\\n\\nTrebuie să le mături (să faci curățenie) pentru a permite ierbii noi să crească. Dacă te acoperă, te simți copleșit de amintiri sau de sentimentul inutilității.",
      "slug": "frunze-uscate"
    },
    {
      "name": "Frunze verzi",
      "category": "natură",
      "shortMeaning": "Viață, speranță, sănătate și începuturi promițătoare.",
      "fullInterpretation": "Verdele crud al frunzelor este unul dintre cele mai pozitive simboluri. Indică regenerare, sănătate fizică și psihică, și optimism. Proiectele tale sunt fertile.\\n\\nVisul te asigură că ești pe drumul cel bun. Copacul vieții tale este viguros. Poate simboliza și banii (argoul \"verzișori\"), dar mai ales bogăția sufletească.",
      "slug": "frunze-verzi"
    },
    {
      "name": "Fugar",
      "category": "persoane",
      "shortMeaning": "Evitare, vinovăție, libertate căutată sau responsabilități refuzate.",
      "fullInterpretation": "Dacă tu ești fugarul, înseamnă că eviți o confruntare sau o responsabilitate. Fugi de propriile sentimente sau de consecințele acțiunilor tale. Te simți hăituit.\\n\\nPoate indica și dorința de libertate, de a scăpa dintr-o situație opresivă. Dacă ajuți un fugar, arăți compasiune, dar s-ar putea să te complici în problemele altora.",
      "slug": "fugar"
    },
    {
      "name": "Fugarit",
      "category": "acțiuni",
      "shortMeaning": "Anxietate, presiune, stres și neputința de a face față problemelor.",
      "fullInterpretation": "A fi fugărit este unul dintre cele mai comune coșmaruri. Cel care te urmărește este adesea o parte a ta (umbra) pe care nu vrei să o recunoști. Poate fi o amintire, o frică sau o vinovăție.\\n\\nVisul indică stres major și sentimentul că nu ai scăpare. Trebuie să te oprești și să înfrunți urmăritorul pentru a dizolva frica. Dacă ești fugărit de un animal, este vorba de un instinct; de un om, este o problemă socială sau emoțională.",
      "slug": "fugarit"
    },
    {
      "name": "Fugind",
      "category": "acțiuni",
      "shortMeaning": "Efort de scăpare, dinamică, panică sau eliberare.",
      "fullInterpretation": "Acțiunea de a fugi implică mișcare și consum de energie. Dacă fugi cu ușurință, ai resurse să scapi de probleme. Dacă picioarele îți sunt grele (paralizie în vis), te simți neputincios și blocat.\\n\\nFuga poate fi și un act de eliberare, de lăsare în urmă a ceea ce te ține pe loc. \"A o lua la sănătoasa\". Contextul îți spune dacă e lașitate sau strategie de supraviețuire.",
      "slug": "fugind"
    },
    {
      "name": "Fular",
      "category": "obiecte",
      "shortMeaning": "Protecție (a vocii/gâtului), sufocare sau căldură afectivă.",
      "fullInterpretation": "Fularul protejează gâtul, zona comunicării și a vulnerabilității. În vis, poate însemna nevoia de a te proteja de cuvinte reci sau de a-ți îngriji sănătatea.\\n\\nPoate simboliza și sufocarea, dacă este prea strâns. Cineva te \"strânge de gât\" metaforic sau te simți constrâns în exprimare. Un fular primit cadou înseamnă grijă și afecțiune.",
      "slug": "fular"
    },
    {
      "name": "Fulger",
      "category": "fenomene",
      "shortMeaning": "Iluminare bruscă, șoc, inspirație, mânie divină sau schimbare rapidă.",
      "fullInterpretation": "Fulgerul este o descărcare electrică violentă. În vis, simbolizează o schimbare bruscă și neașteptată. Poate fi o idee genială (o \"străfulgerare\") care îți rezolvă problemele instantaneu.\\n\\nPoate fi și un semn de șoc, o veste care te zguduie. În mitologie, este arma zeilor, deci poate indica o \"pedeapsă\" sau o intervenție a destinului care distruge vechile structuri (Turnul din Tarot).",
      "slug": "fulger"
    },
    {
      "name": "Fulgi",
      "category": "natură",
      "shortMeaning": "Ușurință, fragilitate, efemeritate sau răceală blândă.",
      "fullInterpretation": "Fulgii (de zăpadă sau de păsări) sunt simbolul ușurimii. \"Ușor ca un fulg\". În vis, pot sugera că o problemă care părea grea este de fapt ușoară.\\n\\nFulgii de zăpadă indică puritate, dar și răceală. Căderea lor lină aduce liniște și tăcere. Fulgii de perne sugerează confort sau haos domestic (dacă zboară prin cameră).",
      "slug": "fulgi"
    },
    {
      "name": "Fulgi de zapada",
      "category": "natură",
      "shortMeaning": "Unicitate, frumusețe rece, calmare și purificare.",
      "fullInterpretation": "Fiecare fulg de zăpadă este unic. Visul îți amintește de unicitatea ta și de frumusețea efemeră a momentului. Zăpada acoperă totul, uniformizând și ascunzând murdăria.\\n\\nPoate simboliza o perioadă de \"hibernare\", de liniște și introspecție. Răceala zăpezii poate indica o distanțare emoțională necesară pentru a vedea lucrurile clar.",
      "slug": "fulgi-de-zapada"
    },
    {
      "name": "Fum",
      "category": "fenomene",
      "shortMeaning": "Confuzie, iluzie, avertisment (fără foc), ascunderea adevărului.",
      "fullInterpretation": "Fumul întunecă vederea și irită ochii. În vis, simbolizează confuzia, neclaritatea sau o situație complicată. \"Nu iese fum fără foc\" – există o cauză reală pentru zvonurile sau problemele tale.\\n\\nFumul poate fi o perdea menită să ascundă adevărul. Dacă te sufoci de fum, ești prins într-o situație toxică. Dacă vezi fumul ridicându-se drept, este un semn bun de comunicare cu divinul (rugăciune) sau de pace domestică.",
      "slug": "fum"
    },
    {
      "name": "Fum alb",
      "category": "fenomene",
      "shortMeaning": "Acord, pace, rezolvare, clarificare parțială sau iluzie benignă.",
      "fullInterpretation": "Fumul alb (ca la Vatican) este un semn de acord și de decizie luată. Indică faptul că o perioadă de incertitudine s-a încheiat. Problemele se risipesc.\\n\\nPoate simboliza și visele de zi, iluziile inofensive sau o spiritualitate difuză. Nu este amenințător, ci mai degrabă misterios.",
      "slug": "fum-alb"
    },
    {
      "name": "Fum de tigara",
      "category": "obiecte",
      "shortMeaning": "Viciu, anxietate, plăcere efemeră sau ceață în relații.",
      "fullInterpretation": "Fumul de țigară sugerează anxietate, nervozitate sau nevoia de a te calma printr-un obicei. Poate indica o relație \"fumigenă\", neclară și trecătoare.\\n\\nDacă nefumând visezi fum de țigară, te simți poluat de problemele sau viciile altora. Este un semn de disconfort social.",
      "slug": "fum-de-tigara"
    },
    {
      "name": "Fum negru",
      "category": "fenomene",
      "shortMeaning": "Pericol, depresie, gânduri negre, confuzie majoră.",
      "fullInterpretation": "Fumul negru și dens este un avertisment serios. Indică un pericol iminent, o depresie profundă sau o situație care îți blochează complet viziunea. Nu vezi ieșirea.\\n\\nPoate fi vorba de o \"poluare\" mentală cu gânduri negative sau pesimiste. Trebuie să aerisești urgent situația sau să stingi sursa focului distructiv.",
      "slug": "fum-negru"
    },
    {
      "name": "Fumand",
      "category": "acțiuni",
      "shortMeaning": "Relaxare, dependență, pauză sau atitudine sfidătoare.",
      "fullInterpretation": "Acțiunea de a fuma în vis poate însemna nevoia de relaxare, de a lua o pauză de la stres. Poate fi o recompensă pe care ți-o acorzi.\\n\\nPe de altă parte, subliniază o dependență sau un obicei la care nu poți renunța. Dacă fumezi cu plăcere, te bucuri de moment. Dacă fumezi nervos, ești stresat. A fuma poate fi și un gest social sau de rebeliune.",
      "slug": "fumand"
    },
    {
      "name": "Fund",
      "category": "locuri",
      "shortMeaning": "Bază, adâncime, instincte primare sau punct final.",
      "fullInterpretation": "Fundul (unei ape, al unei prăpăstii sau partea corpului) are semnificații legate de bază și adâncime. \"A atinge fundul\" înseamnă a ajunge la limita inferioară a unei situații, de unde nu poți decât să urci.\\n\\nFundul apei reprezintă inconștientul profund. A vedea fundul mării înseamnă a înțelege cauzele ascunse. În sens anatomic, vezi \"Fese\".",
      "slug": "fund"
    },
    {
      "name": "Fundatie",
      "category": "locuri",
      "shortMeaning": "Stabilitate, principii de viață, început solid sau moștenire.",
      "fullInterpretation": "Fundația unei case reprezintă sistemul tău de valori și principii pe care ți-ai construit viața. Dacă fundația este solidă, ești pregătit să rezisți la orice furtună. Dacă este crăpată, trebuie să îți reevaluezi convingerile de bază.\\n\\nA săpa o fundație înseamnă a începe un proiect pe termen lung. Este un semn de seriozitate și angajament.",
      "slug": "fundatie"
    },
    {
      "name": "Funeralii funerare",
      "category": "fenomene",
      "shortMeaning": "Sfârșit, doliu, eliberare, transformare și noi începuturi.",
      "fullInterpretation": "Funeraliile în vis sunt rareori premoniții de moarte fizică. Ele marchează sfârșitul unui capitol important din viața ta: o relație, un job sau o etapă de dezvoltare.\\n\\nEste un ritual de trecere. Îngropi trecutul pentru a putea trăi prezentul. Deși atmosfera este tristă, mesajul este unul de eliberare și de necesitate a transformării. \"Regele a murit, trăiască regele!\".",
      "slug": "funeralii-funerare"
    },
    {
      "name": "Funie",
      "category": "obiecte",
      "shortMeaning": "Legătură, soluție, pericol sau ascensiune.",
      "fullInterpretation": "Funia este un instrument versatil. Poate fi folosită pentru a lega, a trage sau a urca. Dacă te cațeri pe funie, eforturile tale te vor duce la succes. Dacă ești legat, te simți neputincios.\\n\\nFunia groasă sugerează o legătură puternică sau o problemă grea. \"A fi pe sârmă\" (sau funie) indică risc și echilibru precar.",
      "slug": "funie"
    },
    {
      "name": "Funingine",
      "category": "obiecte",
      "shortMeaning": "Murdărie, urmele trecutului, depresie sau muncă grea.",
      "fullInterpretation": "Funinginea este reziduul arderii. În vis, simbolizează urmele lăsate de pasiuni sau conflicte trecute. Te simți murdar sau pătat de o experiență.\\n\\nPoate indica și depresia (\"gânduri negre\") sau faptul că munca ta este grea și neapreciată. Trebuie să te cureți de funingine pentru a vedea din nou culorile vieții.",
      "slug": "funingine"
    },
    {
      "name": "Furand",
      "category": "acțiuni",
      "shortMeaning": "Lipsă, lăcomie, luarea a ceea ce ți se cuvine sau vinovăție.",
      "fullInterpretation": "Dacă furi în vis, simți că îți lipsește ceva (afecțiune, putere) și încerci să compensezi prin mijloace incorecte. Sau, poate, simți că viața îți datorează ceva și îți iei singur dreptatea.\\n\\nVisul trădează anxietate și sentimentul că nu ești \"destul\" de bun pentru a obține lucrurile cinstit. Frica de a fi prins este frica de judecata socială.",
      "slug": "furand"
    },
    {
      "name": "Furca",
      "category": "obiecte",
      "shortMeaning": "Muncă grea, alegere (răscruce), conflict sau instrument al diavolului.",
      "fullInterpretation": "Furca este unealta muncii la câmp, dar și o armă improvizată. În vis, poate simboliza o muncă grea care te așteaptă. Furca cu două coarne sugerează o dilemă, o alegere între două căi.\\n\\nÎn folclor, furca este asociată cu diavolul, deci poate indica tentație sau o influență malefică. \"A da cu furca\" înseamnă a acționa dezordonat sau violent.",
      "slug": "furca"
    },
    {
      "name": "Furculita",
      "category": "obiecte",
      "shortMeaning": "Alegere, selecție, hrănire, agresivitate casnică.",
      "fullInterpretation": "Furculița servește la a selecta și a duce hrana la gură. În vis, indică nevoia de a alege cu grijă ceea ce \"înghiți\" (idei, propuneri). Nu lua totul de-a gata.\\n\\nFiind un obiect ascuțit, poate simboliza și mici înțepături sau critici în viața domestică. O furculiță căzută pe jos prevestește vizita unui bărbat (în superstiții) sau o mică neatenție.",
      "slug": "furculita"
    },
    {
      "name": "Furie",
      "category": "emoții",
      "shortMeaning": "Emoții reprimate, izbucnire, nevoie de eliberare, conflict interior.",
      "fullInterpretation": "Furia în vis este adesea mai intensă decât în realitate. Este supapa de siguranță a subconștientului. Dacă ești furios în vis, înseamnă că în viața reală reprimi această emoție. Trebuie să găsești o cale sănătoasă de a o exprima.\\n\\nFuria poate fi îndreptată spre tine însuți (vinovăție) sau spre alții (resentimente). Visul îți spune că ai atins o limită de toleranță.",
      "slug": "furie"
    },
    {
      "name": "Furnal",
      "category": "locuri",
      "shortMeaning": "Energie brută, transformare industrială, presiune și putere.",
      "fullInterpretation": "Furnalul este locul unde minereul devine metal. Simbolizează un proces intens de transformare interioară, sub presiune și căldură mare. Ești într-o perioadă de \"producție\" intensă.\\n\\nFurnalul sugerează forță brută, energie masculină și capacitatea de a construi ceva durabil. Dacă furnalul este stins, energia ta vitală este scăzută.",
      "slug": "furnal"
    }
  ]
}