{
  "symbols": [
    {
      "name": "Furnica",
      "category": "dictionar",
      "shortMeaning": "Furnicile in vis semnifica nemultumirea ta fata de viata de zi cu zi.",
      "fullInterpretation": "Furnicile in vis semnifica nemultumirea ta fata de viata de zi cu zi. Te simti neglijat(a) si nesemnifivativ(a) sau lucruri marunte te enerveaza pe parcursul zilei. Potrivit interpretarilor biblice, furnica simbolizeaza diligenta cu privire la lucrurile lui Dumnezeu In traditia romaneasca furnica inseamna truda, eforturi rasplatite, onoare, castig si situatie financiara buna. Vei munci mult dar si foloasele vor fi pe masura. - Daca ai calcat din greseala o furnica, inseamna griji mari. - Daca ai visat ca furnicile iti invadeaza casa, o bucata de vreme ai parte de un viitor nefavorabil. - Furnica in ureche, caz de moarte. - Furnica ce te musca in vis, nenorocire. - Daca in vis vezi o furnica carand, munca multa iti va aduce si un castig pe masura. (vezi si furnici)",
      "slug": "furnica"
    },
    {
      "name": "Furt",
      "category": "dictionar",
      "shortMeaning": "Situatii jenante, care necesita solutii incorecte, perioada dificila, situatie materiala precara.",
      "fullInterpretation": "Situatii jenante, care necesita solutii incorecte, perioada dificila, situatie materiala precara. Alternativ, visul denota lacomie, pierderea controlului asupra propriilor fapte. Este posibil sa va simti frustrat si doriti sa obtineti ceva care initial va parea imposibil , va simtiti nedreptatit.Adesea, visarea furtunului poate avea conotatii psihologice fundamentale legate de conexiune, flux si control. Din punct de vedere simbolic, furtunul actioneaza ca si o conducta, directionand fluxul a ceva esential, de regula apa, care in sine este un simbol puternic si plin de emotii. Prin urmare, visarea unui furtun poate reflecta modul in care va gestionati propriile emotii, comunicarea cu ceilalti si vitalitatea. Anumite deviatii ale visului cum ar fi un furtun indoit, presiune incontrolabila sau fisuri si scurgeri, denota luptele din viata reala, blocaje in comunicare sau sentimente de coplesire. Pe de alta parte, un furtun perfect functional care va ajuta in gradinarit si faciliteaza cresterea plantelor prin udare, sibolizeaza devoltare emotionala si comunicare constructiva. Visarea unui furtun de pompieri reprezinta capacitatea visatorului de a gestiona eficient si cu incredere eventualele crize sau urgente din viata acestuia.",
      "slug": "furt"
    },
    {
      "name": "Fus",
      "category": "dictionar",
      "shortMeaning": "Visul nu este unul prea bun.",
      "fullInterpretation": "Visul nu este unul prea bun. Visarea fusului este asociata cu moartea unei persoane apropiate. Fis cu lana torcand - drum fara veselie. Fus invartindu-se - moarte apropiata. Fos torcand - castig mic.Caz de moarte apropiat .",
      "slug": "fus"
    },
    {
      "name": "Fus de tors",
      "category": "dictionar",
      "shortMeaning": "Caz de moarte apropiat .",
      "fullInterpretation": "Caz de moarte apropiat .",
      "slug": "fus-de-tors"
    },
    {
      "name": "Fusta",
      "category": "dictionar",
      "shortMeaning": "Fusta neagra in vise inseamna seriozitate, maturitate, sunteti o persoana responsabila si vreti s...",
      "fullInterpretation": "Fusta neagra in vise inseamna seriozitate, maturitate, sunteti o persoana responsabila si vreti sa aratati lumii ca va duce capul si ca puteti fi un om serios, va indepliniti sarcinile cu succes.",
      "slug": "fusta"
    },
    {
      "name": "Fusta neagra",
      "category": "dictionar",
      "shortMeaning": "Fusta neagra in vise inseamna seriozitate, maturitate, sunteti o persoana responsabila si vreti s...",
      "fullInterpretation": "Fusta neagra in vise inseamna seriozitate, maturitate, sunteti o persoana responsabila si vreti sa aratati lumii ca va duce capul si ca puteti fi un om serios, va indepliniti sarcinile cu succes.",
      "slug": "fusta-neagra"
    }
  ]
}