{
  "symbols": [
    {
      "name": "Farmacist",
      "category": "persoane",
      "shortMeaning": "Muncă meticuloasă, vindecare, soluții chimice și recompensă pentru efort.",
      "fullInterpretation": "Farmacistul în vis este arhetipul alchimistului modern, cel care prepară și dozează remediile. Dacă te visezi farmacist, înseamnă că ești capabil să găsești soluții precise la problemele tale sau ale altora. Munca ta necesită atenție la detalii și responsabilitate.\\n\\nVisul prevestește că eforturile tale, deși laborioase, vor fi răsplătite. Vei avea parte de câștiguri, nu doar materiale, ci și de recunoștința celor pe care îi ajuți. Ești un vindecător în cercul tău, oferind sfaturi sau ajutor concret.\\n\\nDacă farmacistul refuză să te servească, te simți neputincios în fața unei boli sau a unei situații dificile, căutând în zadar o rezolvare rapidă.",
      "slug": "farmacist"
    },
    {
      "name": "Faruri",
      "category": "obiecte",
      "shortMeaning": "Claritate în întuneric, avertisment, surpriză sau direcție în viață.",
      "fullInterpretation": "Farurile unei mașini care străpung întunericul simbolizează capacitatea de a vedea drumul înainte, chiar și în situații incerte. Dacă tu conduci și farurile luminează bine, ești în control și știi încotro te îndrepți.\\n\\nDacă ești orbit de faruri (\"ca o căprioară în lumina farurilor\"), visul indică paralizie în fața unui pericol sau a unei situații neprevăzute. Te simți expus, vulnerabil și incapabil să reacționezi rapid. Poate fi un avertisment să fii mai atent la ce vine spre tine.\\n\\nFarurile care nu merg sugerează că înaintezi \"orbește\" în viață, fără un plan clar, riscând să te rătăcești sau să ai un accident simbolic.",
      "slug": "faruri"
    },
    {
      "name": "Fasole",
      "category": "alimente",
      "shortMeaning": "Potențial de creștere, fertilitate, muncă simplă și recompense modeste.",
      "fullInterpretation": "Fasolea este un simbol al potențialului latent (ca în povestea cu \"vrejul de fasole\"). Un bob de fasole poate părea neînsemnat, dar ascunde o putere vitală uriașă. Visul sugerează că proiectele tale mici pot crește spectaculos dacă le acorzi îngrijire.\\n\\nCulesul fasolei indică faptul că munca ta dă roade. Nu sunt neapărat câștiguri fabuloase, ci rezultate solide, care îți asigură traiul. Este un simbol al conexiunii cu pământul, cu strămoșii și cu tradiția.\\n\\nDacă mănânci fasole, visul poate sugera simplitate și sănătate, dar uneori și probleme digestive sau situații care îți provoacă disconfort (\"balonare\" emoțională, lucruri greu de digerat).",
      "slug": "fasole"
    },
    {
      "name": "Fasole verde",
      "category": "alimente",
      "shortMeaning": "Tinerețe, prospețime, inocență sau proiecte la început de drum.",
      "fullInterpretation": "Spre deosebire de fasolea uscată, fasolea verde simbolizează prospețimea și noutatea. Este un semn bun pentru afaceri la început sau pentru relații tinere. Totul este crud, plin de viață și promisiune.\\n\\nVisul poate indica și o anumită naivitate sau inocență în abordarea ta. Te arunci în situații fără să fii complet pregătit (ca o fasole necuroaptă). Dacă mănânci fasole verde, te hrănești cu energie vitală și optimism.\\n\\nFasolea verde veștedă avertizează că ai lăsat o oportunitate să treacă sau că entuziasmul tău inițial s-a stins înainte de a obține rezultate concrete.",
      "slug": "fasole-verde"
    },
    {
      "name": "Fata",
      "category": "corp",
      "shortMeaning": "Identitate, imagine socială (persona), onestitate și confruntare cu sine.",
      "fullInterpretation": "Fața este oglinda sufletului și cartea noastră de vizită în societate. A-ți vedea propria față în vis (în oglindă sau în apă) este un moment de autoevaluare. Dacă fața este curată și luminoasă, ești împăcat cu tine și onest cu cei din jur. Dacă este murdară sau desfigurată, simți rușine, vinovăție sau pierderea stimei de sine.\\n\\nA te spăla pe față sugerează dorința de purificare, de a șterge o greșeală sau de a începe o nouă etapă cu o imagine proaspătă. O față acoperită (cu voal sau mască) indică secrete, ipocrizie sau refuzul de a vedea realitatea.\\n\\nFața altcuiva în vis poate reflecta sentimentele tale față de acea persoană sau aspecte ale propriei personalități pe care le proiectezi asupra ei.",
      "slug": "fata"
    },
    {
      "name": "Fata ( chip )",
      "category": "corp",
      "shortMeaning": "Expresia emoțiilor, caracterul adevărat, onoarea și reputația.",
      "fullInterpretation": "Acest simbol (probabil o variație a celui anterior) pune accent pe expresia feței. Un chip furios în vis poate fi, paradoxal, un semn de onoare sau de autoritate în tradiția onirică, sau poate reflecta furia ta reprimată. Un chip zâmbitor poate ascunde ipocrizie dacă simți că nu este autentic.\\n\\nDacă fața este machiată excesiv, visul avertizează asupra pierderilor financiare sau a înșelăciunii. Încerci să acoperi adevărul. A vedea fața cuiva în apă este un semn rău, de instabilitate, ură sau neînțelegere – apa distorsionează imaginea, la fel cum emoțiile distorsionează realitatea.\\n\\nFața în oglindă este, în schimb, un simbol al clarității și al respectului de sine. Te privești în ochi și îți asumi cine ești.",
      "slug": "fata-chip"
    },
    {
      "name": "Fata de masa",
      "category": "obiecte",
      "shortMeaning": "Ospitalitate, reuniune de familie, acoperirea problemelor sau pregătire.",
      "fullInterpretation": "Fața de masă este baza pe care se așază hrana și comuniunea. O față de masă albă și curată prevestește o reuniune fericită, oaspeți dragi și armonie în casă. Ești gata să primești și să oferi.\\n\\nDacă fața de masă este murdară sau pătată, indică tensiuni în familie, secrete rușinoase (\"pete pe obrazul familiei\") sau dezordine în viața personală. O față de masă din mușama sugerează relații superficiale, ieftine sau faptul că cineva încearcă să te manipuleze sub aparența prieteniei.\\n\\nA întinde fața de masă înseamnă a pregăti terenul pentru un eveniment important sau a încerca să aduci ordine într-o situație haotică.",
      "slug": "fata-de-masa"
    },
    {
      "name": "Favoare",
      "category": "acțiuni",
      "shortMeaning": "Interdependență, nevoie de ajutor, orgoliu sau generozitate.",
      "fullInterpretation": "A cere o favoare în vis indică faptul că te afli într-o situație în care nu te poți descurca singur. Trebuie să îți calci pe mândrie și să accepți că ai nevoie de ceilalți. Este o lecție de umilință și de interconectare.\\n\\nDacă cineva îți cere o favoare, visul îți testează generozitatea și compasiunea. Ești dispus să ajuți fără a aștepta nimic în schimb? Refuzul de a face o favoare poate reflecta egoism sau teama de a fi exploatat.\\n\\nUneori, visul poate sugera că te simți dator moral față de cineva sau că aștepți o recompensă pentru faptele tale bune (\"a fi în grațiile cuiva\").",
      "slug": "favoare"
    },
    {
      "name": "Fazan",
      "category": "animale",
      "shortMeaning": "Vanitate, frumusețe ostentativă, noroc sau întâlnire cu o persoană orgolioasă.",
      "fullInterpretation": "Fazanul, cu penajul său spectaculos, este simbolul vanității și al afișării ostentative. În vis, poate reprezenta o persoană din anturajul tău (adesea un bărbat) care este arogantă, preocupată de imagine și de statut.\\n\\nÎn tradiția populară, fazanul poate fi și un semn de noroc și prosperitate, mai ales dacă îl capturezi sau îl mănânci. Indică succes financiar și bucurii lumești. Totuși, carnea de fazan poate veni cu avertismentul de a fi econom și de a nu risipi resursele pe aparențe.\\n\\nA vâna fazani sugerează ambiția de a atinge un statut social înalt și de a te înconjura de oameni influenți.",
      "slug": "fazan"
    },
    {
      "name": "Febra",
      "category": "corp",
      "shortMeaning": "Emoții intense, furie, pasiune sau purificare interioară prin \"ardere\".",
      "fullInterpretation": "Febra în vis este o manifestare a unei stări de \"înfierbântare\" interioară. Poate fi vorba de o furie care clocotește, de o pasiune mistuitoare sau de o anxietate extremă. Corpul (sau mintea) încearcă să ardă ceva toxic pentru a se vindeca.\\n\\nDacă te simți rău din cauza febrei, visul indică suferință emoțională și probleme în relații care te consumă. Dacă simți că arzi, dar nu ești neapărat bolnav, poate fi o trezire spirituală sau o perioadă de creativitate intensă.\\n\\nFebra poate fi și o metaforă pentru rușine (\"a te face roșu la față\") sau pentru o situație jenantă în care ai fost pus recent.",
      "slug": "febra"
    },
    {
      "name": "Fecioara",
      "category": "persoane",
      "shortMeaning": "Puritate, potențial neînceput, idealuri înalte sau perfecționism.",
      "fullInterpretation": "Fecioara în vis simbolizează inocența, puritatea și potențialul care nu a fost încă atins. Poate reprezenta o parte a sufletului tău care a rămas neîntinată de cinismul lumii sau un proiect nou, care este încă în stadiul de idee pură.\\n\\nDin punct de vedere psihologic, poate indica o atitudine rezervată, perfecționism sau teama de intimitate și de implicare. Poate ești prea critic cu tine sau cu ceilalți, căutând un ideal imposibil.\\n\\nÎn sens spiritual, fecioara este sufletul în așteptarea iluminării sau a unirii cu divinul. Este receptivitate maximă și devotament.",
      "slug": "fecioara"
    },
    {
      "name": "Fecioara Maria maica Domnului",
      "category": "persoane",
      "shortMeaning": "Protecție divină, compasiune, miracol și iubire necondiționată.",
      "fullInterpretation": "Apariția Fecioarei Maria în vis este un moment de grație. Indiferent de religie, ea este arhetipul Mamei Divine, a celei care protejează, alină și iubește necondiționat. Visul îți transmite că ești ocrotit și că rugăciunile tale au fost auzite.\\n\\nPoate simboliza nevoia ta de iertare, de vindecare sau de un miracol într-o situație disperată. Mesajul ei este întotdeauna unul de speranță și de încredere în planul divin. Ea te îndeamnă la blândețe și compasiune, atât față de tine, cât și față de ceilalți.\\n\\nDacă îți vorbește sau îți cere ceva, acordă o atenție deosebită mesajului – vine din partea cea mai profundă și sacră a ființei tale.",
      "slug": "fecioara-maria-maica-domnului"
    },
    {
      "name": "Felicitare",
      "category": "obiecte",
      "shortMeaning": "Vești bune, recunoaștere, comunicare sau dorința de a fi apreciat.",
      "fullInterpretation": "O felicitare în vis este un semn de comunicare pozitivă. Cineva se gândește la tine cu bine sau îți transmite gânduri bune. Poate indica faptul că aștepți o recunoaștere a meritelor tale sau o validare din partea celor dragi.\\n\\nDacă primești o felicitare, te poți aștepta la o surpriză plăcută sau la o îmbunătățire a relațiilor sociale. Dacă tu trimiți o felicitare, înseamnă că ești gata să îți exprimi sentimentele, să ierți sau să te reconectezi cu cineva.\\n\\nConținutul felicitării este important – el îți poate oferi indicii despre ce anume lipsește sau ce este apreciat în viața ta în acest moment.",
      "slug": "felicitare"
    },
    {
      "name": "Felie de paine",
      "category": "alimente",
      "shortMeaning": "Modestie, esențialul vieții, împărtășire și supraviețuire.",
      "fullInterpretation": "O felie de pâine simbolizează necesarul, minimul pentru a supraviețui, dar și esența hranei spirituale și fizice. Nu este opulență, este exact cât îți trebuie. A mânca o felie de pâine indică faptul că te mulțumești cu puțin, dar ești în siguranță.\\n\\nDacă ungi pâinea cu unt sau miere, viața devine mai dulce; te bucuri de micile plăceri și de respectul celor din jur. Pâinea împărțită cu alții este simbolul suprem al prieteniei și al comuniunii.\\n\\nO felie de pâine mucegăită sau uscată avertizează asupra unor lipsuri materiale sau a unei perioade de \"secetă\" emoțională. Sărăcia (reală sau simbolică) te îngrijorează.",
      "slug": "felie-de-paine"
    },
    {
      "name": "Felinar",
      "category": "obiecte",
      "shortMeaning": "Lumină în întuneric, speranță fragilă, ghidare în singurătate.",
      "fullInterpretation": "Felinarul este o sursă de lumină portabilă, personală, care te ajută să navighezi prin întunericul necunoscutului. În vis, el simbolizează speranța ta individuală, inteligența sau intuiția care te ghidează pas cu pas.\\n\\nSpre deosebire de un far (care e fix și mare), felinarul depinde de tine să îl ții aprins și să îl porți. Indică faptul că soluția la problemele tale se află în mâinile tale. Dacă lumina e slabă, trebuie să o protejezi de vânturile adverse (critici, dubii).\\n\\nUn felinar stins înseamnă dezorientare, pierderea speranței sau lipsa de claritate într-o situație complicată.",
      "slug": "felinar"
    },
    {
      "name": "Feluri de mancare",
      "category": "alimente",
      "shortMeaning": "Abundență de opțiuni, confuzie în alegeri sau ospitalitate.",
      "fullInterpretation": "A vedea mai multe feluri de mâncare în vis sugerează bogăția de opțiuni și oportunități din viața ta. Ești la un banchet al vieții și trebuie să alegi ce să \"consumi\". Poate simboliza o perioadă prosperă, în care ai de unde alege.\\n\\nTotuși, prea multe feluri de mâncare pot indica și confuzie, lăcomie sau incapacitatea de a te decide. Te simți copleșit de posibilități și nu știi ce este cu adevărat hrănitor pentru tine. Ești tentat să guști din toate, dar riști o indigestie simbolică.\\n\\nDacă servești mâncarea altora, visul vorbește despre generozitatea ta și despre dorința de a-i hrăni și îngriji pe cei dragi.",
      "slug": "feluri-de-mancare"
    },
    {
      "name": "Femeie batrana (baba)",
      "category": "persoane",
      "shortMeaning": "Înțelepciune ancestrală, ciclul vieții, ghid spiritual sau avertisment.",
      "fullInterpretation": "Femeia bătrână în vis este arhetipul Înțeleptei. Ea reprezintă cunoașterea acumulată, tradiția și intuiția profundă. Apariția ei este adesea un semn bun, aducând protecție și sfaturi valoroase din partea subconștientului.\\n\\nPoate simboliza și aspectul de \"babă cloanță\" sau vrăjitoare – partea întunecată a feminității, frica de îmbătrânire și de moarte, sau o figură maternă posesivă și critică.\\n\\nDacă bătrâna este blândă, ascultă-i mesajul. Dacă este amenințătoare, ea personifică fricile tale sau un conflict cu o autoritate feminină. În tradiția românească, baba poate prevesti vreme rea sau o situație dificilă care necesită răbdare.",
      "slug": "femeie-batrana-baba"
    },
    {
      "name": "Femeie cu barba",
      "category": "persoane",
      "shortMeaning": "Conflict de roluri, putere neobișnuită, dezechilibru hormonal sau ciudățenie.",
      "fullInterpretation": "O femeie cu barbă este un simbol al unirii contrariilor, dar și al ambiguității. Poate indica faptul că o femeie din viața ta (sau tu, dacă ești femeie) își asumă roluri sau trăsături considerate tradițional masculine: autoritate, agresivitate, putere de decizie.\\n\\nVisul poate reflecta un dezechilibru: te simți confuz cu privire la identitatea ta sau la locul tău în societate. Poate semnala și o anomalie, ceva care nu este \"la locul lui\" într-o situație.\\n\\nPentru un bărbat, acest vis poate trăda insecuritate față de o femeie puternică sau frica de a fi dominat. Este o întâlnire cu o forță pe care nu o înțelege și care îl sperie.",
      "slug": "femeie-cu-barba"
    },
    {
      "name": "Femeie frumoasa",
      "category": "persoane",
      "shortMeaning": "Dorință, inspirație (Muza), succes și armonie interioară.",
      "fullInterpretation": "O femeie frumoasă în vis este simbolul armoniei, al plăcerii estetice și al succesului. Ea poate reprezenta Anima (sufletul) în forma sa cea mai atrăgătoare, inspirând creativitate și iubire de viață.\\n\\nPentru un bărbat, este adesea proiecția femeii ideale sau a dorințelor erotice. Pentru o femeie, poate fi un model de urmat sau, dimpotrivă, o sursă de invidie și comparație (umbra).\\n\\nÎn general, visul prevestește lucruri bune: noroc în dragoste, reușite sociale sau pur și simplu o stare de bine. Frumusețea ei reflectă frumusețea soluțiilor pe care le găsești la problemele tale.",
      "slug": "femeie-frumoasa"
    },
    {
      "name": "Femeie goala",
      "category": "persoane",
      "shortMeaning": "Vulnerabilitate expusă, adevăr, tentație sau libertate naturală.",
      "fullInterpretation": "Nuditatea în vis poate însemna două lucruri opuse: rușine/vulnerabilitate sau libertate/adevăr. O femeie goală reprezintă adevărul dezbrăcat de orice artificiu (\"adevărul gol-goluț\"). Poate indica o situație în care măștile au căzut.\\n\\nPoate fi, evident, și un simbol erotic, exprimând dorințe sexuale și nevoia de intimitate. Dacă nuditatea este firească și nu provoacă rușine, visul sugerează că ești confortabil cu propriul corp și cu propria sexualitate.\\n\\nÎn tradiția populară, se spune că a vedea o femeie goală aduce noroc sau o surpriză plăcută, dar poate prevesti și bârfe sau o situație scandaloasă.",
      "slug": "femeie-goala"
    },
    {
      "name": "Femeie in negru",
      "category": "persoane",
      "shortMeaning": "Mister, doliu, umbra psihologică, autoritate severă sau prevestire sumbră.",
      "fullInterpretation": "Femeia în negru este o figură enigmatică și adesea neliniștitoare. Poate simboliza doliul, tristețea profundă sau depresia. Este Umbra feminină, aspectele reprimate și întunecate ale psihicului.\\n\\nÎn unele tradiții, este văzută ca un prevestitor al morții (simbolice sau reale) sau al unei boli. Totuși, negrul este și culoarea misterului și a puterii oculte. Femeia în negru poate fi o inițiatoare în tainele vieții și ale morții, o păstrătoare a secretelor.\\n\\nPentru unii, ea poate reprezenta o figură autoritară severă (o mamă strictă, o profesoară) care impune respect și teamă. Dacă fața ei este acoperită, misterul este total – te confrunți cu necunoscutul absolut.",
      "slug": "femeie-in-negru"
    },
    {
      "name": "Femeie moarta",
      "category": "persoane",
      "shortMeaning": "Sfârșitul unei etape, pierderea aspectelor feminine, transformare interioară.",
      "fullInterpretation": "A vedea o femeie moartă în vis nu este neapărat un semn rău (premoniție), ci mai degrabă un simbol al transformării. Poate indica faptul că o parte din tine (o emoție, o atitudine, o relație) a murit și trebuie lăsată în urmă.\\n\\nPoate sugera răceală emoțională, pierderea intuiției sau a capacității de a iubi (\"Anima moartă\"). Te simți deconectat de viață. Dacă femeia moartă este cineva cunoscut, visul poate reflecta frica de a o pierde sau schimbarea relației cu ea.\\n\\nÎn sens pozitiv, moartea simbolizează sfârșitul suferinței și eliberarea. Poate ai scăpat de o influență feminină negativă sau toxică din viața ta.",
      "slug": "femeie-moarta"
    },
    {
      "name": "Ferastrau",
      "category": "obiecte",
      "shortMeaning": "Ruptură, separare necesară, muncă grea, eliminarea surplusului.",
      "fullInterpretation": "Ferăstrăul este unealta separării. A-l folosi în vis înseamnă că trebuie să tai ceva din viața ta: o relație, un obicei, o situație care nu îți mai folosește. Este un proces dureros, dar necesar, la fel ca tăierea unei crengi uscate.\\n\\nZgomotul ferăstrăului poate sugera o iritare constantă, ceva care îți \"zgârie\" nervii. Munca cu ferăstrăul necesită efort fizic și ritm; visul îți spune că trebuie să fii perseverent pentru a rezolva problema.\\n\\nUn ferăstrău ruginit sau rupt indică ineficiență: metodele tale de a rezolva conflictele sau de a te desprinde de trecut nu funcționează. Ai nevoie de o unealtă nouă (o nouă abordare).",
      "slug": "ferastrau"
    },
    {
      "name": "Fereastra",
      "category": "locuri",
      "shortMeaning": "Perspectivă, oportunitate, deschidere către lume sau barieră invizibilă.",
      "fullInterpretation": "Fereastra este ochiul casei și simbolul percepției. Prin ea privești lumea, dar ești protejat. O fereastră curată înseamnă o viziune clară asupra realității. O fereastră murdară sugerează confuzie, prejudecăți sau neînțelegere.\\n\\nA privi pe fereastră indică o atitudine pasivă: observi viața, dar nu participi la ea. Poate te simți izolat sau aștepți ceva (sau pe cineva). O fereastră deschisă invită la oportunități și schimb liber de idei.\\n\\nDacă fereastra este închisă sau blocată, te simți prizonier în propria viață, incapabil să comunici cu exteriorul sau să scapi de o situație limitativă.",
      "slug": "fereastra"
    },
    {
      "name": "Fereastra deschisa",
      "category": "locuri",
      "shortMeaning": "Oportunitate, speranță, libertate, comunicare deschisă.",
      "fullInterpretation": "O fereastră larg deschisă este unul dintre cele mai optimiste simboluri. Indică disponibilitatea ta de a primi noul în viața ta. Aerul proaspăt intră, aducând idei noi și energie. Ești gata să ieși din zona de confort.\\n\\nPoate simboliza și o cale de scăpare dintr-o situație dificilă. Vezi o ieșire. Comunicarea cu ceilalți este fluidă și transparentă.\\n\\nTotuși, o fereastră deschisă poate însemna și vulnerabilitate: ești expus privirilor sau pericolelor din afară. Depinde de contextul visului (dacă intră soarele sau furtuna).",
      "slug": "fereastra-deschisa"
    },
    {
      "name": "Fereastra sparta",
      "category": "locuri",
      "shortMeaning": "Viziune distorsionată, vulnerabilitate, conflict sau pierderea protecției.",
      "fullInterpretation": "O fereastră spartă indică faptul că bariera protectoare dintre tine și lume a fost distrusă. Te simți vulnerabil, expus atacurilor sau intemperiilor emoționale. Poate simboliza o traumă care ți-a spulberat viziunea asupra lumii (deziluzie).\\n\\nPe de altă parte, spargerea ferestrei poate fi un act eliberator, chiar dacă violent. Ai rupt barierele care te limitau. Acum vezi realitatea crudă, fără filtre.\\n\\nCioburile de sticlă pot reprezenta cuvinte tăioase sau durerea provocată de o ceartă. Trebuie să fii atent să nu te rănești încercând să repari situația.",
      "slug": "fereastra-sparta"
    },
    {
      "name": "Feribot",
      "category": "obiecte",
      "shortMeaning": "Tranziție, călătorie lentă dar sigură, schimbare de etapă.",
      "fullInterpretation": "Feribotul este un mijloc de traversare a unei ape (emoții, inconștient). Spre deosebire de o barcă mică, feribotul este stabil și transportă mulți oameni (sau aspecte ale vieții tale, cum ar fi mașina/cariera). Indică o tranziție majoră, o schimbare de etapă în viață.\\n\\nEste o călătorie care necesită răbdare; nu poți grăbi traversarea. Trebuie să aștepți să ajungi pe celălalt mal. Așteptarea feribotului simbolizează pregătirea pentru această schimbare sau frustrarea cauzată de o întârziere în planurile tale.\\n\\nDacă ești pe feribot, ești în plin proces de transformare. Apa din jur reflectă starea ta emoțională în timpul acestei tranziții.",
      "slug": "feribot"
    },
    {
      "name": "Fericit fericita fericire",
      "category": "emoții",
      "shortMeaning": "Compensare pentru tristețe, dorință de împlinire sau armonie reală.",
      "fullInterpretation": "A te simți fericit în vis poate fi o experiență minunată, un moment de respiro oferit de subconștient. Adesea, este o compensare pentru stresul sau tristețea din viața reală. Visul îți oferă ceea ce îți lipsește pentru a-ți menține echilibrul psihic.\\n\\nTotuși, poate fi și o premoniție pozitivă sau o reflectare a unei stări interioare de pace pe care ai atins-o. Dacă vezi pe altcineva fericit, acest lucru poate indica altruismul tău sau, dimpotrivă, invidia față de succesul altora.\\n\\nÎn unele tradiții, fericirea excesivă în vis este interpretată invers, ca un semn de lacrimi viitoare, dar psihologic vorbind, este o resursă valoroasă de energie pozitivă.",
      "slug": "fericit-fericita-fericire"
    },
    {
      "name": "Feriga",
      "category": "natură",
      "shortMeaning": "Singurătate, mister, sinceritate, protecție magică sau umbră.",
      "fullInterpretation": "Feriga este o plantă străveche, care crește la umbră și umezeală. În vis, poate simboliza nevoia de retragere, de singurătate și de introspecție. Te simți bine în zona ta de confort, departe de lumina reflectoarelor.\\n\\nÎn folclor, floarea de ferigă este un simbol al norocului magic și al comorilor ascunse. A visa ferigi poate sugera că deții un secret valoros sau o cunoaștere ocultă. Feriga uscată, însă, prevestește boală sau tristețe în familie.\\n\\nVerdele intens al ferigii sugerează vitalitate și regenerare, dar într-un mod discret, ascuns privirilor.",
      "slug": "feriga"
    },
    {
      "name": "Ferma",
      "category": "locuri",
      "shortMeaning": "Muncă productivă, întoarcere la natură, prosperitate și hărnicie.",
      "fullInterpretation": "Ferma este locul unde munca directă cu natura produce hrană. A visa o fermă indică nevoia de a fi productiv, de a cultiva ceva concret (proiecte, relații) și de a avea răbdare până la recoltă. Ești conectat la ritmurile naturale ale vieții.\\n\\nO fermă prosperă, plină de animale și recolte, este un semn excelent de sănătate și bogăție. O fermă părăsită sau în paragină sugerează neglijență, lene sau eșecul de a-ți valorifica potențialul.\\n\\nDacă lucrezi la fermă, ești dispus să depui efortul necesar pentru a reuși. Visul te îndeamnă la simplitate și la aprecierea lucrurilor de bază.",
      "slug": "ferma"
    },
    {
      "name": "Fermier",
      "category": "persoane",
      "shortMeaning": "Administrator de resurse, om practic, muncitor și răbdător.",
      "fullInterpretation": "Fermierul în vis este arhetipul celui care hrănește și îngrijește. Dacă te vezi fermier, înseamnă că îți asumi responsabilitatea pentru propria viață și pentru resursele tale. Ești o persoană practică, cu picioarele pe pământ.\\n\\nVisul te întreabă: ce cultivi în viața ta? Gânduri bune sau buruieni? Fermierul știe că trebuie să muncească din greu și să aibă răbdare cu vremea și anotimpurile. Este o lecție despre perseverență și adaptabilitate.\\n\\nÎntâlnirea cu un fermier poate sugera că vei primi un ajutor practic sau un sfat legat de gestionarea bunurilor tale.",
      "slug": "fermier"
    },
    {
      "name": "Fermoar",
      "category": "obiecte",
      "shortMeaning": "Acces, închidere/deschidere, intimitate sau probleme minore sâcâitoare.",
      "fullInterpretation": "Fermoarul este un mecanism care unește sau desparte două părți. Un fermoar care funcționează bine sugerează că ai acces ușor la resursele tale sau că rezolvi problemele rapid. Poți să te \"deschizi\" sau să te \"închizi\" emoțional după bunul plac.\\n\\nUn fermoar blocat sau rupt este un simbol clasic al frustrării. Te simți expus (dacă nu-l poți închide) sau blocat pe dinafară (dacă nu-l poți deschide). Poate indica o problemă de comunicare sau o situație jenantă în public.\\n\\nÎnchiderea fermoarului poate simboliza finalizarea unei etape sau dorința de protecție și siguranță.",
      "slug": "fermoar"
    },
    {
      "name": "Fese",
      "category": "corp",
      "shortMeaning": "Instincte primare, sexualitate, rușine sau stabilitate (șezut).",
      "fullInterpretation": "Fesele sunt legate de instincte, de sexualitate și de excreție (eliminare). A vedea fese în vis poate avea o conotație erotică, exprimând dorință și atracție. Fesele frumoase simbolizează sănătate și vitalitate.\\n\\nPe de altă parte, fesele pot fi legate de rușine sau de pedeapsă (amintirea bătăilor din copilărie). A-ți arăta fesele poate fi un gest de sfidare sau de lipsă de respect. A cădea în fund sugerează un eșec umilitor sau o \"trezire la realitate\".\\n\\nFesele reprezintă și zona pe care stăm (șezutul), deci stabilitatea. Durerile în această zonă pot indica insecuritate sau teama de a-ți pierde poziția.",
      "slug": "fese"
    },
    {
      "name": "Festival",
      "category": "fenomene",
      "shortMeaning": "Bucurie colectivă, evadare din cotidian, haos organizat și celebrare.",
      "fullInterpretation": "Festivalul în vis este o explozie de energie, culoare și sunet. Simbolizează dorința de a sărbători viața, de a te conecta cu mulțimea și de a experimenta plăceri senzoriale. Ești într-o perioadă în care vrei să te distrezi și să uiți de griji.\\n\\nTotuși, festivalul poate însemna și haos, excese și pierderea individualității în mulțime. Te poți simți copleșit de zgomot și de agitație. Este o evadare din realitate care poate deveni obositoare.\\n\\nParticiparea la un festival indică sociabilitate și deschidere către noi experiențe culturale sau spirituale.",
      "slug": "festival"
    },
    {
      "name": "Fete",
      "category": "persoane",
      "shortMeaning": "Aspecte feminine tinere, jucăușe, inocență sau relații sociale.",
      "fullInterpretation": "Grupul de fete în vis reprezintă aspectele tinere, vivace și emoționale ale psihicului. Pot simboliza inocența, dorința de joacă, dar și bârfa, rivalitatea sau frivolitatea, în funcție de context.\\n\\nPentru un bărbat, fetele pot reprezenta dorințe erotice sau o imagine idealizată a feminității. Pentru o femeie, ele pot fi prietenele, surorile sau proiecții ale propriei tinereți.\\n\\nDacă fetele râd și sunt fericite, visul prevestește bucurie și vești bune. Dacă plâng sau sunt certărețe, indică instabilitate emoțională sau conflicte minore în anturaj.",
      "slug": "fete"
    },
    {
      "name": "Fetita",
      "category": "persoane",
      "shortMeaning": "Copilul interior, vulnerabilitate, nevoie de protecție și potențial de creștere.",
      "fullInterpretation": "O fetiță în vis simbolizează adesea \"copilul interior\" – partea din tine care este vulnerabilă, creativă și are nevoie de iubire și protecție. Indiferent de sexul visătorului, fetița reprezintă emoțiile pure și inocența.\\n\\nDacă fetița este fericită, ești în armonie cu tine însuți. Dacă plânge sau este bolnavă, înseamnă că o parte din tine suferă, a fost neglijată sau rănită. Trebuie să ai grijă de nevoile tale emoționale.\\n\\nPentru părinți, visul poate reflecta grija pentru propria fiică. În general, fetița este promisiunea viitorului și a dezvoltării sufletești.",
      "slug": "fetita"
    },
    {
      "name": "Fetus fat",
      "category": "persoane",
      "shortMeaning": "Proiect în devenire, idee nouă, vulnerabilitate extremă și potențial.",
      "fullInterpretation": "Fătul este simbolul suprem al potențialului și al noilor începuturi care încă nu s-au manifestat în lumea materială. Reprezintă o idee, un proiect sau o relație care este în stadiul de gestație. Are nevoie de protecție maximă și de hrană pentru a se dezvolta.\\n\\nA vedea un făt în vis poate indica creativitate și fertilitate, dar și fragilitate. Îți faci griji pentru ceva ce abia ai început. Dacă fătul este sănătos, e semn bun pentru planurile tale. Dacă este mort sau avortat, indică eșecul unui proiect înainte de a începe sau o idee la care ai renunțat.\\n\\nEste un vis profund legat de viață, creație și responsabilitatea de a aduce ceva nou pe lume.",
      "slug": "fetus-fat"
    },
    {
      "name": "Fiara",
      "category": "animale",
      "shortMeaning": "Instincte necontrolate, frică, furie sau o amenințare externă.",
      "fullInterpretation": "Fiara din vis personifică partea animalică, instinctuală și adesea înfricoșătoare a naturii umane. Poate fi furia ta reprimată, sexualitatea necontrolată sau frica de violență. Este \"bestia\" din interior care amenință să preia controlul.\\n\\nDacă te lupți cu fiara, înseamnă că încerci să îți domini impulsurile sau să faci față unei situații dificile. Dacă o îmblânzești, ai reușit să integrezi aceste energii puternice și să le folosești constructiv.\\n\\nFiara poate reprezenta și o persoană din viața reală pe care o percepi ca fiind crudă, primitivă sau periculoasă (un dușman).",
      "slug": "fiara"
    },
    {
      "name": "Ficat",
      "category": "corp",
      "shortMeaning": "Sănătate, filtrarea emoțiilor, furie (bilă) sau vitalitate.",
      "fullInterpretation": "Ficatul este organul care curăță corpul de toxine. În vis, el simbolizează procesul de curățare emoțională. Problemele cu ficatul pot indica faptul că ai acumulat prea multe emoții negative (furie, amărăciune, resentimente) și nu le poți procesa.\\n\\nÎn tradițiile vechi, ficatul era sediul curajului și al vitalității. Un ficat sănătos înseamnă putere de viață. Mâncarea ficatului în vis poate sugera încercarea de a asimila puterea sau calitățile cuiva.\\n\\nExpresia \"a-ți vărsa fierea\" (legată de ficat) este relevantă: visul te avertizează să nu te lași otrăvit de propria răutate sau a altora.",
      "slug": "ficat"
    },
    {
      "name": "Ficus",
      "category": "natură",
      "shortMeaning": "Stabilitate domestică, creștere lentă, nevoie de îngrijire sau stagnare.",
      "fullInterpretation": "Ficusul este o plantă de apartament comună, simbolizând viața domestică, rutina și stabilitatea. Dacă ficusul este verde și viguros, viața ta de familie este armonioasă și prosperă. Te simți bine \"acasă\".\\n\\nDacă ficusul își pierde frunzele sau se usucă, este un semn de tristețe, neglijență sau probleme în casă. Poate te simți sufocat de rutină sau relațiile de familie s-au răcit.\\n\\nFicusul are nevoie de condiții constante; visul poate sugera că ești o persoană care preferă stabilitatea și nu reacționează bine la schimbările bruște de mediu.",
      "slug": "ficus"
    },
    {
      "name": "Fier",
      "category": "obiecte",
      "shortMeaning": "Forță, rezistență, duritate, inflexibilitate sau voință de fier.",
      "fullInterpretation": "Fierul este simbolul forței brute și al rezistenței. \"Tare ca fierul\". În vis, indică o voință puternică, determinare și capacitatea de a îndura greutățile. Ești pregătit să lupți și să reziști.\\n\\nPe de altă parte, fierul poate simboliza rigiditate și lipsă de compasiune. Poate ești prea dur cu tine sau cu ceilalți. Fierul ruginit sugerează vechime, neglijență sau o forță care s-a degradat.\\n\\nA bate fierul (a-l modela) înseamnă a-ți făuri propriul destin, a acționa activ pentru a schimba lucrurile. Fierul încins reprezintă pasiunea sau furia care te motivează.",
      "slug": "fier"
    },
    {
      "name": "Fier de calcat",
      "category": "obiecte",
      "shortMeaning": "Rezolvarea problemelor, netezirea conflictelor, ordine și disciplină.",
      "fullInterpretation": "Fierul de călcat servește la netezirea cutelor. În vis, simbolizează dorința ta de a pune ordine în viață, de a \"netezi\" conflictele și de a prezenta o imagine impecabilă în societate. Vrei ca lucrurile să fie drepte și clare.\\n\\nA te arde cu fierul de călcat sugerează că încercarea ta de a controla situația sau de a fi perfecționist te rănește. Poate pui prea multă presiune pe tine.\\n\\nCălcarea hainelor poate fi și o activitate meditativă, indicând rutina care aduce liniște, sau o corvoadă care te plictisește.",
      "slug": "fier-de-calcat"
    },
    {
      "name": "Fierar",
      "category": "persoane",
      "shortMeaning": "Creator, transformator, muncă grea și putere de a modela destinul.",
      "fullInterpretation": "Fierarul este cel care stăpânește focul și metalul. Este un simbol al creativității masculine, al puterii de transformare și al muncii asidue. Dacă visezi un fierar, mesajul este că ai puterea de a-ți modela viața așa cum dorești, dar necesită efort și transpirație.\\n\\nPoate reprezenta o figură de mentor care te învață cum să fii puternic. Zgomotul din atelierul fierarului sugerează activitate intensă și schimbări majore care sunt în curs de desfășurare.\\n\\nFierarul făurește unelte sau arme – deci visul îți spune că îți pregătești mijloacele pentru a reuși în viitor.",
      "slug": "fierar"
    },
    {
      "name": "Fierastrau",
      "category": "obiecte",
      "shortMeaning": "Separare dureroasă, analiză critică, eliminarea a ceea ce este inutil.",
      "fullInterpretation": "Această apariție a simbolului (variație de scriere pentru \"ferăstrău\") reiterează tema tăierii și a separării. Ferăstrăul acționează prin mișcări repetate, sugerând că despărțirea sau rezolvarea problemei nu este instantanee, ci necesită persistență.\\n\\nPoate simboliza și o analiză critică: \"diseci\" o problemă în bucăți mai mici pentru a o înțelege. Dacă altcineva folosește ferăstrăul împotriva ta, te simți amenințat de o ruptură sau de o critică tăioasă.",
      "slug": "fierastrau"
    },
    {
      "name": "Figura",
      "category": "fenomene",
      "shortMeaning": "Formă, aparență, geometrie sau recunoașterea unui tipar.",
      "fullInterpretation": "Cuvântul \"figură\" poate avea mai multe sensuri. Dacă te referi la o figură geometrică, visul vorbește despre structură, ordine și perfecțiune mentală. Cauți stabilitate și logică în haosul vieții.\\n\\nDacă te referi la o figură umană (o siluetă), visul indică mister, o prezență necunoscută sau un aspect al sinelui care nu este încă clar definit. Poate fi o \"figură paternă\" sau o autoritate.\\n\\nA \"face o figură frumoasă\" înseamnă a te prezenta bine. Visul poate fi legat de imaginea ta publică și de felul în care ești perceput de ceilalți.",
      "slug": "figura"
    },
    {
      "name": "Fiica",
      "category": "persoane",
      "shortMeaning": "Grija, responsabilitate, proiecția viitorului sau relația părinte-copil.",
      "fullInterpretation": "Dacă ai o fiică în realitate, visul reflectă grijile, speranțele și relația ta cu ea. Poate indica o etapă de dezvoltare a ei sau o problemă pe care trebuie să o rezolvați împreună.\\n\\nDacă nu ai o fiică, ea simbolizează aspectul feminin tânăr din tine (vulnerabilitate, creativitate) sau un proiect \"de suflet\" pe care l-ai născut și pe care trebuie să îl crești. Este creația ta, extensia ta în lume.\\n\\nPentru un tată, fiica poate reprezenta Anima (latura sentimentală). Pentru o mamă, poate fi o proiecție a propriei tinereți.",
      "slug": "fiica"
    },
    {
      "name": "Fildes",
      "category": "obiecte",
      "shortMeaning": "Puritate, valoare, cruzime ascunsă sau frumusețe durabilă.",
      "fullInterpretation": "Fildeșul este un material prețios, alb și pur, dar obținut prin cruzime (uciderea elefanților). În vis, simbolizează ceva frumos și valoros, dar care poate ascunde o suferință sau un sacrificiu.\\n\\nPoate indica bogăție, rafinament și statut social înalt. Obiectele din fildeș sugerează că apreciezi arta și frumosul. Totuși, dinții de fildeș pot simboliza dorințe agresive mascate sub o aparență elegantă.\\n\\nFildeșul este și foarte rezistent; visul poate sugera că relația sau situația ta este durabilă, \"tare ca fildeșul\".",
      "slug": "fildes"
    },
    {
      "name": "File de cec bancar",
      "category": "obiecte",
      "shortMeaning": "Promisiuni financiare, datorii, resurse disponibile sau nesiguranță.",
      "fullInterpretation": "Un cec este o promisiune de plată, nu banii în sine. În vis, simbolizează așteptarea unei recompense sau angajamentul de a oferi ceva. Dacă primești un cec, speri la un ajutor sau la o moștenire. Dacă semnezi un cec, îți asumi o responsabilitate sau plătești o datorie (karmică sau reală).\\n\\nUn cec fără acoperire este un simbol al dezamăgirii și al promisiunilor false. Te bazezi pe resurse care nu există în realitate. Verifică-ți bine planurile financiare.",
      "slug": "file-de-cec-bancar"
    },
    {
      "name": "Film",
      "category": "fenomene",
      "shortMeaning": "Detașare, analiză a vieții, amintiri sau evadare în fantezie.",
      "fullInterpretation": "A te uita la un film în vis înseamnă că privești viața (sau o situație) ca un observator detașat. Nu ești implicat direct, ci analizezi. Poate fi un mod al subconștientului de a-ți arăta o perspectivă obiectivă asupra problemelor tale.\\n\\nDacă viața ta \"trece ca un film\", poate indica nostalgie sau o experiență de dedublare. Genul filmului (comedie, horror, dramă) îți spune care este starea ta emoțională predominantă.\\n\\nA juca într-un film sugerează că joci un rol în viața reală, că ești preocupat de imagine sau că trăiești o fantezie.",
      "slug": "film"
    },
    {
      "name": "Filtru",
      "category": "obiecte",
      "shortMeaning": "Selecție, purificare, eliminarea impurităților sau barieră de protecție.",
      "fullInterpretation": "Filtrul servește la separarea a ceea ce este bun de ceea ce este rău sau inutil. În vis, simbolizează discernământul. Trebuie să \"filtrezi\" informațiile, emoțiile sau oamenii din viața ta.\\n\\nUn filtru de cafea sau de apă sugerează nevoia de a obține esența pură a unei experiențe, eliminând reziduurile. Dacă filtrul este înfundat, înseamnă că ești copleșit de detalii inutile sau de emoții negative și nu mai poți gândi clar.\\n\\nVisul te îndeamnă să fii selectiv și să nu accepți tot ce ți se oferă fără o verificare prealabilă.",
      "slug": "filtru"
    }
  ]
}