{
  "symbols": [
    {
      "name": "Fractura",
      "category": "dictionar",
      "shortMeaning": "Fractura in vise poate avea mai multe intelesuri: - de obicei fractura in vis inseamna piedici, i...",
      "fullInterpretation": "Fractura in vise poate avea mai multe intelesuri: - de obicei fractura in vis inseamna piedici, impas, incapacitatea de a continua o actiune - fracutura de mana in vise - lipsa mijloacelor concrete de a ajunge la niste rezultate favorabile,lipsa de inspiratie, situatie materiala precara, nevoie de odihna si de incetinire a ritmului in plan profesional - daca ati visat o fractura de picior - lipsa mijloacelor concrete de a progresa intr-o situatie, stagnare, impas - visul la o fractura de coloana - necesitatea de ati calca pe mandrie, lipsa de verticalitate, nevoie de a renunta la demnitate si fermitate pentru ati atinge un scop, supunere - fractura de craniu in vise - lipsa de inspiratie, oboseala mentala, incompetenta, sentimentul ca nu esti pregatit pentru o situatie intelectuala importanta",
      "slug": "fractura"
    },
    {
      "name": "Fragi",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "fragi"
    },
    {
      "name": "Franghie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "franghie"
    },
    {
      "name": "Frasin",
      "category": "dictionar",
      "shortMeaning": "Frasinul in vis reprezinta stabilitate, protectie si solidaritate.",
      "fullInterpretation": "Frasinul in vis reprezinta stabilitate, protectie si solidaritate. Visul ar putea sa iti spuna ca cineva din viata ta iti ofera protectie si stabilitate. In traditia scandinava, visul in care ne apare un frasin, simbolizeaza axa lumii, sprijunul umanitatii si exprima aspiratii inalte, tensiune spirituala.",
      "slug": "frasin"
    },
    {
      "name": "Frate",
      "category": "dictionar",
      "shortMeaning": "Un frate mort in vise este un semn bun, semnificand viata lunga si senina.",
      "fullInterpretation": "Un frate mort in vise este un semn bun, semnificand viata lunga si senina. Daca visati ca purtati o discutie cu un frate mort inseamna ca va este dor de acesta si incercati sa retraiti experientele avute cu el.Fratele vitreg in vise semnifica disturbarea pacii familiale. Traditia araba sugereaza ca a visa ca aveti un frate vitreg prevesteste cearta in familie.",
      "slug": "frate"
    },
    {
      "name": "Frate mort",
      "category": "dictionar",
      "shortMeaning": "Un frate mort in vise este un semn bun, semnificand viata lunga si senina.",
      "fullInterpretation": "Un frate mort in vise este un semn bun, semnificand viata lunga si senina. Daca visati ca purtati o discutie cu un frate mort inseamna ca va este dor de acesta si incercati sa retraiti experientele avute cu el.",
      "slug": "frate-mort"
    },
    {
      "name": "Frate vitreg",
      "category": "dictionar",
      "shortMeaning": "Fratele vitreg in vise semnifica disturbarea pacii familiale.",
      "fullInterpretation": "Fratele vitreg in vise semnifica disturbarea pacii familiale. Traditia araba sugereaza ca a visa ca aveti un frate vitreg prevesteste cearta in familie.",
      "slug": "frate-vitreg"
    },
    {
      "name": "Frauda",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca fraudezi pe cineva inseamna ca trebuie sa iti reevaluezi caracterul propriu.",
      "fullInterpretation": "- Daca ai visat ca fraudezi pe cineva inseamna ca trebuie sa iti reevaluezi caracterul propriu. Visul poate indica si o constiinta vinovata. Alternativ visul semnifica pierderea unui prieten. - Daca in vis s-a comis o frauda asupra ta, inseamna ca esti prea increzator in spusele altora. Fi constient de oamenii necinstiti din jurul tau. Poate ca deja suspectezi pe cineva inconstient.",
      "slug": "frauda"
    },
    {
      "name": "Frica",
      "category": "dictionar",
      "shortMeaning": "Frica de inaltime in vise indica o repulsie de a lasa o situatie in spate, chiar daca nu va duce nicaieri.",
      "fullInterpretation": "Frica de inaltime in vise indica o repulsie de a lasa o situatie in spate, chiar daca nu va duce nicaieri. Aceasta se aplica chiar daca vorbim de angajarea pe un post, de o relatie sau chiar de masina care se strica. Mesajul din vis e clar - ceea ce aveti nu functioneaza si trebuie sa treceti peste frica de a lasa in urma. Alternativ, visul la frica de inaltime mai poate insemna ca nu faceti suficient in cariera dumneavoastra. S-ar putea sa aveti o teama de succes, prin urmare si propria ambitie va este zdruncinata. Daca va plac inaltimile atunci inseamna ca sunteti in cresterea spre noi inaltimi in anumite aspecte din viata dumneavoastra, sau poate ca aveti o noua perspectiva despre o situatie sau o relatie.Astfel de vise nu sunt printre cele mai comune. De obicei, le avem dupa ce am urmarit un film documentar despre Africa, probabil din cauza ca acesta ne-a lasat o anume impresie. Visele pe care ar trebui sa le luam imediat in considerare si sa le interpretam sunt acelea care apar spontan sau in urma unor evenimente. Vazand in vis acest continent (Africa) cu un peisaj total schimbat fata de ceea ce sunteti obisnuiti. Un astfel de vis sugereaza nevoia de o schimbare, exista posibilitatea si dorinta de a face ceva pe care persoanele din jurul dumneavoastra il vor considera nesabuit. Indiferent daca este legat de locul de munca, domeniul afacerilor sau relatie, veti realiza ca a sosit momentul schimbarii. Nu mai vreti sa faceti lururi care va fac neferit/a. Va veti teme de necunoscut, dar stiti ca trebuie sa faceti ceva sau veti fi nemultumit/a pentru totdeauna. Calatorind in Africa. Visul in care mergeti in Africa simlolizeaza sacrificii, cel mai probabil din cauza unei persoane dragi. Veti dori sa o faceti fericita, asa ca nu veti sta prea mult pe ganduri. Visand ca alti oameni merg in Africa, inseamna ca va veti lua ramas bun de la o persoana draga. Este posibil ca un prieten sau chiar partenerul sa calatoreasca in alta tara pentru munca, specializari sau studii. Va va fi greu la inceput, dar va trebui sa mergeti mai departe. Acest lucru va reprezenta un test serios, daca il treceti cu succes, veti depasi cu usurinta orice alt obstacol. Visand ca stati de vorba cu africani simbolizeaza empatia. Probabil ca in ultima vreme ati experimentat diverse lucruri care v-au schimbat perspectiva asupra lumii si mediului inconjurartor. Vacanta intr-o tara din Africa. Acest vis prevesteste aparitia intr-un viitor apropiat a unor momente de neuitat. Daca ati visat ca sunteti intr-un safari in africa, inseamna ca in surt timp veti obtine slujba mult visata. Poate ca a trebuit sa asteptati mult pentru acest job, dar rabdarea dumneavoastra va da roade.Alternativ, avand in vedere ca Africa gazduieste unele dintre cele mai frumoase si feroce animale ale pamantului, visul poate indica faptul ca aveti un foarte dezvoltat spirit al aventurii si al explorarii. Lupta cu oameni africani. Daca va aflati in mijlocul unui conflict, a unei rascoale sau a unui razboi civil din Africa si va implicati in lupta, inseamna ca din cauza stresului veti provoca furie si nemultumiri membrilor familiei sau unor prieteni. Chiar daca ati gresit nu va veti cere scuze, si asta din cauza mandriei. Visand ca zburati cu un avion spre Africa, acest vis sugereaza evenimente si actiuni neasteptate. Persoanele din jurul dumneavoastra vor incerca sa va convinga sa actionati in moduri diferite, dar veti decide sa mergeti pana la final, indiferent de ce. Fiind urmarit de animale intr-o jungla africana. Visul prevesteste acte si actiuni in care neglijenta predomina. Este posibil ca actiunile dumneavoastra din ultima vreme sa provoace pagube sau rani sufletesi celor din jur si dumneavoastra. Deoarece daunele vor fi uriase, aceasta experienta va va invata sa analizati cu atentie luncrurile inainte de a lua o decizie importanta. A fi jefuit de o persoana africana poate simboliza o alegere, a dumneavoastra sau a cuiva apropiat, pentru a evita o jeana sau un esec din viata de zi cu zi. Visul poate semnifica, de asemenea, sentimente de pierdere cauzate de actiuni si ganduri de gelozie.",
      "slug": "frica"
    },
    {
      "name": "Frica de inaltime",
      "category": "dictionar",
      "shortMeaning": "Frica de inaltime in vise indica o repulsie de a lasa o situatie in spate, chiar daca nu va duce nicaieri.",
      "fullInterpretation": "Frica de inaltime in vise indica o repulsie de a lasa o situatie in spate, chiar daca nu va duce nicaieri. Aceasta se aplica chiar daca vorbim de angajarea pe un post, de o relatie sau chiar de masina care se strica. Mesajul din vis e clar - ceea ce aveti nu functioneaza si trebuie sa treceti peste frica de a lasa in urma. Alternativ, visul la frica de inaltime mai poate insemna ca nu faceti suficient in cariera dumneavoastra. S-ar putea sa aveti o teama de succes, prin urmare si propria ambitie va este zdruncinata. Daca va plac inaltimile atunci inseamna ca sunteti in cresterea spre noi inaltimi in anumite aspecte din viata dumneavoastra, sau poate ca aveti o noua perspectiva despre o situatie sau o relatie.",
      "slug": "frica-de-inaltime"
    },
    {
      "name": "Frig",
      "category": "dictionar",
      "shortMeaning": "Frigiderul este un lucru esential pentru fiecare casa, rolul sau fiind evident, depozitam aliment...",
      "fullInterpretation": "Frigiderul este un lucru esential pentru fiecare casa, rolul sau fiind evident, depozitam alimente si bauturi pentru pastrare. In vise, acesta este un simbol destul de important care nu trebuie trecut cu vederea deoarece poate evidentia o anume obsesie pentru alimente si bauturi. De asemenea, visul poate simboliza lacomia. Frigiderul din visele noastre poate avea multiple semnificatii in functie de ce se gaseste in interior sau de starea acestuia. In continuare vom incerca sa interpretam cele mai comune vise. Frigider nou Visarea unui frigider nou prevesteste schimbari cu privire la locul de munca ca urmare a unor straduinte. De asemenea, visul poate prevesti noi oportunitati ce nu ar trebui ratate. Visul in care va inlocuiti frigiderul vechi cu unul nou este un semn de bun augur, indicand prosperitate si schimbari financiare in bine. Frigider vechi Aparitia unui frigider vechi in vise arata faptul ca exista o problema veche de care ar trebui sa va ocupati cat mai curand. Incercati sa rezolvati aceasta problema deoarece lucrurile vor continua sa se inrautateasca. De asemenea, visul poate face referire si la o relatie care este in curs de deteriorare. Frigider plin cu alimente Un asemnea vis denaota bucuria si fericirea din viata visatorului. Cu alte cuvinte, te simti fercit cu ceea ce ai in viata. Frigider gol Nu este un semn prea bun, deoarece indica probleme financiare. Poate ca ati ajuns in situatia in care gestionati prea multe lucrui incat nu mai reusiti sa faceti fata. Gandaci sau viermi in frigider Visarea unui frigider in care sunt gandaci sau viermi este un semn curatenie. Viata dumneavoastra are nevoie de curatenie! Curatenie in relatii, in stilul de viata, la locul de munca, etc. Interpretari culese din popor In general - neimplicare, lipsa de afectivitate, racirea relatiilor. Alternativ, instinct dezvoltat de conservare si aparare / amanarea sau oprirea oricaror planuri, impas Frigider deschis sau plin - dorinta de afectiune, deschidere spre relatii si contacte sociale, speranta de afectiune, dorinta de a iesi din propria carapace pentru a cunoaste lumea.Alternativ, te arati deschis unei noi relatii afective. Frigider inchis sau gol - izolare, retragere, fuga de societate. Alternativ, incapacitatea de ati exprima sentimentele. Frigider bine aprovizionat - bunastare. Frigider defect - lipsuri banesti. Frigider gol - saracie .",
      "slug": "frig"
    },
    {
      "name": "Frigider",
      "category": "dictionar",
      "shortMeaning": "Frigiderul este un lucru esential pentru fiecare casa, rolul sau fiind evident, depozitam aliment...",
      "fullInterpretation": "Frigiderul este un lucru esential pentru fiecare casa, rolul sau fiind evident, depozitam alimente si bauturi pentru pastrare. In vise, acesta este un simbol destul de important care nu trebuie trecut cu vederea deoarece poate evidentia o anume obsesie pentru alimente si bauturi. De asemenea, visul poate simboliza lacomia. Frigiderul din visele noastre poate avea multiple semnificatii in functie de ce se gaseste in interior sau de starea acestuia. In continuare vom incerca sa interpretam cele mai comune vise. Frigider nou Visarea unui frigider nou prevesteste schimbari cu privire la locul de munca ca urmare a unor straduinte. De asemenea, visul poate prevesti noi oportunitati ce nu ar trebui ratate. Visul in care va inlocuiti frigiderul vechi cu unul nou este un semn de bun augur, indicand prosperitate si schimbari financiare in bine. Frigider vechi Aparitia unui frigider vechi in vise arata faptul ca exista o problema veche de care ar trebui sa va ocupati cat mai curand. Incercati sa rezolvati aceasta problema deoarece lucrurile vor continua sa se inrautateasca. De asemenea, visul poate face referire si la o relatie care este in curs de deteriorare. Frigider plin cu alimente Un asemnea vis denaota bucuria si fericirea din viata visatorului. Cu alte cuvinte, te simti fercit cu ceea ce ai in viata. Frigider gol Nu este un semn prea bun, deoarece indica probleme financiare. Poate ca ati ajuns in situatia in care gestionati prea multe lucrui incat nu mai reusiti sa faceti fata. Gandaci sau viermi in frigider Visarea unui frigider in care sunt gandaci sau viermi este un semn curatenie. Viata dumneavoastra are nevoie de curatenie! Curatenie in relatii, in stilul de viata, la locul de munca, etc. Interpretari culese din popor In general - neimplicare, lipsa de afectivitate, racirea relatiilor. Alternativ, instinct dezvoltat de conservare si aparare / amanarea sau oprirea oricaror planuri, impas Frigider deschis sau plin - dorinta de afectiune, deschidere spre relatii si contacte sociale, speranta de afectiune, dorinta de a iesi din propria carapace pentru a cunoaste lumea.Alternativ, te arati deschis unei noi relatii afective. Frigider inchis sau gol - izolare, retragere, fuga de societate. Alternativ, incapacitatea de ati exprima sentimentele. Frigider bine aprovizionat - bunastare. Frigider defect - lipsuri banesti. Frigider gol - saracie .",
      "slug": "frigider"
    },
    {
      "name": "Friptura",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "friptura"
    },
    {
      "name": "Frisca",
      "category": "dictionar",
      "shortMeaning": "Frisca in vis reprezinta unele dorinte si fantezii inhibate, lipsa de afectiune.",
      "fullInterpretation": "Frisca in vis reprezinta unele dorinte si fantezii inhibate, lipsa de afectiune. Probabil ca va doriti mai mult romantism in viata dumneavoastra. Ar mai putea simobliza bucurie, placere, poate chiar unele dorinte sexuale.",
      "slug": "frisca"
    },
    {
      "name": "Frisoane",
      "category": "dictionar",
      "shortMeaning": "Frisoanele in vis semnifica frica.",
      "fullInterpretation": "Frisoanele in vis semnifica frica. Alternativ, visul reprezinta indiferenta ta pentru anumite situatii sau persoane. - Daca in vis ai frisoane puternice, inseamna ca vei fi presat sa iti platesti datoriile sau vei avea dificultati cu creditorii.",
      "slug": "frisoane"
    },
    {
      "name": "Frizer",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca sunteti intr-o frizerie inseamna ca sunteti in cautarea unei schimbari de atitudine.",
      "fullInterpretation": "Daca visati ca sunteti intr-o frizerie inseamna ca sunteti in cautarea unei schimbari de atitudine. Sunteti pregatit pentru schimbare si pentru pornirea inspre o noua directie.",
      "slug": "frizer"
    },
    {
      "name": "Frizerie",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca sunteti intr-o frizerie inseamna ca sunteti in cautarea unei schimbari de atitudine.",
      "fullInterpretation": "Daca visati ca sunteti intr-o frizerie inseamna ca sunteti in cautarea unei schimbari de atitudine. Sunteti pregatit pentru schimbare si pentru pornirea inspre o noua directie.",
      "slug": "frizerie"
    },
    {
      "name": "Frizura coafura",
      "category": "dictionar",
      "shortMeaning": "Coafura in vise simbolizeaza intelepciunea interioara si cunoasterea intuitiva.",
      "fullInterpretation": "Coafura in vise simbolizeaza intelepciunea interioara si cunoasterea intuitiva. Fiecare dintre noi are un bun simt interior care il ghideaza catre armonie si simplitate. O femeie care poarta o coafura poate avea mari puteri de intuitie sau energie spirituala puternica. O frizura ravasita indica o pierdere a abilitatilor sau o deconectare de la traditii sociale. Pe de alta parte, o frizura aranjata poate sugera un castig in anumite negocieri, argumente sau batalii. Schimbarea coafurii este asociata cu o modificare. In general este vorba despre modificarea perspectivei din care privim lucrurile, noi unghiuri ne ofera noi detalii si multiple posibilitati. Fiind nemultumit(a) de frizura / coafura sau trist(a) din cauza acesteia, poate fi un semn asupra unor decizii importante. Poate ca nu este timpul sa luati aceste decizii, amanati sau reconsiderati aceste decizii importante.",
      "slug": "frizura-coafura"
    },
    {
      "name": "Frnghie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "frnghie"
    },
    {
      "name": "Fructe",
      "category": "dictionar",
      "shortMeaning": "Visare fructelor este de regula un semn bun, simbolizand fericirea, norocul si chiar bogatia care...",
      "fullInterpretation": "Visare fructelor este de regula un semn bun, simbolizand fericirea, norocul si chiar bogatia care s-ar putea sa va iasa in cale. Acestea pot indica, de asemenea, o situatie financiara mai buna, un venit neasteptat si posibilitatea materializarii dorintelor mult asteptate. Primirea unui fruct Visand ca o alta persoana va da un un fruct inseamna deobicei o binecuvantare, un castig sau o anume crestere generala. Acest vis poate fi privit ca un semn al norocului, al recunostintei pentru munca depusa sau al unei oportunitati. Consumul fructelor Visand ca mancati fructe poroaspete este un indiciu al cresterii standardelor morale. Foarte important este sa va amintiti gustul acestora, deoarece o interpretare corecta a visului va fi data de gustul acestora. De exemnpu: daca fructele au gust dulce si suculent, v-ati putea astepta la vesti bune de locul de munca sau de mediul in care evolueaza afacerea dumneavoastra. Un gust amar, actid ori acru, insotit de o reactie faciala, indica durere, tristete sau suferinta. Vanzare si cumpararea fructelor Visand ca vindeti si cumparati fructe, indica faptul ca sunteti implicati intr-un soi de afacere sau negociere legata de un proiect aparent promitator. Fructe necoapte Culegrea fructelor necoapte prevesteste un esec garantat, generat din lipsa de intelegere, din lipsa planificarii si din lipsa abilitatilor. Poate ca ati intrat intr-un proiect sau intr-o afacere destul de intamplator. Fructe uscate Consumul fructelor uscate indica sperante indepartate, neinspiratie si lipsa de sens al vietii. Fructe putrede Fructele putrede sau cele pline de viermi, fac referire la opotunitati ratate. Tot acest vis poate face referire si la o conexiune ratata cu o persoana care vi-ar fi putut deveni un bun partener (romantic sau de afaceri). Fructe exotice Visarea fructelor exotice este semnul unui nou scop in viata. Acestea indicand, de semenea, si nevoia de mai multa disciplina. Consumul fructelor exotice in vis poate semnala o chestiune emotionala importanta. S-ar putea sa va simtiti onorati de o anume victorie, o realizare sau un succes. Pe de alta parte, consumul fructelor exotice poate fi asociat cu senzualitatea si placerile interzise. Interpretari culese din popor Interpretare generala a fructelor - placere urmata de necazuri, abundenta si prosperitate. Fructe acre - boala Adunand fructe - avere indestulatoare si posibile semne de zgarcenie Fructe amare - discordie Azvarlind cu fructe - belsug si indestulare Cantarinf dructe - schimbare de serviciu, de locatie sau locuinta Fructe cazute pe jos si stricate - nefericire, oboseala Copac plin cu fructe - prosperitate financiara Culegand fructe - bogatie, placere Cumparand fructe amara sau stricate - esti inselat - in iarna Inghetata de fructe - neplata unor datorii Mancand multiple feluri de fructe - trai bun, bogatie Fructe stricate - tristete , boala Fructe zdrobite - aparitia unor neintelegeri / certuri Ce inseamna citricele in vise ? Aceste tipuri de fructe sunt asociate adesea cu bunatatea, iubirea, iertarea, puterea sau starea financiara. Un bol sau o fructiera plina cu citrice de mai multe feluri simbolizeaza o stare financiara buna si noi contributii financiare neasteptate. Fructele citrice coapte bine sunt semn de o usoara deteriorare a situatiei tale materiale. Mandarine Mandarina este un simbol al perceptiei false asupra realitatii. Astfel de vise pot ajuta o persoana sa isi intelega cuvantul interior si mediul inconjurator. Asadar, daca in vis mananci o mandarina, este un semn ca, in realitate, situatia este mult mai complicata si mai grava de cat ti-ai fi putut imagina. In acest caz, ar trebui sa dai vina pe credinta ta excesiva in raport cu alte persoane. Prin urmare, este necesar sa percepem evenimentele dintr-un punct de vedere propriu. Trebuie sa inveti cum sa gandesti si sa rationezi independent. O femeie, daca a visat mandarine, inseamna ca sotul ei ii dezvaluie anumite evenimente din viata lui. Prin urmare, cel mai probabil, ea trebuie sa fie mai atenta, sa-i dedice mai mult timp, afectiune si iubire ca niciodata. Un madarin plin cu fructe este semn bun. Pentru oamenii indragostiti, inseamna ca relatia lor va fi armonioasa. Mancand mandarine, vei fi inselat, deci nu ar trebui sa ai incredere in altii. Pentru o femeie, acest vis poate insemna inselaciune din partea sotului ei. Zdrobind mandarine si vazand cum se scurge sucul, este un semn ca ar trebui sa se incheie unele probleme. Portocalele Portocala este un simbol al sanatatii, al implinirii dorintelor si al casatoriei. Cumparand portocale in vis inseamna implinirea unei dorinte pretuite. Portocalul (copac) este un semn bun, pregateste-te pentru vesti placute. Daca in vis ai vazut o multime de portocali cu fructe portocalii stralucitoare, inseamna ca relatia ta va duce la o casatorie puternica si fericita. Mancand portocale - acest vis poate fi interpretat ca o senzatie de dezaprobare, nu esti multumit de viata personala. Visul poate fi si asociat unui esec din partea partenerului. Cojile de portocala reprezinta intalniri romantice. Grapefruit Visand ca mananci un grapefruit indica faptul ca te simti reincarcat mental, revigorat. Ca urmare a unui impuls de energie si spirit, te simti mai fericit. Vazand un pom plin cu aceste tipuri de fructe, simbolizeaza fapte bune, credinta si abilitati. De asemenea, ar putea indica si roadele efortului depus. Lamai Lamaia reprezinta calitate scazuta. Poate fi, de asemenea, reflectarea unei relatii care nu a mers prea bine. Sugand sau mancand dintr-o lamaie indica nevoia de a te curata de negativitate si de a vindeca ranile emotionale. Pentru femei, o lamaie este un semn al lacrimilor amare. Daca aceasta taie o lamaie, este semn ca ea va fi initiatoarea unor certuri. Daca lamaia este taiata de catre altcineva, ea va fi taxata pentru ceea ce nu a facut. Totusi, nu toate interpretarile sunt rele. Daca o femeie ridica / colecteaza lamai in vis , acesta este un semn bun care indica succes, profit rapid si bunastare. Pe langa toate acestea, lamaile sunt si semnul infidelitatii. Pentru oamenii indragostiti, o lamaie poate simboliza scandal sau despartire. Pomelo Sensul visului se reflecata asupra unei persoane care este mereu implicat in barfa si ii rdiculizeaza pe cei din jur. A vedea sau a manca fructe de mare in vise indica recunoastere si o fuziune a sinelui dumneavoastra spiritual cu cel constient. Va recunoasteti si va indepliniti nevoile subconstientului dumneavoastra. Visul ar putea avea legatura si cu interpretarea visului mancare.A vedea sau a manca fructe de padure in vise indica faptul ca veti fi implicat intr-o relatie sau o experienta implinita. In particular, daca frutele de padure sunt otravitoare, atunci sugereaza ca sunteti in pericol de a fi influentat de ceva sau de catre cineva.",
      "slug": "fructe"
    },
    {
      "name": "Fructe citrice",
      "category": "dictionar",
      "shortMeaning": "Ce inseamna citricele in vise ?",
      "fullInterpretation": "Ce inseamna citricele in vise ? Aceste tipuri de fructe sunt asociate adesea cu bunatatea, iubirea, iertarea, puterea sau starea financiara. Un bol sau o fructiera plina cu citrice de mai multe feluri simbolizeaza o stare financiara buna si noi contributii financiare neasteptate. Fructele citrice coapte bine sunt semn de o usoara deteriorare a situatiei tale materiale. Mandarine Mandarina este un simbol al perceptiei false asupra realitatii. Astfel de vise pot ajuta o persoana sa isi intelega cuvantul interior si mediul inconjurator. Asadar, daca in vis mananci o mandarina, este un semn ca, in realitate, situatia este mult mai complicata si mai grava de cat ti-ai fi putut imagina. In acest caz, ar trebui sa dai vina pe credinta ta excesiva in raport cu alte persoane. Prin urmare, este necesar sa percepem evenimentele dintr-un punct de vedere propriu. Trebuie sa inveti cum sa gandesti si sa rationezi independent. O femeie, daca a visat mandarine, inseamna ca sotul ei ii dezvaluie anumite evenimente din viata lui. Prin urmare, cel mai probabil, ea trebuie sa fie mai atenta, sa-i dedice mai mult timp, afectiune si iubire ca niciodata. Un madarin plin cu fructe este semn bun. Pentru oamenii indragostiti, inseamna ca relatia lor va fi armonioasa. Mancand mandarine, vei fi inselat, deci nu ar trebui sa ai incredere in altii. Pentru o femeie, acest vis poate insemna inselaciune din partea sotului ei. Zdrobind mandarine si vazand cum se scurge sucul, este un semn ca ar trebui sa se incheie unele probleme. Portocalele Portocala este un simbol al sanatatii, al implinirii dorintelor si al casatoriei. Cumparand portocale in vis inseamna implinirea unei dorinte pretuite. Portocalul (copac) este un semn bun, pregateste-te pentru vesti placute. Daca in vis ai vazut o multime de portocali cu fructe portocalii stralucitoare, inseamna ca relatia ta va duce la o casatorie puternica si fericita. Mancand portocale - acest vis poate fi interpretat ca o senzatie de dezaprobare, nu esti multumit de viata personala. Visul poate fi si asociat unui esec din partea partenerului. Cojile de portocala reprezinta intalniri romantice. Grapefruit Visand ca mananci un grapefruit indica faptul ca te simti reincarcat mental, revigorat. Ca urmare a unui impuls de energie si spirit, te simti mai fericit. Vazand un pom plin cu aceste tipuri de fructe, simbolizeaza fapte bune, credinta si abilitati. De asemenea, ar putea indica si roadele efortului depus. Lamai Lamaia reprezinta calitate scazuta. Poate fi, de asemenea, reflectarea unei relatii care nu a mers prea bine. Sugand sau mancand dintr-o lamaie indica nevoia de a te curata de negativitate si de a vindeca ranile emotionale. Pentru femei, o lamaie este un semn al lacrimilor amare. Daca aceasta taie o lamaie, este semn ca ea va fi initiatoarea unor certuri. Daca lamaia este taiata de catre altcineva, ea va fi taxata pentru ceea ce nu a facut. Totusi, nu toate interpretarile sunt rele. Daca o femeie ridica / colecteaza lamai in vis , acesta este un semn bun care indica succes, profit rapid si bunastare. Pe langa toate acestea, lamaile sunt si semnul infidelitatii. Pentru oamenii indragostiti, o lamaie poate simboliza scandal sau despartire. Pomelo Sensul visului se reflecata asupra unei persoane care este mereu implicat in barfa si ii rdiculizeaza pe cei din jur.",
      "slug": "fructe-citrice"
    },
    {
      "name": "Fructe de mare",
      "category": "dictionar",
      "shortMeaning": "A vedea sau a manca fructe de mare in vise indica recunoastere si o fuziune a sinelui dumneavoast...",
      "fullInterpretation": "A vedea sau a manca fructe de mare in vise indica recunoastere si o fuziune a sinelui dumneavoastra spiritual cu cel constient. Va recunoasteti si va indepliniti nevoile subconstientului dumneavoastra. Visul ar putea avea legatura si cu interpretarea visului mancare.",
      "slug": "fructe-de-mare"
    },
    {
      "name": "Fructe de padure",
      "category": "dictionar",
      "shortMeaning": "A vedea sau a manca fructe de padure in vise indica faptul ca veti fi implicat intr-o relatie sau...",
      "fullInterpretation": "A vedea sau a manca fructe de padure in vise indica faptul ca veti fi implicat intr-o relatie sau o experienta implinita. In particular, daca frutele de padure sunt otravitoare, atunci sugereaza ca sunteti in pericol de a fi influentat de ceva sau de catre cineva.",
      "slug": "fructe-de-padure"
    },
    {
      "name": "Frunte",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "frunte"
    },
    {
      "name": "Frunze",
      "category": "dictionar",
      "shortMeaning": "Frunze cazand din arbori (frunze galbene) prevestesc o boala grea, iar daca acestea sunt verzi in...",
      "fullInterpretation": "Frunze cazand din arbori (frunze galbene) prevestesc o boala grea, iar daca acestea sunt verzi inseamna noroc, speranta, viitor bun. In general, frunzele verzi simbolizeaza implinirea dorintelor este aproape. Gramezi de frunze uscateuscate inseamna ca urmeaza durere si boala, iar daca sunt gramezi de frunze verzi, inseamna sanatate.Frunzele de dafin simbolizeaza un soi de faima, onoare, succes sau victorie. Poate ca ati reusit sa depesiti o perioada dificila sau poate ca ati dus la bun sfarsit o sarcina complicata si acum sunteti rasplatiti sau vi se multumeste asa cum se cuvine pentru o treaba bine facuta. Alternativ, frunza de dafin este un vestitor al lucrurilor bune, al pacii, al cunoasterii si al vestilor bune. Coroana cu frunze de laur Visand o coroana de laur (dafin) inseamna ca va puteti asepta la multe de la aceasa viata, vi se va ivi sansa sa va ridicati deasupra celorlalti. Frunzele uscate din visul nostru pot avea conotatii atat pozitive, cat si negative, de ex: visare frunzelor uscate impreuna cu o vreme mohorata, poate indica faptul ca ati avut o viata grea, presarata cu pierderi si esecuri sau poate ca in acest moment ati ajuns intr-un anume prag al vieti caruia nu ii gasiti nicio cale de a-l depasi. Pe de alta parte, daca ati visat ca este o zi insorita de toamna si va vedeti pasind peste frunzele uscate, simtindule scrasnind dub picioarele dumneavoastra, este semn de liniste sufleteasca, unitate si implinire. Frunze uscate cazand dintr-un copac Vand un copac a carui frunze uscate si ofilite cad si se scutura, este semn ca lucrurile nu decurg asa bine. Chiar daca in viata de zi cu zi aveti senzatia ca lucrurile merg din rau in mai rau, trebuie sa va amintiti ca totul are un sfarsit si ca ar trebui sa abordam orice situatie treptat.Visul in care frunze verzi cad din copac prevesteste noroc, bunastare si multa veselie, speranta, un viitor prosper. Atunci cand visati frunze foarte verzi, pline de viata si mari, proaspete inseamna ca nu veti avea prombleme de sanatate, toate vor megre perfect, sunteti increzator in fortele dumneavoastra, nu duceti lipsa de idei, nici de ajutor sau de sustinere, va folositi imaginatia la maxim si sunteti o fire optimista. Frunzele verzi in vise mai pot insemna si ca ar trebui sa incercati sa fiti un om mai bun pentru ca in acest fel vi se vor indeplini dorintele.",
      "slug": "frunze"
    },
    {
      "name": "Frunze de dafin",
      "category": "dictionar",
      "shortMeaning": "Frunzele de dafin simbolizeaza un soi de faima, onoare, succes sau victorie.",
      "fullInterpretation": "Frunzele de dafin simbolizeaza un soi de faima, onoare, succes sau victorie. Poate ca ati reusit sa depesiti o perioada dificila sau poate ca ati dus la bun sfarsit o sarcina complicata si acum sunteti rasplatiti sau vi se multumeste asa cum se cuvine pentru o treaba bine facuta. Alternativ, frunza de dafin este un vestitor al lucrurilor bune, al pacii, al cunoasterii si al vestilor bune. Coroana cu frunze de laur Visand o coroana de laur (dafin) inseamna ca va puteti asepta la multe de la aceasa viata, vi se va ivi sansa sa va ridicati deasupra celorlalti.",
      "slug": "frunze-de-dafin"
    },
    {
      "name": "Frunze uscate",
      "category": "dictionar",
      "shortMeaning": "Frunzele uscate din visul nostru pot avea conotatii atat pozitive, cat si negative, de ex: visare...",
      "fullInterpretation": "Frunzele uscate din visul nostru pot avea conotatii atat pozitive, cat si negative, de ex: visare frunzelor uscate impreuna cu o vreme mohorata, poate indica faptul ca ati avut o viata grea, presarata cu pierderi si esecuri sau poate ca in acest moment ati ajuns intr-un anume prag al vieti caruia nu ii gasiti nicio cale de a-l depasi. Pe de alta parte, daca ati visat ca este o zi insorita de toamna si va vedeti pasind peste frunzele uscate, simtindule scrasnind dub picioarele dumneavoastra, este semn de liniste sufleteasca, unitate si implinire. Frunze uscate cazand dintr-un copac Vand un copac a carui frunze uscate si ofilite cad si se scutura, este semn ca lucrurile nu decurg asa bine. Chiar daca in viata de zi cu zi aveti senzatia ca lucrurile merg din rau in mai rau, trebuie sa va amintiti ca totul are un sfarsit si ca ar trebui sa abordam orice situatie treptat.",
      "slug": "frunze-uscate"
    },
    {
      "name": "Frunze verzi",
      "category": "dictionar",
      "shortMeaning": "Visul in care frunze verzi cad din copac prevesteste noroc, bunastare si multa veselie, speranta, un viitor prosper.",
      "fullInterpretation": "Visul in care frunze verzi cad din copac prevesteste noroc, bunastare si multa veselie, speranta, un viitor prosper. Atunci cand visati frunze foarte verzi, pline de viata si mari, proaspete inseamna ca nu veti avea prombleme de sanatate, toate vor megre perfect, sunteti increzator in fortele dumneavoastra, nu duceti lipsa de idei, nici de ajutor sau de sustinere, va folositi imaginatia la maxim si sunteti o fire optimista. Frunzele verzi in vise mai pot insemna si ca ar trebui sa incercati sa fiti un om mai bun pentru ca in acest fel vi se vor indeplini dorintele.",
      "slug": "frunze-verzi"
    },
    {
      "name": "Fugar",
      "category": "dictionar",
      "shortMeaning": "Visul in care dumneavoastra sunteti un fugar inseamna ca veti avea o disputa severa cu o persoana din familie.",
      "fullInterpretation": "Visul in care dumneavoastra sunteti un fugar inseamna ca veti avea o disputa severa cu o persoana din familie. Daca visati ca ajutati un fugar atunci inseamna ca veti avea dificultati financiare.Fiind fugarit este una dintre cele mai comune teme in vise, care rezulta din sentimente de anxietate din viata de zi cu zi. Fuga este un raspuns instinctiv la o amenintare fizica. In astfel de vise, scenariul adesea indica ca sunteti urmarit de catre un atacator, un animal, un monstru sau o figura nemaivazuta, care vrea sa va raneasca sau sa va ucida. In consecinta, alergati, va ascundeti sau incercati scapati sau sa-l depasiti prin inteligenta pe urmaritorul dumneavoastra. Actiunile din vis sunt paralele cu modul cum ati raspunde la presiune si cum ati face fata temerilor, stresului sau diferitelor situatii din viata reala. In loc sa va confruntati cu situatia, visul dumneavoastra indica faptul ca aveti tendinta de a fugi sau de a evita problemele. Intrebati-va cine va fugareste ca sa intelegeti mai bine sursa temerilor si anxietatilor dumneavoastra. Faptul ca sunteti fugarit in vis poate reprezenta, de asemenea un aspect al sinelui. Sentimentele de furie, gelozie , frica si, eventual, iubire, se pot manifesta ca figura amenintatoare. Fiind fugarit de catre o figura umbrita poate simboliza caracteristicile respinse ale sinelui tau. S-ar putea sa proiectati aceste sentimente asupra urmaritorului necunoscut. Daca in vis sunteti cel care fugareste pe cineva, atunci visul va poate evidentia unitatea si ambitia de a merge dupa ceea ce va doriti. Sau poate ca visul sugereaza o slaba dezvoltare si faptul ca trebuie sa ii prindeti din urma pe ceilalti. Luati in considerare distanta dintre dumneavostra si cel care va fugareste. Aceasta indica apropierea dumneavostra de problema. Daca urmaritorul scurteaza distanta, atunci inseamna ca problema nu va disparea. Aceasta va va cotropi, pana cand o veti confrunta. Cu toate acestea, daca sunteti in masura sa castigati distanta, atunci va veti si putea distanta cu succes de problema dumneavoastra. In esenta, problema se estompeaza.",
      "slug": "fugar"
    },
    {
      "name": "Fugarit",
      "category": "dictionar",
      "shortMeaning": "Fiind fugarit este una dintre cele mai comune teme in vise, care rezulta din sentimente de anxiet...",
      "fullInterpretation": "Fiind fugarit este una dintre cele mai comune teme in vise, care rezulta din sentimente de anxietate din viata de zi cu zi. Fuga este un raspuns instinctiv la o amenintare fizica. In astfel de vise, scenariul adesea indica ca sunteti urmarit de catre un atacator, un animal, un monstru sau o figura nemaivazuta, care vrea sa va raneasca sau sa va ucida. In consecinta, alergati, va ascundeti sau incercati scapati sau sa-l depasiti prin inteligenta pe urmaritorul dumneavoastra. Actiunile din vis sunt paralele cu modul cum ati raspunde la presiune si cum ati face fata temerilor, stresului sau diferitelor situatii din viata reala. In loc sa va confruntati cu situatia, visul dumneavoastra indica faptul ca aveti tendinta de a fugi sau de a evita problemele. Intrebati-va cine va fugareste ca sa intelegeti mai bine sursa temerilor si anxietatilor dumneavoastra. Faptul ca sunteti fugarit in vis poate reprezenta, de asemenea un aspect al sinelui. Sentimentele de furie, gelozie , frica si, eventual, iubire, se pot manifesta ca figura amenintatoare. Fiind fugarit de catre o figura umbrita poate simboliza caracteristicile respinse ale sinelui tau. S-ar putea sa proiectati aceste sentimente asupra urmaritorului necunoscut. Daca in vis sunteti cel care fugareste pe cineva, atunci visul va poate evidentia unitatea si ambitia de a merge dupa ceea ce va doriti. Sau poate ca visul sugereaza o slaba dezvoltare si faptul ca trebuie sa ii prindeti din urma pe ceilalti. Luati in considerare distanta dintre dumneavostra si cel care va fugareste. Aceasta indica apropierea dumneavostra de problema. Daca urmaritorul scurteaza distanta, atunci inseamna ca problema nu va disparea. Aceasta va va cotropi, pana cand o veti confrunta. Cu toate acestea, daca sunteti in masura sa castigati distanta, atunci va veti si putea distanta cu succes de problema dumneavoastra. In esenta, problema se estompeaza.",
      "slug": "fugarit"
    },
    {
      "name": "Fugind",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "fugind"
    },
    {
      "name": "Fular",
      "category": "dictionar",
      "shortMeaning": "Fularul in vise are rolul de protectie.",
      "fullInterpretation": "Fularul in vise are rolul de protectie. De obicei inseamnaca sunteti vulerabili sau fragili pe anumite subiecte. Ar mai putea insemna si o oarecare auto-restrictie din partea dumneavoastra. Va controlati prea mult emotiile in loc sa vi le exprimati. Daca va visati purtand un fular, sugereaza ideea ca mintea este separata de corp, adica va bazati prea mult pe ceea ce ganditi decat pe ceea ce simtiti sau vic-versa.",
      "slug": "fular"
    },
    {
      "name": "Fulger",
      "category": "dictionar",
      "shortMeaning": "Fulgerul din vise este o indicatie a faptului ca sufletul nostru este influientat de forte necontrolabile.",
      "fullInterpretation": "Fulgerul din vise este o indicatie a faptului ca sufletul nostru este influientat de forte necontrolabile. Un fulger ce se prezinta ca o vapaie de foc este semnul unei gandiri fulgeratoare ce ne ajuta sa ne descucam extaordinar in viata de zi cu zi. Daca fulgerul din vis loveste in apropiere, ne putem astepta ca in viitorul apropiat sa apara o schimbare, o mutare. Aici poate fi vorba de casa sau loc de munca nou. Fiind lovit de fulger este un semn ca esxista o problema la care incercat de multa vreme sa-i gasiti rezolvarea. In curand vor aparea noi posibilitati si solutii, nu renuntati! Fulgerele difuze prevestesc o perioada neclara, neplaceri si proasta dispozitie in viata privata. Un fulger ce va scoate in evidenta propriul corp poate reprezenta sentimente de disperare si dezamagire, ati putea primi vesti proaste pe neasteptate. Din punct de vedere psihologic, pentru Freud (parintele psihanalizei), fulgerul simbolizeaza falusul. Eliberarea tensiunii acumulate este, de asemenea, semnalizata de catre fulgere. Interpretari culese din popor fulger (in general) schimbari brutale fulger alb - neantelegere fiind fulgerat - certuri, necazuri, imbolnavire cazand langa tine - noroc indelungat fulger cu tunet - vesti despre o schimbare in bine fulgere cu tunete si trasnete - petrecere, veselie fulger la dreapta - semn bun fulger la stanga - discordie in familie multple fulgere pe o perioada indelungata - razboi strabatand cerul - veselie vazand din casa - cearta, necaz",
      "slug": "fulger"
    },
    {
      "name": "Fulgi",
      "category": "dictionar",
      "shortMeaning": "Fulgii in vise sugereaza ca veti primi o veste.",
      "fullInterpretation": "Fulgii in vise sugereaza ca veti primi o veste. Totodata semnifica necesitatea de a nu va pierde speranta. Daca visati ca ninge cu fulgi imensi inseamna ca urmeaza o perioada de nefericire in viata.Fulgii de zapada in vise simbolizeaza renasterea, speranta si noi sanse dupa o perioada de stagnare ori inactivitate. Sunteti pe cale sa va desprindeti de un ciclu intunecat al vietii, inarmat cu o atitudine proaspata, pozitiva. Visul in care cad fulgi mari de zapada prezice tristete.",
      "slug": "fulgi"
    },
    {
      "name": "Fulgi de zapada",
      "category": "dictionar",
      "shortMeaning": "Fulgii de zapada in vise simbolizeaza renasterea, speranta si noi sanse dupa o perioada de stagnare ori inactivitate.",
      "fullInterpretation": "Fulgii de zapada in vise simbolizeaza renasterea, speranta si noi sanse dupa o perioada de stagnare ori inactivitate. Sunteti pe cale sa va desprindeti de un ciclu intunecat al vietii, inarmat cu o atitudine proaspata, pozitiva. Visul in care cad fulgi mari de zapada prezice tristete.",
      "slug": "fulgi-de-zapada"
    },
    {
      "name": "Fum",
      "category": "dictionar",
      "shortMeaning": "(Iesind pe cos) Liniste sufletasca, pace, calm, confort, sentiment de ocrotire si protectie -(rid...",
      "fullInterpretation": "(Iesind pe cos) Liniste sufletasca, pace, calm, confort, sentiment de ocrotire si protectie -(ridicanduse de la foc) urmari vizibile ale unei actiuni mai vechi, barfe, vorbe, jigniri -(dens) pierderea controlului si a realitatii, amagire, aparente inselatoare, minciuni.Fumul alb in vise reprezinta viata confuza pe care o duceti. Daca fumul este dens inseamna ca aveti inamici despre care nu stiti nimic, care stau ascunsi. Fumul acopera adevarul astfel ca ar trebui sa fiti precaut.Fumul de tigara in vise semnifica faptul ca va veti face o noua cunostinta. Este posibil sa legati o relatie cu cineva de sex opus, insa strict amicala.Atunci cand visati fum negru inseamna ca veti avea scandal in casa, e posibil sa va certati cu partenerul din cauza banilor sau mai bine spus a lipsei lor. E posibil sa va certati cu colegii din cauza sarcinilor trasate de sef. Daca visati fum negru care se ridica deasupra casei inseamna ca veti avea parte de tristete, de pierderi.Sunteti nefumator si visati ca fumati inseamna ca incercati sa actionati necugetat, sa aveti o atitudine neasteptata, o schimbare brusca de comportament, totul din dorinta de a lasa o impresie falsa despre dumneavoastra. Daca sunteti fumator si visati ca fumati atunci inseamna ca sunteti indiferent, ca va lipseste concentrarea, obisnuinta, rutina, plictiseala. V-ati lasat de fumat si visati ca fumati inseamna ca aveti un sentiment de neimplinire, ca va lipseste ceva. Daca visati ca vedeti pe cineva fumand atunci vi se sugereaza pierderea controlului si a realitatii, amagire, minciuni.",
      "slug": "fum"
    },
    {
      "name": "Fum alb",
      "category": "dictionar",
      "shortMeaning": "Fumul alb in vise reprezinta viata confuza pe care o duceti.",
      "fullInterpretation": "Fumul alb in vise reprezinta viata confuza pe care o duceti. Daca fumul este dens inseamna ca aveti inamici despre care nu stiti nimic, care stau ascunsi. Fumul acopera adevarul astfel ca ar trebui sa fiti precaut.",
      "slug": "fum-alb"
    },
    {
      "name": "Fum de tigara",
      "category": "dictionar",
      "shortMeaning": "Fumul de tigara in vise semnifica faptul ca va veti face o noua cunostinta.",
      "fullInterpretation": "Fumul de tigara in vise semnifica faptul ca va veti face o noua cunostinta. Este posibil sa legati o relatie cu cineva de sex opus, insa strict amicala.",
      "slug": "fum-de-tigara"
    },
    {
      "name": "Fum negru",
      "category": "dictionar",
      "shortMeaning": "Atunci cand visati fum negru inseamna ca veti avea scandal in casa, e posibil sa va certati cu pa...",
      "fullInterpretation": "Atunci cand visati fum negru inseamna ca veti avea scandal in casa, e posibil sa va certati cu partenerul din cauza banilor sau mai bine spus a lipsei lor. E posibil sa va certati cu colegii din cauza sarcinilor trasate de sef. Daca visati fum negru care se ridica deasupra casei inseamna ca veti avea parte de tristete, de pierderi.",
      "slug": "fum-negru"
    },
    {
      "name": "Fumand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "fumand"
    },
    {
      "name": "Fund",
      "category": "dictionar",
      "shortMeaning": "(cu fundul gol) sentiment de jena, situatii penibile, umilinta, esti pus in situatii jenante -(va...",
      "fullInterpretation": "(cu fundul gol) sentiment de jena, situatii penibile, umilinta, esti pus in situatii jenante -(vazand, dar fara sa fie gol) indiferenta, tendinta de a trata pe cineva incorect, lipsa de interes, umilire, jignire.Fundatia unei cladiri in vise inseamna ca sunteti pregatit pentru orice situatie. Daca visati ca fundatia este schimbata inseamna ca va aflati intr-o perioada cand sistemul dumneavoastra de credinte este in schimbare.",
      "slug": "fund"
    },
    {
      "name": "Fundatie",
      "category": "dictionar",
      "shortMeaning": "Fundatia unei cladiri in vise inseamna ca sunteti pregatit pentru orice situatie.",
      "fullInterpretation": "Fundatia unei cladiri in vise inseamna ca sunteti pregatit pentru orice situatie. Daca visati ca fundatia este schimbata inseamna ca va aflati intr-o perioada cand sistemul dumneavoastra de credinte este in schimbare.",
      "slug": "fundatie"
    },
    {
      "name": "Funeralii funerare",
      "category": "dictionar",
      "shortMeaning": "Visand un cortegiu funerar poate face referire la o perioada lunga de timp in care ati absorbit energii negative.",
      "fullInterpretation": "Visand un cortegiu funerar poate face referire la o perioada lunga de timp in care ati absorbit energii negative. Atentie, toate aceste energii negative s-ar putea sa va duca in pragul depresiei sau sa dobanditi anumite frustrari. - Daca ai visat ca participi la funeraliile unor rude, inseamna ca vei scapa de situatii neplacute. - Daca iti visezi proprile funeralii, simbolizeaza un final de situatie sau un final al unui aspect perosnal. Astfel, visul poate fi un semnal pentru tine ca sa recunosti aceste sentimente. - Daca visezi ca participi la funeraliile altcuiva, inseamna ca ingropi o relatie veche si inchizi orice legatura cu trecutul ce apartine de aceasta. - Daca te afli la funeraliile unei persoane necunoscute, inseamna ca ceva din viata ta trebuie pus deoparte, astfel incat sa poti face loc pentru ceva nou. Trebuie sa investighezi incontinuare ce aspect sau componenta a vieti tale va trebui sa elimini. - Daca ai visat ca paticipi la funeraliile unui parinte care este in viata, inseamna ca trebuie sa te separi de restrictiile si limitele mama-tata. Moartea simbolica iti poate da curajul de care ai novoie sa faci pasul spre independenta si autonomie.",
      "slug": "funeralii-funerare"
    },
    {
      "name": "Funie",
      "category": "dictionar",
      "shortMeaning": "Potrivit traditie romanesti daca ai visat ca inozi o funie, inseamna ca vei lega o prietenie.",
      "fullInterpretation": "Potrivit traditie romanesti daca ai visat ca inozi o funie, inseamna ca vei lega o prietenie. - Daca te-ai visat legat cu funii, semnifica greutati in afaceri. Te asteapta vremuri grele. - Daca ai visat ca te cateri utilizand o funie, semnifica hotararea ta de a reusi si de a-ti depasi adversarul.",
      "slug": "funie"
    },
    {
      "name": "Funingine",
      "category": "dictionar",
      "shortMeaning": "Funinginea in vise prevesteste boala.",
      "fullInterpretation": "Funinginea in vise prevesteste boala. Daca visati ca aveti funingine in mancare inseamna ca veti avea parte de necaz.",
      "slug": "funingine"
    },
    {
      "name": "Furand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "furand"
    },
    {
      "name": "Furca",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "furca"
    },
    {
      "name": "Furculita",
      "category": "dictionar",
      "shortMeaning": "Furculita in vise reprezinta o extensie, cel mai bun drum de urmarie a obiectivelor.",
      "fullInterpretation": "Furculita in vise reprezinta o extensie, cel mai bun drum de urmarie a obiectivelor. - Daca in vis ai fost injunghiat cu o furculita, inseamna ca esti prea petentios cu ideiile si sugetiile ce ti-au fost prezentate. - Daca vezi pe cineva care mananca cu furculita, inseamna ca toate grijile curente vor fi stere cu ajutorul unui prieten. - Daca tu mananci cu furculita, cineva asteapta momentul potrivit ca sa te minta. - Daca visezi furculite murdare, munca zadarnica.",
      "slug": "furculita"
    },
    {
      "name": "Furie",
      "category": "dictionar",
      "shortMeaning": "Visele in care iti exprimi furia simbolizeaza frustrari, dezamgiri in sinele tau.",
      "fullInterpretation": "Visele in care iti exprimi furia simbolizeaza frustrari, dezamgiri in sinele tau. Ai tendinta de a reprima emotile negative sau tendinta de a proiecta mania pe altii. Trebuie sa privesti cu atentie in interiorul tau. - Daca ai visat ca iti dau lacrimi de furie, inseamna ca cei apropiati te barfesc. - Daca ai visat ca strangi pumnii de furie, reprezinta o cearta de proprtii cu partenerul de viata. - Daca in vis tremuri de furie, urmeaza o perioada critica cu partenerul de viata.In timpurile stravechi, farfuriile au fost considerate obiecte de lux, fiind detinute si folosite doar de catre cei bogati. Pentru a afla ce simbolizeaza farfuria in vise trebuie sa aveti in vedere anumite detalii. Visul in care apare o farfurie simpla sugereaza nevoia pentru simplitate in viata dumneavoastra, iar o farfurie bogat decorata in vise simbolizeaza o dorinta pentru a sarbatori, pentru a celebra un moment important din viata dumneavoastra. Daca visati ca tineti o farfurie in mana inseamna ca sunteti constient de ceea ce ati primit de la celelalte persoane. A visa ca o persoana va ofera o farfurie sugereaza ca acea persoana este dispusa si isi doreste sa imparta ceva cu dumneavoastra. Forma unei farfurii adanci aparuta in vise simbolizeaza feminitatea, iar forma farfuriei plate simbolizeaza proprietatea comuna. Farfuria goala in vise indica dorintele si nevoile dumneavoastra cele mai personale. Din punct de vedere spiritual, visul in care detineti o farfurie sugereaza atingerea unui anumit nivel de cunoastere. Marimea unei farfurii in vise reprezinta castigurile dumneavoastra de la locul de munca. O farfurie mare se refera la venituri mari, iar o farfurie mica se refera la venituri mai mici, dar suficiente pentru dumneavoastra. A vedea o farfurie de sticla sau de cristal in vis sugereaza ca rivalii vor iesi la suprafata pentru ceva din care veti castiga mult. O farfurie de ceramica in vise inseamna ca va veti invinge inamicii foarte usor. Daca visati o farfurie de lemn inseamna ca veti primi un cadou, iar daca visati o farfurie de plastic inseamna ca veti face o calatorie scurta si frumoasa. A visa o farfurie dintr-un metal precum cuprul ar putea sugera ca va veti indragosti brusc, veti admira o persoana sau veti dori sa detineti ceva deoarece va place prea mult. Visul in care apare o farfurie alba se refera la terenul sau proprietatea pe care le veti primi ca mostenire sau o noua oferta pentru un loc de munca. Mai multe detalii si informatii gasiti accesand interpretarea visului farfurie.A visa o farfurie plina cu mancare sugereaza simtul dumneavoastra de proprietate. Este ceea ce ati primit sau sperati sa primiti de la ceilalti. Ceea ce ati creat pentru dumneavoastra si acum trebuie sa infruntati. Pentru mai multe informatii si detalii va rugam sa accesati si pagina visului farfurie.O farfurie sparta in vise este semn bun, cioburile prevestind noroc in dragoste.",
      "slug": "furie"
    },
    {
      "name": "Furnal",
      "category": "dictionar",
      "shortMeaning": "Furnalul in vise simbolizeaza puterea si energia.",
      "fullInterpretation": "Furnalul in vise simbolizeaza puterea si energia. - Daca ai visat un furnal cald ce lucreza, inseamna ca vei avea parte de o viata sociala fericita. - Daca ai visat ca furnalul este rece, inseamna ca iti vei spori economiile. - Daca ai visat un furnal dezafectat, atentie la problemele legate de familie si casa.",
      "slug": "furnal"
    }
  ]
}