{
  "symbols": [
    {
      "name": "Farmacist",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca esti farmacist - munca multa, dar dupa munca si rasplata.",
      "fullInterpretation": "- Daca ai visat ca esti farmacist - munca multa, dar dupa munca si rasplata. Vei beneficia de profituri mari, ai noroc.",
      "slug": "farmacist"
    },
    {
      "name": "Faruri",
      "category": "dictionar",
      "shortMeaning": "A vedea farurile unei masini in vise indica inabilitatea dumneavoastra de a trece peste trecut.",
      "fullInterpretation": "A vedea farurile unei masini in vise indica inabilitatea dumneavoastra de a trece peste trecut. Va confruntati cu vechi probleme. Alternativ, visul mai poate sugera ca ati fost prins cu garda jos sau ati fost surprins ca si \"caprioara in bataia luminii\". Visul in care va aflati in bataia farurilor sugereaza ca puteti avea ce va doriti, dar trebuie sa va concentrati doar asupra acelui lucru.",
      "slug": "faruri"
    },
    {
      "name": "Fasole",
      "category": "dictionar",
      "shortMeaning": "Fasolea din visele dumneavoastra poate fi reprezentarea nevoii de a indeplini un obiectiv la care lucrati de ceva timp.",
      "fullInterpretation": "Fasolea din visele dumneavoastra poate fi reprezentarea nevoii de a indeplini un obiectiv la care lucrati de ceva timp. De asemenea, aceasta poate simboliza o crestere spirituala care va poate ajuta sa faceti fata provocarilor actuale si viitoare. Puteti vizualiza versiunea video de mai jos a visului despre fasole sau puteti continua sa cititi textul (care contine si informatii extra fata de video), depinde de dumneavoastra. Videoclip despre visarea fasolei Culegand fasole Daca v-ati visat culegand fasole din gradina, este un semn ca in curand veti culege roadele aparute in urma eforturilor din ultima vreme. De asemenea, visul denota capacitatea dumneavoastra de a obtine si de a face tot ceea ce va puneti in minte. Un singur bob de fasole Visul despre un singur bob de fasole poate fi un semn cu privire la faptul ca nu sunteti multumiti de actualul loc de munca. Cumparand fasole Cumpararea fasole in vise simbolizeaza afaceri deficitare sau care nu prezinta un potential succes. De asemenea, visul denota castiguri limitate in viitorul apropiat si , din acest motiv, veti depune eforturi considerabile pentru a economisi ceva maruntis. Vanzarea de fasole Daca ati visat ca vindeti fasole, este semn al imbunatatirii starii financiare. Dumneavoastra sau un alt membru al familiei ar putea obtine un loc de munca mai bine platit, un bonus sau o promovare. Alternativ, visul poate arata faptul ca ati gasit o a doua sursa de venit sau faptul ca ati transformat un hobby intr-o mica afacere. Hranind un copil cu fasole Visul apare persoanelor pragmatice care sunt dispuse sa caute solutii practice pentru propriile probleme sau pentru problemele altora. Nu sunteti adeptul lucrurilor complicate, dar nici nu intrati in panica cand acestea apar, si preferati sa faceti treaba de unul singur, chiar daca laudele intarzie sa apara. Mancare de fasole Mancarea de fasole sau visul despre o persoana care gateste cu fasole, inseamna ca urmeaza o perioada agitata. De regula, este vorba despre obstacole, provocari si multa munca. Incercati sa gasiti echilibrul intre viata privata si locul de munca. Daca ati visat ca dumneavoastra sau o alta persoana arunca mancarea din fasole, este semn de nerecunostinta. In cazul in care o alta persoana arunca mancarea chiar in fata dumneavoastra, inseamna ca la locul de munca va aparea o decizie care va va displace, motiv pentru care de aceasta data nu veti mai putea inchide ochii la o inca nedreptate. Fasole la conserva Consumand sau vazand fasole conservata este semn ca trebuie sa rezolvati urgent o problema. De ceva timp va confruntati cu o problema la care inca nu i-ati gasit rezolvarea si poate ca acum este un moment potrivit sa cereti sfaturi sau sa apelati la o persaona de incredere.Fasolea verde in vise inseamna nevinovatie. Totodata, inseamna ca afacerile pe care le aveti sunt prospere si va vor aduce numai castiguri. Daca visati ca mancati fasole verde, atunci visul sugereaza faptul ca va grabiti in casatorie. Fasolea verde putrezita sau mucegaita , sugereaza faptul ca ar trebui sa renuntati la o idee sau un proiect in momentul in care acesta da semne ca nu va produce rezultate. De asemenea, visul denota faptul ca munca si eforturile dumneavoastra din ultima vreme nu prezinta rezultate constructive, mai degraba observati ca ati devenit tot mai nefericiti. Incercati sa va dedicati timpul unei pasiuni si, poate ca astfel, veti descoperi ca puteti vedea lucrurile din viata dumneavoastra si din alta perspectiva. Visul in care vedeti sau mancati boabe de fasole semnifica conexiunea dumneavoastra cu radacinile si cu umanitatea. Ganditi-va la ce va leaga pe dumneavoastra cu comunitatea. Alternativ, boabele de fasole in vise sunt simbolul pentru suflet si imortalitate. De asemenea, pot face referire si la fertilitate. Daca visati ca culegeti boabe de fasole atunci visul simbolizeaza metodele dumneavoastra modeste si cumpatate. Poateca visul va spune sa aveti mai multa grija la situatia dumneavoastra financiara.",
      "slug": "fasole"
    },
    {
      "name": "Fasole verde",
      "category": "dictionar",
      "shortMeaning": "Fasolea verde in vise inseamna nevinovatie.",
      "fullInterpretation": "Fasolea verde in vise inseamna nevinovatie. Totodata, inseamna ca afacerile pe care le aveti sunt prospere si va vor aduce numai castiguri. Daca visati ca mancati fasole verde, atunci visul sugereaza faptul ca va grabiti in casatorie. Fasolea verde putrezita sau mucegaita , sugereaza faptul ca ar trebui sa renuntati la o idee sau un proiect in momentul in care acesta da semne ca nu va produce rezultate. De asemenea, visul denota faptul ca munca si eforturile dumneavoastra din ultima vreme nu prezinta rezultate constructive, mai degraba observati ca ati devenit tot mai nefericiti. Incercati sa va dedicati timpul unei pasiuni si, poate ca astfel, veti descoperi ca puteti vedea lucrurile din viata dumneavoastra si din alta perspectiva.",
      "slug": "fasole-verde"
    },
    {
      "name": "Fata",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea femeie, fecioara).",
      "fullInterpretation": "(vezi, de asemenea femeie, fecioara). ( chip )Daca este furioasa, este semn de cinste -daca este acoperita cu un voal, e semn ca familia iti ascunde ceva -daca te speli pe fata , e semn ca-ti va parea rau de ceva -daca vezi fata in oglinda e semn bun, de consideratie si cinste din partea superiorilor -daca o vezi in apa , e semn rau , de ura si neintelegere -daca este machiata vei pierde bani.Daca visati o fata de masa inseamna ca veti primi ajutor de la cunostinte mai indepartate sau de la cunoscuti cu anumite interese ascunse. Daca fata de masa este din musama atunci inseamna ca cineva va sprijina numai pentru a va manipula si profita de dumneavoastra, ceea ce va duce cu siguranta la un esec major.Visul in care aveti bube pe fata sugereaza ocrotire si stabilitate in unele cehstiuni ale vietii. Alternativ, visul poate insemna ca unele persoane va vorbesc pe la spate, va doresc raul, iar acest lucru va irita, va macina. Daca visati ca aveti o buba mare si rosie pe fata inseamna ca va merge bine si aveti o stare de sanatate foarte buna. A visa ca aveti bube pe fata, asemanatoare cosurilor, indica incompatibilitatea dumneavoastra cu o anumita persoana, nu va intelegeti cu cineva, aveti neplaceri sentimentale, poate chiar persoana draga va va dezamagi.Petele de pe fata sau de pe corp pot insemna lucruri diferite in functie de modul si contextul in care apar, dar in general acestea vor simboliza ceva negativ. Ele ar putea reprezenta o emotie legata de o durere, vinovatie, rusine sau secrete iesite la suprafata. Alterantiv, in putin cazuri, un asemenea vis ar putea indica o stare de sanatate care necesita atentie. Visan pete intunecate pe pielea proprie sunt un semn asupra faptului ca ar trebui sa fiti mai atent la modul de viata, incercati sa schimbati mici aspecte ale vietii zilnice si astfel starea de spirit vi se va imbunatatii. Petele pigmentare de pe fata simbolizeaza o tendinta de a da vina pe altii pentru esecurile proprii. Alternativ, visul prevesteste o abordare iesita din comun pentru a solutiona o problema urgenta.",
      "slug": "fata"
    },
    {
      "name": "Fata ( chip )",
      "category": "dictionar",
      "shortMeaning": "( chip )Daca este furioasa, este semn de cinste -daca este acoperita cu un voal, e semn ca famili...",
      "fullInterpretation": "( chip )Daca este furioasa, este semn de cinste -daca este acoperita cu un voal, e semn ca familia iti ascunde ceva -daca te speli pe fata , e semn ca-ti va parea rau de ceva -daca vezi fata in oglinda e semn bun, de consideratie si cinste din partea superiorilor -daca o vezi in apa , e semn rau , de ura si neintelegere -daca este machiata vei pierde bani.",
      "slug": "fata-chip"
    },
    {
      "name": "Fata de masa",
      "category": "dictionar",
      "shortMeaning": "Daca visati o fata de masa inseamna ca veti primi ajutor de la cunostinte mai indepartate sau de ...",
      "fullInterpretation": "Daca visati o fata de masa inseamna ca veti primi ajutor de la cunostinte mai indepartate sau de la cunoscuti cu anumite interese ascunse. Daca fata de masa este din musama atunci inseamna ca cineva va sprijina numai pentru a va manipula si profita de dumneavoastra, ceea ce va duce cu siguranta la un esec major.",
      "slug": "fata-de-masa"
    },
    {
      "name": "Favoare",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca ii ceri cuiva o favoare - trebuie sa renunti la mandrie si sa cauti ajutor atunci cand ai nevoie.",
      "fullInterpretation": "- Daca ai visat ca ii ceri cuiva o favoare - trebuie sa renunti la mandrie si sa cauti ajutor atunci cand ai nevoie. Revizuirea prioritatilor. Alternativ visul poate fi doar un joc de cuvinte , cineva te favorizeaza , esti favorizat(a) intr-o problema. - Daca ai visat ca cineva iti cere o favoare - atentie si compasiune pentru altii.",
      "slug": "favoare"
    },
    {
      "name": "Fazan",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca, fazanul ce ne apare in vis, reprezinta vesti de la un barbat orgolios, semn de ingrijorare.",
      "fullInterpretation": "In traditia romaneasca, fazanul ce ne apare in vis, reprezinta vesti de la un barbat orgolios, semn de ingrijorare. - Daca ai visat ca mananci fazan - vei intampina probleme dar te vei consola cu gandul ca ai castigat o suma mare de bani. Alternativ visul semnifica sanatate. - Daca in vis esti la vanatoare de fazani - te asteapta oameni mari, sumele de bani castigate vor fi din ce in ce mai mari, dar va trebui sa fi mai econom. - Daca ai capturat sau ai ucis un fazan - planurile tale progreseaza bine, prosperitate. - Daca ai visat ca duci / transporti un fazan - vei avea parte de apreciere.",
      "slug": "fazan"
    },
    {
      "name": "Febra",
      "category": "dictionar",
      "shortMeaning": "Visele in care avem febra ne sugereaza sentimente de furie sau de ura care ne ating constiinta.",
      "fullInterpretation": "Visele in care avem febra ne sugereaza sentimente de furie sau de ura care ne ating constiinta. Trebuie sa gasim o modalitate sigura pentru a exprima aceste sentimente. Alternativ, visul poate fi analog cu \"a te inrosi\" si reprezinta o situatie jenanta. - Daca in vis tu ai febra - dezamgiri pe calea ce duce spre iubirea adevarata. - Bolnav din cauza febrei - probleme serioase in relatiile cu familia.",
      "slug": "febra"
    },
    {
      "name": "Fecioara",
      "category": "dictionar",
      "shortMeaning": "Feciaora Maria este un simbol in vise ce are semnificatii diferite, acestea sunt bazate pe propri...",
      "fullInterpretation": "Feciaora Maria este un simbol in vise ce are semnificatii diferite, acestea sunt bazate pe propriile traditii si credinte religioase. Pentru catolici, membri ai bisericilor ortodoxe, si chiar unele secte protestante, Fecioara Maria este mama lui Dumnezeu, una dintre cele mai importante figuri religioase si un mijloc de legatura a tuturor harurilor. Pentru altii Fecioara Maria este zeita mama, echivalent cu Isis a egiptenilor. Fecioara Maria este un simbol al capacitatii de a continua sa de a va realizati dorintele, ambitiile si idealurile. In povestea biblica, ea da nastere idealului suprem, Isus, dar biblia nu este istorie , deci trebuie sa ne uitam la semnificatie intr-un alt mod. Ni se spune ca Dumnezeu vorbeste omului prin vise, si avem tot dreptul sa cautam un sens mai profund al acestora. Tratati visul ca pe un cadou si veti incepe sa acceptati posibilitatea de a va realiza fiecare dorinta - acesta este planul lui Dumnezeu. In cazul in care Maica Domnului (Fecioara Maria) va transmite un mesaj in vis, acest mesaj este cel mai probabil un mesaj ce vine de la aspectul vostru spiritual sau mistic si ar trebui tratat cu crezare. Daca Fecioara Maria te-a rugat sa faci ceva, nu uita cererea ei, chiar daca aceasta este soar in vis, defapt inseama foarte multe in viata reala.",
      "slug": "fecioara"
    },
    {
      "name": "Fecioara Maria maica Domnului",
      "category": "dictionar",
      "shortMeaning": "Feciaora Maria este un simbol in vise ce are semnificatii diferite, acestea sunt bazate pe propri...",
      "fullInterpretation": "Feciaora Maria este un simbol in vise ce are semnificatii diferite, acestea sunt bazate pe propriile traditii si credinte religioase. Pentru catolici, membri ai bisericilor ortodoxe, si chiar unele secte protestante, Fecioara Maria este mama lui Dumnezeu, una dintre cele mai importante figuri religioase si un mijloc de legatura a tuturor harurilor. Pentru altii Fecioara Maria este zeita mama, echivalent cu Isis a egiptenilor. Fecioara Maria este un simbol al capacitatii de a continua sa de a va realizati dorintele, ambitiile si idealurile. In povestea biblica, ea da nastere idealului suprem, Isus, dar biblia nu este istorie , deci trebuie sa ne uitam la semnificatie intr-un alt mod. Ni se spune ca Dumnezeu vorbeste omului prin vise, si avem tot dreptul sa cautam un sens mai profund al acestora. Tratati visul ca pe un cadou si veti incepe sa acceptati posibilitatea de a va realiza fiecare dorinta - acesta este planul lui Dumnezeu. In cazul in care Maica Domnului (Fecioara Maria) va transmite un mesaj in vis, acest mesaj este cel mai probabil un mesaj ce vine de la aspectul vostru spiritual sau mistic si ar trebui tratat cu crezare. Daca Fecioara Maria te-a rugat sa faci ceva, nu uita cererea ei, chiar daca aceasta este soar in vis, defapt inseama foarte multe in viata reala.",
      "slug": "fecioara-maria-maica-domnului"
    },
    {
      "name": "Felicitare",
      "category": "dictionar",
      "shortMeaning": "Interpretarea visului in care apare o felicitare depinde de ceea ce este scirs in felicitare si de cine o ofera in vis.",
      "fullInterpretation": "Interpretarea visului in care apare o felicitare depinde de ceea ce este scirs in felicitare si de cine o ofera in vis. Este posibil ca cineva sa vrea sa va transmita un mesaj, probabil de o persoana care tine ascunse sentimente fata de dumneavoastra.",
      "slug": "felicitare"
    },
    {
      "name": "Felie de paine",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis ai mancat o felie de paine, inseamna ca iti vei salva beneficiile, sau acestea vor ...",
      "fullInterpretation": "- Daca in vis ai mancat o felie de paine, inseamna ca iti vei salva beneficiile, sau acestea vor deveni mai mici dar vor contiuna sa vina. - Daca ai visat ca ungi o felie de panie cu unt sau cu miere, inseamna ca te bucurati de respectul si dragostea cu care esti tratat(a). - Daca vezi mai multe felii de paine, inseamna ca vei impartasii realizarile cu prietenii si cunoscutii. - Daca ai visat o felie de paine muscata - amenintari pentru cei dragi tie.",
      "slug": "felie-de-paine"
    },
    {
      "name": "Felinar",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea intuneric) sau va veti da seama de o situatie sau de adevaratele intentii ale ...",
      "fullInterpretation": "(vezi, de asemenea intuneric) sau va veti da seama de o situatie sau de adevaratele intentii ale unei anumite persoane (pentru celelalte cazi vezi lampa, far) .",
      "slug": "felinar"
    },
    {
      "name": "Feluri de mancare",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "feluri-de-mancare"
    },
    {
      "name": "Femeie batrana (baba)",
      "category": "dictionar",
      "shortMeaning": "(baba) 03/03/2020 (ultima actualizare)A vedea o femeie batrana in vise este un augur pozitiv.",
      "fullInterpretation": "(baba) 03/03/2020 (ultima actualizare)A vedea o femeie batrana in vise este un augur pozitiv. Femeia batrana simbolizeaza anumite sentimente si emotii carora trebuie acordata mai multa atentie. Aceste vise reprezinta, adesea, sentimente reprimate si dorinta d a-ti asculta vocea interioara. Visul in care apare o femeie batrana cu riduri inseamna ca veti avea parte de o calatorie cu neplaceri. Daca vedeti mai multe femei in varsta intr-un vis, acest lucru indica faptul ca in viata de zi cu zi sunteti inselatori si ca persoanele din jur vor lua act de actiunile voastre. Fiti atenti la actiunile voastre din perioada urmatoare, pentru ca este posibil sa fiti prinsi daca faceti ceva gresit.",
      "slug": "femeie-batrana-baba"
    },
    {
      "name": "Femeie cu barba",
      "category": "dictionar",
      "shortMeaning": "O barba la o femeie poate insemna ca dumneavoastra considerati femeia ca avand anumite caracteris...",
      "fullInterpretation": "O barba la o femeie poate insemna ca dumneavoastra considerati femeia ca avand anumite caracteristici de personalitate masculine sau unele trasaturi de obicei asociate barbatilor. In cazul in care sunteti femeie si visati ca aveti barba, ea poate reprezenta: o teama de a nu va simti destul de feminina sau o pierdere a feminitatii partea dumneavostra masculina (curaj, stoicism, etc.) dorinta de a avea aceeasi putere ca si barbatii in societate Daca sunteti barbat si vedeti o femeie cu barba, un astfel de vis indica furie, oboseala, nesiguranta si frustrare. Alternativ, visul poate prevesti asocieri neplacute si personaje dubioase. Pentru mai multe detalii cititi si semnificatia generala a visului Barba",
      "slug": "femeie-cu-barba"
    },
    {
      "name": "Femeie frumoasa",
      "category": "dictionar",
      "shortMeaning": "O femeie frumoasa in vise reprezinta sentimentele dumneavoastra fata de o rezolutie sau o solutie...",
      "fullInterpretation": "O femeie frumoasa in vise reprezinta sentimentele dumneavoastra fata de o rezolutie sau o solutie pentru o problema care va face sa va simtiti bine deoarece va ofera exact ceea ce aveti nevoie. Visul s-ar putea sa reflecte teama de a nu va face de ras. A visa o femeie frumoasa mai poate fi un semn ca veti avea succes in afaceri, dar si pe plan personal si social.",
      "slug": "femeie-frumoasa"
    },
    {
      "name": "Femeie goala",
      "category": "dictionar",
      "shortMeaning": "O femeie goala in vis indica faptul ca veti avea parte de mult noroc, va va bucura foarte tare prezenta unor prieteni.",
      "fullInterpretation": "O femeie goala in vis indica faptul ca veti avea parte de mult noroc, va va bucura foarte tare prezenta unor prieteni. Totodata, visul aduce cu sine si multa distractie, poate chiar intra in discutie o casnicie.",
      "slug": "femeie-goala"
    },
    {
      "name": "Femeie in negru",
      "category": "dictionar",
      "shortMeaning": "Se pare ca visul in care apare o femeie in negru ar putea insemna ca cineva se pregateste sa moara.",
      "fullInterpretation": "Se pare ca visul in care apare o femeie in negru ar putea insemna ca cineva se pregateste sa moara. Totusi, nu toti talmacitorii considera ca acest vis sugereaza acest lucru. Daca visati ca o femeie intr-o rochie neagra sta in fata dumneavoastra inseamna ca cineva, pe care considerati ca are mai mult control asupra dumneavoastra, va urmareste fiercare miscare. Traditia chinezeasca spune ca a visa o femeie stranie imbracata in negru sugereaza succesul in afaceri. Daca cel care viseaza este deja partener de afaceri cu o femeie atunci activitatea in afaceri va fi foarte buna, iar succesul este garantat.",
      "slug": "femeie-in-negru"
    },
    {
      "name": "Femeie moarta",
      "category": "dictionar",
      "shortMeaning": "Femeia moarta in vise prezice tradarea grava a unui prieten, dar poate insemna ca veti scapa de g...",
      "fullInterpretation": "Femeia moarta in vise prezice tradarea grava a unui prieten, dar poate insemna ca veti scapa de grijile care va apasau pe suflet de mult timp.",
      "slug": "femeie-moarta"
    },
    {
      "name": "Ferastrau",
      "category": "dictionar",
      "shortMeaning": "Visele in care utilizam un ferastraul indica faptul ca trebuie sa renuntam la realizarea unui lucru.",
      "fullInterpretation": "Visele in care utilizam un ferastraul indica faptul ca trebuie sa renuntam la realizarea unui lucru. Exista ceva in viata noastra ce trebuie taiat, exclus. La fel ca si securea sau cutitul, ferastraul este instrumentul separator sau agentul rupturii, dar si al eliberarii. - Daca ai visat un ferastrau electric, inseamna capacitatea de a parcurge o problema pana la miezul acesteia. Sti cum sa atingi nuleul problemei rapid. - Ferastraul prins intr-o bucata de lemn, semnifica dificultati ce trebuiesc depasite. - Ferastrau ruginit sau rupt, inseamna puncte de esec si de ghinion. - Daca doar auzi zgomotul unui ferastrau in vis, semnifica economie si prosperitate.",
      "slug": "ferastrau"
    },
    {
      "name": "Fereastra",
      "category": "dictionar",
      "shortMeaning": "Fereastra deschisa in vise pevesteste schimbari si oportunitati.",
      "fullInterpretation": "Fereastra deschisa in vise pevesteste schimbari si oportunitati. Daca visati ca deschideti o fereastra din interior inseamna ca incercati sa faceti fata unor sentimente din interior, simtiti nevoia sa fugiti. Visul in care deschideti o fereastra din exterior simbolizeaza atitudinea dumneavoastra fata de opiniile venite din afara.A vedea o fereastra sparta in vise sugereaza viziunea deformata si perspectiva denaturata asupra vietii. Visul s-ar mai putea referi la o stare de vulnerabilitate. Visul in care reparati sau inlocuiti o fereastra sparta indica faptul ca va reevaluati viziunea si perspectiva despre viata. Castigati noi perspective asupra lucrurilor.",
      "slug": "fereastra"
    },
    {
      "name": "Fereastra deschisa",
      "category": "dictionar",
      "shortMeaning": "Fereastra deschisa in vise pevesteste schimbari si oportunitati.",
      "fullInterpretation": "Fereastra deschisa in vise pevesteste schimbari si oportunitati. Daca visati ca deschideti o fereastra din interior inseamna ca incercati sa faceti fata unor sentimente din interior, simtiti nevoia sa fugiti. Visul in care deschideti o fereastra din exterior simbolizeaza atitudinea dumneavoastra fata de opiniile venite din afara.",
      "slug": "fereastra-deschisa"
    },
    {
      "name": "Fereastra sparta",
      "category": "dictionar",
      "shortMeaning": "A vedea o fereastra sparta in vise sugereaza viziunea deformata si perspectiva denaturata asupra vietii.",
      "fullInterpretation": "A vedea o fereastra sparta in vise sugereaza viziunea deformata si perspectiva denaturata asupra vietii. Visul s-ar mai putea referi la o stare de vulnerabilitate. Visul in care reparati sau inlocuiti o fereastra sparta indica faptul ca va reevaluati viziunea si perspectiva despre viata. Castigati noi perspective asupra lucrurilor.",
      "slug": "fereastra-sparta"
    },
    {
      "name": "Feribot",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca astepti un feribot semnifica situatii neprevazute care ar putea impiedica dorintele tale.",
      "fullInterpretation": "- Daca ai visat ca astepti un feribot semnifica situatii neprevazute care ar putea impiedica dorintele tale. Aceasta poate insemna , de asemenea, ca trecei prin anumite faze de tranzitie din viata. - Daca visezi ca esti pe un feribot inseamna ca vei fi platit pentru oricefel de munca prestata.",
      "slug": "feribot"
    },
    {
      "name": "Fericit fericita fericire",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca sunteti fericit(fericita), adesea inseamana ca aspirati la intelepciune, la cunoas...",
      "fullInterpretation": "Daca visati ca sunteti fericit(fericita), adesea inseamana ca aspirati la intelepciune, la cunoastere, la adevar sau chiar la iubire. Sunt cazuri in care visul de a fi fericit poate fi interpretat ca un mod de a compensa tristetea sau stresul de zi cu zi. In interpretare islamica, visul la fericire inseamna tristete, deobicei visul ne confera starea inversa a vietii de zi cu zi, de aceea desi in vis suntem fericiti inseamna ca subconstientul incearca sa compenseze tristetea si stresul din viata noastra. In schimb daca visati pe un prieten ferticit inseamna fericire si pentru dumneavoastra.",
      "slug": "fericit-fericita-fericire"
    },
    {
      "name": "Feriga",
      "category": "dictionar",
      "shortMeaning": "Ferigile anunta timpuri placute care vor alunga ganduri si presimtiri intunecate.",
      "fullInterpretation": "Ferigile anunta timpuri placute care vor alunga ganduri si presimtiri intunecate. Insa, in functie de cum arata, aceste pot avea si conotatii negative. A vedea in vis feriga vestejita sau ofilita este semn ca diverse boli isi vor croi cale catre familie si va vor provoca o serioasa neliniste. Alternativ, visul poate semnifica si relatii proaste cu famila, posibilitate de despartire. Visand o feriga proaspata poate fi cosiderat un semn foarte pozitiv, deoarece aceasta reflecta pasiunea si increderea de sine in fata oricaror provocari din viata. De asemena, visul indica si un apetit sexual deosebit. Friga la ghiveci pe post de planta ornamentala prevesteste neintelegere. Acesta este momentul decisiv in care ar trebui sa depuneti un efort mai mare decat de obicei pentru a clarifica lucrurile, altfel riscati ca aceste neintelegeri sa provoace o ruptura permanenta.",
      "slug": "feriga"
    },
    {
      "name": "Ferma",
      "category": "dictionar",
      "shortMeaning": "Visele in care aparem ca si fermieri indica productivitatea.",
      "fullInterpretation": "Visele in care aparem ca si fermieri indica productivitatea. Utilizam la maxim potentialul nostru? De asemenea, acest vis, ne poate sugera ca trebuie sa lucram mai mult pentru a culege beneficiile. - Daca te vezi in vis traind la o ferma insemana ca ai nevoie sa dezvolti un nou aspect, o noua latura, pantru a-ti putea utiliza la maxim potentialul. Esti gata pentru o crestere economica. - Daca in vis esti proprietar de ferma - accepta ajutorul unor oameni mai experimentati, ai nevoie de ajutor. - Daca ai visat o ferma prospera semnifica sanatate si noroc. - Ferma neingrijita - pierderi financiare. - De vinzi o ferma in vis - o persoana nou cunoscuta iti cam da dureri de cap, ai multe contradictii, neintelegeri cu acea persoana. Este semn bun daca te visezi angajat(a) la o ferma. - Daca ai visat ca esti doar in vizita la o ferma - sanatate foarte buna, chiar excelenta. - Daca ai visat ferma in flacari - esti plin(a) de energie si entuziasm.",
      "slug": "ferma"
    },
    {
      "name": "Fermier",
      "category": "dictionar",
      "shortMeaning": "Un fermier in vis evidentiaza punctele de productivitate.",
      "fullInterpretation": "Un fermier in vis evidentiaza punctele de productivitate. Odata cu acest vis vine si intrebarea: \"Utilizezi la maxim potentialul tau?\" . Visul poate sugera, de asemenea, ca trebuie sa lucrezi mai mult pentru a culege beneficii satisfacatoare. Nu te astepta ca cineva sa contribuie la dumul tau spre succes, implinire. Alternativ, visul indica faptul ca ar trebui sa iti protejezi interesele daca doresti sa beneficiezi de castiguri. - Daca in vis tu esti proprietarul unei ferme, semnifica ca esti pe punctul de a da lovitura cu ceva de la care nu aveai sperante prea mari. - Daca ai visat ca stai de vorba cu un agricultor, inseamna ca vei trai in prosperitate.",
      "slug": "fermier"
    },
    {
      "name": "Fermoar",
      "category": "dictionar",
      "shortMeaning": "(rupt sau blocat) Comunicare slaba sau ineficienta cu lumea din jur -incapacitatea de a gasi un m...",
      "fullInterpretation": "(rupt sau blocat) Comunicare slaba sau ineficienta cu lumea din jur -incapacitatea de a gasi un mijloc de comunicare -sentimentul ca te afli blocat intro situastie pe care nu o poti schimba -(deschis) riscul de a fi jignit sau ranit, sentiment de culpabilitate sau jena, vulnerabilitate in fata dusmanilor -(inchis) siguranta, protectie impotriva jignirilor sau a oricarui gen de ofensa..",
      "slug": "fermoar"
    },
    {
      "name": "Fese",
      "category": "dictionar",
      "shortMeaning": "Atunci cand in vis ne apar fese, visul reprezinta instincte care indica sentimente de nesiguranta.",
      "fullInterpretation": "Atunci cand in vis ne apar fese, visul reprezinta instincte care indica sentimente de nesiguranta. - Fesele frumos rotunjite au o semnificatie sexuala certa. Ele exprima dorinta, seductia si placerea, dar si pedeapsa care provoaca excitare sau trimite la vremea copilariei si la corectiile suportate atunci. - Daca ai visat fese deformate, semnifica aspect neamenajat sau psihicul tau ranit.",
      "slug": "fese"
    },
    {
      "name": "Festival",
      "category": "dictionar",
      "shortMeaning": "Visul in care sunteti la un festival inseamna ca sunteti foarte indiferent fata de realitate si r...",
      "fullInterpretation": "Visul in care sunteti la un festival inseamna ca sunteti foarte indiferent fata de realitate si riscati sa imbatraniti inainte de vreme, aveti stari de neliniste si nemultumire.",
      "slug": "festival"
    },
    {
      "name": "Fete",
      "category": "dictionar",
      "shortMeaning": "Daca visati o fata in vis reprezinta natura ta jucausa , nevinovata de copil.",
      "fullInterpretation": "Daca visati o fata in vis reprezinta natura ta jucausa , nevinovata de copil. Alternativ, fetele in vis reprezinta calitatile feminine ale caracterului tau. De asemenea, daca te certi cu ele in vis, semnifica ca vei avea o companie, te vei insoti cu cineva -defapt, in viata reala este vorba de o impacare -casatorie.",
      "slug": "fete"
    },
    {
      "name": "Fetita",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "fetita"
    },
    {
      "name": "Fetus fat",
      "category": "dictionar",
      "shortMeaning": "Un fetus (un fat) in vis simbolizeaza o relatie noua in curs de dezvoltare sau o ideie ce a prins radacini de curand.",
      "fullInterpretation": "Un fetus (un fat) in vis simbolizeaza o relatie noua in curs de dezvoltare sau o ideie ce a prins radacini de curand. Se intampla ceva creativ benficiezi deÂ dorinta de a face ceva. Alternativ, poti exprima dificultati in anumite situatii sau cu unele ralatii. Mai mult decat pruncul, fetusul evoca un germene de viata care cere sa se dezvolte in strafundul persoanei care viseaza. In interpretare nu trebuie omis nici faptul ca el este rodul unui cuplu: aparitia lui in vis (mai ales daca este ranit, scos sau mutilat) sugereaza o mare dificultate in acest domeniu. Fatul in vis poate functiona ca metafora pentru cariera noua sau proiecte de afaceri. In cazul in care fatul este nascut prematur sau mort, inseamna ingrijorare fata de un proiect sau o relatie pentru ca aceasta nu va supravetui sau pentru ca va muri.",
      "slug": "fetus-fat"
    },
    {
      "name": "Fiara",
      "category": "dictionar",
      "shortMeaning": "Potrivit traditiei noastre, fiara, inseamna prostie si ignoranta.",
      "fullInterpretation": "Potrivit traditiei noastre, fiara, inseamna prostie si ignoranta. - Daca ai vazut in vis animale fara chip (bestii), fiare - refuzi sa vezi sau sa te confrunti cu situatia ta, esti constint(a) de asta dar intr-un mod pasiv. De asemenea, tot acest vis, sugereaza ca ceva in viata ta iti provoaca sentimente de teama si nesiguranta. - Fiara salbatica - fereste - te de viclenie. - Daca in vis omori o fiara - vei triunfa asupra rivalilor. - Daca te visezi imblanzind fiare, inseamna ca pe dusmani ii faci prieteni.",
      "slug": "fiara"
    },
    {
      "name": "Ficat",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis ceri un certificat - nu ai incredere in ceva sau in cineva.",
      "fullInterpretation": "- Daca in vis ceri un certificat - nu ai incredere in ceva sau in cineva.- Oferi cuiva un certificat - inseamna ca prin fatele tale ti-ai castigat multi prieteni.- De visezi certificat de deces - mare suparare in familie inseamna.- Certificat de nastere - viata noua dar cu probleme.- Certificat medical - sanatate pe termen lung.A va vedea certificatul de nastere in vise simbolizeaza increderea de sine. Luati in calcul si conditia certificatului de nastere. Daca visati ca este deteriorat sau rupt atunci inseamna ca increderea dumneavoastra se prabuseste. Visul in care va pierdeti certificatul de nastere denota confuzie despre propria identitate. Daca visati ca cineva vi-a furat certificatul de nastere sau va luati unul fals inseamna ca simtiti in interiorul dumneavoastra ca nu sunteti indeajuns de bun.",
      "slug": "ficat"
    },
    {
      "name": "Ficus",
      "category": "dictionar",
      "shortMeaning": "Arborele de ficus sau Ficus Benjamin este cunoscut de secole si oamenii l-au tinut mereu aproape ...",
      "fullInterpretation": "Arborele de ficus sau Ficus Benjamin este cunoscut de secole si oamenii l-au tinut mereu aproape de casa, devenind in zilele noastre una dintre cele mai cautate plante pentru casa sau apartament. Ficusul reprezinta o simbolistica bogata in multe culturi din intreaga lume. In trecut, anumite popare credeau ca simbolizeaza viata insasi, de aici si aparitia acestuia in vise. Ficusul personifica vita, si atunci cand incercam sa interpretam simbolistica acestuia din vise, este neaparat necesar sa tinem cont de starea acestuia. Visand un ficus intr-o oala si observand ca aceasta este prea mica pentru dimensiunea acestuaia, inseamna ca, in viata de zi cu zi va simtiti prinsi ca intr-o capcana. Un ficus ofilit sau cu frunzele de alta culoare decat cea verde, poate simboliza o viata pasiva, tristete si anxietate. Mugurii sau frunzele picate ale acestei plante simbolizeaza dezamagiri si tristete in inima. Poate ca ati fost tinta unor calomni sau a barfelor altora. Visul unui ficusul inflorit schitetaza anumite schimbari in mediul ambient, acasa sau la locul de munca. Aceste schimbari pot implica rearanjari, reparatii sau chiar schimbarea mobilierului. Un ficus cu frunze frumoase, mari si carnoase prevesteste veselie si incheierea cu succes a planurilor. Daca asesta se imbolnaveste si da sa se usuce, visul reprezinta exact opusul. Conform unor carti musulmane de interpretarea viselor, un ficus sanatos cu tulpina grosa este semn ca va astepta frumoasa si linistita.",
      "slug": "ficus"
    },
    {
      "name": "Fier",
      "category": "dictionar",
      "shortMeaning": "Fierul de calcat in vise inseamna bucurie si reusita.",
      "fullInterpretation": "Fierul de calcat in vise inseamna bucurie si reusita. Daca visati ca folositi un fier de calcat se poate interpreta ca incercati sa indreptati in viata, sa deveniti mai prezentabili pentru lumea exterioara. Mai poate sugera ca incercati sa calmati lucrurile.Fierarul in vis reprezinta forta interioara si rezistenta. Tot acest vis ne poate spune ca trebuie sa lovim fierul atunci cand este cald, adica sa actionam atunci cand avem ocazia. - Daca ai visat un fierar la locul de munca inseamna ca vei lua parte la noi proiecte ce se vor materializa pozitiv.(vezi, de asemenea denumirile celorlalte unelte).Apa fierbinte in vise este semn de agravare sau de escaladare a unor probleme. Mai precis, visul face referire la incurajarea unor emotii negative. De asemenea, visand apa fierbinte poate fi refelecta sentimente crescute de frici sau incertitudini. Varsand apa fierbinte pe dumneavoastra Visul face referire la sentimentele negative sau problemele altor persoane care au ajuns sa va impacteze viata. Band apa fierbinte A bea apa fierbinete in vis este semn de anxietate. Obiectivele proouse si, poate, sarcinile de la locul de munca va fac sa va simtiti suprasolicitati si stresati. Inotand in apa fierbinte Inotul intr-o apa din care ies abur semnifica castigul in confruntarea cu un inamic sau invingerea unor probleme.Visul in care mancati cartofi fierti sugereaza urcarea pe treapta succesului. Daca visati ca ati cules si ati fiert cartofi inseamna ca veti avea parte de un succes material pe viitor. Alternativ, visul ar putea indica un oaspete nedorit in casa dumneavoastra.",
      "slug": "fier"
    },
    {
      "name": "Fier de calcat",
      "category": "dictionar",
      "shortMeaning": "Fierul de calcat in vise inseamna bucurie si reusita.",
      "fullInterpretation": "Fierul de calcat in vise inseamna bucurie si reusita. Daca visati ca folositi un fier de calcat se poate interpreta ca incercati sa indreptati in viata, sa deveniti mai prezentabili pentru lumea exterioara. Mai poate sugera ca incercati sa calmati lucrurile.",
      "slug": "fier-de-calcat"
    },
    {
      "name": "Fierar",
      "category": "dictionar",
      "shortMeaning": "Fierarul in vis reprezinta forta interioara si rezistenta.",
      "fullInterpretation": "Fierarul in vis reprezinta forta interioara si rezistenta. Tot acest vis ne poate spune ca trebuie sa lovim fierul atunci cand este cald, adica sa actionam atunci cand avem ocazia. - Daca ai visat un fierar la locul de munca inseamna ca vei lua parte la noi proiecte ce se vor materializa pozitiv.",
      "slug": "fierar"
    },
    {
      "name": "Fierastrau",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea denumirile celorlalte unelte).",
      "fullInterpretation": "(vezi, de asemenea denumirile celorlalte unelte).",
      "slug": "fierastrau"
    },
    {
      "name": "Figura",
      "category": "dictionar",
      "shortMeaning": "Visele in care ne apar figuri misterioase indica faptul ca ne confruntam cu o confuzie asupra uno...",
      "fullInterpretation": "Visele in care ne apar figuri misterioase indica faptul ca ne confruntam cu o confuzie asupra unor aspecte din viata noastra. - Daca visul este legat puternic de o figura, acesta iti spune opinia ta fata de sefi cu privire la cum isi gestioneaza acestea locul de munca. - Daca vezi o figura desenata sau tiparita, vei fi fericit de recunoasterea pe care o meriti. - Daca ai visat o figura(un chip) frumoasa, semnifica o stare de armonie intre ceea ce esti si ceea ce vrei sa pari. - Daca ai visat o figura desfigurata, hidoasa, semnifica dezacord intre esenta si aparenta.",
      "slug": "figura"
    },
    {
      "name": "Fiica",
      "category": "dictionar",
      "shortMeaning": "Sa visati despre fiica dumneavoastra in vis reprezinta relatia dumneavoastra cu ea si calitatile pe care le proiecteaza.",
      "fullInterpretation": "Sa visati despre fiica dumneavoastra in vis reprezinta relatia dumneavoastra cu ea si calitatile pe care le proiecteaza. Daca visati ca va jucati cu fiica dumneavoastra sau rudele se joaca cu ea inseamna bunastare in familie. Visul in care fiica dumneavoastra se joaca cu copiii vecini sugereaza o relatie foarte buna cu prietenii si vecinii. Daca va visati fiica bolnava inseamna ca veti avea probleme in familie, certuri. Daca va visati fiica jucandu-se cu un prieten imaginar indica faptul ca exista minciuni si secrete in familie.",
      "slug": "fiica"
    },
    {
      "name": "Fildes",
      "category": "dictionar",
      "shortMeaning": "Visele in care ne apar obiecte din fildes sunt cosiderate prevestitoare de noroc.",
      "fullInterpretation": "Visele in care ne apar obiecte din fildes sunt cosiderate prevestitoare de noroc. - Daca ai visat ca porti bijuterii din fildes sau ai alte lucruri confectionate din fildes - inseamna ca oamenii din jurul tau te vor respecta pentru faptele tale. - Daca ai visat ca esti la vanatoare de elefanti pentru fildes - vei primi ajutor de la rude bogate. - Daca esti fata si ai visat obiecte din fildes - casatorie fericita. Daca porti bijuterii confectionate - noroc in afaceri. - Daca in vis ai primit cadou un obiect din fildes - cineva se gandeste la tine cu dragoste.",
      "slug": "fildes"
    },
    {
      "name": "File de cec bancar",
      "category": "dictionar",
      "shortMeaning": "Cecul bancar este un document nominal sau la purtator prin care se dispune plata sunei sume de bani.",
      "fullInterpretation": "Cecul bancar este un document nominal sau la purtator prin care se dispune plata sunei sume de bani. In funtie de vis, poate avea diverse semnificatii, atat pozitive, cat si negative. Din punct de vedere psihologic, cecul sau filele de cec reprezinta un semnal de alarma cu privire la constiinta ascunsa. De asemenea, poate reprezenta si un potential sau o masura drastica intr-o situatie. In pozitiv, visul ar putea face referire la modul in care vreti sa fiti perceput de catre public, ati atins unul dintre cele mai inalte obiective propuse si acum culegeti roadele. Din punct de spiritual, cecul bancar denota speranta, idei noi si iluminare spirituala. Acest vis poate fi asociat si cu o anumita intelepciune cladita in timp, pe care sunteti pregatit sa o aplicati in viata. Potrivit unor carti vechi de interpretarea viselor, visul simbolizeaza prestigiu si o viata bogata. De asemenea, acesta denota putere, forta, masculinitate, independenta si curaj. Daca ati visat un CEC cu numele dumneavoastra scris pe el, acesta simbolizeaza sentimente legate de opotunitati, castiguri sau progrese care se divedesc a fi serioase. Visand un CEC respins la incasare reprezinta recompense, promisiuni, planuri sau astepari esuate. Ceva ce trebuia sa se intample si a esuat. Instinctul va spune ca cineva nu si-a indeplinit anumite obligatii sau o promisiune serioasa. Pierderea unui CEC reflecta sentimente legate de actiuni neglijente sau greseli care determina pe altcinea sa nu isi indeplineasca o promisiune.",
      "slug": "file-de-cec-bancar"
    },
    {
      "name": "Film",
      "category": "dictionar",
      "shortMeaning": "( A vedea in vis un film ) Observare a unor evenimente fara a lua parte la desfasurarea lor -rela...",
      "fullInterpretation": "( A vedea in vis un film ) Observare a unor evenimente fara a lua parte la desfasurarea lor -relaxare, neimplicare, indiferenta -(fotografic) necesitatea de a retine in amanunt unele evenimente si de a invata ceva din ele.",
      "slug": "film"
    },
    {
      "name": "Filtru",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "filtru"
    }
  ]
}