{
  "symbols": [
    {
      "name": "Fuga",
      "category": "acțiuni",
      "shortMeaning": "Simbol al evadării din fața responsabilităților sau al fricii care te urmărește.",
      "fullInterpretation": "Visul în care fugi este unul dintre cele mai comune și intense, reflectând adesea anxietatea și evitarea unor situații din viața reală. Nu este doar despre a scăpa de un pericol fizic, ci despre a fugi de emoții, responsabilități sau adevăruri dureroase pe care refuzi să le înfrunți.\\n\\nDacă fugi de un animal sau o creatură, aceasta simbolizează propriile tale instincte sau impulsuri necontrolate – furie, pasiune sau frici adânc înrădăcinate. Dacă ești urmărit de o persoană, aceasta poate reprezenta o parte a sinelui tău pe care o respingi sau o relație toxică.\\n\\nÎn tradiția românească, fuga poate prevesti o primejdie, dar și timp pierdut dacă nu te oprești să rezolvi problema. Dacă reușești să scapi, visul îți transmite că ai resursele necesare să depășești obstacolele. Dacă picioarele te trădează și nu poți alerga, te simți blocat și neajutorat în fața provocărilor, fiind un semnal să cauți sprijin și să-ți recapeți încrederea în sine.",
      "slug": "fuga"
    },
    {
      "name": "Fumand",
      "category": "acțiuni",
      "shortMeaning": "Nevoia de relaxare, dar și un posibil avertisment asupra unor vicii sau obiceiuri nocive.",
      "fullInterpretation": "A fuma în vis poate avea semnificații multiple, pendulând între nevoia de relaxare și avertismentul asupra dependențelor. Dacă în viața reală nu ești fumător, visul poate sugera că încerci să \"afumi\" o situație, să ascunzi adevărul sau să creezi o perdea de fum pentru a te proteja de realitate.\\n\\nFumul în sine simbolizează ceva efemer, neclar și trecător. Poate indica faptul că îți consumi energia pe griji inutile sau că te lași angrenat în plăceri de moment care îți pot afecta sănătatea sau reputația. Dacă te simți relaxat fumând, visul arată nevoia ta de a lua o pauză de la stresul cotidian, un moment de respiro.\\n\\nDacă fumul este dens și înecăcios, este un semn clar de confuzie și anxietate. Subconștientul te îndeamnă să clarifici lucrurile în viața ta, să renunți la obiceiurile toxice (nu neapărat fumatul, ci și gândirea negativă sau relațiile nesănătoase) și să respiri aer curat, metaforic vorbind, prin alegeri mai conștiente.",
      "slug": "fumand"
    },
    {
      "name": "Fabrica",
      "category": "locuri",
      "shortMeaning": "Simbol al productivității, al rutinei și al construcției metodice a viitorului.",
      "fullInterpretation": "Fabrica în vis este un simbol puternic al muncii, productivității și al procesului de transformare. Ea reprezintă locul unde ideile brute sunt prelucrate și transformate în rezultate concrete. Dacă visezi o fabrică activă, plină de zgomot și mișcare, acest lucru sugerează că ești într-o perioadă fertilă, în care muncești din greu pentru a-ți atinge obiectivele.\\n\\nTotuși, fabrica poate simboliza și rutina, mecanizarea vieții și lipsa de creativitate. Poate te simți ca o simplă rotiță într-un mecanism imens, repetând aceleași acțiuni zi de zi fără satisfacție personală. Este un apel la a găsi un echilibru între muncă și viața personală, între a face și a fi.\\n\\nO fabrică părăsită sau în paragină poate indica teama de eșec, proiecte abandonate sau sentimentul că ți-ai pierdut productivitatea și scopul. Pe de altă parte, dacă tu conduci fabrica, visul reflectă capacitatea ta de a organiza și gestiona resursele, arătând că ai control asupra destinului tău profesional și ești capabil să construiești ceva durabil.",
      "slug": "fabrica"
    },
    {
      "name": "Fabula",
      "category": "fenomene",
      "shortMeaning": "Mesaje subconștiente și lecții de viață care necesită decodificare și înțelepciune.",
      "fullInterpretation": "A visa o fabulă sau că citești una sugerează că subconștientul tău încearcă să îți transmită o lecție importantă printr-o metodă indirectă. Fabulele sunt povești cu tâlc, iar apariția lor în vis indică nevoia de a privi dincolo de aparențe și de a extrage morala dintr-o situație recentă.\\n\\nPoate că te confrunți cu o dilemă morală sau cu o situație complicată, iar visul te invită să folosești înțelepciunea și intuiția. Animalele din fabulă pot reprezenta tipologii umane din viața ta – vicleanul, naivul, puternicul – ajutându-te să înțelegi mai bine dinamica relațiilor tale.\\n\\nAcest vis poate fi și un avertisment să nu fii naiv și să înveți din greșelile altora, așa cum facem când citim o poveste educativă. Este un moment bun pentru introspecție: ce \"poveste\" îți spui ție însuți despre viața ta? Poate e timpul să rescrii finalul sau să schimbi narațiunea pentru a reflecta mai mult adevăr și autenticitate.",
      "slug": "fabula"
    },
    {
      "name": "Facalet",
      "category": "obiecte",
      "shortMeaning": "Instrument al creației casnice, dar și simbol al conflictelor domestice sau al agresivității.",
      "fullInterpretation": "Făcălețul este un simbol dual în lumea viselor, oscilând între creație și distrugere, între hrană și conflict. Pe de o parte, este un instrument esențial în bucătărie, asociat cu prepararea hranei, cu munca gospodărească și cu grija pentru familie. Dacă îl folosești pentru a găti, visul indică creativitate, efort depus pentru bunăstarea celor dragi și transformarea \"ingredientelor\" vieții în ceva hrănitor.\\n\\nPe de altă parte, în tradiția populară și în inconștientul colectiv, făcălețul este adesea asociat cu cearta, amenințarea și agresivitatea domestică. Dacă visul are o tentă negativă, făcălețul poate simboliza conflicte reprimate, tensiuni în familie sau teama de a fi \"lovit\" de consecințele propriilor acțiuni sau de criticile celorlalți.\\n\\nA visa un făcăleț rupt poate sugera o ruptură în armonia casei sau neputința de a gestiona o situație tensionată. Este un semn să fii atent la tonul vocii și la modul în care îți exprimi nemulțumirile, căutând soluții pașnice în loc să \"amesteci\" lucrurile până la conflict.",
      "slug": "facalet"
    },
    {
      "name": "Facebook",
      "category": "fenomene",
      "shortMeaning": "Nevoia de validare socială, de conexiune, dar și superficialitatea relațiilor virtuale.",
      "fullInterpretation": "Facebook în vis reflectă viața ta socială și nevoia de a fi văzut, apreciat și conectat. Dacă visezi că navighezi pe Facebook, subconștientul tău poate semnala o dorință de a evada din realitatea imediată sau o curiozitate față de viețile altora, care poate ascunde o nemulțumire față de propria viață.\\n\\nPostarea unui mesaj sau a unei fotografii simbolizează nevoia de validare externă. Căutăm \"like-uri\" pentru a ne simți importanți sau iubiți. Dacă primești reacții negative sau ești ignorat, visul scoate la iveală nesiguranțele tale legate de acceptarea socială.\\n\\nFacebook poate fi și un simbol al superficialității. Relațiile de acolo pot părea perfecte, dar visul te invită să te întrebi cât de autentice sunt conexiunile tale reale. Poate e timpul să te deconectezi și să trăiești mai mult în lumea palpabilă, investind în relații față în față.",
      "slug": "facebook"
    },
    {
      "name": "Faclie",
      "category": "obiecte",
      "shortMeaning": "Simbol al iluminării, al speranței și al ghidării în întuneric.",
      "fullInterpretation": "Făclia în vis este un simbol arhetipal al luminii, cunoașterii și speranței. Dacă visezi că ții o făclie aprinsă, înseamnă că ești pe cale să descoperi un adevăr important sau că ai puterea de a-ți ghida singur pașii prin situații neclare. Ești purtătorul unei soluții sau al unei idei care va aduce claritate nu doar ție, ci și celor din jur.\\n\\nO făclie care arde puternic sugerează pasiune, energie vitală și succes în demersurile tale. Dacă lumina ei pâlpâie sau se stinge, este un semn de avertizare: s-ar putea să-ți pierzi motivația, speranța sau direcția. Este momentul să cauți o sursă de inspirație pentru a reaprinde flacăra interioară.\\n\\nDacă vezi pe altcineva purtând o făclie, acea persoană poate juca rolul unui mentor sau ghid în viața ta. Făclia poate simboliza și trecerea unei cunoștințe sau responsabilități de la o generație la alta.",
      "slug": "faclie"
    },
    {
      "name": "Factura",
      "category": "obiecte",
      "shortMeaning": "Consecințele acțiunilor trecute, responsabilități financiare sau datorii emoționale.",
      "fullInterpretation": "Factura în vis nu se referă doar la bani, ci la conceptul de \"plată\" pentru acțiunile tale. Este momentul scadenței. Dacă primești o factură, subconștientul îți amintește că nimic nu este gratuit și că a venit timpul să îți asumi responsabilitatea pentru alegerile făcute, fie ele financiare sau emoționale.\\n\\nPoate simboliza o datorie morală față de cineva, o promisiune neîndeplinită sau un dezechilibru între ceea ce oferi și ceea ce primești. Dacă factura este exorbitantă și nu o poți plăti, visul reflectă sentimentul de a fi copleșit de obligații, vinovăție sau stresul că resursele tale (de timp, energie sau bani) nu sunt suficiente.\\n\\nAchitarea unei facturi aduce un sentiment de eliberare și încheiere a unui capitol. Înseamnă că ți-ai învățat lecția, ți-ai reglat conturile cu trecutul și ești gata să mergi mai departe \"pe curat\".",
      "slug": "factura"
    },
    {
      "name": "Facultate",
      "category": "locuri",
      "shortMeaning": "Perioadă de învățare, maturizare, testare a abilităților și creștere intelectuală.",
      "fullInterpretation": "Visul despre facultate este legat de procesul de învățare și de dorința de a avansa pe scara socială sau profesională. Dacă te visezi din nou student, deși ai terminat studiile, s-ar putea să simți că viața te supune unui test sau că ai nevoie să dobândești noi competențe pentru a face față provocărilor actuale.\\n\\nFacultatea este un loc de tranziție între adolescență și viața adultă responsabilă. Visul poate indica nostalgia după o perioadă de libertate și explorare, sau, dimpotrivă, stresul legat de examene și performanță. Eșecul la un examen de facultate în vis (un scenariu comun) reflectă teama de a nu fi \"destul de bun\" sau anxietatea de performanță în fața unei autorități sau a unui proiect important.\\n\\nDacă visezi că absolvi facultatea, este un semn excelent de realizare, maturizare și recunoaștere a eforturilor tale. Ești pregătit pentru o nouă etapă a vieții.",
      "slug": "facultate"
    },
    {
      "name": "Fagure",
      "category": "alimente",
      "shortMeaning": "Muncă organizată, dulceața rezultatelor și structură în viața personală.",
      "fullInterpretation": "Fagurele de miere este o minune a naturii, simbolizând ordinea perfectă, munca în echipă și rezultatele dulci ale efortului susținut. A vedea un fagure în vis sugerează că ești într-o perioadă în care trebuie să fii organizat și metodic. La fel ca albinele care construiesc celulă cu celulă, și tu trebuie să îți construiești viitorul cu răbdare și precizie.\\n\\nFagurele plin cu miere este un semn de prosperitate și abundență. Indică faptul că munca ta va fi răsplătită și te vei bucura de roadele dulci ale succesului. Poate sugera și armonia în familie sau în comunitate, fiecare membru având rolul său bine definit.\\n\\nDacă fagurele este gol sau distrus, visul poate avertiza asupra unei dezorganizări în viața ta, a pierderii resurselor sau a sentimentului de goliciune emoțională. Poate e timpul să îți restructurezi prioritățile și să reconstruiești ceea ce s-a stricat.",
      "slug": "fagure"
    },
    {
      "name": "Fagure de albine",
      "category": "alimente",
      "shortMeaning": "Structură, muncă și rezultate dulci; simbol al abundenței și organizării.",
      "fullInterpretation": "Fagurele de albine în vis este un simbol al fertilității, productivității și al recompensei binemeritate. Albinele sunt arhitecți desăvârșiți, iar fagurele lor reprezintă perfecțiunea structurală și eficiența. Dacă visezi un fagure de albine, subconștientul îți transmite că succesul vine prin muncă susținută, ordine și colaborare.\\n\\nPoate indica faptul că ești implicat într-un proiect care necesită atenție la detalii și o structură clară. Dacă fagurele este plin cu miere, este un semn de bun augur pentru câștiguri financiare și satisfacții emoționale. Te bucuri de rezultatele dulci ale muncii tale.\\n\\nTotuși, dacă fagurele este gol sau atacat de dăunători, s-ar putea să te simți epuizat sau să simți că eforturile tale sunt în zadar. Este un moment să reflectezi asupra modului în care îți gestionezi resursele și energia.",
      "slug": "fagure-de-albine"
    },
    {
      "name": "Faianta",
      "category": "obiecte",
      "shortMeaning": "Nevoia de ordine, curățenie și structură, dar și posibila răceală emoțională.",
      "fullInterpretation": "Faianța în vis, prin natura sa rece, netedă și ordonată, simbolizează dorința de curățenie și structură în viața ta, dar poate indica și o anumită rigiditate sau răceală emoțională. Adesea asociată cu baia sau bucătăria – spații intime sau de transformare – faianța sugerează nevoia de a \"igieniza\" anumite aspecte ale vieții tale.\\n\\nDacă visezi faianță nouă și strălucitoare, înseamnă că îți dorești un nou început, o imagine curată și ordonată. Poate ești în procesul de a-ți renova viața sau atitudinea. Pe de altă parte, răceala faianței poate reflecta o barieră pe care ai pus-o între tine și ceilalți, o fațadă perfectă care ascunde vulnerabilități.\\n\\nFaianța spartă sau murdară indică neglijență, haos interior sau sentimentul că imaginea ta socială se deteriorează. Este un semn să acorzi atenție detaliilor care îți compun viața de zi cu zi.",
      "slug": "faianta"
    },
    {
      "name": "Foc",
      "category": "fenomene",
      "shortMeaning": "Transformare radicală, pasiune mistuitoare, purificare sau pericol iminent.",
      "fullInterpretation": "Focul este unul dintre cele mai puternice și ambivalente simboluri onirice. El reprezintă viața, energia vitală, pasiunea și transformarea, dar și distrugerea și pericolul. Un foc controlat, cum ar fi cel din șemineu sau o lumânare, simbolizează căldura sufletească, iluminarea și confortul. Ești în controlul emoțiilor tale și folosești energia creativă în mod constructiv.\\n\\nUn incendiu necontrolat, care distruge totul în cale, reflectă furie reprimată, pasiuni distructive sau o schimbare radicală și violentă care îți scapă de sub control. Poate te simți copleșit de emoții intense sau de o situație de viață care te \"arde\".\\n\\nA trece prin foc fără a te arde este un semn de putere interioară extraordinară și de purificare. Indică faptul că vei depăși o perioadă dificilă și vei ieși din ea transformat, mai puternic și mai înțelept. Cenușa rămasă în urma focului simbolizează trecutul, amintirile și ceea ce a mai rămas după o pierdere sau o transformare.",
      "slug": "foc"
    },
    {
      "name": "Femeie",
      "category": "persoane",
      "shortMeaning": "Simbol al feminității, intuiției, aspectelor emoționale sau al figuri materne.",
      "fullInterpretation": "Apariția unei femei în vis este un simbol complex, reprezentând aspectele feminine ale psihicului (Anima, în termenii lui Jung), indiferent de genul celui care visează. Femeia poate simboliza intuiția, creativitatea, grija, dar și misterul sau seducția.\\n\\nDacă ești bărbat și visezi o femeie, aceasta poate reprezenta dorințele tale, idealul feminin sau relația cu propria ta latură emoțională. O femeie necunoscută poate fi o călăuză spirituală. Dacă ești femeie, personajul din vis poate reflecta o parte a propriei personalități pe care o accepți sau o respingi (umbra).\\n\\nO femeie bătrână simbolizează înțelepciunea, experiența și ciclul vieții, în timp ce o femeie însărcinată este un simbol puternic al creativității și al noilor începuturi. Contextul este crucial: femeia este prietenoasă sau amenințătoare? Aceasta îți va spune dacă ești în armonie cu emoțiile tale sau dacă există un conflict interior.",
      "slug": "femeie"
    },
    {
      "name": "Flori",
      "category": "natură",
      "shortMeaning": "Frumusețe efemeră, creștere personală, sentimente și potențial înfloritor.",
      "fullInterpretation": "Florile în vis sunt mesageri ai frumuseții, speranței și emoțiilor. Ele simbolizează înflorirea sufletului, talentele care se dezvoltă și bucuriile vieții. Un buchet de flori proaspete și colorate este un semn de fericire, dragoste și recunoștință. Poate prevesti o perioadă de prosperitate și armonie în relații.\\n\\nFiecare floare poate avea o semnificație specifică (trandafirul pentru iubire, crinul pentru puritate), dar în general, starea lor contează cel mai mult. Florile boboci sugerează un potențial încă neexplorat sau o relație la început de drum. Florile deschise reprezintă plenitudinea și realizarea.\\n\\nPe de altă parte, florile ofilite sau uscate simbolizează dezamăgirea, sfârșitul unei iubiri, trecerea timpului sau o ocazie ratată. Ele ne amintesc de natura efemeră a lucrurilor și de nevoia de a prețui momentul prezent înainte ca acesta să treacă.",
      "slug": "flori"
    },
    {
      "name": "Fuga",
      "category": "acțiuni",
      "shortMeaning": "Dorința de evadare, anxietate sau necesitatea de a părăsi o situație toxică.",
      "fullInterpretation": "Această apariție a simbolului \"Fuga\" reiterează tema evadării, dar poate aduce nuanțe suplimentare legate de contextul specific al visătorului. Dacă prima instanță a simbolului se referea la frica generală, aici putem vorbi despre o fugă conștientă, o decizie de a părăsi un mediu sau o relație care nu te mai reprezintă.\\n\\nFuga poate fi un act de curaj, nu doar de lașitate. Uneori, a pleca este singura modalitate de a te salva. Visul te întreabă: de ce anume fugi? De o responsabilitate, de o persoană sau de propriile tale sentimente? Dacă fugi cu ușurință, înseamnă că ești pregătit pentru schimbare. Dacă picioarele îți sunt grele, ești încă legat emoțional de situația pe care vrei să o părăsești.\\n\\nVisul poate indica și o nevoie de libertate, de a scăpa de constrângerile sociale sau de așteptările celorlalți, căutând propriul drum în viață.",
      "slug": "fuga"
    },
    {
      "name": "Furnici",
      "category": "animale",
      "shortMeaning": "Muncă asiduă, organizare, mici iritări sau sentimentul de insignifianță.",
      "fullInterpretation": "Furnicile în vis sunt simbolul hărniciei, al organizării și al muncii de echipă. Ele pot sugera că eforturile tale mici, dar constante, vor duce la rezultate mari în timp. Dacă visezi un mușuroi activ, este un semn că viața ta profesională este în plină desfășurare și că ești productiv.\\n\\nTotuși, furnicile pot avea și o conotație negativă. Dacă te simți invadat de ele, visul poate reflecta mici griji sâcâitoare, iritări cotidiene sau senzația că ești copleșit de detalii nesemnificative. Poate te simți \"mic\" și neimportant într-un sistem vast, ca o simplă furnică într-o colonie.\\n\\nFurnicile care te pișcă avertizează asupra unor probleme minore pe care le-ai ignorat și care acum devin deranjante. Este timpul să rezolvi aceste mici inconveniente înainte să se transforme în probleme majore.",
      "slug": "furnici"
    },
    {
      "name": "Flori mov",
      "category": "natură",
      "shortMeaning": "Spiritualitate, mister, noblețe și intuiție rafinată.",
      "fullInterpretation": "Culoarea mov este adesea asociată cu regalitatea, spiritualitatea și misterul. Florile mov în vis indică o deschidere către lumea spirituală, o intuiție ascuțită și o căutare a sensurilor profunde ale vieții. Ești într-o perioadă de introspecție și rafinament sufletesc.\\n\\nAcest vis poate sugera, de asemenea, o conexiune specială cu cineva, o iubire care depășește planul fizic și atinge coarde sensibile ale sufletului. Florile mov, precum liliacul sau lavanda, pot aduce și un mesaj de vindecare și liniște interioară.\\n\\nDacă primești flori mov, este un semn de respect și admirație din partea celor din jur. Dacă le culegi, înseamnă că ești pe cale să descoperi un adevăr important despre tine însuți sau să îți dezvolți o abilitate latentă, poate chiar artistică sau spirituală.",
      "slug": "flori-mov"
    },
    {
      "name": "Furtuna",
      "category": "fenomene",
      "shortMeaning": "Conflict interior, eliberare de tensiune, schimbare violentă dar necesară.",
      "fullInterpretation": "Furtuna în vis este manifestarea unor emoții puternice și adesea reprimate: furie, frică, pasiune sau durere. Este o descărcare violentă de energie care, deși poate părea înspăimântătoare, este adesea necesară pentru a curăța atmosfera. După furtună, aerul este mai curat; la fel, după o criză emoțională, poate urma o perioadă de claritate și pace.\\n\\nDacă privești furtuna de la adăpost, înseamnă că ești conștient de turbulențele din jurul tău, dar reușești să rămâi centrat și protejat. Dacă ești prins în mijlocul ei, te simți copleșit de evenimente sau de emoțiile altora.\\n\\nFurtuna poate prevesti o ceartă, un conflict deschis sau o schimbare bruscă de situație. Este un avertisment să te pregătești pentru o perioadă agitată, dar și o promisiune că lucrurile se vor așeza pe un făgaș nou, poate mai bun, odată ce norii se vor risipi.",
      "slug": "furtuna"
    },
    {
      "name": "Furtun",
      "category": "obiecte",
      "shortMeaning": "Canalizarea emoțiilor, energie direcționată sau probleme sexuale (simbol falic).",
      "fullInterpretation": "Un furtun în vis reprezintă modul în care îți direcționezi energia și emoțiile. Dacă furtunul stropește cu apă curată și puternică, înseamnă că îți exprimi sentimentele liber și constructiv, \"udând\" proiectele sau relațiile tale pentru a le face să crească.\\n\\nUn furtun încurcat, spart sau care nu funcționează sugerează blocaje energetice sau emoționale. Poate te simți frustrat, incapabil să te exprimi sau să-ți atingi obiectivele. Apa care curge necontrolat poate indica risipă de energie sau emoții care dau pe dinafară.\\n\\nÎn cheie freudiană, furtunul este un simbol falic evident. Problemele cu furtunul pot reflecta anxietăți legate de sexualitate, performanță sau virilitate. Contextul visului va clarifica dacă este vorba despre creativitate, emoții sau aspecte intime.",
      "slug": "furtun"
    },
    {
      "name": "Flori negre",
      "category": "natură",
      "shortMeaning": "Tristețe profundă, doliu, mister sau sfârșitul unei etape.",
      "fullInterpretation": "Florile negre sunt un simbol rar și puternic, adesea asociat cu doliul, melancolia profundă sau sfârșitul definitiv al unei situații. Ele pot reprezenta o pierdere care te-a marcat sau o depresie latentă. Negrul nu este doar culoarea morții, ci și a necunoscutului și a misterului absolut.\\n\\nÎn unele contexte, o floare neagră poate simboliza eleganța extremă, unicitatea și rebeliunea împotriva normelor. Ești diferit și nu îți este frică să arăți acest lucru, chiar dacă asta te izolează uneori.\\n\\nVisul poate fi un semnal din partea subconștientului să acorzi atenție părților \"întunecate\" ale sufletului tău, să accepți durerea ca parte a procesului de transformare și să înțelegi că din întunericul pământului răsar cele mai frumoase flori.",
      "slug": "flori-negre"
    },
    {
      "name": "Far de orientare",
      "category": "locuri",
      "shortMeaning": "Ghidare, speranță, avertisment în fața pericolelor și claritate.",
      "fullInterpretation": "Farul este un simbol clasic al speranței și al salvării. Dacă visezi un far strălucind în noapte, înseamnă că, deși treci printr-o perioadă confuză sau periculoasă (\"marea agitată\" a vieții), există o lumină care te ghidează. Ai repere morale și spirituale solide care te vor ajuta să ajungi la liman.\\n\\nFarul poate reprezenta și o persoană înțeleaptă din viața ta care îți oferă sfaturi prețioase. Dacă tu ești paznicul farului, înseamnă că ai responsabilitatea de a-i ghida pe alții sau de a menține vie speranța în familia ta.\\n\\nLumina intermitentă a farului sugerează că soluția la problemele tale este vizibilă doar în anumite momente de luciditate. Trebuie să fii atent și să ai răbdare pentru a prinde momentul oportun de a acționa.",
      "slug": "far-de-orientare"
    },
    {
      "name": "Faima",
      "category": "fenomene",
      "shortMeaning": "Dorința de recunoaștere, vanitate sau frica de a fi judecat de public.",
      "fullInterpretation": "A visa că ești faimos reflectă nevoia ta de validare și recunoaștere. Vrei să fii văzut, apreciat și admirat pentru calitățile tale. Poate simți că în viața reală ești ignorat sau subestimat, iar visul compensează această lipsă.\\n\\nTotuși, faima în vis poate fi și un avertisment asupra vanității și a superficialității. Succesul public este efemer și poate veni cu prețul intimității și al liniștii. Visul te întreabă: ești dispus să plătești prețul celebrității?\\n\\nDacă visezi că ești urmărit de paparazzi sau hărțuit din cauza faimei, acest lucru indică anxietate socială, frica de a fi judecat sau sentimentul că viața ta privată este invadată de curiozitatea celorlalți.",
      "slug": "faima"
    },
    {
      "name": "Faina",
      "category": "alimente",
      "shortMeaning": "Prosperitate, viață modestă dar tihnită, esența hranei și a muncii.",
      "fullInterpretation": "Făina este un simbol fundamental al hranei și al vieții. Ea reprezintă baza, ingredientul esențial din care se naște \"pâinea noastră cea de toate zilele\". A visa făină albă și curată este un semn de prosperitate, de trai îndestulat și de pace în casă.\\n\\nDacă faci aluat din făină, visul indică creativitate și muncă productivă. Transformi resursele brute în ceva valoros și hrănitor pentru tine și familia ta. Este un simbol al muncii cinstite și al recompenselor simple, dar esențiale.\\n\\nFăina vărsată sau murdară poate sugera risipă, pierderi financiare sau griji legate de supraviețuire. Dacă ești \"prăfuit\" cu făină, poate însemna că ești implicat trup și suflet în proiectele tale, sau că încerci să ascunzi ceva, să \"albești\" o situație.",
      "slug": "faina"
    },
    {
      "name": "Falca",
      "category": "corp",
      "shortMeaning": "Voință, tenacitate, agresivitate reprimată sau dificultăți de comunicare.",
      "fullInterpretation": "Falcă (maxilarul) în vis simbolizează forța, determinarea și tenacitatea. O falcă puternică, bine conturată, indică o voință de fier și capacitatea de a \"mușca\" din viață, de a nu da drumul oportunităților. Ești o persoană hotărâtă, care își urmărește scopurile.\\n\\nPe de altă parte, durerea de falcă sau falca încleștată sugerează tensiune acumulată, furie reprimată și cuvinte pe care nu ai avut curajul să le rostești. Scrâșnitul dinților în vis este un semn clar de stres și frustrare.\\n\\nFalcile unui animal care te amenință reprezintă un pericol iminent sau o persoană agresivă din anturajul tău. Dacă visezi că ai falca ruptă sau rănită, te simți vulnerabil, incapabil să te aperi sau să îți exprimi punctul de vedere.",
      "slug": "falca"
    },
    {
      "name": "Faleza",
      "category": "locuri",
      "shortMeaning": "Granița dintre conștient și inconștient, perspectivă largă, decizii importante.",
      "fullInterpretation": "Faleza, ca loc de întâlnire între pământ și mare, simbolizează granița dintre stabilitate (pământul, realitatea concretă) și emoțiile profunde sau inconștientul (marea). A te plimba pe faleză sugerează că ești într-o perioadă de contemplare, evaluându-ți viața de la o anumită înălțime, cu o perspectivă largă asupra viitorului.\\n\\nDacă marea este agitată și se lovesc valurile de faleză, treci printr-o perioadă de turbulențe emoționale, dar ești în siguranță, observând haosul fără a fi înghițit de el. Dacă te uiți în jos de pe o faleză înaltă, poate indica frica de necunoscut sau vertijul în fața unor decizii majore.\\n\\nCăderea de pe faleză este un vis de anxietate, sugerând pierderea controlului sau intrarea bruscă într-o situație emoțională copleșitoare.",
      "slug": "faleza"
    },
    {
      "name": "Faliment",
      "category": "fenomene",
      "shortMeaning": "Frica de eșec, pierderea resurselor sau necesitatea unui nou început.",
      "fullInterpretation": "Visul despre faliment nu prevestește neapărat o catastrofă financiară reală, ci reflectă adesea sentimentul de epuizare a resurselor interioare. Te simți \"falit\" emoțional, lipsit de energie sau de idei. Poate ai investit prea mult într-o relație sau un proiect care nu ți-a adus satisfacția scontată.\\n\\nTotuși, falimentul poate simboliza și eliberarea. Când nu mai ai nimic de pierdut, ești liber să o iei de la capăt. Poate fi un semn că trebuie să renunți la vechile moduri de a acționa care nu mai dau roade și să îți restructurezi viața pe baze noi.\\n\\nDacă în vis ajuți pe cineva aflat în faliment, arată generozitatea ta și disponibilitatea de a oferi sprijin, dar și teama inconștientă de a ajunge în aceeași situație.",
      "slug": "faliment"
    },
    {
      "name": "Fals",
      "category": "fenomene",
      "shortMeaning": "Iluzie, înșelătorie, neîncredere în sine sau în ceilalți.",
      "fullInterpretation": "A visa ceva fals – bani falși, bijuterii false, prieteni falși – este un avertisment direct al subconștientului. Te simți înșelat sau ai impresia că ceva din viața ta nu este autentic. Poate tu însuți porți o mască, încercând să pari altcineva decât ești pentru a fi acceptat.\\n\\nBanii falși sugerează că succesul sau valoarea pe care crezi că o ai este iluzorie sau că te temi că eforturile tale nu vor fi recompensate corect. Bijuteriile false indică vanitate și superficialitate.\\n\\nAcest vis te invită la o analiză sinceră: unde anume te minți pe tine însuți sau unde permiți altora să te mintă? Este timpul să cauți adevărul, oricât de incomod ar fi, și să renunți la aparențele înșelătoare.",
      "slug": "fals"
    },
    {
      "name": "Falsificare",
      "category": "acțiuni",
      "shortMeaning": "Încercarea de a manipula realitatea, ascunderea adevărului sau sentimentul de impostură.",
      "fullInterpretation": "Dacă visezi că falsifici ceva (un document, o semnătură), acest lucru trădează un sentiment de vinovăție sau teama de a fi descoperit. Poate ai făcut un compromis moral sau încerci să scurtezi drumul spre succes prin mijloace neortodoxe. Sindromul impostorului este adesea legat de acest tip de vis – simți că nu meriți poziția sau aprecierile pe care le primești.\\n\\nDacă altcineva falsifică ceva în visul tău, fii atent la persoanele din jur. Subconștientul tău a detectat o lipsă de onestitate sau o manipulare subtilă din partea cuiva în care ai încredere.\\n\\nVisul poate sugera și creativitatea ta folosită într-un mod greșit. Ai resurse și abilități, dar le direcționezi spre a crea iluzii în loc să construiești ceva real și durabil.",
      "slug": "falsificare"
    },
    {
      "name": "Falus",
      "category": "corp",
      "shortMeaning": "Energie masculină, putere creatoare, sexualitate și afirmare.",
      "fullInterpretation": "Simbolul falic în vis este o reprezentare arhetipală a energiei masculine, a puterii de a crea și de a penetra (atât fizic, cât și intelectual sau spiritual). Nu se referă exclusiv la sexualitate, ci și la forța vitală, la capacitatea de a acționa și de a lăsa o amprentă în lume.\\n\\nPentru un bărbat, visul poate fi legat de virilitate, încredere în sine și putere personală. Pentru o femeie, poate simboliza integrarea Animus-ului (partea masculină a psihicului) sau dorința de a fi mai asertivă și mai directă în acțiunile sale.\\n\\nUn falus gigant sau exagerat poate indica o nevoie excesivă de dominare sau o obsesie pentru putere. Un falus rănit sau neputincios sugerează sentimente de inadecvare, pierderea puterii sau frica de castrare (simbolică), adică de a-ți pierde autoritatea sau capacitatea creatoare.",
      "slug": "falus"
    },
    {
      "name": "Familie",
      "category": "persoane",
      "shortMeaning": "Rădăcini, suport, conflicte nerezolvate și identitate personală.",
      "fullInterpretation": "Familia în vis este oglinda fundației tale emoționale și psihologice. Membrii familiei reprezintă adesea părți ale propriei tale personalități. Mama poate simboliza grija și emoția, tatăl autoritatea și conștiința, frații rivalitatea sau parteneriatul.\\n\\nO reuniune de familie fericită indică armonie interioară și stabilitate. Te simți susținut și conectat la rădăcinile tale. Conflictele cu familia în vis scot la iveală traume vechi, neînțelegeri nerezolvate sau nevoia ta de a te individualiza, de a deveni independent față de așteptările lor.\\n\\nDacă visezi o familie care nu e a ta, aceasta poate reprezenta idealul tău de conviețuire sau dorința de apartenență la un grup care să te accepte așa cum ești. Visul te invită să reflectezi la valorile tale și la ceea ce înseamnă \"acasă\" pentru tine.",
      "slug": "familie"
    },
    {
      "name": "Fan",
      "category": "natură",
      "shortMeaning": "Recoltă, nostalgie, simplitate și rezultate acumulate în timp.",
      "fullInterpretation": "Fânul cosit și adunat este un simbol al recoltei și al pregătirii pentru viitor. Indică faptul că ai muncit, ai adunat resurse și acum te poți bucura de o perioadă de liniște și siguranță. Mirosul de fân în vis evocă adesea nostalgia, întoarcerea la simplitate și la natură.\\n\\nUn car cu fân este un semn clasic de noroc și abundență în tradiția populară. Totuși, fânul este și inflamabil și efemer. \"A căuta acul în carul cu fân\" sugerează o sarcină dificilă, frustrare și pierderea timpului cu detalii inutile.\\n\\nDacă fânul este ud sau putrezit, visul avertizează asupra unor planuri care nu s-au concretizat cum trebuie sau asupra neglijenței în administrarea resurselor tale. Este un moment să verifici dacă \"recolta\" ta este bine protejată.",
      "slug": "fan"
    },
    {
      "name": "Fanfara",
      "category": "acțiuni",
      "shortMeaning": "Celebrare publică, nevoie de atenție, zgomot și anunțarea unui eveniment.",
      "fullInterpretation": "A auzi o fanfară în vis este un semn de sărbătoare și de anunțare a ceva important. Poate prevesti o veste bună, un succes public sau o recunoaștere oficială a meritelor tale. Simți nevoia să îți trâmbițezi realizările și să fii în centrul atenției.\\n\\nPe de altă parte, fanfara poate fi și un simbol al zgomotului inutil, al lăudăroșeniei și al lipsei de substanță. Mult zgomot pentru nimic. Dacă muzica este discordantă, visul indică haos, lipsă de armonie în viața ta socială sau un conflict care va deveni public.\\n\\nDacă tu dirijezi fanfara, înseamnă că ai controlul asupra modului în care ești perceput de ceilalți și știi să îți orchestrezi imaginea publică cu măiestrie.",
      "slug": "fanfara"
    },
    {
      "name": "Fantana",
      "category": "locuri",
      "shortMeaning": "Sursă de viață, emoții profunde, inconștient și revitalizare.",
      "fullInterpretation": "Fântâna este un simbol profund al accesului la resursele inconștientului și la emoțiile cele mai ascunse. Apa din fântână este apa vieții, esența sufletului. O fântână cu apă limpede și curată promite sănătate, claritate mentală și onestitate. Ești conectat la sursa ta interioară de înțelepciune.\\n\\nO fântână secată este un semn de epuizare emoțională, lipsă de inspirație sau deconectare de la propriile sentimente. Te simți golit și ai nevoie de o perioadă de reîncărcare. O fântână cu apă tulbure sau murdară avertizează asupra unor emoții toxice, secrete care te otrăvesc sau probleme nerezolvate din trecut.\\n\\nA cădea în fântână poate simboliza o scufundare periculoasă în depresie sau în haosul emoțional, dar și o oportunitate de a explora adâncurile ființei tale pentru a găsi adevărul.",
      "slug": "fantana"
    },
    {
      "name": "Fantoma",
      "category": "persoane",
      "shortMeaning": "Trecut nerezolvat, amintiri, vinovăție sau părți ale sinelui ignorate.",
      "fullInterpretation": "Fantomele în vis sunt umbrele trecutului care refuză să plece. Ele reprezintă amintiri, persoane sau situații pe care nu le-ai lăsat în urmă complet. Poate fi vorba despre o vinovăție care te bântuie, o promisiune neîndeplinită sau un doliu neprocesat.\\n\\nO fantomă poate simboliza și o parte a personalității tale pe care ai \"ucis-o\" sau ai ignorat-o – un talent abandonat, o dorință reprimată. Ea revine pentru a cere atenție. Dacă fantoma este prietenoasă, poate fi un ghid spiritual sau o alinare. Dacă este înfricoșătoare, reprezintă frica ta de a înfrunta adevărul.\\n\\nInteracțiunea cu fantoma este cheia: fugi de ea sau încerci să comunici? Mesajul ei este adesea legat de ceva ce trebuie finalizat sau iertat pentru a putea merge mai departe.",
      "slug": "fantoma"
    },
    {
      "name": "Fantome",
      "category": "persoane",
      "shortMeaning": "Multiplicarea fricilor, presiunea trecutului sau sentimentul de a fi bântuit.",
      "fullInterpretation": "Când visezi mai multe fantome, senzația de apăsare a trecutului este amplificată. Nu e vorba doar de o amintire, ci de o întreagă perioadă sau un complex de situații nerezolvate care te copleșesc. Poate te simți judecat de strămoși sau de așteptările sociale (fantomele societății).\\n\\nAcest vis poate indica și un mediu toxic, în care te simți înconjurat de oameni care nu sunt sinceri (oameni \"falși\" sau \"fără substanță\", ca niște năluci). Sau poate reflecta propria ta stare de confuzie și lipsă de ancorare în realitate.\\n\\nDacă fantomele încearcă să te omoare sau să te rănească, este un semn de conflict interior acut. Ești gata să înfrunți aceste aspecte dureroase pentru a te elibera definitiv de ele. Lupta cu fantomele este lupta pentru propria ta integritate psihică.",
      "slug": "fantome"
    },
    {
      "name": "Fara cap",
      "category": "corp",
      "shortMeaning": "Acțiune irațională, pierderea rațiunii, deconectare între minte și corp.",
      "fullInterpretation": "A vedea pe cineva fără cap sau a fi tu însuți fără cap în vis este un simbol șocant al pierderii rațiunii și a controlului. Sugerează că acționezi impulsiv, \"fără cap\", lăsându-te condus doar de instincte sau emoții, ignorând logica și consecințele.\\n\\nPoate indica și o stare de confuzie totală, incapacitatea de a lua decizii sau sentimentul că ți-ai \"pierdut mințile\" de griji sau de iubire. Deconectarea capului de corp simbolizează ruptura dintre gândire și simțire. Fie gândești prea mult și nu simți (dacă vezi doar un cap), fie acționezi haotic fără gândire (corp fără cap).\\n\\nÎn anumite tradiții, a fi fără cap poate avea și o conotație pozitivă mistică: transcenderea ego-ului și a intelectului limitat pentru a accesa o stare de conștiință pură.",
      "slug": "fara-cap"
    },
    {
      "name": "Fara dinti",
      "category": "corp",
      "shortMeaning": "Vulnerabilitate, pierderea puterii, frica de îmbătrânire sau de a nu fi auzit.",
      "fullInterpretation": "Dinții simbolizează puterea, agresivitatea (capacitatea de a mușca) și vitalitatea. A fi fără dinți în vis este un semn clasic de neputință și vulnerabilitate. Te simți incapabil să te aperi, să te impui sau să \"mesteci\" și să digeri situațiile vieții.\\n\\nPoate reflecta frica de îmbătrânire, de pierdere a atractivității sau a virilității. De asemenea, poate indica dificultăți de comunicare: ți-e teamă că vorbele tale nu au greutate sau că nu ești luat în serios. Ești \"știrb\" în fața adversarilor.\\n\\nDacă vezi pe altcineva fără dinți, visul poate sugera că acea persoană nu mai reprezintă o amenințare pentru tine sau că percepi vulnerabilitatea ei ascunsă.",
      "slug": "fara-dinti"
    },
    {
      "name": "Fara pantofi",
      "category": "corp",
      "shortMeaning": "Sărăcie sau simplitate, vulnerabilitate sau contact direct cu realitatea.",
      "fullInterpretation": "A fi desculț în vis are o dublă semnificație. Pe de o parte, poate simboliza sărăcia, lipsa de protecție și vulnerabilitatea în fața asprimii vieții. Te simți nepregătit pentru drumul pe care îl ai de parcurs, expus la răniri.\\n\\nPe de altă parte, a merge desculț poate însemna libertate, relaxare și contact direct cu natura (pământul). Indică o atitudine umilă, autentică și dorința de a renunța la artificii sociale. Ești \"cu picioarele pe pământ\".\\n\\nContextul este vital: dacă mergi pe pietre ascuțite și te doare, e vorba de dificultăți și suferință. Dacă mergi pe iarbă moale, e vorba de confort, vindecare și conexiune spirituală.",
      "slug": "fara-pantofi"
    },
    {
      "name": "Faraon",
      "category": "persoane",
      "shortMeaning": "Autoritate supremă, putere antică, mister și conexiune cu divinul.",
      "fullInterpretation": "Faraonul este arhetipul regelui-zeu, simbolizând puterea absolută, autoritatea și înțelepciunea ancestrală. Apariția lui în vis poate sugera că ai nevoie să îți asumi o poziție de lider sau să îți recunoști propria putere interioară. Ești stăpânul propriului destin.\\n\\nPoate indica și o confruntare cu o figură autoritară rigidă sau tiranică din viața ta. Faraonul poate reprezenta, de asemenea, obsesia pentru nemurire, pentru a lăsa ceva durabil în urmă (precum piramidele).\\n\\nDin perspectivă spirituală, faraonul poate fi un ghid care te inițiază în mistere vechi sau te conectează cu vieți anterioare. Visul te întreabă: cum îți folosești puterea? Cu înțelepciune și justiție, sau cu aroganță?",
      "slug": "faraon"
    },
    {
      "name": "Faras",
      "category": "obiecte",
      "shortMeaning": "Curățenie, eliminarea problemelor, munca de jos sau pregătirea pentru nou.",
      "fullInterpretation": "Fărașul este un instrument modest, dar esențial pentru curățenie. În vis, el simbolizează procesul de a strânge \"mizeria\" din viața ta – probleme vechi, resturi emoționale, relații toxice sau greșeli. Este semnul că ești gata să faci ordine și să arunci ce nu îți mai folosește.\\n\\nPoate indica o muncă ingrată, dar necesară, pe care trebuie să o duci la bun sfârșit pentru a putea merge mai departe. Nu poți construi ceva nou pe o fundație murdară.\\n\\nDacă fărașul este plin, înseamnă că ai acumulat multe resentimente sau probleme care trebuie evacuate. Dacă e rupt, te simți neputincios în fața haosului din viața ta.",
      "slug": "faras"
    },
    {
      "name": "Farduri",
      "category": "obiecte",
      "shortMeaning": "Mască socială, dorința de a plăcea, ascunderea imperfecțiunilor.",
      "fullInterpretation": "Fardurile în vis vorbesc despre imaginea pe care o prezinți lumii. Ele sunt o mască (persona) pe care o porți pentru a fi acceptat, admirat sau pentru a-ți ascunde vulnerabilitățile. A te farda înseamnă a încerca să îmbunătățești realitatea, să accentuezi calitățile și să ascunzi defectele.\\n\\nDacă machiajul este strident, poate indica falsitate, exagerare sau o disperare de a atrage atenția. Dacă este discret, sugerează eleganță și grijă de sine.\\n\\nA cumpăra farduri poate sugera nevoia de schimbare a imaginii sau a atitudinii. A te demachia în vis este un gest de curaj și autenticitate – renunți la măști și te arăți așa cum ești cu adevărat.",
      "slug": "farduri"
    },
    {
      "name": "Farfurie",
      "category": "obiecte",
      "shortMeaning": "Hrană, resurse, ceea ce primești de la viață și împărtășire.",
      "fullInterpretation": "Farfuria este suportul hranei, simbolizând ceea ce ți se oferă sau ceea ce ai la dispoziție. O farfurie plină este un semn de abundență, satisfacție și prosperitate. Viața îți oferă oportunități și resurse din plin. O farfurie goală poate indica lipsuri, nemulțumire sau o promisiune neîndeplinită.\\n\\nForma și materialul farfuriei contează: o farfurie de aur sugerează lux și elitism, una de lemn simplitate și naturalețe. Dacă împarți mâncarea din farfurie cu cineva, este un semn de generozitate și comuniune.\\n\\nExpresia \"a primi totul pe tavă (sau farfurie)\" poate fi relevantă – te aștepți ca lucrurile să vină ușor, fără efort?",
      "slug": "farfurie"
    },
    {
      "name": "Farfurie alba",
      "category": "obiecte",
      "shortMeaning": "Simplitate, puritate, noi începuturi sau o ofertă onestă.",
      "fullInterpretation": "Albul este culoarea purității și a noilor începuturi. O farfurie albă în vis sugerează o situație clară, transparentă, fără ascunzișuri. Poate simboliza o oportunitate \"curată\" – un job nou, o relație sinceră sau un câștig cinstit.\\n\\nÎn tradiția onirică, poate face referire la o moștenire sau la un dar neașteptat. Fiind un obiect simplu, neornamentat, indică faptul că valoarea vine din conținut (ceea ce pui în farfurie), nu din ambalaj.\\n\\nDe asemenea, albul poate sugera goliciunea care așteaptă să fie umplută. Ești ca o pagină albă (sau o farfurie albă), gata să primești noile experiențe ale vieții.",
      "slug": "farfurie-alba"
    },
    {
      "name": "Farfurie plina",
      "category": "alimente",
      "shortMeaning": "Abundență, satisfacție, realizări și noroc material.",
      "fullInterpretation": "A vedea o farfurie plină cu mâncare este unul dintre cele mai bune semne în vis. Indică faptul că nevoile tale – fizice, emoționale sau materiale – sunt sau vor fi împlinite. Te bucuri de roadele muncii tale sau primești ajutor și susținere din partea altora.\\n\\nEste un simbol al proprietății și al siguranței: ai tot ce îți trebuie. Dacă mâncarea este apetisantă, visul prevestește bucurii și sănătate. Dacă mâncarea este stricată, deși farfuria e plină, fii atent la oportunitățile care par prea bune ca să fie adevărate – pot ascunde capcane.\\n\\nVisul poate reflecta și sentimentul de a fi copleșit (\"a avea farfuria plină\"), adică a avea prea multe responsabilități sau sarcini de gestionat.",
      "slug": "farfurie-plina"
    },
    {
      "name": "Farfurie sparta",
      "category": "obiecte",
      "shortMeaning": "Ghinion transformat în noroc, ruptură necesară, eliberare de tensiune.",
      "fullInterpretation": "Deși în realitate a sparge o farfurie este un mic accident neplăcut, în tradiția viselor (și în superstițiile populare), cioburile aduc noroc. O farfurie spartă poate simboliza sfârșitul unui ciclu, o ruptură bruscă de trecut sau eliberarea de o tensiune acumulată.\\n\\nPoate indica și o ceartă în familie sau o pierdere temporară, dar care va duce la ceva mai bun. \"Cioburile aduc noroc\" – distrugerea vechiului face loc noului.\\n\\nDacă tu spargi farfuria intenționat, este un act de rebeliune sau de furie. Vrei să scapi de reguli sau de așteptările altora. Dacă o găsești spartă, poate reflecta sentimentul că ceva valoros s-a pierdut sau s-a distrus iremediabil.",
      "slug": "farfurie-sparta"
    },
    {
      "name": "Farfurii",
      "category": "obiecte",
      "shortMeaning": "Viața socială, rutina domestică, oportunități și resurse multiple.",
      "fullInterpretation": "Mai multe farfurii la un loc sugerează viața socială, familia sau o adunare de oameni. Dacă sunt așezate frumos pe masă, prevestesc o sărbătoare, o reuniune plăcută sau oaspeți. Ești pregătit să împărtășești resursele tale cu alții.\\n\\nFarfuriile murdare în chiuvetă simbolizează corvezile zilnice, rutina care te apasă sau problemele nerezolvate pe care le-ai tot amânat (\"a spăla rufele/vasele în public\").\\n\\nRafturile pline cu farfurii indică potențial și resurse stocate. Ai multe posibilități (idei, talente, oferte) care așteaptă să fie folosite (\"servite\").",
      "slug": "farfurii"
    },
    {
      "name": "Farfurii albe",
      "category": "obiecte",
      "shortMeaning": "Claritate în relații, oportunități curate, pace domestică.",
      "fullInterpretation": "Un set de farfurii albe amplifică simbolismul purității și al noilor începuturi. Dacă le vezi în vis, te poți aștepta la o perioadă de pace și armonie în familie. Relațiile tale sunt sincere și transparente.\\n\\nPoate sugera și o moștenire importantă, nu neapărat materială, ci morală sau spirituală. Primești o \"zestre\" curată pe care să construiești viitorul. Este un semn bun pentru afaceri sau proiecte noi, indicând că totul se va desfășura corect și onest.",
      "slug": "farfurii-albe"
    },
    {
      "name": "Farfurie sparta",
      "category": "obiecte",
      "shortMeaning": "Conflict, accident, schimbare bruscă sau noroc neașteptat.",
      "fullInterpretation": "Această apariție a simbolului (probabil duplicat în lista originală) întărește ideea de transformare prin distrugere. Spargerea unei farfurii este un punct de inflexiune. Ceva ce părea solid și întreg se fragmentează.\\n\\nÎn contextul relațiilor, poate fi o ceartă care clarifică lucrurile. În plan personal, poate fi renunțarea la o convingere veche. Nu te teme de cioburi; ele pot fi reasamblate într-un mozaic nou sau pot fi aruncate pentru a face loc unor vase noi, mai rezistente.",
      "slug": "farfurie-sparta"
    },
    {
      "name": "Farmacie",
      "category": "locuri",
      "shortMeaning": "Nevoia de vindecare, căutarea soluțiilor, sănătate și îngrijire.",
      "fullInterpretation": "Farmacia este locul unde căutăm remedii pentru suferințele noastre. A visa o farmacie indică faptul că ești conștient că ceva nu funcționează bine în viața ta (fizic sau emoțional) și căutăți activ o soluție sau un tratament.\\n\\nNu este neapărat un semn de boală gravă, ci mai degrabă o nevoie de corecție, de echilibrare. Poate ai nevoie de un \"medicament\" pentru suflet: o vorbă bună, odihnă sau o schimbare de perspectivă.\\n\\nDacă farmacistul îți dă un medicament, fii atent la ce anume primești – acela este simbolul a ceea ce îți lipsește. Dacă farmacia este închisă, te simți neajutorat și nu știi unde să cauți alinare.",
      "slug": "farmacie"
    }
  ]
}