{
  "symbols": [
    {
      "name": "Gaina",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca hranesti gaini familia ta va avea citeva dificultati care se vor insa rezonabilDac...",
      "fullInterpretation": "Daca visezi ca hranesti gaini familia ta va avea citeva dificultati care se vor insa rezonabilDaca visezi ca vezi o gaina pe ouavei avea o situatie financiara mai bunaDaca vezi ca smulgi penele unei gaini inseamna ca vei avea o perioada plina de bucurieDaca visezi ca omori o gaina te poti astepta la un vizitator-surprizaDaca visezi o gaina cu puii sai s-ar putea sa ai certuri in familie . Interpretari culese din popor Gaina alba - fecunditate Gaina alba cu gatul gol - beneficii mari Gaina ciugulind - ruina, boala Gaina clocind - negustorie buna, noroc in comert Cotet de gaini - castig Gaina cu pui - familie numeroasa. Daca puii sunt mari - noroc, veste buna, vei avea copii multi Dand mancare gainilor - belsug Gaina ouand - mari beneficii Gaina grasa - noroc in amor, bogatie Gaina slaba - mediocritate, vei pati o rusine Gaini mari si grase - rodirea trupului / castig in dragoste Mai multe gaini ingradite - daune materiale Gaini mancate de dihor - paguba Gaina neagra - vei afla o stire importanta Cand un pui de gaina sau o gaina ne apar in vis, acestia pot face referire la anumite conflicte din viata profesionala sau cea personala. De asemenea, moartea pasarilor poate fi legata de un fel de iritatie sau de o posibila pierdere. Trebuie sa fiti foarte atenti la comportamentul vostru care poate deveni intolerabil, putand provoca certuri cu persoane apropiate. Potrivit unor unora dintre cele mai cunoscute personalintati din domeniu care au studiat visele (precum Hindman Miller), puiul este simbolul unui nou membru in familie. Prin urmare, un pui mort poate insemna faptul ca s-ar putea sa pierdeti o persoana apropiata. In unele cazuri, gaina moarta ne poate avertiza despre un posibil complot care ne vizeaza sau, despre un posibil accident. Aceste scenarii vor fii legate de viata profesionala. Din punct de vedere psihologic, puiul sau gaina moarta pot sugera, de asemenea, stima de sine scazuta. Ar putea exista diferite motive pentru aceasta stare, dar printre cele mai comune vor fi: neincredere in gandurile si capacitatea personala sau dependenta fata de cineva. Gaina neagra in vise inseamna o mare durere in viata de zi cu zi, care se poate sa vina sub forma unei informatii noi, de o deosebita importanta.Putem spune inca de la inceput ca, in general, excrementele de orice fel aparute in vise sunt considerate ca fiind un simbol a lprofitului material, mai exact al banilor. Pe de alta parte, pasarile simbolizeaza obiectivele si aspiratiile din viata dumneavoastra si, datorita aripilor, obiectivele pot fi anumite aspiratii pentru a urca sus pe scara societatii. In cazul pasarilor zburatoare, mai ales daca excrementele cad pe dumneavoastra, este de inteles ca acest rahat de pasare reprezinta o anumita batjocura al obiectivului. Cand vrem cu adevarat sa facem parte dintr-un anumit grup de oameni sau sa muncim intr-un anumit domeniu, de multe ori putem avea senzatia ca suntem batjocoriti urmand aceasta cale. Puteti avea senzatia ca sunteti din ce in ce mai aproape, dar nu reusiti sa-l intelegeti pe deplin (domeniul de munca sau omul pe care il admirati). Cu alte cuvinte, visarea excrementelor de pasari pe capul sau corpul dumneavoastra poate face referire la sentimentul de a nu avea acces la unele dintre oprtunitatile care garanteaza o cale sigura catre locul in viata sau starea sociala pe care doriti sa o atingeti. In unele cazuri, rahatul pasarilor zburatoare poate fi reprezentarea tuturor incercarilor si necazurilor prin care va trebui sa treceti pentru a va atinge obiectivele. Excrementele de gaina (gainat) Acest vis favorizeaza factorul surpriza, asta inseamna ca primiti bani pe neasteptate sau in cazul afacerilor profiturile vor exploda. De asemenea, gainatul din vis transmite insasi dorinta de a ne imbunatati situatia sinanciara si de a castiga mai multi bani. In sepcial, acest lucru este indicat de o pata de gainat pe hainele visatorului. Urmele de gainat vazute pe maini prevestesc barfe, conversatii neplacute si conflicte.Visul in care mancati oua de gaina sugereaza ca veti avea un an bun. Daca visati ca gasiti oua de gaina proaspete in cuibul gainii inseamna ca veti avea succes in afaceri, daca sunteti dispus sa munciti mai mult. Visul in care apare o gaina care face oua semnifica faptul ca veti avea neintelegeri in afaceri.Sa visezi un pui reprezinta nesiguranta, lasitate sau o lipsa de incredere. Nu este ceva ce te face nesigur dar puteti avea o lipsa de vointa. Puii reprezinta, de asemenea, palavrageala excesiva si barfe. Daca visati puisori de gaina sarind din gaoace aduc noroc, semnifica faptul ca veti fi binecuvantati cu copii. Daca visati puisori de gaina plutind intr-un vas o problema va fi rezolvata imediat.",
      "slug": "gaina"
    },
    {
      "name": "Gaina moarta / pui mort",
      "category": "dictionar",
      "shortMeaning": "Cand un pui de gaina sau o gaina ne apar in vis, acestia pot face referire la anumite conflicte d...",
      "fullInterpretation": "Cand un pui de gaina sau o gaina ne apar in vis, acestia pot face referire la anumite conflicte din viata profesionala sau cea personala. De asemenea, moartea pasarilor poate fi legata de un fel de iritatie sau de o posibila pierdere. Trebuie sa fiti foarte atenti la comportamentul vostru care poate deveni intolerabil, putand provoca certuri cu persoane apropiate. Potrivit unor unora dintre cele mai cunoscute personalintati din domeniu care au studiat visele (precum Hindman Miller), puiul este simbolul unui nou membru in familie. Prin urmare, un pui mort poate insemna faptul ca s-ar putea sa pierdeti o persoana apropiata. In unele cazuri, gaina moarta ne poate avertiza despre un posibil complot care ne vizeaza sau, despre un posibil accident. Aceste scenarii vor fii legate de viata profesionala. Din punct de vedere psihologic, puiul sau gaina moarta pot sugera, de asemenea, stima de sine scazuta. Ar putea exista diferite motive pentru aceasta stare, dar printre cele mai comune vor fi: neincredere in gandurile si capacitatea personala sau dependenta fata de cineva.",
      "slug": "gaina-moarta-pui-mort"
    },
    {
      "name": "Gaina neagra",
      "category": "dictionar",
      "shortMeaning": "Gaina neagra in vise inseamna o mare durere in viata de zi cu zi, care se poate sa vina sub forma...",
      "fullInterpretation": "Gaina neagra in vise inseamna o mare durere in viata de zi cu zi, care se poate sa vina sub forma unei informatii noi, de o deosebita importanta.",
      "slug": "gaina-neagra"
    },
    {
      "name": "Gaita",
      "category": "dictionar",
      "shortMeaning": "- Daca iti apare o pasare gaita in vis, inseamna ca esti prea arogant si prea increzator in abilitatile tale.",
      "fullInterpretation": "- Daca iti apare o pasare gaita in vis, inseamna ca esti prea arogant si prea increzator in abilitatile tale. Alternativ, visul ar putea sa iti atraga atentia la ceva peste care ai trecut cu atentia. In traditia romaneasca, gaita, semnifica veste proasta sau ceruri. - Daca ai visat o gaita ciocanind, inseamna ca ai sa primesti o veste buna. - O gaita ce sta pe cuib prevesteste sosirea unei rude pe care nu o asteptai.",
      "slug": "gaita"
    },
    {
      "name": "Galagie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "galagie"
    },
    {
      "name": "Galaxie",
      "category": "dictionar",
      "shortMeaning": "Galaxia in vise poate reprezenta un grup de oameni, majoritatea fiind importanti si sunt perceputi ca fiind puternici.",
      "fullInterpretation": "Galaxia in vise poate reprezenta un grup de oameni, majoritatea fiind importanti si sunt perceputi ca fiind puternici. Visul inseamna ca ar trebui ce au in comun si care este legatura cu viata dumneavoastra.",
      "slug": "galaxie"
    },
    {
      "name": "Galben",
      "category": "dictionar",
      "shortMeaning": "(daca visul are o tenta fericita) entuziasm, energie debordanta, armonie, caldura, creativitate, ...",
      "fullInterpretation": "(daca visul are o tenta fericita) entuziasm, energie debordanta, armonie, caldura, creativitate, intuitie, pace, speranta -(daca visul are o tenta nefericita) temeri, incapacitatea de a actiona.(vezi, de asemnea culori, soare). . Galbenelele in vis denota sanatate si longevitate. - Daca ai visat un buchet de galbenele, inseamna ca vei avea o viata lunga, fericita si plina de prosperitate. Vei evita boli grave si greutati.Potrivit traditiei noastre banii din aur (galbenii) reprezinta succes si avere. - Daca in vis ai monede din aur, inseamna ca iti vei inmulti averea. - Daca in vis dai galbeni, vorbele tale vor supara pe cineva. - Daca ai visat ca primesti de la cineva galbeni, inseamna ca vei fi acceptat(a) intr-un grup influent de oameni bogati. - Daca ai visat ca buzunarul tau este plin cu monede din aur inseamna ca primesti ajutor in rezolvarea unei probleme complicate. - Daca in vis vezi la altii galbeni, situatia ta se va schimba in bine.Galbenusul de ou reprezinta viata, idei si creativitate. Alternativ galbenusul de ou inseamna incasari financiare. - Daca ai visat ca bati un galbenus de ou, propuneri interesante de afaceri ce trebuie realizate. - Daca ai visat ca separi galbenusul de albus, inseamna ca din anumite motive va trebui sa fi nedrept fata de un prieten.In general, atunci cand visati flori galbene sugereaza atat o constiinta curata cat si o stare foarte buna. Alternativ florile galbene in vise prezic dificultati dureroase. A visa flori galbene s-ar putea sa reflecte sentimente de importanta pentru aprecierea a ceva special. O atentie sporita asupra nevoi de a aprecia pe cineva sau ceva. Un efort in plus pentru a observa lucrurile minunate pe care le-ati realizat. Va indreptati atentia mai mult spre ceva frumos pe care va este teama sa il pierdeti. Va simtiti fortat sa acordati atentie spre ceva atunci cand nu va doriti. In traditia islamica, sotia celui care viseaza flori galbene are parte de o sanatate fragila.Marul galben in vise simbolizeaza cuvintele intelepte. A vedea un mar galben in vise semnifica faptul ca veti dobandi autocunoastere.Visul la un sarpe galben simbolizeaza emotii si valori asociate cu aceasta culoare. De obicei, interpretarile viselor despre sarpe galben sunt legate cu reprezentarile intelectului si a intuitiei dumneavoastra. Un sarpe galben in vise ar putea insemna intelectul, intelepciunea dumneavoastra si cum il folositi pentru a va descurca prin situatii dificile. O alta interpretare asociata cu sarpele galben in vise este despre intuitia, despre orientarea dumneavoastra care se deschid pentru o noua perspectiva, o noua constientizare. Visand despre un sarpe galben ar putea fi un apel sa iesiti in fata si sa va folositi intelectul pentru a rezolva o situatie sau o problema din viata dumneavoastra. Sarpele galben in vise ar mai putea insemna tradarea. Visul ar putea sugera ca cineva va tradeaza sau ca dumneavoastra va tradati propriile idei actionand intr-un anume fel in viata. Visul este o invitatie pentru a va creste increderea de sine si abilitatea de a face fata unei situatii care va cere sa o analizati si sa luati decizii bazate pe o viziune clara.Trandafirul galben in vise inseamna prietenie de lunga durata, dorinta de socializare. Mai poate insemna si o dragoste aprinsa, cu multa pasiune. Visul in care vedeti un trandafir galben ofilindu-se sugereaza sfarsitul unei relatii de prietenie in care ati investit mult.",
      "slug": "galben"
    },
    {
      "name": "Galbenele",
      "category": "dictionar",
      "shortMeaning": "Galbenelele in vis denota sanatate si longevitate.",
      "fullInterpretation": "Galbenelele in vis denota sanatate si longevitate. - Daca ai visat un buchet de galbenele, inseamna ca vei avea o viata lunga, fericita si plina de prosperitate. Vei evita boli grave si greutati.",
      "slug": "galbenele"
    },
    {
      "name": "Galbeni bani",
      "category": "dictionar",
      "shortMeaning": "Potrivit traditiei noastre banii din aur (galbenii) reprezinta succes si avere.",
      "fullInterpretation": "Potrivit traditiei noastre banii din aur (galbenii) reprezinta succes si avere. - Daca in vis ai monede din aur, inseamna ca iti vei inmulti averea. - Daca in vis dai galbeni, vorbele tale vor supara pe cineva. - Daca ai visat ca primesti de la cineva galbeni, inseamna ca vei fi acceptat(a) intr-un grup influent de oameni bogati. - Daca ai visat ca buzunarul tau este plin cu monede din aur inseamna ca primesti ajutor in rezolvarea unei probleme complicate. - Daca in vis vezi la altii galbeni, situatia ta se va schimba in bine.",
      "slug": "galbeni-bani"
    },
    {
      "name": "Galbenus de ou",
      "category": "dictionar",
      "shortMeaning": "Galbenusul de ou reprezinta viata, idei si creativitate.",
      "fullInterpretation": "Galbenusul de ou reprezinta viata, idei si creativitate. Alternativ galbenusul de ou inseamna incasari financiare. - Daca ai visat ca bati un galbenus de ou, propuneri interesante de afaceri ce trebuie realizate. - Daca ai visat ca separi galbenusul de albus, inseamna ca din anumite motive va trebui sa fi nedrept fata de un prieten.",
      "slug": "galbenus-de-ou"
    },
    {
      "name": "Gravida",
      "category": "dictionar",
      "shortMeaning": "Sarcina este o etapa a procesului de creatie, care incepe cu conceptia - initierea unei idei, apo...",
      "fullInterpretation": "Sarcina este o etapa a procesului de creatie, care incepe cu conceptia - initierea unei idei, apoi vine sarcina, stadiul de crestere si evolutie, in cele din urma culminand cu nasterea - eliberarea ideii sau a proiectului final in lume. Intelesul general al acestui vis se refera la ceva nou din viata dumneavoastra, ceva care nu este inca vizibil, dar va fi destul de curand. Analizand acest vis din punct de vedere psihologic, putem spune ca acesta simbolizeaza un aspect al vietii personale care este in crestere si in curs de dezvoltare. Fiind insarcinata in vis poate reprezenta, de asemenea, nasterea unei noi idei, directi, proiect sau a unui nou obiectiv. In mod alternativ, daca incercati sa ramaneti gravida, si visati ca sunteti, atunci visul simbolizeaza teama de noi responsabilitati. V-ati visat gravida, depinde de felul in care priviti posibilitatea de a avea un copil: teama si libertate limitata, panica, lipsa de independenta sau, contrat, asteptare, asumarea responsabilitatilor de bunavoie, natura ocrotitoare, dorinta de a fi util. Uneori, acest vis poate prevesti o sarcina reala. Visand ca altcineva este gravida indica faptul ca exista o conexiune sentimentala intre dumneavoastra si acea persona. Alternativ, visul poate sugera idei, responsabilitati, imaginatie, inspiratie, mari resurse pentru a ajunge la rezultate favorabile, creativitate. Daca sunteti o persoana in varsta si ati visat ca sunteti insarcinata, acest vis arata dorinta de a avea un nepot sau poate un copil. Sunteti gravida si aveti acest vis Daca in realitate sunteti gravida si aveti acest vis, acesta reprezinta preocuparile dumneavoastra cu privire la posibilele complicatii ce pot aparea la nastere. Daca va aflati in primul trimestru de sarcina, atunci visele tind sa fie despre creaturi mici, animale pufoase, flori, fructe si apa. In al doilea trimestru de sarcina, visele vor reflecta anxietati cu privire la a fi mama buna si preocupari cu privire la nastere. Tot in aceasta perioada sunt frecvente si visele in care dati nastere unui copil non-uman. In cele din urma, in al treilea trimestru, visele constau in imagini cu propria mama. Pe masura ce corpul vi se schimba si creste, este posibil ca sa apara in vise balene, elefanti, dinozuri si alte animale mari. Daca sunteti gravida si vizati sexul copilului, atunci visul reflecta preocuparea duneavoastra din viata reala cu privire la sexul copilului. Este normal sa ne intrebam daca copilul este de sex feminin sau masculin. De fapt, atunci cand altii descopera ca sunteti insarcinata, adesea intreaba daca este baietel sau fetita. Nu exista nici o dovada concreta ca visele pot spune cu exactitate sexul copilului. Vedeti si interpretare visului InsarcinataIn unele cazuri, visand ca iubita dumneavoastra este gravida, inseamna ca aveti un nou proiect sau ca s-a infiripat in mintea dumneavoastra o noua idee, care va produce beneficii de vreun fel. Este in general un vis bun. In functie de contextul visului (aceasta semnificatie se aplica iubitilor, partenerilor si sotilor) acesta poate avea si alte semnificatii. De exemplu, in cazul in care sarcina este vazuta ca un lucru bun in vis, acesta poate fi un semn de dorinta, dorinta de a merge inainte de a se stabili cu persoana respectiva sau dorinta de a avea un copil. Cu toate acestea, in cazul in care sarcina ne este prezentata intr-un mod negativ in vise, acestea ar putea indica o teama de responsabilitati. Visand partenera / iubita insarcinata cu copilul altcuiva, interpretarea poate fi un pic ingrijoratoare, deoarece indica adesea ca visatorul simte ca relatia este in deriva sau ca partenera se misca intr-o directie diferita. Va recomandam sa analizati semnificatia visului: Gravida",
      "slug": "gravida"
    },
    {
      "name": "Gandaci",
      "category": "dictionar",
      "shortMeaning": "Gandacii sunt de obicei un semn bun atunci cand ne apar in vise.",
      "fullInterpretation": "Gandacii sunt de obicei un semn bun atunci cand ne apar in vise. Ei sunt considerati supravetuitorii finali ai tuturor lucrurilor, prin urmare inseamna ca puteti supravetiui la orice cu putina integritate si tenacitate. Aparitia acestora prevesteste mesaje de succes prin perseverenta. Gandacii pot reflecta, de asemenea, sentimente de vinovatie la propria incapacitatea de a va pastra promisiunile facute catre prieteni si familie. Aceste va reamnintesc ca exista succes in tenacitate, dar numai daca va respectati angajamentele si responsabilitatile. Avand in vis o reactie negativa la gandaci poate avertiza o confruntare curanda cu probleme de sanatate cauzate de practici nesanatoase de igiena. Cum va ingrijiti? Cum va hraniti? Acesata este un moment in care trebuie sa va analizati starea de sanatate si sa va ingrijiti mai bine de voi. Frica de gandaci indica faptul ca temerile dumneavoastra sunt neincetate. Poate ca va folositi de aceste temeri in lumea reala pentru a amana sau a va impiedica sa va atingeti scopul, ca si scuza.Aparitia gandacilor in visul dumneavoastra poate simboliza si necuratia. De asemena, inseamna longevitate, tenacitate si reinoire. In principiu trebuie sa va reevaluati aspectele importante ale vietii. Alternativ visul reprezinta un aspect nedorit al dumneavoastra cu care trebuie sa va confruntati. Gandaci morti in vise semnifica sfarsitul unei relatii negative sau a unui ciclu. Un conflict spiritual este prevestit de visul in care doi gandaci se lupta in bucatarie. Trebuie sa recunoasteti si sa va confruntati cu aceasta problema pentru a va finaliza transformarea si pentru a atinge integritatea. O criza financiara este iminenta in cazul in care ati visat ca gandacii se urca pe dumneavoastra. In caz ca ii omorati, atunci, situatia finaciara poate atenua. Gandaci morti prin locuinta dumneavoastra semnifica schimbari sigure si probleme reale care vor veni in curand in viata dumneavoastra. Gandaci mari care incearca sa va atace in vis, sunt considerati un semn rau. Este posibil sa va confruntati cu diverse dezastre si, prin urmare, va trebui sa depuneti multe \"eforturi\" pentru a va restabili prosperitatea. Visele care au ca subiect principal gandacii de bucatarie sunt destul de frecvente si nu ar trebui sa va sperie, chiar daca acestia par infricosatori sau va creaza sentimente de repulsie. Gandacii de bucatarie nu sunt neaparat un semn rau, ei pot avea semnificatii diferite si uneori pot simboliza o surpriza sau unele evenimente fericite. Gandacii sunt considerati un semn de bun augur daca va pregatiti pentru un eveniment important, cum ar fi construirea unei case, mutarea intr-o casa noua, casatoria, etc. Ar trebui sa va considerati norocos daca i-ati visat si in viata de zi cu zi sunteti pe cale de a elabora sau a finaliza unul dintre planurile de mai sus. Conform izvoarelor populare, daca o femeie tanara sau o fata si ati visat o multime de gandaci, este semn de bunastare. Poate ca este vorba despre o zi placuta la cumparaturi cu multe haine si alte lucruri noi. Iar daca un tanar a avut acest vis, este un semn ca acesta va intalni o persoana influenta care ii va oferi ajutor pentru a-si croi un drum in viitor. In mod alternativ, visarea mai multor gandaci ar putea avea o semnificatie negativa simbolizand lipsa de putere pentru a va respecta promisiunile sau faptul mereu dezamagiti oamenii. Visele repetate cu gandaci de bucatarie vor disparea indata ce va veti rezolva cele mai presante preocupari si veti obtine pacea. Visand un gandac de bucatarie negru si sesizand in vis ca este deosebit de negru, implica faptul ca va exista o anumita problema, cum ar fi o cearta in familie sau un conflict cu o anumita persoana cu care ati avut contact recent. Gandaci mari si urati Daca gandacul din visele dumneavoastra este suficient de mare pentru a fi considerat un soi de monstru, cel mai probabail veti avea un cosmar si va veti trezi de frica, dar nu ar trebui sa va faceti prea multe griji. Contrar fricilor, visul este un semn favorabil care prevesteste un viitor cu peripetii incarcat de o multime de satisfactii profesionale si sentimentale. Daca niste gandaci uriasi incearca sa va atace, atunci visul prevesteste unele greutati si incercari. Poate ca ar trebui sa cheltuiti o suma de bani considerabila pentru a va reabilita / restaura o proprietate. Gandacii de mari dimensiuni sunt, de fapt, mici bariere care stau in cale fericirii dumneavoastra. Va puteti astepta la realizari personale, bunastare si crestere financiara, dar pentru toate acestea va trebui sa depuneti efort si sa luptati. Cu cat in vis sentimentul de repulsie este mai mare fata de acesti gandaci, cu atat rezultatele vor fi mai placute in realitate. Uciderea gandacilor de bucatarie in vis Omorarea unui gandac in vis este un semn de bun augur. Cel mai probabil este vorba despre unele vesti bune. In unele cazuri, dupa o despartire, este un semn ca veti intalni o noua persoana care complet diferita la gandire si infatisare si acest lucru va va incanta de minune. O alta interpretare, in cazul in care ati ucis un gandac, este posibilitatea schimbarii locului de munca in care va veti putea exprima potentialul creativ. Daca ati visat un gandac care este deja mort, s-ar putea sa aveti unele probleme si este putin probabil ca in viitorul apropiat planurile dumneavoastra sa decurga asa cum va doriti. Gandaci colorati Gandacii albi simbolizeaza lipsa de adevar. De fapt, oamenii din jurul dumneavoastra sunt cordiali si amabil, cel putin la suprafata. Veti afla acest lucru si veti fi foarte dezamagit. Gandacul rosu este asociat cu atentia si grija care va este acordata. Persoanele aparute recent in viata dumneavoastra se prefac ca va sunt prieteni, in relitate acestia au inceput sa ocupe mult spatiu din ea. Ipocrizia si munciuna acopera foarte bine lacomia si intentia lor rautacioasa, trebuie sa fiti atent cu aceste persoane.",
      "slug": "gandaci"
    },
    {
      "name": "Geam",
      "category": "dictionar",
      "shortMeaning": "Geamul in vise semnifica sperante luminoase si posibilitati vaste.",
      "fullInterpretation": "Geamul in vise semnifica sperante luminoase si posibilitati vaste. - Daca geamul unei case este de culoare, atunci acesta indica o pierdere de perceptie. - Un geam in nuante reprezinta nevoia pentru intimitate. - Daca ai visat ca speli geamuri, inseamna ca ai nevoie de claritate in anumite situatii, ceva nu iti este clar. - Daca ai visat ca intri sau iesi pe un geam, semnifica ca esti implicat(a) in unele activitati Â secrete, ascunse. Alternativ, visul inseamna ca iti creezi noi oportunitati. - Daca in vis esti in cautarea unui geam, indica faptul ca cauti un raspuns in adancul sufletului. Este timpul pentru o inspectie. - Geamurile inchise in vis semnifica dezertare si abandon. - Geamuri sparte in vis, reprezinta perspectiva si punctul tau de vedere distorsionat asupra vietii. - Geamul curat in vis semnifica siguranta. - Daca ai visezi ca te arunci in gol de pe geam inseamna ca vei pierde o intrecere, o competitie. - Daca ai visat ca speli geamuri, ai evitat un pericol. Vezi si fereastra.Un geam spart in vis reprezinta perspectiva si punctul dumneavoastra de vedere distorsionat asupra vietii. Ar mai putea insemna si ca sunteti persoane haotice si nu prea stiti ce doriti de la viata. Daca visati o fereastra cu geamuri sparte inseamna ca aveti sanse sa va pierdeti averea. Visul in care spargeti un geam sugereaza ca veti avea o cearta cu oamenii apropiati dumneavoastra sau chiar ruperea legaturii cu acestia. Daca in vis apare un geamantan se refera de regula la faptul ca vei face o calatorie. Insa in functie de marimea lui si de greutatea pe care o are mai putem oferi si o alta interpretare si anume aceea de cunostinte si de informatii pe care le ai. Astfel ca geamantanul din vis daca este plin se refera la bagajul tau intelectual, la tot ceea ce ai acumulat pana acum. Daca este gol inseamna ca mai ai multe de invatat de la viata si trebuie sa incerci cumva sa iti umpli existenta. Daca visezi ca mergi cu un geamantan pe strada se mai spune ca e posibil ca in curand sa iti schimbi domiciliul si sa pornesti pe alte drumuri, sa faci modificari in viata ta si la locul de munca sau in viata personala.",
      "slug": "geam"
    },
    {
      "name": "Gunoi",
      "category": "dictionar",
      "shortMeaning": "Cosul de gunoi in vise simbolizeaza ideile, gandurile si memoriile nedorite.",
      "fullInterpretation": "Cosul de gunoi in vise simbolizeaza ideile, gandurile si memoriile nedorite. Este timpul sa scapati de aceste greutati. Alternativ, visul la un cos de gunoi inseamna ca respingeti o idee sau o emotie.Masina de gunoi in vise reprezinta deciziile sau o directie in viata dumneavoastra care va permite sa nu luati in seama negativitatea, o alegere sau o noua metoda de gandire care intotdeauna va scuteste de vreo problema. Visul in care conduceti o masina de gunoi indica faptul ca incercati sa va scapati de vechile obiceiuri. Daca visati ca o masina de gunoi trece si colecteaza deseurile este un semn bun deoarece reprezinta faptul ca incercati sa aruncati deoparte lucrurile rele. Visul in care scoateti afara deseurile pentru masina de gunoi inseamna ca va scapati de sentimentele rele.",
      "slug": "gunoi"
    },
    {
      "name": "Gri",
      "category": "dictionar",
      "shortMeaning": "Teama, confuzie, deruta, perioada de tranzitie, monotonie, rutina, uniformitate, plictiseala, lip...",
      "fullInterpretation": "Teama, confuzie, deruta, perioada de tranzitie, monotonie, rutina, uniformitate, plictiseala, lipsa de originalitate sau de imaginatie, stress, tristete, melancolie, mohorare, suparare -(gri deschis) pace, neutralitate, sentimente pasnice, liniste sufleteasca -(gri inchis) teama, nesiguranta, neincredere, deruta.Culoare cenusie, compusa din negru si alb in parti egale, ar semnifica in simbolistica crestina, conform lui F. Portal, invierea mortilor. Artistii din Evul Mediu, adauga acest autor, il infatiseaza pe Hristos invesmantat cu o mantie cenusie la Judecata de Apoi. Este culoare crnusii si a cetei. Vechii evrei isi turnau cenusa in cap pentru a exprima o mare durere. La noi acest gri de nuanta cenusii este o culoare de semidoliu. Cenusiul vremii cetoase da o impresie de tristete, de melancolie, de plictiseala. Este ceea ce se cheama vreme cenusie. Cat despre visele care apar invaluite intr-un fel de ceata cenusie, ele se situeaza in staturile profunde ale inconstientului, care cer sa fie luminate si deslusite prin constientizare.",
      "slug": "gri"
    },
    {
      "name": "Greva",
      "category": "dictionar",
      "shortMeaning": "In general, greva din vise ar putea indica faptul ca anume obstacole si esecuri vor disparea din calea ta spre succes.",
      "fullInterpretation": "In general, greva din vise ar putea indica faptul ca anume obstacole si esecuri vor disparea din calea ta spre succes. De asemenea, greva prevesteste proiecte si parteneriate care ti se potrivesc. - Daca te-ai visat participand la o greva inseamna ca te simti sub-apreciat(a), nedrepatit(a). Poate crezi ca esti fortat(a) sa faci ceva ce nu vrei cu adevarat. - Daca visezi ca perticipi la o greva impotriva sefului tau e semn ca vei primi o functie mai buna.",
      "slug": "greva"
    },
    {
      "name": "Grup",
      "category": "dictionar",
      "shortMeaning": "Visele despre grupuri pot fi destul de diferite in functie de tipul sau natura grupului.",
      "fullInterpretation": "Visele despre grupuri pot fi destul de diferite in functie de tipul sau natura grupului. In cele ce urmeaza vom incerca sa aducem un pic de lumina si claritate in ceea ce inseamna sau ceea ce reprezinta visele in functie de grup. Grup de oameni Visarea unui grup de oamnei din care faceti parte arata ca exista anumite parti din noi care tind spre o noua directie de explorare. Daca grupul este destul de mare si arata destul de mult a multime ori adunare, atunci visul va indica mai degraba modul dumeanoastra de fi. Explorati modalitati si cai pe care si atii le-au urmat, inca nu ati gasit o cale autentica de explorare. Fiind separat de grup Visand ca ati fost separat de grup, un grup din care faceati parte, dar fara a avea prea multe resentimnete in vis, inseama ca perceptia de sine este foarte ridicata. Este posibil sa va identificati drept ganditor independent, cautand si descoperind mereu o a doua cale de rezolvare. Grupuri de tineri Grupurile de tineri aparute in vise vor face referire la imbinarea diferitelor aspecte ale personalitatii visatorului. De asemenea, pentru diverse persoane acest tip de vis ar putea sugera faptul ca ar trebui sa se distreze mai mult si ca ar trebui sa aibe incredere in capacitatea lor de a interactiona cu alte persoane. Grup de femei Visand un grup format doar din femei, indica faptul ca , in realitate, visatorul (barbat) va fi implicat intr-o altercatie sau ca viitorul apropiat va fi presarat de ingrijorari. Grup de barbati Apatitia unui grup format doar din barbati in visul unei femei, indica faptul ca, in realitate, visatoarea s-ar putea sa fie expusa la multiple evenimente, unele placute, altele mai putin palacute, din cauza dorintei de a le arata altora ca este independenta si extraordinara. Grup de copii Un adult visand un grup de copii va fi binecuvantat cu un viitor luminat. Visul prevesteste bunastare in famile, la locul de munca si in domeniul afacerilor.",
      "slug": "grup"
    },
    {
      "name": "Gresie",
      "category": "dictionar",
      "shortMeaning": "Aparitia gresiei in visele noastre are de-a face cu cresterea veniturilor si a pozitiei sociale.",
      "fullInterpretation": "Aparitia gresiei in visele noastre are de-a face cu cresterea veniturilor si a pozitiei sociale. De asemenea, gresia poate fi asociata si cu armonia in familie, in fiata de cuplu si, in general cu armonia interioara. O femeie care va visa o gresie frumoasa va avea parte (in functie de statutul acesteia, maritata sau ne maritata) fie de o dragoste dulce si inaltatoare, fie de armonie in familie. De asemenea, daca o femeie inarcinata va visa gresie bruta (piatra de gresie), visul va indica faptul ca sarcina acesteia va fi usoara si de bun augur.",
      "slug": "gresie"
    },
    {
      "name": "Galeata",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "galeata"
    },
    {
      "name": "Galop",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "galop"
    },
    {
      "name": "Galosi",
      "category": "dictionar",
      "shortMeaning": "(vezi si ghete) Daca visezi ca porti galosi inseamna ca vei putea sa-ti sporesti economiile.",
      "fullInterpretation": "(vezi si ghete) Daca visezi ca porti galosi inseamna ca vei putea sa-ti sporesti economiile.",
      "slug": "galosi"
    },
    {
      "name": "Galuste",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "galuste"
    },
    {
      "name": "Gandaci de bucatarie",
      "category": "dictionar",
      "shortMeaning": "Visele care au ca subiect principal gandacii de bucatarie sunt destul de frecvente si nu ar trebu...",
      "fullInterpretation": "Visele care au ca subiect principal gandacii de bucatarie sunt destul de frecvente si nu ar trebui sa va sperie, chiar daca acestia par infricosatori sau va creaza sentimente de repulsie. Gandacii de bucatarie nu sunt neaparat un semn rau, ei pot avea semnificatii diferite si uneori pot simboliza o surpriza sau unele evenimente fericite. Gandacii sunt considerati un semn de bun augur daca va pregatiti pentru un eveniment important, cum ar fi construirea unei case, mutarea intr-o casa noua, casatoria, etc. Ar trebui sa va considerati norocos daca i-ati visat si in viata de zi cu zi sunteti pe cale de a elabora sau a finaliza unul dintre planurile de mai sus. Conform izvoarelor populare, daca o femeie tanara sau o fata si ati visat o multime de gandaci, este semn de bunastare. Poate ca este vorba despre o zi placuta la cumparaturi cu multe haine si alte lucruri noi. Iar daca un tanar a avut acest vis, este un semn ca acesta va intalni o persoana influenta care ii va oferi ajutor pentru a-si croi un drum in viitor. In mod alternativ, visarea mai multor gandaci ar putea avea o semnificatie negativa simbolizand lipsa de putere pentru a va respecta promisiunile sau faptul mereu dezamagiti oamenii. Visele repetate cu gandaci de bucatarie vor disparea indata ce va veti rezolva cele mai presante preocupari si veti obtine pacea. Visand un gandac de bucatarie negru si sesizand in vis ca este deosebit de negru, implica faptul ca va exista o anumita problema, cum ar fi o cearta in familie sau un conflict cu o anumita persoana cu care ati avut contact recent. Gandaci mari si urati Daca gandacul din visele dumneavoastra este suficient de mare pentru a fi considerat un soi de monstru, cel mai probabail veti avea un cosmar si va veti trezi de frica, dar nu ar trebui sa va faceti prea multe griji. Contrar fricilor, visul este un semn favorabil care prevesteste un viitor cu peripetii incarcat de o multime de satisfactii profesionale si sentimentale. Daca niste gandaci uriasi incearca sa va atace, atunci visul prevesteste unele greutati si incercari. Poate ca ar trebui sa cheltuiti o suma de bani considerabila pentru a va reabilita / restaura o proprietate. Gandacii de mari dimensiuni sunt, de fapt, mici bariere care stau in cale fericirii dumneavoastra. Va puteti astepta la realizari personale, bunastare si crestere financiara, dar pentru toate acestea va trebui sa depuneti efort si sa luptati. Cu cat in vis sentimentul de repulsie este mai mare fata de acesti gandaci, cu atat rezultatele vor fi mai placute in realitate. Uciderea gandacilor de bucatarie in vis Omorarea unui gandac in vis este un semn de bun augur. Cel mai probabil este vorba despre unele vesti bune. In unele cazuri, dupa o despartire, este un semn ca veti intalni o noua persoana care complet diferita la gandire si infatisare si acest lucru va va incanta de minune. O alta interpretare, in cazul in care ati ucis un gandac, este posibilitatea schimbarii locului de munca in care va veti putea exprima potentialul creativ. Daca ati visat un gandac care este deja mort, s-ar putea sa aveti unele probleme si este putin probabil ca in viitorul apropiat planurile dumneavoastra sa decurga asa cum va doriti. Gandaci colorati Gandacii albi simbolizeaza lipsa de adevar. De fapt, oamenii din jurul dumneavoastra sunt cordiali si amabil, cel putin la suprafata. Veti afla acest lucru si veti fi foarte dezamagit. Gandacul rosu este asociat cu atentia si grija care va este acordata. Persoanele aparute recent in viata dumneavoastra se prefac ca va sunt prieteni, in relitate acestia au inceput sa ocupe mult spatiu din ea. Ipocrizia si munciuna acopera foarte bine lacomia si intentia lor rautacioasa, trebuie sa fiti atent cu aceste persoane.",
      "slug": "gandaci-de-bucatarie"
    },
    {
      "name": "Gangaci",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "gangaci"
    },
    {
      "name": "Gangster",
      "category": "dictionar",
      "shortMeaning": "Daca ti se arata in vis gangsteri insemana ca vei fi criticat de persoane cunoscute.",
      "fullInterpretation": "Daca ti se arata in vis gangsteri insemana ca vei fi criticat de persoane cunoscute. - Visul in care tu esti un gangster semnifica nevoia de a atinge si de a realiza lucruri prin forta si intimidare. - Daca in vis te confrunti sau esti amenintat(a) de catre un gangster insemna ca situatiile sau circumstantele din viata de zi cu zi devin coplesitoare. Te simti fostat(a) sa faci anumite lucruri. - Daca ai visat ca esti urmarit(a) de un gangster, semnifica regrete.",
      "slug": "gangster"
    },
    {
      "name": "Gara",
      "category": "dictionar",
      "shortMeaning": "(sosind trenul in gara) noi sarcini si obligatii, vesti -(plecand trenul in gara) perioada de rep...",
      "fullInterpretation": "(sosind trenul in gara) noi sarcini si obligatii, vesti -(plecand trenul in gara) perioada de repaus, de odihna, departe de orice obligatii -(aglomerata) obligatii si sarcini multiple pe plan profesional -perioada de incercari, teste, examene, concursuri, dispute intelectuale, suprasolicitare nervoasa si psihica -oboseala, extenuare, stress, toate acestea intr-un context ce nu ofera prea multa liberate de miscare, fiind obligat sa respecti niste reguli stricte -(goala, parasita) perioada de plictiseala, de inactivitate, detasare de problemele profesionale, dezinteres -(asteptand in gara) senzatia ca lucruri noi urmeaza sa se intample pe plan profesional -noutati, vesti, discutii colegiale -dorinta de a gasi un alt loc de munca sau o alta profesiune -noi initiative pe plan profesional -(conducand pe cineva la gara) sprijin in probleme profesionale -consiliere, sfatuire din partea unor persoane cu experienta.(intrand in garaj) nevoia de a economisi aceste resurse, de a nu le risipi pe actiuni marunte -(iesind din garaj) nevoia de a folosi din plin aceste resurse -(fiind in garaj) tendinta de a acumula aceste resurse pentru momente mai dificile, deci expectativa, senzatia de stagnare.Visul la o autogara aglomerata inseamna multe responsabilitati la locul de munca. Daca visati o autogara goala atunci inseamna ca treceti printr-o perioada de stagnare in viata, nu va implicati deloc la munca. Visul in care asteptati pe cineva la autogara sugereaza ca vor aparea cateva schimbari la locul de munca, probabil pozitive. Daca visati ca plecati de la autogara inseamna ca vreti sa va cautati un nou loc de munca. Visul in care conduceti pe cineva la autogara inseamna ca veti ajuta pe cineva cu bani.Fumul de tigara in vise semnifica faptul ca va veti face o noua cunostinta. Este posibil sa legati o relatie cu cineva de sex opus, insa strict amicala.",
      "slug": "gara"
    },
    {
      "name": "Garaj",
      "category": "dictionar",
      "shortMeaning": "(intrand in garaj) nevoia de a economisi aceste resurse, de a nu le risipi pe actiuni marunte -(i...",
      "fullInterpretation": "(intrand in garaj) nevoia de a economisi aceste resurse, de a nu le risipi pe actiuni marunte -(iesind din garaj) nevoia de a folosi din plin aceste resurse -(fiind in garaj) tendinta de a acumula aceste resurse pentru momente mai dificile, deci expectativa, senzatia de stagnare.",
      "slug": "garaj"
    },
    {
      "name": "Gard",
      "category": "dictionar",
      "shortMeaning": "(care trebuie escaladat) obstacole, probleme, incapacitatea de a continua o actiune -(care inconj...",
      "fullInterpretation": "(care trebuie escaladat) obstacole, probleme, incapacitatea de a continua o actiune -(care inconjoara un spatiu, incomplet inchis, cu posibilitate de iesire) constrangeri, libertate limitata de actiune sau de exprimare -(care inconjoara un spatiu, complet inchis, fara posibilitate de iesire si cu sentiment de liniste) protectie, prudenta exagerata, nevoie de odihna, de retragere din mijlocul agitatiei, autocontrol, nevoie de intimitate -(care inconjoara un spatiu, complet inchis, fara posibilitate de iesire si cu sentiment de neliniste) izolare, egoism, egocentrism, avaritie, separare, teama de a nu fi prins in capcana.Visul in care construiti un gard de lemn sugereaza ca veti auzi vesti bune despre baietii tineri din familia dumneavoastra.Conform traditiei romanesti, daca te-ai visat gardian, inseamna ca vei pierde o suma de bani dar ai convingerea ca tu esti singurul care isi poate rezolva problemele. - Daca ai visat ca esti gardian la banca, inseamna ca in ultima vreme ai un comportament ilogic. - Visul in care tu esti gardian, semnifica teama fata de regulile pe care le-ai incalcat.Zgarda in vise semnifica inchidere si retinere. S-ar putea sa treceti printr-o situatie frustranta la locul de munca sau printr-o relatie inchisa. Visul in care purtati o zgarda sugereaza ca vi se vor acorda onoruri importante de care cu greu sunteti vrednic. Pentru o femeie ce viseaza o zgarda inseamna ca are multi admiratori, dar nici unul nu este sincer si cel mai probabil va ramane singura inca o perioada.",
      "slug": "gard"
    },
    {
      "name": "Gard de lemn",
      "category": "dictionar",
      "shortMeaning": "Visul in care construiti un gard de lemn sugereaza ca veti auzi vesti bune despre baietii tineri ...",
      "fullInterpretation": "Visul in care construiti un gard de lemn sugereaza ca veti auzi vesti bune despre baietii tineri din familia dumneavoastra.",
      "slug": "gard-de-lemn"
    },
    {
      "name": "Gardian",
      "category": "dictionar",
      "shortMeaning": "Conform traditiei romanesti, daca te-ai visat gardian, inseamna ca vei pierde o suma de bani dar ...",
      "fullInterpretation": "Conform traditiei romanesti, daca te-ai visat gardian, inseamna ca vei pierde o suma de bani dar ai convingerea ca tu esti singurul care isi poate rezolva problemele. - Daca ai visat ca esti gardian la banca, inseamna ca in ultima vreme ai un comportament ilogic. - Visul in care tu esti gardian, semnifica teama fata de regulile pe care le-ai incalcat.",
      "slug": "gardian"
    },
    {
      "name": "Gargarita",
      "category": "dictionar",
      "shortMeaning": "Gargarita in vise, in general prevesteste noroc, dragoste, bunastare.",
      "fullInterpretation": "Gargarita in vise, in general prevesteste noroc, dragoste, bunastare. Daca visati o gargarita inseamna ca veti avea noroc, poate chiar veti pleca intr-o calatorie in urma careia va veti bucura de niste castiguri neasteptate. Celor necasatoriti care viseaza o gargarita, li se prevesteste ca vor cunoaste o persoana alaturi de care vor incepe o relatie, poate chiar va avea loc o casnicie. Daca visati o gargarita care se opreste din zbor pe mana sau pe haine sugereaza ca veti primi vesti foarte bune. Totusi, gargarita in vis mai poate prevesti si o problema care trebuie rezolvata. Daca gargarita are dimensiuni neobisnuite, atunci visul este analog cu marimea problemei.",
      "slug": "gargarita"
    },
    {
      "name": "Garoafe garoafa",
      "category": "dictionar",
      "shortMeaning": "Garoafele in vis simbolizeaza lumina inimii, vitalitate, bucurie sufleteasca si noroc.",
      "fullInterpretation": "Garoafele in vis simbolizeaza lumina inimii, vitalitate, bucurie sufleteasca si noroc. Alternativ garoafele reprezinta renastere, reincarnare. - Daca in vis vezi sau porti o garoafa este semn ca vei avea noroc in dragoste. - Daca ai visat garoafe ofilite, atentie la certuri in familie. - Daca ai visat o garoafa rosie, semn de dragoste pasionala. - Daca in vis culegi garoafe semnifica placere si bucurie. - Garoafa galbena, in vis, semnifica iubire cu gelozie. - De ai primit o garoafa inseamna ca mergi la o petrecere.",
      "slug": "garoafe-garoafa"
    },
    {
      "name": "Garsoniera",
      "category": "dictionar",
      "shortMeaning": "De cele mai multe ori, garsoniera in vise simbolizeaza o limitare a vietii dumneavoastra interioare.",
      "fullInterpretation": "De cele mai multe ori, garsoniera in vise simbolizeaza o limitare a vietii dumneavoastra interioare. Ar trebui sa va descarcati, sa va eliberati de probleme si ganduri negative.",
      "slug": "garsoniera"
    },
    {
      "name": "Gasca ( pasare )",
      "category": "dictionar",
      "shortMeaning": "( pasare )Onoruri, favoruri, complimente prostesti - alba - iarna cu zapada, ii superi pe dusaman...",
      "fullInterpretation": "( pasare )Onoruri, favoruri, complimente prostesti - alba - iarna cu zapada, ii superi pe dusamani - alba si mare - prevedere, inlaturi dusmanii din cale - a frige - chef, bucurie - auzind - vorbe desarte - batand din aripi - noroc - cu boboci - cati boboci are atatea iubite (iubiti) vei avea - pe langa casa - nenorocire - fugind - oaspeti - hranindu - le - intemeierea unei familii - gasind - castig in afaceri - grasa - ai primit propuneri noi - inconjurat de - dorinte sexuale - jumulind - nemultumire - la casa ta - semn de nemultumire - frigand - bucurie, chef - in lupta cu alta - femeie geloasa si certareata - lovind - mostenire - mare - avansare la serviciu - mancand gasca fripta - castig si foloase in afaceri - pazind - voie buna in familie - pregatindu-te a taia - mostenire apropiata - ranind - este bine in familie - stand - participi la o adunare de cucoane - stand intr-un picior - osteneala fara folos - taind - mostenire - zburand - vreme schimbatoare, cale indepartata te asteapta, calatorie fara rezultate bune - zburand in card - drum indepartat.",
      "slug": "gasca-pasare"
    },
    {
      "name": "Gasi",
      "category": "dictionar",
      "shortMeaning": "(ceva pierdut) regret, dorinta de a repara o greseala, sanse de a te reabilita -(a gasi ceva nou) vezi a descoperi.",
      "fullInterpretation": "(ceva pierdut) regret, dorinta de a repara o greseala, sanse de a te reabilita -(a gasi ceva nou) vezi a descoperi.A gasi bani in vise inseamna ca veti avea de infruntat anumite dificultati, dar, in acelasi timp, veti experimenta si noi schimbari majore si fericite. Un pungas poate fi un semn ca aveti dificultati. Ca si in vis pungasii sunt oameni care vor sa va traga pe sfoara , o alegere gresita poate aduce un pericol pentru dumneavoastra.",
      "slug": "gasi"
    },
    {
      "name": "Gat",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea cap).",
      "fullInterpretation": "(vezi, de asemenea cap). Trezirea dintr-un astfel de vis in care in care am fost sugrumati este unul dintre acele momente care ne fac sa ramanem in pat gafaind si, totodata, cu un sentiment de usurare ca a fost doar un vis. In general, astfel de vise ce implica sufocare, strangulare, sugrumare sau a fi strans de gat, sunt o indicatie aproape calara ca ceva sau cineva din viata reala va impiedica sa va dezvoltati si sa prosperati. A fi strangulat, sugrumat sau strans de gat de catre alta persoana Acest vis face parte dintr-o categorie mai vasta de vise generate din cauza anxietatii sau ca urmare a violente fizice sau sau a unei agresiuni psihice. Aceste tipuri de vise denota sentimente de victimizare, constrangere, presiune sau conflict si pot avea multiple semnificatii. In cazul unei strangulari, visul face referire la o constrangere , la o presiune sau la o incercare din partea cuiva de a va controla. Poate ca vi se solicita in mod repetat sa va supuneti la ceva ceea ce contravine cu principile dumneavoastra de viata. Un alt motiv din cauza caruia pot aparea astfel de vise este ca incercati in mod intentionat sa va inabusiti emotiile si simtiti ca sunteti incpabili sa va exprimati pe deplin sau cu toata inima.",
      "slug": "gat"
    },
    {
      "name": "Gaura",
      "category": "dictionar",
      "shortMeaning": "(in ceva) eroare trecuta cu vederea, risipa de energie, pierderea unor resurse importante pe flea...",
      "fullInterpretation": "(in ceva) eroare trecuta cu vederea, risipa de energie, pierderea unor resurse importante pe fleacuri sau lucruri neimportante -ceva lipseste sau trebuie schimbat in viata ta -(in ciorap sau pe haine) imagine stirbita, ce necesita o schimbare totala, nevoia de a crea o imagine mai buna despre tine -(intunecate sau adanci) teama de necunoscut, de imprevizibil -(gaura cheii) secrete, dorinta de a afla unele detalii greu accesibile, spionare, tendinta spre barfa, lipsa de incredere in ceilalti.Daca visati o gaura neagra inseamna ca este un avertisment ca sunteti atras in situatii nedorite de catre persoane care au influenta negativa asupra dumneavoastra. Revizuiti-va relatiile si cata putere asupra dumneavoastra le oferiti. Visul mai poate indica si ca ceva sau cineva a aparut de nicaieri in viata dumneavoastra. O gaura neagra in vise adesea reprezinta depresia, stresul si anxietatea. Este important in acest caz sa va ganditi la propria sanatate mentala. Adevaratul sens al acestui vis este ca ar trebui sa va odihniti in urmatoarele luni. Orice vis legat de o gaura neagra este un semnal ca trebuie sa va recuperati si sa va regenerati. A vedea o gaura neagra in vise indica faptul ca nu exista cale de intoarcere la decizia pe care o luati. S-ar putea sa va simtiti blocat intr-o situatie. Alternativ, gaura neagra ar putea simboliza subconstientul si necunoscutul.",
      "slug": "gaura"
    },
    {
      "name": "Gaura neagra",
      "category": "dictionar",
      "shortMeaning": "Daca visati o gaura neagra inseamna ca este un avertisment ca sunteti atras in situatii nedorite ...",
      "fullInterpretation": "Daca visati o gaura neagra inseamna ca este un avertisment ca sunteti atras in situatii nedorite de catre persoane care au influenta negativa asupra dumneavoastra. Revizuiti-va relatiile si cata putere asupra dumneavoastra le oferiti. Visul mai poate indica si ca ceva sau cineva a aparut de nicaieri in viata dumneavoastra. O gaura neagra in vise adesea reprezinta depresia, stresul si anxietatea. Este important in acest caz sa va ganditi la propria sanatate mentala. Adevaratul sens al acestui vis este ca ar trebui sa va odihniti in urmatoarele luni. Orice vis legat de o gaura neagra este un semnal ca trebuie sa va recuperati si sa va regenerati. A vedea o gaura neagra in vise indica faptul ca nu exista cale de intoarcere la decizia pe care o luati. S-ar putea sa va simtiti blocat intr-o situatie. Alternativ, gaura neagra ar putea simboliza subconstientul si necunoscutul.",
      "slug": "gaura-neagra"
    },
    {
      "name": "Gaz",
      "category": "dictionar",
      "shortMeaning": "(miros de gaz) erori ce ar putea crea necazuri -atentie sporita asupra actiunilor proprii sau ale...",
      "fullInterpretation": "(miros de gaz) erori ce ar putea crea necazuri -atentie sporita asupra actiunilor proprii sau ale altora, pentru a nu se strecura vreo greseala -actiuni riscante.- Daca ai visat ca gazduiesti oameni, inseamna ca financiar esti bine, vei avea o conditie materiala buna. - Daca visezi ca esti gazduit de cineva sau undeva si simti ca esti primit(a) calduros, tratat(a) bine, inseamna ca o persoana iti furnizeaza sprijin si prietenie. - Daca gazduiesti o multime, inseamna ca esti sub amenintare. Daca o multime de oameni te gazduieste, inseamna ca semnimentele, virtutiile sau succesele tale nu vor fi observate.Gazelele sunt creaturi frumoase si gratioase, in general visul face referire la o femeie frumoasa. Gazela in vis simbolizeaza gratia, viteza si sufletul. - Daca ai visat repetat gazela, inseamna ca ai un interes deosebit pentru cineva anume. - Daca in vis arunci cu pietre intr-o gazela, semnifica cearta cu sotia, despartire, abandon familial. - Daca ai visat ca capturezi o gazela, inseamna ca vei reusi sa seduci o femeie la care iti statea gandul de ceva timp. - Daca in vis esti atacat(a) de o gazela, inseamna cearta cu sotia(sotul). - Daca ucizi o gazela,Â va trebui sa te lupti cu nevoile si vei fi limitat(a) de timp si griji. - Daca visezi o gazela cu ochi blanzi, semnifica sot / sotie loiala.Un gazon frumos in vise inseamna noroc in dragoste si in afaceri. Visul in care gazonul este intr-o stare proasta sugereaza faptul ca veti munci mult pentru a avea anumite rezultate.Magazia in vise reprezinta resurse stocate sau ascunse de energie. Magazia, de asemenea, se poate referi si la amintiri. Alternativ, visul inseamna ca vi se pun ambitiile si obiectivele in asteptare. - Daca ai visat o magazie abandonata sau goala indica faptul ca resursele tale interioare au fost epuizate. Ai nevoie de ceva timp liber a-ti restaura energia si pentru a-ti reface resursele. - Daca ai visat ca lucrezi intr-o magazie, inseamna ca cineva iti va solicita un imprumut. - Visul in care ai inchiriat o magazie goala reprezinta receptivitate si deschiderea ta catre lucruri noi.A visa ca sunteti intr-un magazin de haine inseamna ca sunteti in cautarea unei noi imagini. Va doriti sa fiti vazuti intr-un alt mod. Alternativ, visul sugereaza ca aveti anumite anxietati in privinta potrivirii pentru o anume pozitie sau rol.",
      "slug": "gaz"
    },
    {
      "name": "Gazda",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca gazduiesti oameni, inseamna ca financiar esti bine, vei avea o conditie materiala buna.",
      "fullInterpretation": "- Daca ai visat ca gazduiesti oameni, inseamna ca financiar esti bine, vei avea o conditie materiala buna. - Daca visezi ca esti gazduit de cineva sau undeva si simti ca esti primit(a) calduros, tratat(a) bine, inseamna ca o persoana iti furnizeaza sprijin si prietenie. - Daca gazduiesti o multime, inseamna ca esti sub amenintare. Daca o multime de oameni te gazduieste, inseamna ca semnimentele, virtutiile sau succesele tale nu vor fi observate.",
      "slug": "gazda"
    },
    {
      "name": "Gazela",
      "category": "dictionar",
      "shortMeaning": "Gazelele sunt creaturi frumoase si gratioase, in general visul face referire la o femeie frumoasa.",
      "fullInterpretation": "Gazelele sunt creaturi frumoase si gratioase, in general visul face referire la o femeie frumoasa. Gazela in vis simbolizeaza gratia, viteza si sufletul. - Daca ai visat repetat gazela, inseamna ca ai un interes deosebit pentru cineva anume. - Daca in vis arunci cu pietre intr-o gazela, semnifica cearta cu sotia, despartire, abandon familial. - Daca ai visat ca capturezi o gazela, inseamna ca vei reusi sa seduci o femeie la care iti statea gandul de ceva timp. - Daca in vis esti atacat(a) de o gazela, inseamna cearta cu sotia(sotul). - Daca ucizi o gazela,Â va trebui sa te lupti cu nevoile si vei fi limitat(a) de timp si griji. - Daca visezi o gazela cu ochi blanzi, semnifica sot / sotie loiala.",
      "slug": "gazela"
    },
    {
      "name": "Gazon",
      "category": "dictionar",
      "shortMeaning": "Un gazon frumos in vise inseamna noroc in dragoste si in afaceri.",
      "fullInterpretation": "Un gazon frumos in vise inseamna noroc in dragoste si in afaceri. Visul in care gazonul este intr-o stare proasta sugereaza faptul ca veti munci mult pentru a avea anumite rezultate.",
      "slug": "gazon"
    },
    {
      "name": "Geaca de piele",
      "category": "dictionar",
      "shortMeaning": "Geaca de piele in vise reprezinta o indiferenta asertiva sau o personalitate insensibila.",
      "fullInterpretation": "Geaca de piele in vise reprezinta o indiferenta asertiva sau o personalitate insensibila. Protejare sau defensiva insensibila. O parte din dumneavoastra se lupta sau nu ii pasa de sentimentele celorlalti. Sa faceti ceea ce trebuie facut indiferent de situatie. Din punct de vedere negativ, a visa o geaca de piele ar putea insemna o atitudine insensibila, nepoliticoasa sau chiar periculoasa. Anumite parti din viata dumneavoastra ce va pot face sa insultati sau sa ii raniti pe ceilalti daca va simtiti amenintat. Visul ar mai putea reflecta deciziile proaste pe care le-ati luat care necesita sa ignorati reclamatiile sau sentimentele celorlalti.",
      "slug": "geaca-de-piele"
    },
    {
      "name": "Geam spart",
      "category": "dictionar",
      "shortMeaning": "Un geam spart in vis reprezinta perspectiva si punctul dumneavoastra de vedere distorsionat asupra vietii.",
      "fullInterpretation": "Un geam spart in vis reprezinta perspectiva si punctul dumneavoastra de vedere distorsionat asupra vietii. Ar mai putea insemna si ca sunteti persoane haotice si nu prea stiti ce doriti de la viata. Daca visati o fereastra cu geamuri sparte inseamna ca aveti sanse sa va pierdeti averea. Visul in care spargeti un geam sugereaza ca veti avea o cearta cu oamenii apropiati dumneavoastra sau chiar ruperea legaturii cu acestia.",
      "slug": "geam-spart"
    },
    {
      "name": "Geamantan",
      "category": "dictionar",
      "shortMeaning": "Daca in vis apare un geamantan se refera de regula la faptul ca vei face o calatorie.",
      "fullInterpretation": "Daca in vis apare un geamantan se refera de regula la faptul ca vei face o calatorie. Insa in functie de marimea lui si de greutatea pe care o are mai putem oferi si o alta interpretare si anume aceea de cunostinte si de informatii pe care le ai. Astfel ca geamantanul din vis daca este plin se refera la bagajul tau intelectual, la tot ceea ce ai acumulat pana acum. Daca este gol inseamna ca mai ai multe de invatat de la viata si trebuie sa incerci cumva sa iti umpli existenta. Daca visezi ca mergi cu un geamantan pe strada se mai spune ca e posibil ca in curand sa iti schimbi domiciliul si sa pornesti pe alte drumuri, sa faci modificari in viata ta si la locul de munca sau in viata personala.",
      "slug": "geamantan"
    },
    {
      "name": "Geanta",
      "category": "dictionar",
      "shortMeaning": "(de femeie) vezi poseta -(de umar sau de voiaj) mobilitate, adaptare, capacitate de a accepta sch...",
      "fullInterpretation": "(de femeie) vezi poseta -(de umar sau de voiaj) mobilitate, adaptare, capacitate de a accepta schimbarile din mers, rapiditate in actiuni, senzatia ca nu mai este timp pentru tatonari, dorinta de schimbare -(mare, incapatoare) vezi valiza.",
      "slug": "geanta"
    },
    {
      "name": "Gel de par",
      "category": "dictionar",
      "shortMeaning": "Visul in care utilizati gelul de par reprezinta dorinta de comanda.",
      "fullInterpretation": "Visul in care utilizati gelul de par reprezinta dorinta de comanda. Simtiti nevoia ca toate lucrurile sa fie la locul lor.",
      "slug": "gel-de-par"
    },
    {
      "name": "Gelatina",
      "category": "dictionar",
      "shortMeaning": "Visele in care visezi ca mananci gelatina reprezinta o perspectiva intr-o situatie despre care aveati multe intrebari.",
      "fullInterpretation": "Visele in care visezi ca mananci gelatina reprezinta o perspectiva intr-o situatie despre care aveati multe intrebari. Alternativ visul indica faptul ca esti dupus(a) sa pastrezi sau sa mentii o relatie. Traditia romaneasca ne spune ca gelatina este semn al unei vieti fericite alaturi de persoana iubita si un semn de satisfactie profesionala",
      "slug": "gelatina"
    },
    {
      "name": "Gelozie",
      "category": "dictionar",
      "shortMeaning": "Visele in care esti gelos (geloasa) pe o alta persoana semnifica faptul ca astfel de sentimente p...",
      "fullInterpretation": "Visele in care esti gelos (geloasa) pe o alta persoana semnifica faptul ca astfel de sentimente pot fi raportate din viata reala. Visul poate dezvalui sentimentele tale de gelozie inconstienta fata de anumite persoane.Alternativ, visul de gelozie reprezinta vulnerabilitatea si frica de intimitate. - Daca ai visat ca tu esti motivul unei gelozi, inseamna ca trebuie sa faci eforturi ca sa iti reprimi eforturile puternice. Pentru o interpretare mai detaliata va rugam sa consultati interpretarea visului invidie",
      "slug": "gelozie"
    },
    {
      "name": "Gem",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca mananci gem, inseamna ca trebuie sa dai gust vietii tale.",
      "fullInterpretation": "- Daca ai visat ca mananci gem, inseamna ca trebuie sa dai gust vietii tale. Nu esti prea multumit(a) de viata ta, trebuie sa faci ceva pentru ca viata ta sa devina mai dulce. Alternativ, visul va indica faptul ca te poti baza pe sprijinul din partea rudelor.Â - Daca visezi ca faci gem, inseamna ca iti vei face prieteni noi in comunitatea ta dar atentie la problemele de sanatate. - Daca ai visat un borcan cu gem, inseamna ca te amagesti singur(a).",
      "slug": "gem"
    }
  ]
}