{
  "symbols": [
    {
      "name": "Gemeni",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "gemeni"
    },
    {
      "name": "Gene",
      "category": "dictionar",
      "shortMeaning": "Genele in vis denota feminitatea, deoarece accentueaza trasaturile feminine.",
      "fullInterpretation": "Genele in vis denota feminitatea, deoarece accentueaza trasaturile feminine. Visul in care genele sunt in crestere indica faptul ca vrei sa te exprimi intr-un fel subtil. De asemenea, genele, insemna noroc. - Daca ai visat ca ti se desprind genele sau ca iti pica , inseamna ca vei avea dificultati in a te exprima. Acest vis poate insemna, de asemenea, o pierdere in puterea ta feminina. In cazul in care o singura geana cade, atunci ea semnifica noroc. Gene lungi de ai visat reprezinta atractie sexuala, atractie fizica, atractie pentru sexul opus.",
      "slug": "gene"
    },
    {
      "name": "Genunchi",
      "category": "dictionar",
      "shortMeaning": "(stand sau asezandute in genunchi) supunere, umilinta, compromis, sacrificiu, caracter slab, nevo...",
      "fullInterpretation": "(stand sau asezandute in genunchi) supunere, umilinta, compromis, sacrificiu, caracter slab, nevoia de a cere iertare sau de a-ti recunoaste greselile -(lovit la genunchi) piedici, critici, necesitatea de a accepta unele constrangeri.Visul in care ingenunchiezi reprezinta smerenia ta. Alternativ, infica faptul ca esti deschis la influentele altora. - Daca ai visat ca ingenunchiezi intr-un loc special pentru rugaciune inseamna ca trebuie sa ai grija sa nu faci sau sa spui lucruri care ti-ar produce neplaceri.",
      "slug": "genunchi"
    },
    {
      "name": "Gheara",
      "category": "dictionar",
      "shortMeaning": "(animal cu ghearele scoase) amenintare, avertisment -(zgariat) moment de slabiciune, riscul de a ...",
      "fullInterpretation": "(animal cu ghearele scoase) amenintare, avertisment -(zgariat) moment de slabiciune, riscul de a face greseli, neatentie.",
      "slug": "gheara"
    },
    {
      "name": "Gheata",
      "category": "dictionar",
      "shortMeaning": "(murdara) anxietate, deruta sentimentala, stress, teama de respingere sau de eroare, deruta, star...",
      "fullInterpretation": "(murdara) anxietate, deruta sentimentala, stress, teama de respingere sau de eroare, deruta, stare de confuzie -(curata) rezistenta, economie, stagnare, asteptare, rigiditate, pasivitate -(mergand sigur pe gheata) incredere in ceilalti sau in persoana iubita -(mergand nesigur pe gheata) precautie, prudenta sporita in relatie cu ceilalti, neincredere, indoieli, teama de a nu fi inselat.",
      "slug": "gheata"
    },
    {
      "name": "Ghem",
      "category": "dictionar",
      "shortMeaning": "Ghemul de ata sau de lana din vise simbolizeaza situatiile incurcate pe care nu le puteti descurca.",
      "fullInterpretation": "Ghemul de ata sau de lana din vise simbolizeaza situatiile incurcate pe care nu le puteti descurca. Totodata, un ghem in vise inseamna ciclicitate, greseli repetate frecvent, rabdare si munca, un destin pe care vi-l faceti singur.",
      "slug": "ghem"
    },
    {
      "name": "Ghepard",
      "category": "dictionar",
      "shortMeaning": "Se pare ca interpretarea viselor in care apare un ghepard are majoritatea calitatilor acestui animal magnific.",
      "fullInterpretation": "Se pare ca interpretarea viselor in care apare un ghepard are majoritatea calitatilor acestui animal magnific. Totusi, trebuie sa tineti cont ca ghepardul este un vanator feroce, care ataca de multe ori si omul, astfel ca animalele salbatice din vis va arata ca prin instinctele dumneavoastra nedomesticite va puteti face rau singur sau celor din jur. Ghepardul din vise mai poate insemna si veti avea succes in carirera deoarece stiti sa jonglati printre probleme si aveti o minte agera.",
      "slug": "ghepard"
    },
    {
      "name": "Ghetar",
      "category": "dictionar",
      "shortMeaning": "Ghetarul in vis se refera la sentimentele tale reci.",
      "fullInterpretation": "Ghetarul in vis se refera la sentimentele tale reci. Emotional te inchizi in tine. Alternativ, ghetarii denota schimbari evitabile. - Daca in vis privesti un ghetar, inseamna ca te pandesc pericole, tradari si capcane la locul de munca. - Daca in vis iti apare un ghetar mare inseamna ca vei face o calatorie intr-un tinut rece.",
      "slug": "ghetar"
    },
    {
      "name": "Ghete",
      "category": "dictionar",
      "shortMeaning": "Ghetele simbolizeaza puterea din miscarea ta si pozitia sociala.",
      "fullInterpretation": "Ghetele simbolizeaza puterea din miscarea ta si pozitia sociala. - Daca in vis comanzi o pereche de ghete, semn de calatorie. - Daca in vis cumperi sau cureti ghetele, inseamna ca vei primi un cadou. - Daca ti-ai pierdut ghetele in vis, inseamna ca ai fost inselat(a) de partenerul de viata. - Daca in vis ghetele tale sunt vechi si uzate, indica faptul ca vei primi o insulta nemeritata. - Daca ai visat ca probezi ghete noi, primesti vesti bune.Visul in care mancati spaghete si va murdariti inseamna ca veti avea parte de momente neplacute cu prietenii.",
      "slug": "ghete"
    },
    {
      "name": "Ghicitoare ghicitori",
      "category": "dictionar",
      "shortMeaning": "Vise in care incercam sa rezolvam o ghicitoare sugereaza rabdarea noastra ce este pusa la incerca...",
      "fullInterpretation": "Vise in care incercam sa rezolvam o ghicitoare sugereaza rabdarea noastra ce este pusa la incercare in unele situatii din viata de zi cu zi. Alternativ, visul semnifica neputinta. Crezi ca iti poti rezolva problemele doar apeland la ajutor din exterior, nu ai incredere indeajuns de mare in intuitia ta. - Daca ai gasit raspunsul corect la o ghicitoare, inseamna ca ti se vor oferi oportunitati favorabile. - Daca ai visat ca ai mers la o ghicitoare, inseamna ca intampini greutati in cucerirea persoanei iubite.",
      "slug": "ghicitoare-ghicitori"
    },
    {
      "name": "Ghid",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis tu esti un ghid inseamna ca o forta mare te ghideaza spre obiectivele tale.",
      "fullInterpretation": "- Daca in vis tu esti un ghid inseamna ca o forta mare te ghideaza spre obiectivele tale. Esti pe drumul cel bun spre dezvoltarea personala sau la iluminarea spirituala. - Daca visezi ca esti ghid turistic si insotesti o persoana in afara orasului sau ca tu esit ghidat de o alta persoana, inseamna ca vei reusi sa faci bani cu noua afacere. - Daca ai visat ca esti condus(a) de catre un ghid, semnifica nevoia de a-ti gasi calea, cautare de sine, cautarea unui invatacel, preot sau maestru spiritual care sa te ghideze.",
      "slug": "ghid"
    },
    {
      "name": "Ghilotina",
      "category": "dictionar",
      "shortMeaning": "Ghilotina in vis simbolizeaza gandire irationala, furie, ostilitate si eruptia unor emotii puternice.",
      "fullInterpretation": "Ghilotina in vis simbolizeaza gandire irationala, furie, ostilitate si eruptia unor emotii puternice. Trebuie sa gandesti si sa analizezi bine lucrurile inainte de a actiona. La nivel spiritual ghilotina are functia de a separa ceva. Visul poate fi conectat cu sentimentele de vinovatie si auto-pedepsire. Aparitia unei ghilotine in vis poate reflecta ideea unei pedepse primite, sau frica de o potentiala sanctiune in urma incalcarii unei reguli. - Daca ai visat ca esti martorul(martora) unei executii inseamna ca vei fi martorul unui accident.",
      "slug": "ghilotina"
    },
    {
      "name": "Ghinda",
      "category": "dictionar",
      "shortMeaning": "Ghinda in vis simbolizeaza rezistenta si durabilitate.",
      "fullInterpretation": "Ghinda in vis simbolizeaza rezistenta si durabilitate. Inceputuri aparent mici vor avea cel mai mare potential de crestere. Nu subestimati obiectele minore. Alternativ, visul inseamna ca esti pe cale sa pasesti intr-o noua etapa a vietii tale. Visul este considerat in general un vis bun, prevesteste viata indelungata. - Daca ai visat ca aduni ghinde inseamna ca vei primi o mostenire. - Daca ai visat ghinda multa semnifica trai bun si imbelsugat. - Daca ai visat ca mananci ghinda sau ca alegi de pe sol inseamna ca te vei bucura de beneficiile succesului tau dupa o munca indelungata si grea. - Daca in vis vezi cum trenura ghinda intr-un copac inseamna ca ai o influienta semnificativa asupra altora. - Daca ai visat ca aduni ghinda putreda sau uscata inseamna dezamagire si refuz. - In traditiile occidentale se zice ca femeia ce a visat ghinde va naste gemeni.",
      "slug": "ghinda"
    },
    {
      "name": "Ghiocel",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ghiocel"
    },
    {
      "name": "Ghiozdan",
      "category": "dictionar",
      "shortMeaning": "Ghiozdanul in vis reprezinta precautie, chibzuinta.",
      "fullInterpretation": "Ghiozdanul in vis reprezinta precautie, chibzuinta. Totodata, poate insemna acumulari materiale si o pofta de viata nestavilita. Vedeti si visul rucsac.",
      "slug": "ghiozdan"
    },
    {
      "name": "Ghirlanda",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca ghirlanda prevesteste bucurii.",
      "fullInterpretation": "In traditia romaneasca ghirlanda prevesteste bucurii. - Daca in vis agati ghirlande de flori inseamna ca vei participa la o ceremonie ca invitat de onoare. - Daca ai visat ca tu porti o ghirlanda inseamna ca vei avea parte de succes.",
      "slug": "ghirlanda"
    },
    {
      "name": "Ghiveci",
      "category": "dictionar",
      "shortMeaning": "Daca visati un ghiveci, semnifica nevoia de a avea grija mai mare de tine, de oragnismul si de sa...",
      "fullInterpretation": "Daca visati un ghiveci, semnifica nevoia de a avea grija mai mare de tine, de oragnismul si de sanatatea ta, nu te valorizezi destul pe tine insuti.Ghiveciul cu flori in vise simbolizeaza pantecul si aspectele feminine ale dumneavoastra. De asemenea, reprezinta protectia si grija. Alternativ, un ghiveci cu flori in vise inseamna ca creativitatea dumneavoastra este ingradita.",
      "slug": "ghiveci"
    },
    {
      "name": "Ghiveci cu flori",
      "category": "dictionar",
      "shortMeaning": "Ghiveciul cu flori in vise simbolizeaza pantecul si aspectele feminine ale dumneavoastra.",
      "fullInterpretation": "Ghiveciul cu flori in vise simbolizeaza pantecul si aspectele feminine ale dumneavoastra. De asemenea, reprezinta protectia si grija. Alternativ, un ghiveci cu flori in vise inseamna ca creativitatea dumneavoastra este ingradita.",
      "slug": "ghiveci-cu-flori"
    },
    {
      "name": "Gimnastica",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "gimnastica"
    },
    {
      "name": "Ginecolog",
      "category": "dictionar",
      "shortMeaning": "(Daca esti femeie) temeri, riscuri, anxietate, panica, nesiguranta -(daca esti barbat) situatii penibile, jena.",
      "fullInterpretation": "(Daca esti femeie) temeri, riscuri, anxietate, panica, nesiguranta -(daca esti barbat) situatii penibile, jena.",
      "slug": "ginecolog"
    },
    {
      "name": "Ginere",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca sunteti ginere in casa, inseamna ca veti avea vesti bune, posibil casatoria unui prieten.",
      "fullInterpretation": "Daca visati ca sunteti ginere in casa, inseamna ca veti avea vesti bune, posibil casatoria unui prieten. Visul in care cineva va spune ca este ginere sugereaza ca veti primi o veste neasteptata, care va va influenta viitorul. Daca v-ati visat vorbind cu ginerele dumneavoastra sau acesta va cere ajutorul, inseamna ca cei apropiati vor avea necazuri. Ar putea fi vorba de o boala sau probleme financiare.",
      "slug": "ginere"
    },
    {
      "name": "Gingie",
      "category": "dictionar",
      "shortMeaning": "Gingiile sangerande in vise sugereaza faptul ca, in viata reala, ar trebui sa va verificati gingiile.",
      "fullInterpretation": "Gingiile sangerande in vise sugereaza faptul ca, in viata reala, ar trebui sa va verificati gingiile. De asemenea, a vedea sange pe gingie in vise prevesteste intalnirea cu rude distante. Daca visati ca vedeti gingii cu dinti stricati atunci sunteti avertizat de posibile boli ale unor rude. Partea superioara a gingiilor reprezinta generatia in varsta precum bunici sau unchi, iar partea inferioara face referire la generatia tanara: copii, nepoti, frati. Visul in care va cad dintii din gingii sugereaza ca veti primi vesti despre decesul unei persoane nefamiliare sau a unui coleg. Ar trebui sa stiti ca daca visati ca vedeti puroi la gingii atunci vestile despre persoana decedata nu va va interesa, iar daca gingiile sunt curate atunci este posibil un vecin sau o ruda indepartata va muri. A visa ca va cade un dinte din gingie si vedeti sange inseamna ca o persoana apropiata este intr-o situatie dificila si periculoasa. Prezenta parului pe gingie semnifica o conversatie neplacuta cu cei dragi. Daca visati ca va uitati in oglinda si vedeti doar gingii fara dinti inseamna ca in curand va veti distanta si mai mult de familia dumneavoastra si de cei dragi. Totusi, pentru un barbat, visul sugereaza o lunga calatorie de afaceri. Gingiile cu dinti curati si albi in vise prevestesc un profit mare. Poate fi vorba de o completare a familiei, un castig, achizitia unei noi case sau o nunta in familie. Visul in care aveti o gingie imflamta va avertizeaza despre o boala a gatului sau a laringelui. Pentru cei implicati in actiuni vocale, visul este un avertisment in legatura cu posibilitatea de a-si pierde vocea sau de a-si suprasolicita corzile vocale. Daca visati un medic stomatolog care trateaza o gingie, dar nu termina treaba inseamna ca o afacere va stagna, dar, cu putin timp, va continua cu bine.",
      "slug": "gingie"
    },
    {
      "name": "Girafa",
      "category": "dictionar",
      "shortMeaning": "Girafa vazuta in vis sugereaza ca trebuie sa luam in considerare imaginea per anasamblu.",
      "fullInterpretation": "Girafa vazuta in vis sugereaza ca trebuie sa luam in considerare imaginea per anasamblu. Alternativ, visul semnifica implicarea ta in afacerile altora. - Visul in care esti calare pe o girafa reprezinta dorinta de sta in picioare in randul multimii. Vrei atentie, dar nu o primesti. O girafa cu gatul lung este o avertizare pentru toti cei care vor auzi ca nu este bine sa intervii in problemele altor persoane decat daca esti rugat.",
      "slug": "girafa"
    },
    {
      "name": "Gladiole",
      "category": "dictionar",
      "shortMeaning": "Gladiolele in vise inseamna ca va veti implica in noi afaceri care va vor spori veniturile.",
      "fullInterpretation": "Gladiolele in vise inseamna ca va veti implica in noi afaceri care va vor spori veniturile. Totodata visul mai poate insemna iubire.",
      "slug": "gladiole"
    },
    {
      "name": "Glas",
      "category": "dictionar",
      "shortMeaning": "Visul in care auziti un singur glas prevesteste nenorociri, iar daca visati ca un glas va cheama atunci inseamna moarte.",
      "fullInterpretation": "Visul in care auziti un singur glas prevesteste nenorociri, iar daca visati ca un glas va cheama atunci inseamna moarte. Daca visati un glas de femeie atunci inseamna ca veti fi mintit si tradat. Visul in care auziti un glas de batran inseamna ca cineva va va sfatui intr-o chestiune, o cale pe care vreti sa o urmati in viata. Glasul de copil in vise sugereaza unele nereguli, va simtiti parasit, aveti nevoie de afectiune.O glastra cu flori in vise prevesteste sanatatea deplina. Pentru mai multe informatii vizitati si interpretarea visului vaza.",
      "slug": "glas"
    },
    {
      "name": "Glastra",
      "category": "dictionar",
      "shortMeaning": "O glastra cu flori in vise prevesteste sanatatea deplina.",
      "fullInterpretation": "O glastra cu flori in vise prevesteste sanatatea deplina. Pentru mai multe informatii vizitati si interpretarea visului vaza.",
      "slug": "glastra"
    },
    {
      "name": "Glezna",
      "category": "dictionar",
      "shortMeaning": "Visele legate de gleznele tale indica faptul ca esti in cautare de sprijin si indrumare cu privire la viata ta.",
      "fullInterpretation": "Visele legate de gleznele tale indica faptul ca esti in cautare de sprijin si indrumare cu privire la viata ta. - Daca ai visat ca ai o entorsa la glezna inseamna ca vei intampina obstacole sau dificultati in progresul tau. - Daca esti lovit la glezna sau iti sangereaza glezna insemna pierdere progresiva a incerederii sau a flexibilitatii.- Daca vezi sau daca porti o bratara la glezna inseamna ca visul se refera la modul in care viata ta se desfasoara(incotro se indreapta), la decizile luate pentru a ajunge unde unde esti acum, in acest stagiu. Acest vis inseamna, de asemenea, pasiune si dorinta.",
      "slug": "glezna"
    },
    {
      "name": "Glob pamantesc",
      "category": "dictionar",
      "shortMeaning": "(pentru orele de geografie) unele probleme par mai mici decat in realitate, tendinta de a ignora ...",
      "fullInterpretation": "(pentru orele de geografie) unele probleme par mai mici decat in realitate, tendinta de a ignora complexitatea unei probleme, eschivare, fuga de realitate, neacceptarea unor probleme majore (cautand un loc pe glob) deruta, sentiment de neintegrare in mediul in care traiesti, dorinta de a lua legatura cu cat mai multa lume, sociabilitate, dar cu imposibilitatea de a cunoaste prea multe persoane, sentimentul ca nu apartii locului in care te afli, ca trebuie sa mai cauti (pamantul vazut din cosmos) grandoare, admiratie, respectarea valorii, dorinta de a atinge celebritatea.",
      "slug": "glob-pamantesc"
    },
    {
      "name": "Globuri de brad si decoratiuni de Craciun",
      "category": "dictionar",
      "shortMeaning": "Un atribut invariabil al Craciunului sunt cadourile si decoratiunile de Craciun, chiar si in vis,...",
      "fullInterpretation": "Un atribut invariabil al Craciunului sunt cadourile si decoratiunile de Craciun, chiar si in vis, ele prezita surprize si emotii placute. Acestea sunt, de cele mai multe ori, un semn de noi perspective si schimbari. Visand ca decorati o camera si /sau un brad de Craciun, inseamna intamplari, intalniri sau surprize de neasteptat. Cumparand globuri sau decoratiuni de Craciun, inseamna ca, in realitate, veti prelua in siguranta proiecte noi sau proicete care au fost inghetate de ceva vreme (oprite din varii motive). Succesul va este garantat. Vazand un brad frumos impodobit cu globuri, reprezinta sentimente legate de a-i face pe altii sa se simta bine. Decoratiunile si mai ales globurile folosite de catre dumneavoastra pentru a decora un brad sau o incapre simbolizeaza un semntiment de bine si incurajarea altora sa se distreze si sa se simta demni de un tratament special. In mod negativ, decoratiunile pot reflecata sentimente cu privire la un comportament iresponsabil.",
      "slug": "globuri-de-brad-si-decoratiuni-de-craciun"
    },
    {
      "name": "Glod",
      "category": "dictionar",
      "shortMeaning": "Visul in care apare glod are semnificatii neplacute pentru viata reala.",
      "fullInterpretation": "Visul in care apare glod are semnificatii neplacute pentru viata reala. Daca visati ca va tarati prin glod este un semn rau pentru dumneavoastra sau pentru cei apropiati. Pot aparea necazuri, lipsuri, pierderi. In traditia romaneasca, glodul inseamna ceva rau, boala, necazuri, sfasiere sufleteasca.",
      "slug": "glod"
    },
    {
      "name": "Glont",
      "category": "dictionar",
      "shortMeaning": "(rana de glont) greseala majora, dar care poate fi reparata -(glont scos din rana) posibilitatea ...",
      "fullInterpretation": "(rana de glont) greseala majora, dar care poate fi reparata -(glont scos din rana) posibilitatea de a repara o greseala importanta, repercusiuni grave ale unei actiuni nepotrivite -(in afara unei arme sau in arma) avertisment, risc de a gresi -pericol iminent, orice greseala te poate costa mult -(impuscat) vezi a impusca.",
      "slug": "glont"
    },
    {
      "name": "Gluga capison",
      "category": "dictionar",
      "shortMeaning": "Gluga vazuta in vise semnifica faptul ca te ascunzi sau te acoperi de o persoana sau de o situatie.",
      "fullInterpretation": "Gluga vazuta in vise semnifica faptul ca te ascunzi sau te acoperi de o persoana sau de o situatie. Tu sau cineava apropiat tie va fi inselat cu privire la ceva. - Daca ai visat o gluga(un capison) ce apara capul de ploaie sau de frig inseamna nevoie imperioasa de protectie. - Daca in vis ai vazut pe cineva purtand gluga, inseamna ca cineva va beneficia de pe urma serviciilor tale. Alternativ, visul reprezinta amenintare, exprimare redusa, a sta ascuns in umbra. Chiar daca persoana ce poarta gluga in cap nu este neaparat malefica, o parte din tine poate sa fi fost amenintata.",
      "slug": "gluga-capison"
    },
    {
      "name": "Gluma",
      "category": "dictionar",
      "shortMeaning": "Visul in care spuneti o gluma denota faptul ca nu sunteti lut in serios si drept rezultat, va simtiti frustrat.",
      "fullInterpretation": "Visul in care spuneti o gluma denota faptul ca nu sunteti lut in serios si drept rezultat, va simtiti frustrat. Pe partea cealalta, s-ar putea ca dumneavoastra sa fiti cel care nu ia problemele in serios. Daca visati ca auziti o gluma inseamna ca faceti ceva care fie este inutil, fie este ridicol. Visul ar mai putea atenua unele tensiuni care va apasa.",
      "slug": "gluma"
    },
    {
      "name": "Goala",
      "category": "dictionar",
      "shortMeaning": "Daca visezi o persoana apropiata goala in vis semnifica faptul ca o ruda sau un prieten (pe care ...",
      "fullInterpretation": "Daca visezi o persoana apropiata goala in vis semnifica faptul ca o ruda sau un prieten (pe care l-ati visat) va da faliment. De asemenea, acest vis poate semnifica deconspirarea tradatorilor sau dezvaluirea secretelor. Alternativ, daca ati visat o femeie goala semnifica ca este un semn ca veti descoperi unele taine, in jurul dumneavoastra nu se va mai barfi.O camera goala in vise inseamna ca aveti planuri si ambitii mari, dar va lipsesc mijloacele practice pentru a le pune in aplicare. Casa goala in vis indica anumite sentimente de nesiguranta. Mai poate insemna o speranta neimplinita sau chiar un venit mic.O femeie goala in vis indica faptul ca veti avea parte de mult noroc, va va bucura foarte tare prezenta unor prieteni. Totodata, visul aduce cu sine si multa distractie, poate chiar intra in discutie o casnicie.",
      "slug": "goala"
    },
    {
      "name": "Gogosar",
      "category": "dictionar",
      "shortMeaning": "Gogosarul in vise inseamna plictiseala, lipsa aventurii si a suspansului in viata.",
      "fullInterpretation": "Gogosarul in vise inseamna plictiseala, lipsa aventurii si a suspansului in viata. Dar mai poate insemna si relatii amoroase explozive.",
      "slug": "gogosar"
    },
    {
      "name": "Gogosi",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "gogosi"
    },
    {
      "name": "Gol",
      "category": "dictionar",
      "shortMeaning": "(loc gol intre mai multe ocupate) asteptarea unor evenimente, sentimentul ca mai exista si alte v...",
      "fullInterpretation": "(loc gol intre mai multe ocupate) asteptarea unor evenimente, sentimentul ca mai exista si alte variante in ceea ce faci, sociabilitate, dorinta de integrare, de implicare sau de acceptare intr-un mediu anume -(un recipient sticla, cutie etc gol) lipsa unor resurse, sentimentul ca iti lipseste ceva -(gol la fotbal) atingerea scopului, apropiere de rezultate favorabile, sentimentul ca te afli pe drumul cel bun, ambitie, perseverenta -(dezbracat) vezi goliciune.Goliciunea in vis sugereaza ca vei avea niste castiguri. De asemenea, semnifica ca vei avea o slujba buna si niste castiguri, vei intelege, probabil fara nici un sprijin si asta pentru ca esti obisnuit sa lupti singur, asa cum ai venit pe lume si doar cu ce te-a inzestrat divinitatea. Un barbat gol in vis reprezinta temerea dumneavoastra de ceva anume, mai ales din cauza unor probleme in familie. Alternativ, visul ar mai putea insemna ca veti avea parte de un scandal si va veti rusina foarte tare.Un vis extrem de comun este caderea de la inaltime. Cele mai dese scenarii intalnite in vise pot contine : o cadere de pe o satanca inalta, de pe o cladire, de pe un acoperis, dintr-un avion sau o ridicatura de pamant inalta. Contrar miturilor populare, nu vei muri daca nu va veti trezi inainte sa loviti pamantul in aceasta cadere. Pentru a intelege acest vis, trebuie sa va analizati viata de zi cu zi. Caderea simbolizeaza pierderea controlului. Atunci cand cazi, nu ai niciun control si nu ai de ce sa te agati. Astfel, visul este analog cu o situatie din viata de zi cu zi in care pierzi sau iti lipseste controlul. Va simtiti coplesit, poate in mediul de la munca, la scoala, acasa sau intr-o relatie. Vi-ati pierdut elanul si nu puteti tine pasul cu cerintele din viata de zi cu zi. Caderea sugereaza nesiguranta Visul poate fi asociat si cu un sentiment lipsa de securitate, incredere sau stabilitate. Nesiguranta intr-o anumita circumstanta sau in relatie. Poate ca riscati sa va pierdeti locul de munca sau caminul, o astfel de pierdere va poate face sa simtiti ca pamantul de sub dumneavoastra se risipeste. Mai mult decat atat, aceste vise indica si sentimente de rusine, inferioritate, vulnerabilitate si / sau stima de sine scazuta. Caderea poate insemna si un comportament nechibzuit Visul poate fi si un apel de trezire la realitate datorita deciziilor proaste si al comportamentului iresponsabil sau imprudent. Va indrepati pe calea gresita in viata. Caderea poate fi asociata si cu sexul Conform teoriei lui Sigmund Freud, visele despre cadere indica faptul ca sunteti pe punctul de a renunta la impulsurile sau dorintele sexuale. Va lipseste indiscretia. Caderea este si un rezultat al fiziologiei Atunci cand dormiti schimbarile fiziologice din interiorul organismului pot declansa acest vis. In pimpul visului s-ar putea sa simtiti o zvacnitura puternica, aceasta este cunoscuta sub numele de smucitura mioclonica si uneori este destul de puternica incat va poate trezi. Concluzie: Pentru a intelege si a interpreta acest gen de vise, aruncati o privire in viata de zi cu zi, este posibil sa gasiti un indiciu declansator care genereaza acest tip de vis. Ce va provoaca nesiguranta? Unde ati simtit ca ati pierdut controlul ? etc.Din punct de vedere psihologic, visul in care va visati patul gol sugereaza singuratate emotionala. Un pat strain gol in vise indica o moarte iminenta sau un ghinion in familie sau o alta problema grava in familie. In traditia hindusa, un pat gol in vise semnifica amaraciune, intristare. Arabii spun ca visul in care apare un pat gol inseamna ca va trebui sa dea piept cu moartea.Sicriul gol in vise sugereaza griji inutile. Totodata, visul mai poate insemna ca vor aparea probleme de care nu aveti nevoie pe viitor. Traditia araba sustine ca visul in care apare un sicriu gol inseamna ca va veti imbolnavi, dar va veti recupera complet.",
      "slug": "gol"
    },
    {
      "name": "Golf",
      "category": "dictionar",
      "shortMeaning": "Visul in care se joca golf semnifica indulgente placute.",
      "fullInterpretation": "Visul in care se joca golf semnifica indulgente placute. Alternativ , visul simbolizeaza realizari individuale. - Visul in care te afli pe un teren de golf exprima dorintele de libertate. - Daca ai visat ca te plimbi cu o masina de golf inseamna ca esti prea indiferent(a) in atingerea scopurilor tale. Nu ai nici un sentiment de urgenta.",
      "slug": "golf"
    },
    {
      "name": "Goliciune",
      "category": "dictionar",
      "shortMeaning": "Goliciunea in vis sugereaza ca vei avea niste castiguri.",
      "fullInterpretation": "Goliciunea in vis sugereaza ca vei avea niste castiguri. De asemenea, semnifica ca vei avea o slujba buna si niste castiguri, vei intelege, probabil fara nici un sprijin si asta pentru ca esti obisnuit sa lupti singur, asa cum ai venit pe lume si doar cu ce te-a inzestrat divinitatea.",
      "slug": "goliciune"
    },
    {
      "name": "Gondola",
      "category": "dictionar",
      "shortMeaning": "Visul in care vezi sau te plimbi intr-o gondola se refera la romantism, fantezie si dragoste idealistica.",
      "fullInterpretation": "Visul in care vezi sau te plimbi intr-o gondola se refera la romantism, fantezie si dragoste idealistica. Lucrurile merg bine in relatia ta sau in stilul tau de viata. Alternativ, o gondola indica nevoia de a-ti lua timp liber si de a pleca intr-o aventura. - Daca vezi o gondola pe un canal inseamna ca vei calatori cu persoane placute.",
      "slug": "gondola"
    },
    {
      "name": "Gorila",
      "category": "dictionar",
      "shortMeaning": "Gorila vazuta in vis sugereaza ca s-ar putea sa te fi catarat prea sus cu privire la comportamentul tau.",
      "fullInterpretation": "Gorila vazuta in vis sugereaza ca s-ar putea sa te fi catarat prea sus cu privire la comportamentul tau. Alternativ gorila simbolizeaza impulsuri primitive, latura salbatica si energie sexuala reprimata. - Daca ai visat ca lupti impotriva unei gorile, inseamna victorie asupra dificultatiilor.",
      "slug": "gorila"
    },
    {
      "name": "Graba",
      "category": "dictionar",
      "shortMeaning": "Ca si oameni in lumea moderna, ne petrecem o mare parte a timpului nostru grabindu-ne si incercan...",
      "fullInterpretation": "Ca si oameni in lumea moderna, ne petrecem o mare parte a timpului nostru grabindu-ne si incercand sa obtinem cat mai multe. Daca ati visat ca trebuie sa va grabiti este un semn ca stresul va afecteaza viata. Acest lucru poate rezulta dintr-o teama ca nu trebuie sa dezamagiti o anume persoana, mai ales daca ati visat ca va grabiti sa va intalniti cu cineva sau va grabiti pentru ca aveti ceva de facut. Grabindu-va puteti aparea in diverse moduri, in vise, de multe ori acst lucru se refera la anxietate, nesiguranta si nervozitate. Visand ca faceti lucruri pe rapezeala si va aflati intr-o satare generala de graba ar putea sugera faptul ca nu sunteti pregatit pentru o situatie care urmeaza. Exista multe lipsuri in planul dumneavoastra de bataie. Acest vis poate fi, de asemenea, o reflectare a vietii de zi cu zi in cazul in care simtiti ca sunteti mai mereu pe graba si ca nu exista suficient timp pentru a face toate lucrurile pe care doriti sa le faceti. Visul poate aparea din cauza acestui tip de stres. Din punct de vedere psihologic, cel care a visat trebuie sa invete cum sa isi administreze timpul. Exista un simbol evident al fricii de a pierde ceva. Visatorul trebuie sa invete sa-si planifice si sa isi sincronizeze etapele zilei intr-un mod rezonabil, pentru ca in caz contrar visatorul va ajunge la o faza de epuizare.",
      "slug": "graba"
    },
    {
      "name": "Gradina",
      "category": "dictionar",
      "shortMeaning": "(cu legume sau cu flori) acumulare si evolutie numai prin efort si rabdare -(paraginita) pierdere...",
      "fullInterpretation": "(cu legume sau cu flori) acumulare si evolutie numai prin efort si rabdare -(paraginita) pierderea interesului, lene, delasare, abandonarea unor proiecte -(gradina frumoasa) sperante, optimism, incredere in viitor, dorinte de dragoste si de fericire.Gradina cu flori in vise adesea reprezinta starea dumneavoastra de spirit. Daca visati o gradina cu flori frumoasa, intretinuta, unde florile infloresc, pasarile canta si pe care il considerati un loc placut si linistitor, inseamna ca sunteti fericit si satisfacut cu viata dumneavoastra. Ar putea exista lucruri ce tind sa se schimbe in bine. Roadele muncii dumneavoastra sunt in floare si inbelsugate. Per ansamblu, sunteti o persoana fericita si satisfacuta. Visul la o gradina cu flori care sufera de neglijenta demonstreaza ca ignorati anumite parti din viata dumneavoastra care necesita atentie. Nu va concentrati pe problemele care au nevoie de putin ajutor. Este un semn ca ar trebui sa va straduiti mai mult, dar totul nu este pierdut inca. In unele vise gradina cu flori ar putea aparea in ruina totala, florile rupte sau vestejite, iar verdele vioi transfomat in maro sumbru. Aceste vise sugereaza ca probabil sunteti intr-o perioada de disperare in viata si nu vedeti prea multa speranta. Situatia dumneavoastra arata destul de trist si nu stiti de unde sa incepeti pentru a o remedia. Cel mai probabil suferiti de remuscari sau dezamagiri despre anumite circumstante care va depasesc. Gradina zoologica in vise se poate referi la tot ceea ce inseamna viata, la latura salbatica a omului, la instinctul sau animalic. Daca visati ca va plimbati prin gradina zoologica si vedeti multe animale agitate atunci inseamna ca aveti nevoie de libertate, de exprimarea pasiunilor. Visul in care va doriti sa mergeti la o gradina zoologica inseamna ca veti avea parte de mult succes pe toate planurile.",
      "slug": "gradina"
    },
    {
      "name": "Gradina cu flori",
      "category": "dictionar",
      "shortMeaning": "Gradina cu flori in vise adesea reprezinta starea dumneavoastra de spirit.",
      "fullInterpretation": "Gradina cu flori in vise adesea reprezinta starea dumneavoastra de spirit. Daca visati o gradina cu flori frumoasa, intretinuta, unde florile infloresc, pasarile canta si pe care il considerati un loc placut si linistitor, inseamna ca sunteti fericit si satisfacut cu viata dumneavoastra. Ar putea exista lucruri ce tind sa se schimbe in bine. Roadele muncii dumneavoastra sunt in floare si inbelsugate. Per ansamblu, sunteti o persoana fericita si satisfacuta. Visul la o gradina cu flori care sufera de neglijenta demonstreaza ca ignorati anumite parti din viata dumneavoastra care necesita atentie. Nu va concentrati pe problemele care au nevoie de putin ajutor. Este un semn ca ar trebui sa va straduiti mai mult, dar totul nu este pierdut inca. In unele vise gradina cu flori ar putea aparea in ruina totala, florile rupte sau vestejite, iar verdele vioi transfomat in maro sumbru. Aceste vise sugereaza ca probabil sunteti intr-o perioada de disperare in viata si nu vedeti prea multa speranta. Situatia dumneavoastra arata destul de trist si nu stiti de unde sa incepeti pentru a o remedia. Cel mai probabil suferiti de remuscari sau dezamagiri despre anumite circumstante care va depasesc.",
      "slug": "gradina-cu-flori"
    },
    {
      "name": "Gradina zoologica",
      "category": "dictionar",
      "shortMeaning": "Gradina zoologica in vise se poate referi la tot ceea ce inseamna viata, la latura salbatica a om...",
      "fullInterpretation": "Gradina zoologica in vise se poate referi la tot ceea ce inseamna viata, la latura salbatica a omului, la instinctul sau animalic. Daca visati ca va plimbati prin gradina zoologica si vedeti multe animale agitate atunci inseamna ca aveti nevoie de libertate, de exprimarea pasiunilor. Visul in care va doriti sa mergeti la o gradina zoologica inseamna ca veti avea parte de mult succes pe toate planurile.",
      "slug": "gradina-zoologica"
    },
    {
      "name": "Gradinita",
      "category": "dictionar",
      "shortMeaning": "Daca in vis te afli intr-o gradinita inseamna ca treci printr-o faza de tranzitie a vietii.",
      "fullInterpretation": "Daca in vis te afli intr-o gradinita inseamna ca treci printr-o faza de tranzitie a vietii. Visul poate reprezenta, de asemenea, unele sentimente nerezolvate de anxietate sau de separare. Alternativ visul reprezinta intoarcerea catre copilul tau interior, nevoia de a mai copilari cateodata, de a-ti permite sa te bucuri mai mult si sa te joci. - Visul in care vezi copii in gradinita semnifica un mariaj fericit. - Daca ai visat ca te-ai intors la gradinita, este posibil sa te simti din nou ca un incepator in anumite domenii din viata ta.",
      "slug": "gradinita"
    },
    {
      "name": "Grajd",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "grajd"
    },
    {
      "name": "Granita",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "granita"
    },
    {
      "name": "Gras",
      "category": "dictionar",
      "shortMeaning": "Bucati de grasime animala sunt utilizate in numeroase ceremonii ale indienilor din America de Nor...",
      "fullInterpretation": "Bucati de grasime animala sunt utilizate in numeroase ceremonii ale indienilor din America de Nord, drept simbol al abundentei. Grasimea animala , simbol de bogatiei si de belsug, materie extrem de pretioasa la popoarele de vanatori, constituie materializarea puterilor particulare ale unui animal. Astfel anumite triburi din Noua Guinee explica puterea supranaturala a vracilor care calatoresc pe calea aerului dintr-un locf in altulprin faptul ca acestea manaca inainte de deplasare \"grasimea unei pasari care zboara bine. Grasimea pe care a inghitit-o are drept pbiect sa transfere in trupul vraciului facultatea de a zbura pe care o poseda pasarea.\" Potrivit traditiei noastre, visul prevesteste o inrautatire brusca a starii de senatate. - Daca ati visat ca depuneti eforturi sporite pentru a scoate pete de grasime din haine sau ca spalati vase pline de grasime inseamna ca va veti impacienta si veti face promisiuni in graba. - Manancand grasime, atentie la o boala sau la o suferinta trupeasca. - Gatind cu grasime inseamna ca va vei submina propriile asteptari, nesabuinta, egoism. Ardeiul gras in vise sugereaza ca in viitorul apropiat veti avea parte de lucruri bune, care va vor aduce satisfactii, va vor face mai optimist, dar acestea vor fi destul de marunte, de importanta minora. Visul mai poate insemna ca ar trebui sa aveti mai multa grija de organismul dumneavoastra, sa-l iubiti si sa-l apreciati mai mult.A vedea igrasie in vise inseamna ca ceva din viata dumneavoastra a fost ignorat sau nu mai este de folos. Visul se mai poate referi la emotiile negative care se extind si cresc in subconstientul dumneavoastra. Trebuie sa gasiti o cale mai productiva pentru a vi le exprima inainte de a le pierde de sub control. Alternativ, igrasia in vise mai poate reprezenta transformarea. Visul in care spalati igrasia inseamna ca trebuie sa scapati de atitudinea negativa si pesimista.",
      "slug": "gras"
    },
    {
      "name": "Grasime",
      "category": "dictionar",
      "shortMeaning": "Bucati de grasime animala sunt utilizate in numeroase ceremonii ale indienilor din America de Nor...",
      "fullInterpretation": "Bucati de grasime animala sunt utilizate in numeroase ceremonii ale indienilor din America de Nord, drept simbol al abundentei. Grasimea animala , simbol de bogatiei si de belsug, materie extrem de pretioasa la popoarele de vanatori, constituie materializarea puterilor particulare ale unui animal. Astfel anumite triburi din Noua Guinee explica puterea supranaturala a vracilor care calatoresc pe calea aerului dintr-un locf in altulprin faptul ca acestea manaca inainte de deplasare \"grasimea unei pasari care zboara bine. Grasimea pe care a inghitit-o are drept pbiect sa transfere in trupul vraciului facultatea de a zbura pe care o poseda pasarea.\" Potrivit traditiei noastre, visul prevesteste o inrautatire brusca a starii de senatate. - Daca ati visat ca depuneti eforturi sporite pentru a scoate pete de grasime din haine sau ca spalati vase pline de grasime inseamna ca va veti impacienta si veti face promisiuni in graba. - Manancand grasime, atentie la o boala sau la o suferinta trupeasca. - Gatind cu grasime inseamna ca va vei submina propriile asteptari, nesabuinta, egoism.",
      "slug": "grasime"
    }
  ]
}