{
  "symbols": [
    {
      "name": "Gratar",
      "category": "dictionar",
      "shortMeaning": "Daca visati un gratar, inseamna ca aveti nevoie de relaxare, de putin timp liber.",
      "fullInterpretation": "Daca visati un gratar, inseamna ca aveti nevoie de relaxare, de putin timp liber. Poate e timpul sa petreceti mai mult cu familia, cu prietenii. Ar mai putea semnifica teama de a nu va pierde prietenii.",
      "slug": "gratar"
    },
    {
      "name": "Gratii",
      "category": "dictionar",
      "shortMeaning": "(la geam sau la usa) limite stricte, piedici greu de trecut, imposibilitatea de a incalca niste r...",
      "fullInterpretation": "(la geam sau la usa) limite stricte, piedici greu de trecut, imposibilitatea de a incalca niste reguli, libertate limitata, complexe personale, autoobstructionare, limite impuse de unul singur, lipsa inspiratiei -(inchis dupa gratii) vezi inchisoare -(taind sau trecand de gratii) dorinta de a scapa de unele piedici sau restrictii, cautarea independentei.",
      "slug": "gratii"
    },
    {
      "name": "Grau",
      "category": "dictionar",
      "shortMeaning": "Graul este unul dintre simbolurile din visele noastre cu o gama larga de semnificatii.",
      "fullInterpretation": "Graul este unul dintre simbolurile din visele noastre cu o gama larga de semnificatii. Aceasta cereala este adesea asociata cu un anumit tip de succes ce trebuie urmarit. Lanuri de grau Visarea lanurilor de garu este o adevarata placere. Un asemnea vis ne arata iubirea noastra sincera fata de oameni. Impresie buna la prima vedere. Recoltarea graului Atunci cand visam recoltarea graului este un semn ca ar trebui sa continuam o munca, una care a fost pusa pe locul doi (intr-un fel de asteptare). De asemenea, recoltarea garului mai simbolizeaza si faptul ca va aflati intr-o noua etapa a vietii, roadele muncii si asteptarile dumneavoastra vor da rezultate. Germeni de grau Visarea boabelor germinate de garu este un indicator direct spre puritate. De asemenea, visul indica nevoia de a urmari o cale buna. Gatind grau Gatitul garului in vis semnifica un nou inceput, poate ca este momentul sa va bucurati de viata. In general, visul va avea la baza locul de munca sau ceva legat de domeniul afacerilor. Poate ca pana acum v-ati sacrificat prea mult, cum ar fi daca in perioada imediat urmatoare v-ati bucura de de liniste si timp perios petrecut alaturi de familie? Grau negru Graul negru indica faptul ca sunteti o persoana felxibila si care se poate adapta oricarei situatii, chiar daca aceasta este una proasta sau dificila. Sa zicem ca ati putea face aproape orice munca pentru a va atinege un scop sau pentru a obtine ceea ce va doriti. Interpretari ale graului culese din popor In general, visul simbolizeaza buna stare, avere, avutie, noroc si sanatate Avand grau - belsug, prosperitate Lan de grau arzand - prevesteste o perioada dificila din mai multe puncte de vedere Bob de grau - viand un singur bob poate face referire la o perioada de timp pierdut Camp cu garu / lan de garu - bunastare financiara Cumparand garu de la ma gazin sau din targ - agitatie multa, alergatura zadarnica Garu cu spice frumoase - belsug si prosperitate Hambar plin cu grau - mostenire, avutie sau afaceri bune Mancand grau - bunastare materiala Vazand un lan de grau secerat (nu de catre tine)- mostenire pierduta, afaceri paguboase Grau verde - surprize sau noi inceputuri Grauntele in vis sugereaza spor in munca. Daca visati ca aveti graunte in maini inseamna ca veti avea spor in ceea ce va doriti sa realizati. Visul in care cantariti grauntele semnifica prosperitate indelungata. Daca grauntele sunt curate atunci veti munci plini spor. Lanul de grau in vise sugereaza dorinte de bogatie, de realizare, de acumulare. Daca visati un lan de grau intins inseamna ca doriti sa fiti bogati, simtiti nevoia sa aveti mai multe in viata si sa va realizati pe plan profesional. Va doriti o familie numeroasa, insa si o situatie financiara buna cu care sa o puteti intretine. Visul in care lanul de grau este verde inseamna ca veti avea parte de bucurii si de vreme buna, frumoasa, ideala pentru agricultura.",
      "slug": "grau"
    },
    {
      "name": "Graunte",
      "category": "dictionar",
      "shortMeaning": "Grauntele in vis sugereaza spor in munca.",
      "fullInterpretation": "Grauntele in vis sugereaza spor in munca. Daca visati ca aveti graunte in maini inseamna ca veti avea spor in ceea ce va doriti sa realizati. Visul in care cantariti grauntele semnifica prosperitate indelungata. Daca grauntele sunt curate atunci veti munci plini spor.",
      "slug": "graunte"
    },
    {
      "name": "Gravitatie",
      "category": "dictionar",
      "shortMeaning": "A simti gravitatia in vise reprezinta greutatea si presiunea pe care o simtiti asupra dumneavoastra.",
      "fullInterpretation": "A simti gravitatia in vise reprezinta greutatea si presiunea pe care o simtiti asupra dumneavoastra. Va simtiti coplesit. Probleme, munca sau stresul va apasa pe buna dreptate. Daca visati ca nu exista gravitatie sugereaza ca sunteti capabil sa scapati de probleme si sa va ridicati deasupra situatiei. Experimentati o libertate nou descoperita. Nimic nu mai pare prea dificil sau coplesitor. Din punct de vedere emotional, gravitatia in vise simbolizeaza o coborare a emotiilor spre sentimente mai negative de frica si depresie. In astfel de vise s-ar putea chiar sa fie prezenta o forta fizica.",
      "slug": "gravitatie"
    },
    {
      "name": "Greata",
      "category": "dictionar",
      "shortMeaning": "Greata in vise indica o neregularitate si un dezechilibru in instinctele primare din viata de zi cu zi.",
      "fullInterpretation": "Greata in vise indica o neregularitate si un dezechilibru in instinctele primare din viata de zi cu zi. Poate ca ati ignorat anumite semnale, iar acum viata si-a croit dumul intr-o directie neaticipata. Alternativ, simptomele fiziologice din vise indica adesea si simptome fizice reale. Pur si simplu o greata sau o stare de voma din timul nopti sa fie transpusa in vis. Potrivit unor carti vechi de interpretarea viselor, greata din vise este un semn de avertizare cu privire la un pericol iminent, asa ca in viata de zi cu zi ar trebui sa fiti altenti la toate semnele ce pot indica acest pericol. Din punct de vedere psigologic, greata indica, de obicei, nevoia de a scapa de ceva inconfortabil, respingator, jignitor sau de ceva care va framanta de multa vreme. Poate fi si o reflectare a starii noastre fizice, dar din moment ce stomacul este considerat filtrul emotiilor (emotiile trec prin stomac), poate fi o reprezentare a unei emotii care ne tulbura. De asemenea, acest tip de vise (greata, varsaturi, stare de voma, etc.) a fost asociat cu incapacitatea de a accepta sau teama intensa cu privire la o situatie. Vedeti si interpretarea visului voma",
      "slug": "greata"
    },
    {
      "name": "Grebla",
      "category": "dictionar",
      "shortMeaning": "Visul in care folositi o grebla inseamna ca o sarcina sau un proiect nu va fi niciodata terminat ...",
      "fullInterpretation": "Visul in care folositi o grebla inseamna ca o sarcina sau un proiect nu va fi niciodata terminat doar daca o veti face dumneavoastra. Alternativ, visul sugereaza ca aveti nevoie de o mai buna planificare si organizare in viata dumneavoastra. Trebuie sa va ganditi bine la directie pe care doriti sa o urmati in viata si apoi sa continuati planul. Daca visati ca cineva grebleaza inseamna ca veti profita de o situatie.",
      "slug": "grebla"
    },
    {
      "name": "Grecia",
      "category": "dictionar",
      "shortMeaning": "Atunci cand va treziti ar trebui sa tineti minte senzatiile cauzate de Grecia in vise, deoarece i...",
      "fullInterpretation": "Atunci cand va treziti ar trebui sa tineti minte senzatiile cauzate de Grecia in vise, deoarece interpretarea poate fi diferita. Daca visati natura luxurianta a Greciei, maslinii crescand, marea superba, soarele sus pe cer, inseamna ca activitatile dumneavoastra vor avea succes si vor fi profitabile. Visul in care vedeti Grecia de sus si coborati usor pe pamant este un mesaj de la o putere mai mare, drept o reamintire de la o incarnare anterioara, care ar fi fost conectata cu Grecia. A visa multi oameni imbracati in haine grecesti presupune si memorarea a ceea ce au spus si cum. Daca nu i-ati inteles ce au spus atunci este posibil sa trebuiasca faceti fata unor neintelegeri la locul de munca. Daca auziti clar unele fraze s-ar putea sa fie raspunsul la o intrebare la care v-ati gandit in timpul zilei.",
      "slug": "grecia"
    },
    {
      "name": "Greiere",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "greiere"
    },
    {
      "name": "Grenada",
      "category": "dictionar",
      "shortMeaning": "Visul in care o grenada este aruncata avertizeaza ca va trebui sa aveti grija cum va comportati c...",
      "fullInterpretation": "Visul in care o grenada este aruncata avertizeaza ca va trebui sa aveti grija cum va comportati cu prietenii si colegii de munca. Daca visati ca aruncati o grenada inseamna ca va veti pierde increderea in sine datorita unor greseli. Daca visati ca o grenada explodeaza inseamna ca veti avea un drum cu peripetii. Visul in care folositi o grenada impotriva unui dusman sugereaza pericole ascunse.",
      "slug": "grenada"
    },
    {
      "name": "Grilaj",
      "category": "dictionar",
      "shortMeaning": "Potrivit traditiei noastre acest vis prevesteste dificultati si obstacole.",
      "fullInterpretation": "Potrivit traditiei noastre acest vis prevesteste dificultati si obstacole. - Daca visezi ca cineava este in spatele unui grilaj, inseamna ca astepti un profit sau o calatorie placuta. - Daca visezi ca casa ta are grilaje la geamuri, inseamna ca vei avea probleme intime sau cu familia.",
      "slug": "grilaj"
    },
    {
      "name": "Grinda",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "grinda"
    },
    {
      "name": "Grindina",
      "category": "dictionar",
      "shortMeaning": "Daca visati o furtuna cu grindina inseamna ca veti experimenta evenimente neplacute, semn de dure...",
      "fullInterpretation": "Daca visati o furtuna cu grindina inseamna ca veti experimenta evenimente neplacute, semn de durere si necazuri,va vor fi tradate cele mai ascune secrete ale dumneavoastra, tristete, emotii, certuri intre indragostiti. Grindina in vise are mai multe interpretari: - cazand grindina - lanurile tale se vor narui - furtuna cu grindina - pericol - daca grindina va loveste - totala nefericire in dragoste - grindina mare - pierdere, calamitate - grindina spargand fructele - tristete",
      "slug": "grindina"
    },
    {
      "name": "Gripa",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "gripa"
    },
    {
      "name": "Groapa",
      "category": "dictionar",
      "shortMeaning": "Visul in care poti vedea o groapa in pamant denota aspecte ascunse ale activitatilor tale.",
      "fullInterpretation": "Visul in care poti vedea o groapa in pamant denota aspecte ascunse ale activitatilor tale. Pe de alta parte, poate insemna ca simti ca interiorul tau este gol. - Daca in vis tu faci o groapa, inseamna calatorie indepartata si spor in familie. - Daca in vis cazi intr-o groapa inseamna ca cu dificultate si cu mari eforturi vei realiza planurile tale. Alternativ, visul poate reprezenta si o anumita capcana din viata de zi cu zi. - Daca in vis sapi o groapa la tine in gardina, semn de moarte in familie. - Daca ai visat ca reusesti sa sari peste o groapa inseamna ca scapi de primejdii dar cu sacrificii banesti. - Daca ai visat ca intri intr-o groapa (de bunavoie), semn de boala.",
      "slug": "groapa"
    },
    {
      "name": "Gropar",
      "category": "dictionar",
      "shortMeaning": "Conform traditiei romanesti, groparul, reprezinta latura de rautate, de de invidie si gelozie.",
      "fullInterpretation": "Conform traditiei romanesti, groparul, reprezinta latura de rautate, de de invidie si gelozie. Cu toate acestea constiinta iti spune sa eviti aceste lucruri. - Daca ai visat lopata de gropar inseamna ca finantele tale se clatina. - Daca in vis stai de vorba cu un gropar, caz de moarte.",
      "slug": "gropar"
    },
    {
      "name": "Grota",
      "category": "dictionar",
      "shortMeaning": "Grota in vise simbolizeaza refugiu, protectie si tainuire.",
      "fullInterpretation": "Grota in vise simbolizeaza refugiu, protectie si tainuire. - Daca ai visat ca mergi printr-o grota intunecata semnifica descoperirea de sine , explorarea mintii. - Daca visezi o grota in munte, in pamant sau grota unui pusnic inseamna ca santatea ta va reveni la normal daca ai incredere intr-un tratament. Vezi si pestera.",
      "slug": "grota"
    },
    {
      "name": "Gugustiuc",
      "category": "dictionar",
      "shortMeaning": "Gugustiucul in vise inseamna ca va asumati raspunderea pentru actiunile nu tocmai bune ale altora.",
      "fullInterpretation": "Gugustiucul in vise inseamna ca va asumati raspunderea pentru actiunile nu tocmai bune ale altora. Mai poate fi vorba si de vesti sau de barfe. Visul mai poate insemna si dorinta dumneavoastra nerostita de a va intoarce acasa.",
      "slug": "gugustiuc"
    },
    {
      "name": "Guler",
      "category": "dictionar",
      "shortMeaning": "Gulerul in vis inseamna nastere si retinere.",
      "fullInterpretation": "Gulerul in vis inseamna nastere si retinere. Poti trece printr-o situatie frustranta la locul de munca sau esti prins(a) intr-o relatie limitata. - Daca ai vsat ca ai la o haina guler din blana inseamna ca munca si contactele tale sociale vor fi afecate. - Daca visezi ca nu iti poti aranja gulerul, vei avea probleme cu proprietarul aprtamentului inchiriat, biroului, sau a unui spatiu inchiriat.",
      "slug": "guler"
    },
    {
      "name": "Guma",
      "category": "dictionar",
      "shortMeaning": "(mestecand) plictiseala, dezinteres -(lipita de ceva) sentimentul ca esti prins in capcana, piedi...",
      "fullInterpretation": "(mestecand) plictiseala, dezinteres -(lipita de ceva) sentimentul ca esti prins in capcana, piedici, stagnare, nervozitate, imposibilitatea de a te elibera de o situatie enervanta -(de sters) vezi radiera.Guma de mestecat in vise inseamna gandirea unor probleme, crearea unor aparente de om puternic si detasat, cu un nivel de sensibilitate mare, imagine sociala. Daca visati ca mestecati guma in casa este semn ca veti avea o familie fericita, iar daca visati ca mestecati guma in public atunci veti fi dispretuit de prieteni vechi. Visul in care guma de mestecat este lipita de ceva inseamna piedici, stagnare, seniment de captivitate, nervozitate.",
      "slug": "guma"
    },
    {
      "name": "Guma de mestecat",
      "category": "dictionar",
      "shortMeaning": "Guma de mestecat in vise inseamna gandirea unor probleme, crearea unor aparente de om puternic si...",
      "fullInterpretation": "Guma de mestecat in vise inseamna gandirea unor probleme, crearea unor aparente de om puternic si detasat, cu un nivel de sensibilitate mare, imagine sociala. Daca visati ca mestecati guma in casa este semn ca veti avea o familie fericita, iar daca visati ca mestecati guma in public atunci veti fi dispretuit de prieteni vechi. Visul in care guma de mestecat este lipita de ceva inseamna piedici, stagnare, seniment de captivitate, nervozitate.",
      "slug": "guma-de-mestecat"
    },
    {
      "name": "Gura",
      "category": "dictionar",
      "shortMeaning": "(frumoasa) amabilitate, vorbe frumoase, ganduri bune, armonie si intelegere, buna comunicare cu c...",
      "fullInterpretation": "(frumoasa) amabilitate, vorbe frumoase, ganduri bune, armonie si intelegere, buna comunicare cu ceilalti, impresie buna, expresivitate, forta de convingere -(urata) opusul celor de mai sus.Acul de siguranta in vise indica o situatie sau o relatie pe cale de destramare, astfel provocand frica, tulburari. S-ar putea sa aveti unele neintelegeri in familie.Agentia de asigurari este simbolul activitatii afaceri, a lucrului cu banii, a pierderii de buget si a schimbarilor in viata, dar visele pot fi complet diferite. Ceva ce se intampla in vise poate fi contrar a ceea ce se intampla in viata reala. Uneori, poate visati o agentie de asigurari, desi viata dumneavoastra nu este conectata cu aceasta sfera. In cazul in care visati o agentie de asigurari, interpretarea poate fi mai negativa, deoarece s-ar putea sa suferiti o pierdere de bani. Se poate intampla din neatentie, astfel ca ar trebui sa fiti mai precaut dupa acest vis. Daca intr-o luni noaptea ati visati o agentie de asigurari atunci ar trebui va pregatiti pentru asteptari zadarnice in urmatoarea saptamana, care duca la timp pierdut si la oportunitati esuate. Ca o alternativa, ar trebui sa plauniti altceva, chiar daca este ceva mai putin important, dar folositor pentru dumneavoastra, pentru sanatatea si timpul personal. Spre exemplu, puteti face o vizita cuiva, pentru a-l ajuta la curatenie sau la rezolvarea unor probleme. Daca visati o agentie de asigurari in alte zile ale saptamanii, inseamna o perioada stagnare si lene. A visa o agentie de asigurari intr-o noapte de weekend sugereaza schimbari dramatice in viata. Daca sunt pozitive sau negative este greu de spus. Trebuie sa urmariti starea spirituala si materiala a afacerilor pe care le aveti in acest moment.Visul in care va cumparati o asigurare se refera la o lipsa de incredere. Va temeti sa nu pierdeti ceva ce inseamna mult pentru dumneavoastra. Alternativ, un vis despre o asigurare poate reprezenta nevoia de securitate. Aveti o temere referitoare la evenimentele din viitor si la consecintele acestora. Asigurarea in vise poate simboliza nevoia de a va izola in fata unei potentiale pierderi. A visa o asigurare de viata simbolizeaza mantuirea. Daca visati ca un agent de asigurari va emite o asigurare inseamna ca vor aparea schimbari in viata de familie. Este posibil ca unii membri ai familiei sa paraseasca domiciliul si sa isi inceapa o noua viata. Va fi dificil pentru dumneavoastra sa depasiti aceasta situatie, totusi, va trebui sa va pastrati energia si sa continuati acest curs normal al evenimentelor. Daca va dati batut cel mai probabil rivalii dumneavoastra vor profita de aceasta conditie si vor intoarce situatia impotriva dumneavoastra.Visele in care ne apar figuri misterioase indica faptul ca ne confruntam cu o confuzie asupra unor aspecte din viata noastra. - Daca visul este legat puternic de o figura, acesta iti spune opinia ta fata de sefi cu privire la cum isi gestioneaza acestea locul de munca. - Daca vezi o figura desenata sau tiparita, vei fi fericit de recunoasterea pe care o meriti. - Daca ai visat o figura(un chip) frumoasa, semnifica o stare de armonie intre ceea ce esti si ceea ce vrei sa pari. - Daca ai visat o figura desfigurata, hidoasa, semnifica dezacord intre esenta si aparenta.Inaugurarea in vise reprezinta dezvoltarea personala sau o crestere in statutul social. Iti sunt recunoscute realizarile. - Daca ai visat ca participi la o inaugurare prezidentiala inseamna ca vei avea noroc.O lingura in vise se refera la o relatie de reciprocitate. Tu sau altcineva beneficiaza de un tratament special. -Daca te folosesti de o lingura in vis, este semn favorabil de o posibila avansare. - Lingura pierduta - suspiciuni si facere de rau. - Linguri rupte sau murdare - pierderi si probleme.Lingura de lemn in vise se refera la banii pe care ii veti castiga de pe urma lemnului, abundenta in productie. Se poate sa fie vorba si de o padure foarte productiva sau chiar faptul ca aveti o gradina pe care o ingrijiti si va aduce profit.",
      "slug": "gura"
    },
    {
      "name": "Gusa",
      "category": "dictionar",
      "shortMeaning": "Visul in care ai gusa indica faptul ca treci cu vederea peste o problema minora , care va avea consecinte semnificative.",
      "fullInterpretation": "Visul in care ai gusa indica faptul ca treci cu vederea peste o problema minora , care va avea consecinte semnificative. Alternativ, gusa indica dificultati in acceptarea sau confruntarea unei situatii. - Daca ai visat ca ai gusa inseamna ca vei avea suparari, neplaceri sau mustrari de constiinta pe care le-ai putea depasi dar cu multa rabdare.",
      "slug": "gusa"
    },
    {
      "name": "Gust",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis ai gustat ceva si are un gust rau inseamna ca un anumit comportament sau o actiune ...",
      "fullInterpretation": "- Daca in vis ai gustat ceva si are un gust rau inseamna ca un anumit comportament sau o actiune nu este suficient pentru a te sustine, fie fizic, emotional sau spiritual. Alternativ, visul iti poate sugera sa ti cont de cauza acestui gust prost. Acorda-i o a doua sansa. - Daca ai visat mere cu gust neplacut inseamna dezamagire. - Cafea cu gust neplacut, te asteapta o umilinta pentru ca nu sti sa te stapanesti.( gustand ) cafeaUmilinta te asteapta pentru ca nu stii sa te stapanesti. Un drum ingust in vise ar putea sugera un fel de restrictie, poate chiar un avertisment ca nu ar trebui sa deviati de la calea dumneavoastra. Visul in care sunteti pe un drum ingust si drept inseamna ca totul merge perfect in calea dumneavoastra spre succes.Gugustiucul in vise inseamna ca va asumati raspunderea pentru actiunile nu tocmai bune ale altora. Mai poate fi vorba si de vesti sau de barfe. Visul mai poate insemna si dorinta dumneavoastra nerostita de a va intoarce acasa.",
      "slug": "gust"
    },
    {
      "name": "Guta",
      "category": "dictionar",
      "shortMeaning": "Conform traditiei noastre, visul in care avem gura, reprezinta obstacole.",
      "fullInterpretation": "Conform traditiei noastre, visul in care avem gura, reprezinta obstacole. Ceva ce poate impiedica sau incetini progresul. - Daca ai visat ca esti bolnav(a) de guta, lucrurile din viata ta se vor imbunatati daca renunti sa te mai vezi cu un prieten vechi si prin evitarea consumului de bauturi alcoolice. Alternativ, visul in care suferi de guta se refera la comportamentul prostesc al unei rude care te poate aduce la exasperare si care ti-ar putea provoca si mici pierderi financiare. Visul tau despre guta poate reflecat pur si simplu evenimentele din acea zi oferind o modalitate sigura de exprimarea emotiilor.Urangutanul in vise simbolizeaza dificultatile din fata dumneavoastra, dar care nu sunt atat de serioase precum par la prima vedere. Inainte de a intra in panica si de a cere ajutor, incercati sa va rezolvati problemele de unul singur, mai ales, veti castiga experienta. A vedea un urangutan in vise inseamna ca cineva se foloseste de dumneavoastra pentru a avea castig de cauza. Probabil ca nici nu va veti da seama ca \"ajutati\" pe cineva in acest fel. Aveti grija si nu va implicati in afaceri suspecte. Nu toti cei din jurul dumneavoastra sunt atat de sinceri precum credeti. Uneori, urangutanul este un simbol al relatiei intre mama si copil. Daca animalul s-a prezentat dumneavoastra in vis, atunci probabil este un semn ca ar trebui sa analizati relatia dintre dumneavoastra si mama dumneavoastra.",
      "slug": "guta"
    },
    {
      "name": "Gutui gutuie",
      "category": "dictionar",
      "shortMeaning": "In general acest vis este asociat cu dragostea.",
      "fullInterpretation": "In general acest vis este asociat cu dragostea. In Grecia antica exista traditia ca inainte de nunta mireasa sa manace o gutuie pentru a-si reaminti faptul ca in castorie amaraciunea si dulceata sunt amestecate. - Daca ai visat ca culegi gutui este semn de bogatie. - Daca in vis vezi gutui intr-un copac inseamna ca te paste o suparare, o paguba sau un necaz. - Daca ai visat ca manaci gutuie , mare bogatie sau liniste sufleteasca. - Daca ai visat gutuie stricata, amagire si pareri de rau. - Daca vezi mai multi gutui (copaci) la un loc , norocul tau este in casatorie. - Daca in vis dai cuiva o gutuie, esti nepasator. - Daca visezi gutie putrezita(stricata) inseamna ca persoana de langa tine nu iti merita iubirea.",
      "slug": "gutui-gutuie"
    },
    {
      "name": "Guvern",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "guvern"
    }
  ]
}