{
  "symbols": [
    {
      "name": "Hidrant",
      "category": "obiecte",
      "shortMeaning": "Resurse de urgență, refulare emoțională, ajutor salvator și curățare intensă.",
      "fullInterpretation": "Hidrantul este o sursă de apă sub presiune, destinată situațiilor de criză. În vis, simbolizează o acumulare imensă de energie emoțională (furia, pasiunea, lacrimile) care este gata să izbucnească. Dacă explodează, înseamnă că nu mai poți ține în tine sentimentele. Dacă îl folosești pentru a stinge un foc, sugerează capacitatea ta de a calma conflicte și de a găsi soluții salvatoare în momente critice. Poate indica și o „spălare” bruscă a problemelor.",
      "slug": "hidrant"
    },
    {
      "name": "Hidrocentrala",
      "category": "locuri",
      "shortMeaning": "Transformarea emoțiilor în putere, energie constructivă și controlul resurselor interioare.",
      "fullInterpretation": "O hidrocentrală transformă forța brută a apei (emoțiile) în electricitate (energie utilă). Visul indică o capacitate extraordinară de a-ți canaliza sentimentele și impulsurile subconștiente în proiecte constructive. Ești stăpân pe forțele tale interioare și știi cum să generezi putere din pasiunile tale. Dacă barajul cedează, este un avertisment că presiunea emoțională este prea mare și riști o prăbușire nervoasă.",
      "slug": "hidrocentrala"
    },
    {
      "name": "Hiena",
      "category": "animale",
      "shortMeaning": "Oportunism, lăcomie, lipsă de scrupule sau teama de a fi ridiculizat.",
      "fullInterpretation": "Hiena este adesea asociată cu lașitatea, lăcomia și faptul că profită de munca altora (mănâncă resturi). În vis, poate simboliza o persoană din anturajul tău care este nesinceră, oportunistă sau care „râde” de tine pe la spate. Psihologic, poate reprezenta latura ta cinică sau tendința de a te baza pe alții în loc să vânezi singur. Râsul hienei sugerează o atmosferă de batjocură sau o situație absurdă.",
      "slug": "hiena"
    },
    {
      "name": "Hieroglife",
      "category": "obiecte",
      "shortMeaning": "Mistere nedescifrate, mesaje ascunse din subconștient și nevoia de înțelegere profundă.",
      "fullInterpretation": "Hieroglifele sunt simboluri sacre și enigmatice. Visul sugerează că te confrunți cu o situație sau cu un mesaj din partea subconștientului pe care nu îl înțelegi încă. Viața îți vorbește în „coduri” și trebuie să faci un efort de interpretare pentru a găsi sensul. Dacă reușești să le citești, înseamnă că ai accesat o înțelepciune veche sau ai găsit soluția la o problemă complexă. Indică o perioadă de inițiere și descoperire.",
      "slug": "hieroglife"
    },
    {
      "name": "Hipnoza hipnotizat",
      "category": "acțiuni",
      "shortMeaning": "Pierderea voinței, influență externă puternică și manipulare sau fascinație.",
      "fullInterpretation": "A fi hipnotizat în vis înseamnă că ai cedat controlul altcuiva. Te simți manipulat, influențat sau fascinat de o persoană sau o idee, până la punctul în care nu mai gândești critic. Poate sugera o relație toxică în care ești „orb” sau o stare de pasivitate în fața evenimentelor. Dacă tu ești hipnotizatorul, înseamnă că ai o putere mare de convingere și dominație asupra altora, dar atenție la responsabilitatea morală.",
      "slug": "hipnoza-hipnotizat"
    },
    {
      "name": "Hipopotam",
      "category": "animale",
      "shortMeaning": "Forță brută ascunsă, agresivitate teritorială și emoții grele, submersibile.",
      "fullInterpretation": "Deși pare lent, hipopotamul este unul dintre cele mai periculoase animale. În vis, simbolizează o forță interioară imensă, dar adesea latentă sau ascunsă sub suprafață (în apă/subconștient). Poate indica o natură agresivă și teritorială care se activează brusc dacă ești provocat. De asemenea, sugerează „greutatea” emoțională, inerția sau o persoană care pare inofensivă dar este extrem de puternică și imprevizibilă.",
      "slug": "hipopotam"
    },
    {
      "name": "Hochei",
      "category": "acțiuni",
      "shortMeaning": "Competiție dură, rapiditate, agresivitate controlată și muncă de echipă pe „gheață subțire”.",
      "fullInterpretation": "Hocheiul este un sport rapid și agresiv. Visul sugerează că ești implicat într-o situație competitivă unde trebuie să reacționezi instantaneu și să nu te ferești de contacte dure. „Gheața” poate simboliza un teren nesigur sau emoții înghețate. Trebuie să fii dur, agil și să colaborezi cu echipa pentru a înscrie. Poate indica și conflicte la locul de muncă sau o luptă pentru atingerea obiectivelor.",
      "slug": "hochei"
    },
    {
      "name": "Hoinar",
      "category": "persoane",
      "shortMeaning": "Căutarea sinelui, lipsa de rădăcini, libertate dar și instabilitate sau singurătate.",
      "fullInterpretation": "Hoinarul este arhetipul călătorului fără destinație. Dacă visezi că ești un hoinar, poate simți că nu aparții niciunui loc, că ești dezrădăcinat sau că îți cauți sensul în viață. Pe de o parte, indică o dorință profundă de libertate și nonconformism, de evadare din normele sociale. Pe de altă parte, poate semnala singurătate, lipsa unui scop clar și insecuritate materială sau emoțională.",
      "slug": "hoinar"
    },
    {
      "name": "Hol",
      "category": "locuri",
      "shortMeaning": "Spațiu de tranziție, așteptare, oportunități multiple și decizii iminente.",
      "fullInterpretation": "Așa cum am detaliat la „Holul unei clădiri”, holul este un spațiu liminal – nici înăuntru, nici afară, nici într-o cameră, nici în alta. Ești într-o pauză, într-un moment de așteptare. Visul îți spune că urmează să intri într-o nouă etapă (o nouă cameră), dar momentan trebuie să ai răbdare sau să alegi ușa potrivită. Este un loc al întâlnirilor pasagere și al oportunităților.",
      "slug": "hol"
    },
    {
      "name": "Holera",
      "category": "corp",
      "shortMeaning": "Frică de contaminare, criză socială sau emoțională și sentimentul de a fi „otrăvit” de mediu.",
      "fullInterpretation": "Holera, ca boală epidemică, simbolizează o frică colectivă sau o criză care afectează un grup întreg (familie, colegi). Te simți vulnerabil în fața unei influențe nocive care se răspândește rapid. Poate indica o atmosferă „bolnavă” la locul de muncă sau în cercul de prieteni, bârfe toxice sau o stare generală de panică și neputință. Este un avertisment să te protejezi de influențele negative din jur.",
      "slug": "holera"
    },
    {
      "name": "Homar",
      "category": "animale",
      "shortMeaning": "Protecție dură, persistență, renaștere și forța de a depăși obstacolele.",
      "fullInterpretation": "Homarul are o carapace dură care îl protejează, dar pe care trebuie să o lepede pentru a crește. Visul simbolizează forța, tenacitatea și capacitatea de a te apăra. Sugerează că ești „blindat” emoțional sau că trebuie să fii puternic în fața adversităților. Procesul de năpârlire al homarului poate indica și o perioadă de vulnerabilitate necesară creșterii și transformării personale.",
      "slug": "homar"
    },
    {
      "name": "Homosexual",
      "category": "persoane",
      "shortMeaning": "Acceptarea sinelui, integrarea laturilor opuse și explorarea identității.",
      "fullInterpretation": "Indiferent de orientarea ta reală, acest vis vorbește despre iubirea de sine și acceptarea tuturor aspectelor personalității tale. Poate sugera o nevoie de a te conecta mai profund cu propria feminitate (dacă ești femeie) sau masculinitate (dacă ești bărbat). Uneori, indică o prietenie foarte strânsă și loială, sau dizolvarea prejudecăților și barierelor interioare. Este un vis despre autenticitate.",
      "slug": "homosexual"
    },
    {
      "name": "Homosexualitate",
      "category": "fenomene",
      "shortMeaning": "Căutarea oglindirii în celălalt, narcisism sau unitate interioară.",
      "fullInterpretation": "A visa despre homosexualitate poate simboliza dorința de a găsi pe cineva care să te înțeleagă perfect, o „oglindă” a sufletului tău. Poate indica narcisism (iubirea propriei imagini) sau, într-un sens mai profund, unirea armonioasă a aspectelor similare din psihic. Este o invitație la auto-descoperire și la înțelegerea faptului că ceea ce căutăm în alții se află adesea în noi înșine.",
      "slug": "homosexualitate"
    },
    {
      "name": "Hora",
      "category": "acțiuni",
      "shortMeaning": "Comunitate, armonie socială, ciclicitate și bucuria de a fi împreună.",
      "fullInterpretation": "Hora este un simbol puternic al unității, al cercului vieții și al apartenenței la comunitate. Visul sugerează că te simți integrat, susținut de prieteni și familie. Este un semn de bucurie, sărbătoare și solidaritate. Dacă dansezi în horă, ești în ritm cu viața și cu cei din jur. Poate indica și natura ciclică a evenimentelor sau necesitatea de a colabora pentru un scop comun.",
      "slug": "hora"
    },
    {
      "name": "Horn",
      "category": "obiecte",
      "shortMeaning": "Canal de comunicare cu divinul, eliberarea tensiunilor și căldura căminului.",
      "fullInterpretation": "Hornul casei este legătura dintre vatră (suflet) și cer (spirit). Fumul care iese pe horn simbolizează rugăciunile, speranțele sau pur și simplu eliberarea tensiunilor acumulate în familie. Un horn curat înseamnă o comunicare bună și claritate mentală. Un horn înfundat sugerează emoții reprimate, lipsa de comunicare sau „afumarea” atmosferei familiale cu griji neexprimate. Simbolizează și căldura și siguranța căminului.",
      "slug": "horn"
    },
    {
      "name": "Horoscop",
      "category": "obiecte",
      "shortMeaning": "Căutarea ghidării, fatalism, dorința de a cunoaște viitorul și influențe cosmice.",
      "fullInterpretation": "Citirea horoscopului în vis arată o nevoie de direcție și de certitudine într-o perioadă confuză. Poate sugera că te simți la mâna destinului sau că cauți răspunsuri în exterior în loc să îți asumi responsabilitatea propriilor decizii. Pe de altă parte, poate indica o deschidere către spiritualitate și către înțelegerea influențelor subtile care îți guvernează viața. Este un vis despre destin și liber arbitru.",
      "slug": "horoscop"
    },
    {
      "name": "Hotar",
      "category": "locuri",
      "shortMeaning": "Limită, graniță, sfârșitul unei etape și începutul alteia.",
      "fullInterpretation": "Hotarul marchează o delimitare clară: până aici a fost, de aici începe altceva. Visul indică faptul că te afli la o graniță importantă în viața ta – poate schimbi jobul, țara sau statutul civil. Simbolizează limitele personale pe care le impui altora sau limitele pe care ți le-ai atins. Trecerea hotarului este un act de curaj și de intrare pe un teritoriu nou, necunoscut, dar plin de potențial.",
      "slug": "hotar"
    },
    {
      "name": "Hoti",
      "category": "persoane",
      "shortMeaning": "Pierdere, invazie a intimității, sentiment de insecuritate și culpabilitate.",
      "fullInterpretation": "Hoții (la plural) amplifică sentimentul de amenințare și vulnerabilitate descris la „Hoț”. Visul sugerează că te simți atacat din mai multe părți sau că îți este teamă că resursele tale (timp, energie, idei) sunt „furate” de cei din jur. Poate indica și un sentiment de culpabilitate, ca și cum ai fi luat ceva ce nu ți se cuvine, sau teama că secretele tale vor fi expuse. Este un avertisment să îți păzești mai bine valorile.",
      "slug": "hoti"
    },
    {
      "name": "Hrana",
      "category": "alimente",
      "shortMeaning": "Nutriție fizică și spirituală, energie, satisfacție și nevoia de a „digera” experiențe.",
      "fullInterpretation": "Hrana este esențială pentru viață. În vis, ea reprezintă tot ce te hrănește: iubire, cunoaștere, experiențe, energie. Calitatea hranei reflectă calitatea vieții tale interioare. Hrana gustoasă și proaspătă indică sănătate, satisfacție și prosperitate. Hrana stricată sau puțină sugerează lipsuri afective, nemulțumire sau o „dietă” emoțională toxică. A împărți hrana este un semn de generozitate și comuniune.",
      "slug": "hrana"
    },
    {
      "name": "Hrean",
      "category": "alimente",
      "shortMeaning": "Adevăruri iuți, situații picante, sănătate robustă dar și lacrimi sau iritare.",
      "fullInterpretation": "Hreanul este o rădăcină iute, care „pișcă” și face ochii să lăcrimeze, dar este și vindecătoare. Visul sugerează o situație sau un adevăr care, deși poate fi iritant sau dureros inițial (provocând lacrimi), este benefic și purificator pe termen lung. Poate indica o discuție aprinsă, o remarcă sarcastică sau o experiență intensă care te trezește la realitate. Simbolizează și vitalitatea și rezistența.",
      "slug": "hrean"
    }
  ]
}