{
  "symbols": [
    {
      "name": "Hai",
      "category": "dictionar",
      "shortMeaning": "(strigand) nevoia unui stimulent, a unei incurajari, pierderea curajului de a continua.",
      "fullInterpretation": "(strigand) nevoia unui stimulent, a unei incurajari, pierderea curajului de a continua.Acest vis apare frecvent in somnul femeilor si doar rareori in somnul barbatilor. Are o multime de explicatii. Cele mai importante sunt: de pierzi o haina, in vis, paguba vei avea in viata reala -vei avea paguba si daca te visezi imbracat foarte luxos sau foarte saracacios, cu haine rupte si murdare -haine originale, de firma, de marca, de vei vedea, reusita in serviciu sau in afaceri inseamna -haina rosie de vei visa, s-ar putea sa te imbolnavesti -mai multe haine rosii de vei visa - urmeaza niste momente placute in viata ta -haina de matase - esti invidiat -haina rupta - esti sarac, dar sunt sanse de mai bine -haine elegante, sobre si care-ti vin foarte bine - viata ta va avea un curs bun, spre armonie si liniste, mai ales daca te visezi imbracat cu aceste haine -haine spaland - o buna bucata de vreme vei fi departe de mizeriile vietii -haina cu doua fete - vei avea de-a face cu mincinosi, cu ipocriti -vei avea viitorul pe care ti-l doresti, daca vei visa ca tu iti cosi sau iti repari hainele sau daca tu le tai cu foarfeca -haine murdare - vei avea o nemultumire -de te vei visa imbracat in haine stramte - te vei indatora mai mult decat te tine cureaua -haine spaland - de fapt iti speli sufletul, vei avea inima usoara si senina, vei lasa in urma grijile. Vezi de asemenea si visul Haine Haina de blana in vise simbolizeaza prosperitatea si luxul. De asemenea, indica nevoia dumneavoastra de atentie si de admiratie.Haina neagra in vise este semn rau. Acest vis prevesteste boala.A vedea o haina noua in vise prevesteste o anume onoare literara. Din punct de vedere psihologic, daca visati ca imbracati o haina noua inseamna ca veti straluci la exterior si veti gasi intelegere si liniste. Visul in care apare o haina de blana noua inseamna ca veti primi mai multe decat va asteptati.Haina rosie in vise inseamna pasiune si sensibilitate in viata sufleteasca. Daca visati o haina rosie murdara semnifica dispret pentru comportament.O haina verde in vise sugereaza ca averea si puterea dumneavoastra vor creste cu ajutorul unei femei.(prea mari) aroganta, aere de superioritate -(prea mici) modestie, complex de inferioritate, mari resurse nefolosite, talente ascunse -(rupte sau murdare) reputatie stirbita, nevoia de a repara imaginea sifoata -critici, barfe, intrigi -(ponosite, cernite, vechi, cenusii, negre, de doliu) teama de pierdere a unei pozitii favorizante -risc, anxietate -dorinta de autocompatimire sau consolare, pierderea curajului si a initiativei, pasivitate -(albe, noi sau curate) crearea unei imagini favorabile, armonie, comunicare buna, optimism, veselie, incredere in fortele proprii, optimism, atitudine pozitiva sinceritate, corectitudine, caracter placut, simpatie -(colorateincredere in viitode moda veche sau originalitate, veselie, simpatie, amicitie, distractie, amuzament -viziune originala, schimbare si la nou -(demodate) conservatorism, rigiditate, teama de nou si de schimbare, incapatanare, pasivitate -(rosii) indrazneala, tupeu, incredere, originaleactiune, dinamism, energie -(originale, extravagante, ciudate, ) crearea unei imagini noi prin socarea celor din jur, gesturi neobisnuite, iesirea din orice tipar, surprize, schimbari neasteptate, nevoia de a face schimbari majore -(cele pe care le folosesti zi de zi) obisnuinta, rutina, amanarea oricaror schimbari, atitudine constanta, poate chiar rigiditate, incapatanare, frica de schimbare -(de gala) dorinte de marire, de a impresiona, de realizare, de bogatie, de autodepasire, de recunoastere a meritelor -mari sperante, optimism -(pe care nu leai imbraca niciodata in mod normal, care nu iti plac sau care nu ti se potrivesc) nevoia urgenta de a face o schimbare de imagine sau de atitudine, chiar daca acestea cer un sacrificiu sau un compromis -(pierdute) deruta, lipsa de incredere in fortele proprii, pesimism, eschivare, fuga de lume, compromitere, descurajare -(gasite) repararea imaginii sau a reputatiei, schimbare favorabila, recapatarea increderii si a sperantei -(in bagaj) sentimentul ca e nevoie sa faci o schimbare urgenta asupra propriei tale vieti sau mentalitati -(in dulap) nevoia unei organizari si planificari, nevoia scoaterii la iveala a propriilor resurse si talente pentru a crea o la mana a douaimagine noua sau a repara una veche gresita -modestie, situatie materiala precara, acceptarea unui compromis sau a unui sacrificiu, umilinta -(de copil) imaturitate, infantilism, incostienta, atitudine deschisa, sincera asupra vietii, dar fara a fi constient de dificultati, nevoie de protectie -(de ploaie) protectie, dorinta de a nu fi ranit, vulnerabilitate, emotivitate, sensibilitate. Vezi, de asemenea, si ImbracaminteDaca visati la haine albe, semnifica de cele mai multe ori bucurie, fericire, bunatate sufleteasca. Aveti un sentiment de intregire sentimentala si deobicei inseamna ca va asteapta un angajament sentimental - o relatie sau poate un mariaj. Daca visati ca purtati haine albe, inseamna ca veti fi fericiti. La fel daca visati pe cineva purtand haine albe, inseamna fericire pentru cei care le poarta. Visul la haine albe tinute in dulap, sugereaza ca trebuie sa va luminati. S-ar putea ca recent sa fi fost putin mai depresivi sau sa fi trecut printr-o criza. De aceea trebuie sa treceti peste si sa va schimbati atitudinea.Hainele curate in vise inseamna armonie, optimism, veselie, atitudine pozitiva, simpatie. Totodata, inseamna crearea unei imagini favorabile si o comunicare buna.",
      "slug": "hai"
    },
    {
      "name": "Haina",
      "category": "dictionar",
      "shortMeaning": "Acest vis apare frecvent in somnul femeilor si doar rareori in somnul barbatilor.",
      "fullInterpretation": "Acest vis apare frecvent in somnul femeilor si doar rareori in somnul barbatilor. Are o multime de explicatii. Cele mai importante sunt: de pierzi o haina, in vis, paguba vei avea in viata reala -vei avea paguba si daca te visezi imbracat foarte luxos sau foarte saracacios, cu haine rupte si murdare -haine originale, de firma, de marca, de vei vedea, reusita in serviciu sau in afaceri inseamna -haina rosie de vei visa, s-ar putea sa te imbolnavesti -mai multe haine rosii de vei visa - urmeaza niste momente placute in viata ta -haina de matase - esti invidiat -haina rupta - esti sarac, dar sunt sanse de mai bine -haine elegante, sobre si care-ti vin foarte bine - viata ta va avea un curs bun, spre armonie si liniste, mai ales daca te visezi imbracat cu aceste haine -haine spaland - o buna bucata de vreme vei fi departe de mizeriile vietii -haina cu doua fete - vei avea de-a face cu mincinosi, cu ipocriti -vei avea viitorul pe care ti-l doresti, daca vei visa ca tu iti cosi sau iti repari hainele sau daca tu le tai cu foarfeca -haine murdare - vei avea o nemultumire -de te vei visa imbracat in haine stramte - te vei indatora mai mult decat te tine cureaua -haine spaland - de fapt iti speli sufletul, vei avea inima usoara si senina, vei lasa in urma grijile. Vezi de asemenea si visul HaineHaina de blana in vise simbolizeaza prosperitatea si luxul. De asemenea, indica nevoia dumneavoastra de atentie si de admiratie. Haina neagra in vise este semn rau. Acest vis prevesteste boala.A vedea o haina noua in vise prevesteste o anume onoare literara. Din punct de vedere psihologic, daca visati ca imbracati o haina noua inseamna ca veti straluci la exterior si veti gasi intelegere si liniste. Visul in care apare o haina de blana noua inseamna ca veti primi mai multe decat va asteptati.Haina rosie in vise inseamna pasiune si sensibilitate in viata sufleteasca. Daca visati o haina rosie murdara semnifica dispret pentru comportament.O haina verde in vise sugereaza ca averea si puterea dumneavoastra vor creste cu ajutorul unei femei.",
      "slug": "haina"
    },
    {
      "name": "Haina de blana",
      "category": "dictionar",
      "shortMeaning": "Haina de blana in vise simbolizeaza prosperitatea si luxul.",
      "fullInterpretation": "Haina de blana in vise simbolizeaza prosperitatea si luxul. De asemenea, indica nevoia dumneavoastra de atentie si de admiratie.",
      "slug": "haina-de-blana"
    },
    {
      "name": "Haina neagra",
      "category": "dictionar",
      "shortMeaning": "Haina neagra in vise este semn rau.",
      "fullInterpretation": "Haina neagra in vise este semn rau. Acest vis prevesteste boala.",
      "slug": "haina-neagra"
    },
    {
      "name": "Haina noua",
      "category": "dictionar",
      "shortMeaning": "A vedea o haina noua in vise prevesteste o anume onoare literara.",
      "fullInterpretation": "A vedea o haina noua in vise prevesteste o anume onoare literara. Din punct de vedere psihologic, daca visati ca imbracati o haina noua inseamna ca veti straluci la exterior si veti gasi intelegere si liniste. Visul in care apare o haina de blana noua inseamna ca veti primi mai multe decat va asteptati.",
      "slug": "haina-noua"
    },
    {
      "name": "Haina rosie",
      "category": "dictionar",
      "shortMeaning": "Haina rosie in vise inseamna pasiune si sensibilitate in viata sufleteasca.",
      "fullInterpretation": "Haina rosie in vise inseamna pasiune si sensibilitate in viata sufleteasca. Daca visati o haina rosie murdara semnifica dispret pentru comportament.",
      "slug": "haina-rosie"
    },
    {
      "name": "Haina verde",
      "category": "dictionar",
      "shortMeaning": "O haina verde in vise sugereaza ca averea si puterea dumneavoastra vor creste cu ajutorul unei femei.",
      "fullInterpretation": "O haina verde in vise sugereaza ca averea si puterea dumneavoastra vor creste cu ajutorul unei femei.",
      "slug": "haina-verde"
    },
    {
      "name": "Haine",
      "category": "dictionar",
      "shortMeaning": "(prea mari) aroganta, aere de superioritate -(prea mici) modestie, complex de inferioritate, mari...",
      "fullInterpretation": "(prea mari) aroganta, aere de superioritate -(prea mici) modestie, complex de inferioritate, mari resurse nefolosite, talente ascunse -(rupte sau murdare) reputatie stirbita, nevoia de a repara imaginea sifoata -critici, barfe, intrigi -(ponosite, cernite, vechi, cenusii, negre, de doliu) teama de pierdere a unei pozitii favorizante -risc, anxietate -dorinta de autocompatimire sau consolare, pierderea curajului si a initiativei, pasivitate -(albe, noi sau curate) crearea unei imagini favorabile, armonie, comunicare buna, optimism, veselie, incredere in fortele proprii, optimism, atitudine pozitiva sinceritate, corectitudine, caracter placut, simpatie -(colorateincredere in viitode moda veche sau originalitate, veselie, simpatie, amicitie, distractie, amuzament -viziune originala, schimbare si la nou -(demodate) conservatorism, rigiditate, teama de nou si de schimbare, incapatanare, pasivitate -(rosii) indrazneala, tupeu, incredere, originaleactiune, dinamism, energie -(originale, extravagante, ciudate, ) crearea unei imagini noi prin socarea celor din jur, gesturi neobisnuite, iesirea din orice tipar, surprize, schimbari neasteptate, nevoia de a face schimbari majore -(cele pe care le folosesti zi de zi) obisnuinta, rutina, amanarea oricaror schimbari, atitudine constanta, poate chiar rigiditate, incapatanare, frica de schimbare -(de gala) dorinte de marire, de a impresiona, de realizare, de bogatie, de autodepasire, de recunoastere a meritelor -mari sperante, optimism -(pe care nu leai imbraca niciodata in mod normal, care nu iti plac sau care nu ti se potrivesc) nevoia urgenta de a face o schimbare de imagine sau de atitudine, chiar daca acestea cer un sacrificiu sau un compromis -(pierdute) deruta, lipsa de incredere in fortele proprii, pesimism, eschivare, fuga de lume, compromitere, descurajare -(gasite) repararea imaginii sau a reputatiei, schimbare favorabila, recapatarea increderii si a sperantei -(in bagaj) sentimentul ca e nevoie sa faci o schimbare urgenta asupra propriei tale vieti sau mentalitati -(in dulap) nevoia unei organizari si planificari, nevoia scoaterii la iveala a propriilor resurse si talente pentru a crea o la mana a douaimagine noua sau a repara una veche gresita -modestie, situatie materiala precara, acceptarea unui compromis sau a unui sacrificiu, umilinta -(de copil) imaturitate, infantilism, incostienta, atitudine deschisa, sincera asupra vietii, dar fara a fi constient de dificultati, nevoie de protectie -(de ploaie) protectie, dorinta de a nu fi ranit, vulnerabilitate, emotivitate, sensibilitate. Vezi, de asemenea, si ImbracaminteDaca visati la haine albe, semnifica de cele mai multe ori bucurie, fericire, bunatate sufleteasca. Aveti un sentiment de intregire sentimentala si deobicei inseamna ca va asteapta un angajament sentimental - o relatie sau poate un mariaj. Daca visati ca purtati haine albe, inseamna ca veti fi fericiti. La fel daca visati pe cineva purtand haine albe, inseamna fericire pentru cei care le poarta. Visul la haine albe tinute in dulap, sugereaza ca trebuie sa va luminati. S-ar putea ca recent sa fi fost putin mai depresivi sau sa fi trecut printr-o criza. De aceea trebuie sa treceti peste si sa va schimbati atitudinea. Hainele curate in vise inseamna armonie, optimism, veselie, atitudine pozitiva, simpatie. Totodata, inseamna crearea unei imagini favorabile si o comunicare buna.Hainele murdare in vise semnifica nefericire, descurajare, necaz. Pentru mai multe detalii vizitati si interpretarea visului haina.Hainele negre in vis inseamna, de obicei, o teama de pierdere a unei pozitii favorizante la locul de munca sau in societate. Totodata, ar mai putea insemna un risc pe care trebuie sa vi-l asumati, pierderea curajului si a initiativei. In unele traditii, hainele negre in vis reprezinta boala. Daca visati ca purtati haine negre se refera la dorinta dumneavoastra de a va integra. Daca in mod normal, in viata de zi cu zi purtati haine negre, atunci visul poate fi pur si simplu o reflecatare a dumneavoastra.Daca visati haine noi, inseamna ca va creati in mediul dumneavoastra social o imagine favorabila, aveti in general o comunicare buna cu ceilalti, armonie, dati dovada de optimism, de incredere. Aveti incredere in propriile forte si aveti mereu o atitudine pozitiva, plina de sinceritate, de corectitudine. Visul in care imbracati haine noi sugereaza ca va veti imbogati, material sau sufleteste.Daca visati ca purtati haine rupte sugereaza ca starea dumneavoastra financiara se va imbunatati. Daca hainele rupte sunt si murdare inseamna ca veti avea o perioada in care sanatatea va va juca feste. Daca hainele rupte sunt curate inseamna ca veti avea castiguri mari. Visul in care daruti haine rupte cuiva semnifica faptul ca veti avea parte de armonie si de multa veselie. Alternativ, hainele rupte in vise ar putea insemna ca cineva va uraste, va vrea raul sau pot reprezenta inselaciuni in viitorul apropiat. Daca visati ca umblati cu haine rupte pe strada inseamna ca va cunoasteti dusmanul si va feriti de el.Visul in care puneti la uscat haine spalate sugereaza ca vor aparea cateva ingrijorari. Daca va visati calcand haine proaspat spalate inseamna bucurie pe viitor, dar si sanatate.Vazand sau purtand un costum ud in vise sugereaza faptul ca va explorati incet si in conditii de siguranta emotiile si sentimentele interioare. Va aflati intr-un loc confortabil si va recunoasteti vulnerabilitatile si sentimentele.Hainele vechi in vise sugereaza amaraciune, anxietate, dorinta de autocompatimire, de consolare. Inseamna ca, in realitate, va temeti sa nu pierdeti o pozitie favorabila, totodata insemnand ca s-ar putea as va pierdeti curajul si initiativa. Daca visati ca va imbracati cu haine vechi inseamna ca va paste un pericol.",
      "slug": "haine"
    },
    {
      "name": "Haine albe",
      "category": "dictionar",
      "shortMeaning": "Daca visati la haine albe, semnifica de cele mai multe ori bucurie, fericire, bunatate sufleteasca.",
      "fullInterpretation": "Daca visati la haine albe, semnifica de cele mai multe ori bucurie, fericire, bunatate sufleteasca. Aveti un sentiment de intregire sentimentala si deobicei inseamna ca va asteapta un angajament sentimental - o relatie sau poate un mariaj. Daca visati ca purtati haine albe, inseamna ca veti fi fericiti. La fel daca visati pe cineva purtand haine albe, inseamna fericire pentru cei care le poarta. Visul la haine albe tinute in dulap, sugereaza ca trebuie sa va luminati. S-ar putea ca recent sa fi fost putin mai depresivi sau sa fi trecut printr-o criza. De aceea trebuie sa treceti peste si sa va schimbati atitudinea.",
      "slug": "haine-albe"
    },
    {
      "name": "Haine curate",
      "category": "dictionar",
      "shortMeaning": "Hainele curate in vise inseamna armonie, optimism, veselie, atitudine pozitiva, simpatie.",
      "fullInterpretation": "Hainele curate in vise inseamna armonie, optimism, veselie, atitudine pozitiva, simpatie. Totodata, inseamna crearea unei imagini favorabile si o comunicare buna.",
      "slug": "haine-curate"
    },
    {
      "name": "Hot",
      "category": "dictionar",
      "shortMeaning": "(tu esti cel care fura) situatii jenante, care necesita solutii incorecte, perioada dificila, sit...",
      "fullInterpretation": "(tu esti cel care fura) situatii jenante, care necesita solutii incorecte, perioada dificila, situatie materiala precara -lacomie, pierderea controlului asupra propriilor fapte, sentiment de culpabilitate -(altul care fura) te simti frustrat si doresti sa capeti ceva ce crezi ca este al tau, nedreptati, teama de esec sau de pierdere.Visul hoti este prevestitor de bine pentru dumneavoastra in afara de cazul in care esti ranit in timpul jafului -in acest din urma caz visul prevesteste pierdere de bani -Un vis cu un singur hot, de obicei de buzunare, poate insemna si o tradare.",
      "slug": "hot"
    },
    {
      "name": "Hotel",
      "category": "dictionar",
      "shortMeaning": "Camera de hotel in vise simbolizeaza o incapere dubioasa, straina, care este necesara reculegerii.",
      "fullInterpretation": "Camera de hotel in vise simbolizeaza o incapere dubioasa, straina, care este necesara reculegerii.",
      "slug": "hotel"
    },
    {
      "name": "Hartie",
      "category": "dictionar",
      "shortMeaning": "(de scris) vezi foaie -(igienica) situatie jenanta, umilinta, risc de compromitere sau de stirbir...",
      "fullInterpretation": "(de scris) vezi foaie -(igienica) situatie jenanta, umilinta, risc de compromitere sau de stirbire a reputatiei, dar necesar pentru evolutia viitoare sau pentru eliberarea de o problema stresanta.Hartia igienica in vse inseamna ca va aflati intr-o situatie confuza, jenanta, sunteti umilit si riscati sa va compromiteti in ceva josnic sau riscati sa va stricati reputatia, insa acestea pot fi un real ajutor pentru a rezolva unele probleme grave, urgente sau doar pentru a va elibera de stres si sa evoluati in viitor.Banii de hartie in vis, de obicei, inseamna ghinion. Ar putea insemna un avertisment. S-ar putea sa aveti pierderi emotionale si materiale. Pentru mai multe detalii vizitati si visul bancnote.",
      "slug": "hartie"
    },
    {
      "name": "Hamei",
      "category": "dictionar",
      "shortMeaning": "In general, visele despre hamei fac referire la un fel de cumpatare si la capacitatea de a stapan...",
      "fullInterpretation": "In general, visele despre hamei fac referire la un fel de cumpatare si la capacitatea de a stapanii detaliile unei afaceri ori a unui proiect destul de complex. De asemenea, hameiul este asociat cu optimismul, increderea si progresele. Aparitaia hameiului in visele indragostitilor este considerat a fi un semn favorabil de longevitatea, echilibru si stabilitate in relatie.",
      "slug": "hamei"
    },
    {
      "name": "Holul unei cladiri",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca esti in holul unei cladiri publice va trebui sa iei o decizie importanta.",
      "fullInterpretation": "Daca visezi ca esti in holul unei cladiri publice va trebui sa iei o decizie importanta.",
      "slug": "holul-unei-cladiri"
    },
    {
      "name": "Hortensie",
      "category": "dictionar",
      "shortMeaning": "Hortensiile sunt unele dintre cele mai iubite flori de gradina de pe la noi, din acest motiv se a...",
      "fullInterpretation": "Hortensiile sunt unele dintre cele mai iubite flori de gradina de pe la noi, din acest motiv se afla si in clasamentul celor mai visate flori. In general, aparitia hortensiilor in visele noastre va prezice schimbari care nu intodeuna vor fi unele bune. Prin urmare, hortensia, in functie de context, culoare , stare, etc, poate avea semnificatii atat pozitive cat si negative. Semificatii pozitive Hortensiile proaspete semnifica o stare de spirit buna, sanatate si longevitate. Hortensii multicolere. Aceste prevestesc intalnire unei persoane foarte intersanta si enigmatica. Alternativ, visul poate prevesti o calatorie foarte interesanta intr-un loc sau intr-o tara exotica. Hortensii intr-o florarie. Un asemenea vis prevesteste deschiderea sau initierea unei afaceri care se va dovedi a fi una foarte profitabila. Hortensia aparuta in visele barbatiilor este un semn bun. Aceasta simbolizeaza prosperitatea si norocul. Semnificatii negative Visand hostensii intr-un cimitir, prevesteste aparitiainvidiei si a oamenilor care se intorc impotriva dumneavoastra. Culesul hortensiilor indica momentul unei schimbari. Cel mai probabil de acum inainte veti renunta la bunele intentii si veti face tot ceea ce va sta in putinta sa va satisfaceti dorintele, ceea ce nu este un lucru tocmai bun! Oferind cuiva o hortensie. Acest vis face referire la anumite promisiuni false. Incercati sa fiti cat mei corecti cu persoanele din jurul dumneavoastra, doarece, la un moment dat, veti fi discreditati si dati la o parte. Visand o hortensie uscata, ofilita sau care da semne ca moare, indica anumite neintelegeri sau frustrari in relatia de cuplu.",
      "slug": "hortensie"
    },
    {
      "name": "Hemoroizi",
      "category": "dictionar",
      "shortMeaning": "De obicei, visarea hemoroizilor indica stima de sine scazuta sau faptul ca va simtiti vulnerabil,...",
      "fullInterpretation": "De obicei, visarea hemoroizilor indica stima de sine scazuta sau faptul ca va simtiti vulnerabil, va este greu sa acceptati cine sunteti si sa va iubiti. De asemenea, visul poate face referire la suprimarea gandurilor si a sentimentelor. Pe de alta parte, hemoroizii pot indica o slabiciune sau o vulnerabilitate la boli cronice. Daca ati visat ca incercati sa ascundeti faptul ca aveti hemoroizi, inseamna ca va este teama ca va fi expusa o slabiciune personala. Din nefericire, visarea hemoroizilor cu sange este un semn pentru o boala legata de hipertensiune sau probleme colorectale. In acest caz, este intelept sa efectuati un control medical de rutina.",
      "slug": "hemoroizi"
    },
    {
      "name": "Hrisca",
      "category": "dictionar",
      "shortMeaning": "Hrisca este o planta ierbosa din categoria cerealelor originara din Asia fiind introdusa in Europ...",
      "fullInterpretation": "Hrisca este o planta ierbosa din categoria cerealelor originara din Asia fiind introdusa in Europa de catre mongoli si turci. Vazuta in vise este considerata simbolul saraciei. Este posibil ca in perioada urmatoare sa va confruntati cu un fel de saracie si sa fiti fortat sa traiti modest si sa reduceti toate cheltuielile la minim. In mod altenativ, hrisca poate si un semn ca va preocupa aspectul, sanatatea si nutritia dumneavoastra. In continuare va vom prezenta cele mai cumune vise legate de hrisca: Cultivarea, plantarea si recoltarea Daca ati visat ca ati cultivat hrisca inseamna ca veti demara o afacere prospera. Sunteti o persoana caruia nu-i lipsesc ideile dar care are nevoie de un pic de curaj pentru a le pune in aplicare. Plantarea acesteia simbolizeaza faptul ca persistenta, rabdarea si munca din rasputeri va da, in sfarsit, roade. Poate ca ati muncit foarte mult in ultima perioada si ati auzit unele comentarii cum ca anumite persoane se folosesc de dumneavoastra, cu toate acestea, lucrurile se vor schimba in bine. Poate ca afacerea pe care o detineti va face o turnura catre o nisa de succes sau poate ca cineva de la locul de munca va va remarca si va aprecia munca depusa. Oricum ar fi, este vorba de recompense ! Culegerea sau recoltarea de hrisca este un vis care incearca sa ne spuna ca a sosit timpul sa dam uitarii momentele dificile din trecut. Poate ca pana in acest moment a existat ceva care atarna greu si va impiedica sa inaintati sau sa evoluati, fie ca a fost vorba de o despartire dificila sau o alta tragedie mai grava din viata dumneavoastra, este timpul sa traiti in realiatate si sa va ganditi mai mult la viitorul dumneavoastra. Cumparand hrisca Acest vis prevesteste ca, in sfarsit, veti incepe sa va schimbati obiceiurile proaste care v-au afectat calitatea vietii. Veti realiza ca aveti unele vicii care in combinatie cu lipsa de activitati fizice sunt calea care va va conduce in scurt timp catre un spital. Vanzarea de hrisca Vanzarea acestor cereale implica faptul ca va veti pierde speranta de realizare a unor lucruri la care ati visat de multa vreme. Cel mai probabil ati fost descurajat de provocari / obstacole si ati ajuns intr-un punct in care nu mai gasiti destula putere pentru a lupta. Insa, nu sunteti constient de rezistenta dumneavoastra, asa ca, continund sa luptati, veti realiza lucrurile mult visate. Floarea de hrisca O buna reputatie este simbolizata de visele in care apare floarea de hrisca. Destul de multi oameni va apreciaza pentru simplitate, bunatate si mai ales pentru onestitatea dumenavoastra. Disponibiliatea dumneavoastra de a actiona corect in fiecare situatie este atuul dumenavoastra si veti putea obtine rezulatate extraordinare daca ati decide sa va implicati in politica. Consumul de hrisca Visand ca preparati un terci de hrisca, insemana ca cineva sau ceva nu va va indeplini asteptarile. Un vis in care faceti paine din faina de hrisca semnifica faptul ca va faceti griji cu privire la sanatatea unei persoane dragi fara niciun motiv. Vi sa va confirma acesta in urma unor teste si analize.",
      "slug": "hrisca"
    },
    {
      "name": "Haine murdare",
      "category": "dictionar",
      "shortMeaning": "Hainele murdare in vise semnifica nefericire, descurajare, necaz.",
      "fullInterpretation": "Hainele murdare in vise semnifica nefericire, descurajare, necaz. Pentru mai multe detalii vizitati si interpretarea visului haina.",
      "slug": "haine-murdare"
    },
    {
      "name": "Haine negre",
      "category": "dictionar",
      "shortMeaning": "Hainele negre in vis inseamna, de obicei, o teama de pierdere a unei pozitii favorizante la locul...",
      "fullInterpretation": "Hainele negre in vis inseamna, de obicei, o teama de pierdere a unei pozitii favorizante la locul de munca sau in societate. Totodata, ar mai putea insemna un risc pe care trebuie sa vi-l asumati, pierderea curajului si a initiativei. In unele traditii, hainele negre in vis reprezinta boala. Daca visati ca purtati haine negre se refera la dorinta dumneavoastra de a va integra. Daca in mod normal, in viata de zi cu zi purtati haine negre, atunci visul poate fi pur si simplu o reflecatare a dumneavoastra.",
      "slug": "haine-negre"
    },
    {
      "name": "Haine noi",
      "category": "dictionar",
      "shortMeaning": "Daca visati haine noi, inseamna ca va creati in mediul dumneavoastra social o imagine favorabila,...",
      "fullInterpretation": "Daca visati haine noi, inseamna ca va creati in mediul dumneavoastra social o imagine favorabila, aveti in general o comunicare buna cu ceilalti, armonie, dati dovada de optimism, de incredere. Aveti incredere in propriile forte si aveti mereu o atitudine pozitiva, plina de sinceritate, de corectitudine. Visul in care imbracati haine noi sugereaza ca va veti imbogati, material sau sufleteste.",
      "slug": "haine-noi"
    },
    {
      "name": "Haine rupte",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca purtati haine rupte sugereaza ca starea dumneavoastra financiara se va imbunatati.",
      "fullInterpretation": "Daca visati ca purtati haine rupte sugereaza ca starea dumneavoastra financiara se va imbunatati. Daca hainele rupte sunt si murdare inseamna ca veti avea o perioada in care sanatatea va va juca feste. Daca hainele rupte sunt curate inseamna ca veti avea castiguri mari. Visul in care daruti haine rupte cuiva semnifica faptul ca veti avea parte de armonie si de multa veselie. Alternativ, hainele rupte in vise ar putea insemna ca cineva va uraste, va vrea raul sau pot reprezenta inselaciuni in viitorul apropiat. Daca visati ca umblati cu haine rupte pe strada inseamna ca va cunoasteti dusmanul si va feriti de el.",
      "slug": "haine-rupte"
    },
    {
      "name": "Haine spalate",
      "category": "dictionar",
      "shortMeaning": "Visul in care puneti la uscat haine spalate sugereaza ca vor aparea cateva ingrijorari.",
      "fullInterpretation": "Visul in care puneti la uscat haine spalate sugereaza ca vor aparea cateva ingrijorari. Daca va visati calcand haine proaspat spalate inseamna bucurie pe viitor, dar si sanatate.",
      "slug": "haine-spalate"
    },
    {
      "name": "Haine ude",
      "category": "dictionar",
      "shortMeaning": "Vazand sau purtand un costum ud in vise sugereaza faptul ca va explorati incet si in conditii de ...",
      "fullInterpretation": "Vazand sau purtand un costum ud in vise sugereaza faptul ca va explorati incet si in conditii de siguranta emotiile si sentimentele interioare. Va aflati intr-un loc confortabil si va recunoasteti vulnerabilitatile si sentimentele.",
      "slug": "haine-ude"
    },
    {
      "name": "Haine vechi",
      "category": "dictionar",
      "shortMeaning": "Hainele vechi in vise sugereaza amaraciune, anxietate, dorinta de autocompatimire, de consolare.",
      "fullInterpretation": "Hainele vechi in vise sugereaza amaraciune, anxietate, dorinta de autocompatimire, de consolare. Inseamna ca, in realitate, va temeti sa nu pierdeti o pozitie favorabila, totodata insemnand ca s-ar putea as va pierdeti curajul si initiativa. Daca visati ca va imbracati cu haine vechi inseamna ca va paste un pericol.",
      "slug": "haine-vechi"
    },
    {
      "name": "Haita",
      "category": "dictionar",
      "shortMeaning": "Haita de lupi in vise prevesteste ca veti fi implicat intr-un scandal de proportii, un razboi.",
      "fullInterpretation": "Haita de lupi in vise prevesteste ca veti fi implicat intr-un scandal de proportii, un razboi. Visul in care apare o haita de caini inseamna ca aveti multi dusmani, oameni care va barfesc, va vorbesc de rau. Daca visati ca haita de caini care va latra inseamna ca veti duce o viata in saracie. Visul in care apare o haita de caini mici sugereaza ca aveti prieteni buni.",
      "slug": "haita"
    },
    {
      "name": "Halat",
      "category": "dictionar",
      "shortMeaning": "Daca va visati in halat de multe ori inseamna ca trebuie sa va confruntati cu anumite probleme personale.",
      "fullInterpretation": "Daca va visati in halat de multe ori inseamna ca trebuie sa va confruntati cu anumite probleme personale. Visul mai poate fi interpretat cu dorinta de a fi liberi, de a va simiti eliberati, de a lua o pauza, fiind vorba de extenuare atat fizica cat si psihica. Daca visati ca imbracati pe altcineva in halat inseamna ca doriti sa il protejati. Visul in halat de baie inseamna adesea probleme de comfort personal sau probleme de intimitate pe care trebuie sa le confruntati si sale rezolvati. In termeni spirituali, visul in halat alb inseamna inocenta, iar un halat nepatat inseamna sfintenie. Un halat curat adesea aduce o imagine de sine foarte buna, iar unul murdar aduce exact opusul. Daca visati halatul alb al infirmierelor sau medicilor, contextul visului este adesea boala. Albul este vazut de unii linistitor sau amenintator, dar imaginea este deseori legata de o suferinta interioara. Visul in halate de diferite culori significa cunoasterea si capacitatea de a folosi puterea in mod corect.Halatul alb in vise inseamna inocenta, puritate. Daca visati un doctor intr-un halat alb inseamna ca aveti prieteni care tin la dumneavoastra. Adesea halatul alb al doctorilor reprezinta si imaginea unei suferinte interioare. Halatul de baie in vise reprezinta constiinta de sine sau sensibilitatea de a demonstra celor din jur ca se inseala in privinta dumneavoastra. Visul s-ar putea sa reflecte personalitatea dumneavoastra atunci cand va confruntati cu problemele personale sau cu ceva rusinos. Visul in care purtati un halat de baie sugereaza nevoia de intimitate. Se pare ca va simtiti fara viata personala. Poata ca va doriti sa va aflati in propria dumneavoastra lume. Visul denota si probleme legate de viata intima. Incercati sa va confruntati cu problemelesi sa incercati sa le dati de capat. Daca visati ca va dati jos halatul de baie inseamna ca aveti o minte deschisa despre expunerea vietii dumneavoastra intime sau private.Halatul de spital sugereaza vulnerabilitate sau fiind in grija altora. Visand ca va dezbracati si va inlocuiti hainele cu un halat de spital inseamna ca va eliberati de inhibitii deveniti dependent(a) de asistanetele si medicii din viata dumneavoastra. Renuntati la o parte din puterea dumneavoastra pentru ca altcineva sa aibe grija de dumneavoastra.",
      "slug": "halat"
    },
    {
      "name": "Halat alb",
      "category": "dictionar",
      "shortMeaning": "Halatul alb in vise inseamna inocenta, puritate.",
      "fullInterpretation": "Halatul alb in vise inseamna inocenta, puritate. Daca visati un doctor intr-un halat alb inseamna ca aveti prieteni care tin la dumneavoastra. Adesea halatul alb al doctorilor reprezinta si imaginea unei suferinte interioare.",
      "slug": "halat-alb"
    },
    {
      "name": "Halat de baie",
      "category": "dictionar",
      "shortMeaning": "Halatul de baie in vise reprezinta constiinta de sine sau sensibilitatea de a demonstra celor din...",
      "fullInterpretation": "Halatul de baie in vise reprezinta constiinta de sine sau sensibilitatea de a demonstra celor din jur ca se inseala in privinta dumneavoastra. Visul s-ar putea sa reflecte personalitatea dumneavoastra atunci cand va confruntati cu problemele personale sau cu ceva rusinos. Visul in care purtati un halat de baie sugereaza nevoia de intimitate. Se pare ca va simtiti fara viata personala. Poata ca va doriti sa va aflati in propria dumneavoastra lume. Visul denota si probleme legate de viata intima. Incercati sa va confruntati cu problemelesi sa incercati sa le dati de capat. Daca visati ca va dati jos halatul de baie inseamna ca aveti o minte deschisa despre expunerea vietii dumneavoastra intime sau private.",
      "slug": "halat-de-baie"
    },
    {
      "name": "Halat de spital",
      "category": "dictionar",
      "shortMeaning": "Halatul de spital sugereaza vulnerabilitate sau fiind in grija altora.",
      "fullInterpretation": "Halatul de spital sugereaza vulnerabilitate sau fiind in grija altora. Visand ca va dezbracati si va inlocuiti hainele cu un halat de spital inseamna ca va eliberati de inhibitii deveniti dependent(a) de asistanetele si medicii din viata dumneavoastra. Renuntati la o parte din puterea dumneavoastra pentru ca altcineva sa aibe grija de dumneavoastra.",
      "slug": "halat-de-spital"
    },
    {
      "name": "Haltere",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "haltere"
    },
    {
      "name": "Ham hamuri",
      "category": "dictionar",
      "shortMeaning": "Visele in care vedem sau folosim un ham simbolizeaza control si lipsa de libertate.",
      "fullInterpretation": "Visele in care vedem sau folosim un ham simbolizeaza control si lipsa de libertate. Poate te simti tinut(a) pe loc, fie de propriile temeri sau de altii. - Daca ai visat ca pui hamuri unui cal sau unui alt animal inseamna ca ai capabilitatea de a te descurca cu situatii noi intalnite. - Visul in care cumperi un ham nou sugereaza imbunatatirea situatiei materiale.",
      "slug": "ham-hamuri"
    },
    {
      "name": "Hamac",
      "category": "dictionar",
      "shortMeaning": "Hamacul in vise reprezinta nevoia de relaxare.",
      "fullInterpretation": "Hamacul in vise reprezinta nevoia de relaxare. Alternativ, visul sugereaza aprecierea asupra vietii, ai realizat ce ti-ai propus. - Daca in vis ai cazut din hamac inseamna ca ai fost indus(a) in eroare, crezand ca totul este in regula atunci cand nu este. Alternativ, visul inseamna ca inca mai ai lucruri netrminate. - Visul in care stai cu o persoana de sex opus in hamac semnifica activitati sociale noi.",
      "slug": "hamac"
    },
    {
      "name": "Hamal",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat un hamal ce iti cara bagajele inseamna ca scapi de o neplacere.",
      "fullInterpretation": "- Daca ai visat un hamal ce iti cara bagajele inseamna ca scapi de o neplacere. - Daca in vis tu esti hamal, atentie la oboseala cauzata de prea multa munca, aceasta iti poate crea probleme de sanatate. In traditia orientala hamalul prevesteste nacazuri.",
      "slug": "hamal"
    },
    {
      "name": "Hambar",
      "category": "dictionar",
      "shortMeaning": "Un hambar ce apare in vise reprezinta sentimente care sunt tinute in subconstient.",
      "fullInterpretation": "Un hambar ce apare in vise reprezinta sentimente care sunt tinute in subconstient. Este posibil ca toate acestea sa se intample in mod natural sau instinctiv. - Daca ai visat un hambar de grau semnifica prosperitate si bogatie. - Daca visezi hambar plin inseamna noroc si realizari profesionale. - Daca si visat hambar gol inseamna speranta desarta. Alternativ, visul inseamna Â ne-exploatarea indeajuns de mult a talentelor.. - Daca ai visat un hambar care a luat foc, vei fi macinat(a) de necazuri zilnice. - Un hambar ce se prabuseste prevesteste probleme in viata. - Daca ai visat cereale uscate intr-un hambar insemna prosperitate.",
      "slug": "hambar"
    },
    {
      "name": "Hamster hamsteri",
      "category": "dictionar",
      "shortMeaning": "Hamsterul / hamsterii in vise reprezinta emotii subdezvoltate.",
      "fullInterpretation": "Hamsterul / hamsterii in vise reprezinta emotii subdezvoltate. Te distantezi fata de ceilalti, astfel incat sa nu poti fi ranit sufleteste. Acest vis poate indica, de asemenea, ca problemele legate de sexualitate sunt triviale pentru tine. Ai posibilitatea de a separa sexul de dragoste.",
      "slug": "hamster-hamsteri"
    },
    {
      "name": "Han",
      "category": "dictionar",
      "shortMeaning": "Hanul in vise inseamna saracie.",
      "fullInterpretation": "Hanul in vise inseamna saracie. Daca stati intr-un han inseamna pierderi de bani si esec in afaceri. Pentru indragostiti, visul inseamna ca partenerul dumneavoastra de viata va pleca cu altcineva. Visul in care hanul este comfortabil si frumos mobilat simbolizeaza prosperitatea si placerea.Fiind handicapat in vis sau intalnind ori avand de-a face cu o persoana sau un copil handicapat, de regula se refera la un aspect, o aptitudine sau obicei al vostru care nu si-a atins intregul potential. De exemplu, activitatile sau eforturile dumneavoastra pot fi retinute de sentimente de inferioritate sau lipsa de incredere. Acestea se datoreaza fapului ca in trecut vi-au fost ranite sentimentele sau vi-a scazut stima de sine in vre-un fel. Un om cu handicap in vis mai poate aparea si in urma unei traume suferite in tinerete sau o nastre prematura. Daca ati visat despre altcineva ca ar avea vre-un tip de handicap, inseamna ca in subconstient va ganditi la acea persona si ca aceasta nu se ridica la asteptarile dumneavoastra. Daca handicapul este asociat cu un sport, inseamna ca va aflati intr-un cerc social care va provoaca si va trebui sa ramaneti in acesta pentru a deveni mai bun. Atunci cand handicapul este asociat cu capacitatea mentala, acest vis indica faptul ca intampinati un blocaj la care trebuie sa gasiti o cale de a-l razbi inainte de a progresa in viata.",
      "slug": "han"
    },
    {
      "name": "Handicapat",
      "category": "dictionar",
      "shortMeaning": "Fiind handicapat in vis sau intalnind ori avand de-a face cu o persoana sau un copil handicapat, ...",
      "fullInterpretation": "Fiind handicapat in vis sau intalnind ori avand de-a face cu o persoana sau un copil handicapat, de regula se refera la un aspect, o aptitudine sau obicei al vostru care nu si-a atins intregul potential. De exemplu, activitatile sau eforturile dumneavoastra pot fi retinute de sentimente de inferioritate sau lipsa de incredere. Acestea se datoreaza fapului ca in trecut vi-au fost ranite sentimentele sau vi-a scazut stima de sine in vre-un fel. Un om cu handicap in vis mai poate aparea si in urma unei traume suferite in tinerete sau o nastre prematura. Daca ati visat despre altcineva ca ar avea vre-un tip de handicap, inseamna ca in subconstient va ganditi la acea persona si ca aceasta nu se ridica la asteptarile dumneavoastra. Daca handicapul este asociat cu un sport, inseamna ca va aflati intr-un cerc social care va provoaca si va trebui sa ramaneti in acesta pentru a deveni mai bun. Atunci cand handicapul este asociat cu capacitatea mentala, acest vis indica faptul ca intampinati un blocaj la care trebuie sa gasiti o cale de a-l razbi inainte de a progresa in viata.",
      "slug": "handicapat"
    },
    {
      "name": "Harem",
      "category": "dictionar",
      "shortMeaning": "- Visul in care faci parte dintr-un harem semnifica energie sexuala si inhibitii reprimate.",
      "fullInterpretation": "- Visul in care faci parte dintr-un harem semnifica energie sexuala si inhibitii reprimate. Trebuie sa fi deschis(a) la exprimare sexuala. - Barbatul ce viseaza ca are un harem cu femeie va trebui sa faca fata barfelor celor din jur. - Daca o femeie viseaza ca face parte dintr-un harem inseamna ca viata sa sentimentala nu va fi foarte buna. - Daca in vis esti tinut(a) prizonier(a) intr-un harem sugereaza ca esti in proces de acceptare a sexualitatii tale. - Daca ai visat ca deti propriul harem inseamna ca iti pierzi timpul cu preocupari frivole. Trebuie sa iti reanalizezi obiectivele si directia in care doresti sa iti croiesti viata.",
      "slug": "harem"
    },
    {
      "name": "Harpa",
      "category": "dictionar",
      "shortMeaning": "Cantecul provenit de la o harpa reprezinta armonie spirituala.",
      "fullInterpretation": "Cantecul provenit de la o harpa reprezinta armonie spirituala. Este simbolul vindecarii. - Daca in vis canti la harpa inseamna ca vei gasi mangaiere in partea spirituala a naturii. - Daca in vis altcineva canta la harpa este semn ca cineva iti face un mare favor. - Daca ai visat o harpa cu corzi rupte inseamna frustrare si dispozitie proasta. Alternativ, visul prevesteste neintelegeri in viata de cuplu. - Daca ai visat harpa pe o scena inseamna ca trebuie sa iti reevaluezi activitatile profesionale.",
      "slug": "harpa"
    },
    {
      "name": "Harpon",
      "category": "dictionar",
      "shortMeaning": "Visul in care te folosesti de un harpon reperezinta dorinta de a tintui o solutie la o problema din viata de zi cu zi.",
      "fullInterpretation": "Visul in care te folosesti de un harpon reperezinta dorinta de a tintui o solutie la o problema din viata de zi cu zi. Esti gata sa explorezi si sa te confrunti cu anumite emotii. Un harpon este, de asemenea, vazut ca si un simbol falic si reprezinta, astfel, toate lucrurile masculine. - Daca vanezi o balena sau un alt animal cu harponul inseamna ca situatia ta financiara si modul de viata se vor inbunatati. Profit sigur din actiuni indraznete. - Daca in vis harponul se agata de tine este semn rau, vei suferi pierderi financiare.",
      "slug": "harpon"
    },
    {
      "name": "Harta",
      "category": "dictionar",
      "shortMeaning": "(punct indicat pe harta) atentionare cu privire la calea pe care trebuie so apuci, posibilitatea ...",
      "fullInterpretation": "(punct indicat pe harta) atentionare cu privire la calea pe care trebuie so apuci, posibilitatea aparitiei unor noi cai de actiune, cautarea de noi sanse sau idei -(cautand un punct pe harta) deruta, sentiment de neintegrare in mediul in care traiesti, dorinta de a lua legatura cu cat mai multa lume, sociabilitate, dar cu imposibilitatea de a cunoaste prea multe persoane, sentimentul ca nu apartii locului in care te afli, ca trebuie sa mai cauti -(desfacuta) receptivitate fata de cei care tear putea ajuta -(stransa sul) dezinteres, indiferenta fata de cei care ar putea sa te indrume -(rupta) solutiile cele mai bune intr-o situatie derutanta pot fi cele deja cunoscute, care tiau mai fost de ajutor si altadata -cauta indrumare la persoane cu experienta.",
      "slug": "harta"
    },
    {
      "name": "Hartie igienica",
      "category": "dictionar",
      "shortMeaning": "Hartia igienica in vse inseamna ca va aflati intr-o situatie confuza, jenanta, sunteti umilit si ...",
      "fullInterpretation": "Hartia igienica in vse inseamna ca va aflati intr-o situatie confuza, jenanta, sunteti umilit si riscati sa va compromiteti in ceva josnic sau riscati sa va stricati reputatia, insa acestea pot fi un real ajutor pentru a rezolva unele probleme grave, urgente sau doar pentru a va elibera de stres si sa evoluati in viitor.",
      "slug": "hartie-igienica"
    },
    {
      "name": "Hazna / fosa septica",
      "category": "dictionar",
      "shortMeaning": "Fosa septica sau haznaua reprezinta comfirmarea capacitatii dumneavoastra de a scapa in mod eficient de probleme.",
      "fullInterpretation": "Fosa septica sau haznaua reprezinta comfirmarea capacitatii dumneavoastra de a scapa in mod eficient de probleme. Haznaua in vise poate simboliza si purificare a unei situatii complicate, recuperarea sanatatii sau un comportament adecvat pentru rezovarea situatilor si problemelor. In mod negativ, visele despre fose septice pline cu mizerie , va avertizeaza cu privire la o reflectie asupra conflictelor personale, astfel evitati dependenta prea multa de cei din jur, care oricum joaca un rol important in succesul dumneavoastra. Din punct de vedere spiritual, haznaua simbolizeaza nevoia de a te curata emotional. Trebuie sa renuntati lucrile negative si ganduri uracioase care va retin din drumul dumneavoastra spre succes.",
      "slug": "hazna-fosa-septica"
    },
    {
      "name": "Hemoragie",
      "category": "dictionar",
      "shortMeaning": "Hemoragia in vise simbolizeaza pierderea de vitalitate, pierderea increderii in sine.",
      "fullInterpretation": "Hemoragia in vise simbolizeaza pierderea de vitalitate, pierderea increderii in sine. - Daca tu suferi o hemoragie este semn de boala sau de suferinta. - Daca ai visat o hemoragie excesiva inseamna ca trebuie sa nu mai muncesti atat de mult. Vezi, de asemenea, si ce reprezinta visul sange.",
      "slug": "hemoragie"
    },
    {
      "name": "Hepatita",
      "category": "dictionar",
      "shortMeaning": "Hepatita in vise ne sugereaza sa fim mai atenti la sanatate.",
      "fullInterpretation": "Hepatita in vise ne sugereaza sa fim mai atenti la sanatate. - Visul in care tu ai hepatita reprezinta nefericire si lipsa de credinta din partea partenerului. - Daca ai visat ca altcineva este bolnav de hepatita este semn ca o sa ai probleme financiare.",
      "slug": "hepatita"
    },
    {
      "name": "Herghelie",
      "category": "dictionar",
      "shortMeaning": "Herghelia in vise inseamna ca veti avea parte de mici greutati cu ceilalti oameni.",
      "fullInterpretation": "Herghelia in vise inseamna ca veti avea parte de mici greutati cu ceilalti oameni. Daca visati o herghelie cu animale pierdute inseamna ca va faceti griji pentru anumite lucruri.",
      "slug": "herghelie"
    },
    {
      "name": "Hermafrodit",
      "category": "dictionar",
      "shortMeaning": "In general, hermafroditul in vise sugereaza echilibrul desavarsit.",
      "fullInterpretation": "In general, hermafroditul in vise sugereaza echilibrul desavarsit. Din punct de vedere fiziologic, hermafroditul este si barbat si femeie. Astfel, visul in care apare un hermfrodit sugereaza fie bisexualitatea, care poate reprezenta atractia pentru ambele sexe, fie sugereaza androginia, acel echilibru perfect intre atributele feminine si masculine ale oricarui individ. Atunci cand visati un hermafrodit este posibil sa aveti anumite indoieli referitoare la sexul caruia ii apartineti. De asemenea s-ar putea sa va exprimati capacitatea de a va adapta oricarui rol jucat de propria sexualitate. De fiecare data cand invatati ceva nou despre dumneavoastra incercati sa echilibrati balanta intre partea rationala si cea emotionala a personalitatii dumneavoastra. Daca visati o prezenta hermafrodita poate insemna ca unele reactii naturale sa fie reprimate si vor izbucni cat de cat de curand.",
      "slug": "hermafrodit"
    },
    {
      "name": "Hernie",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca suferi de hernie inseamna ca esti nemultumit(a) de comportamentul superiorilor sau a colegilor tai.",
      "fullInterpretation": "- Daca ai visat ca suferi de hernie inseamna ca esti nemultumit(a) de comportamentul superiorilor sau a colegilor tai. Alternativ, visul este un semn ca trebuie evitate eforturile fizice exagerate. - Daca ai visat ca altcineva sufera de hernie inseamna ca vei acuza pe cineva, un coleg, o ruda, un prieten.",
      "slug": "hernie"
    },
    {
      "name": "Herpes",
      "category": "dictionar",
      "shortMeaning": "Visul in care dumneavoastra sau altcineva are herpes reprezinta anixietate sexula si griji.",
      "fullInterpretation": "Visul in care dumneavoastra sau altcineva are herpes reprezinta anixietate sexula si griji. Poate ca ati practicat sex neprotejat si astfel subconstientul dumneavoastra isi exprima grijile. Alternativ, visul poate semnifica ca unele aspecte din viata dumneavoastra (o persoana, o problema sau o situatie) trebuie sa fie eliminate. Acestea va influenteaza negativ. Tot acest vis poate fi si asociat faptului ca o persoana cu putere incerca sa va convinga sa faceti ceva ce dumneavoastra simtiti ca nu este in regula.",
      "slug": "herpes"
    }
  ]
}