{
  "symbols": [
    {
      "name": "Hai",
      "category": "emoții",
      "shortMeaning": "Un strigăt interior după ajutor, încurajare sau nevoia de a prinde curaj pentru a merge mai departe.",
      "fullInterpretation": "Visul în care auzi sau strigi „Hai!” reflectă o nevoie urgentă de stimulare și încurajare. Este posibil să te simți blocat, lipsit de energie sau de motivație într-o situație din viața reală. Acest îndemn subconștient îți semnalează că ai nevoie de un impuls pentru a depăși inerția sau teama. Poate indica, de asemenea, pierderea curajului și dorința ca cineva să fie alături de tine, să te susțină. Este un apel la acțiune: sufletul tău știe că trebuie să te miști, chiar dacă mintea ezită.",
      "slug": "hai"
    },
    {
      "name": "Haina",
      "category": "obiecte",
      "shortMeaning": "Simbol al protecției, al imaginii sociale și al modului în care vrei să fii perceput de lume.",
      "fullInterpretation": "Haina în vis reprezintă „persona”, masca socială pe care o purtăm în fața celorlalți. Ea vorbește despre protecție, statut și identitate. O haină care îți vine bine sugerează încredere în sine și armonie cu rolul tău social. Dacă haina este nepotrivită, strâmtă sau largă, s-ar putea să simți că joci un rol care nu ți se potrivește sau că ești impostor în propria viață. Haina poate indica și nevoia de a te proteja de influențe externe sau de a ascunde anumite aspecte ale personalității tale.",
      "slug": "haina"
    },
    {
      "name": "Haina de blana",
      "category": "obiecte",
      "shortMeaning": "Expresie a luxului, prosperității și dorinței de a fi admirat, dar și a nevoii de protecție caldă.",
      "fullInterpretation": "O haină de blană în vis este un simbol puternic al statutului, bogăției și rafinamentului. Sugerează că îți dorești să fii remarcat, admirat și să te bucuri de confort material. Totuși, blana, fiind un înveliș animal, poate trimite și la instincte primare sau la nevoia unei protecții emoționale profunde, „călduroase”. Poate indica o perioadă de prosperitate, dar atenție la vanitate sau la tendința de a pune prea mult preț pe aparențe.",
      "slug": "haina-de-blana"
    },
    {
      "name": "Haina neagra",
      "category": "obiecte",
      "shortMeaning": "Simbol al doliului, tristeții sau al dorinței de a rămâne nevăzut și protejat de mister.",
      "fullInterpretation": "Haina neagră poartă o încărcătură simbolică duală. Tradițional, este asociată cu doliul, tristețea sau prevestirea unor perioade dificile, poate chiar boală sau pierdere. Psihologic însă, negrul este și culoarea autorității, a eleganței absolute și a misterului. A purta o haină neagră poate semnifica dorința de a te izola, de a te proteja de privirile celorlalți sau de a proiecta o imagine de putere și sobrietate. Poate semnala o perioadă de introspecție și transformare interioară.",
      "slug": "haina-neagra"
    },
    {
      "name": "Haina noua",
      "category": "obiecte",
      "shortMeaning": "Semn al reînnoirii, al schimbării de imagine și al unor noi oportunități sociale sau profesionale.",
      "fullInterpretation": "Să visezi o haină nouă este un semn excelent, prevestind schimbări favorabile. Indică adoptarea unei noi atitudini, o „față” nouă pe care o arăți lumii. Poate sugera o promovare, o onoare sau pur și simplu o creștere a stimei de sine. Te simți pregătit să intri într-o nouă etapă a vieții, echipat cu resurse proaspete. Este momentul să strălucești și să te bucuri de aprecierea celor din jur.",
      "slug": "haina-noua"
    },
    {
      "name": "Haina rosie",
      "category": "obiecte",
      "shortMeaning": "Pasiune intensă, energie vitală, dar și avertisment asupra unor emoții puternice, poate furie.",
      "fullInterpretation": "Roșu este culoarea sângelui și a focului. O haină roșie în vis vorbește despre pasiune, vitalitate și o viață emoțională intensă. Ești gata să te afirmi, să iubești sau să lupți pentru ceea ce dorești. Totuși, dacă nuanța este agresivă sau haina e murdară, poate semnala furie, rușine sau un comportament impulsiv care ar putea atrage critici. Este un simbol al vizibilității: vrei să fii văzut și simțit.",
      "slug": "haina-rosie"
    },
    {
      "name": "Haina verde",
      "category": "obiecte",
      "shortMeaning": "Speranță, vindecare și creștere a prosperității, adesea prin influențe benefice.",
      "fullInterpretation": "Haina verde simbolizează natura, creșterea și echilibrul. Visul sugerează o perioadă de vindecare emoțională sau de stabilitate financiară. Verdele este asociat adesea cu banii și succesul obținut prin calm și perseverență. Poate indica, de asemenea, sprijinul venit din partea unei persoane (tradiția spune o femeie) care te va ajuta să evoluezi. Este un semn de speranță și de regenerare a forțelor proprii.",
      "slug": "haina-verde"
    },
    {
      "name": "Haine",
      "category": "obiecte",
      "shortMeaning": "Felul în care ne prezentăm lumii, rolurile sociale și starea noastră emoțională exterioară.",
      "fullInterpretation": "Hainele în vis sunt o extensie a personalității noastre publice. Ele reflectă cum ne percepem noi înșine și cum vrem să fim văzuți. Haine multe și diverse sugerează complexitatea rolurilor pe care le joci sau confuzia în alegerea unei direcții. Starea hainelor este crucială: hainele curate și potrivite indică armonie și succes, în timp ce hainele nepotrivite vorbesc despre inadecvare, ipocrizie sau teama de a nu fi demascat. Este un vis despre identitate și adaptare socială.",
      "slug": "haine"
    },
    {
      "name": "Haine albe",
      "category": "obiecte",
      "shortMeaning": "Puritate, bucurie, noi începuturi și claritate sufletească. Poate prevesti evenimente fericite.",
      "fullInterpretation": "Albul este culoarea purității și a luminii. Să visezi haine albe este de obicei un semn minunat, indicând pace interioară, bucurie și evenimente fericite, cum ar fi o nuntă sau o realizare spirituală. Sugerează că ți-ai curățat conștiința sau că ești gata pentru un nou început, imaculat. Dacă hainele albe sunt pătate, poate indica o mică dezamăgire sau o pată pe reputație care te îngrijorează. În esență, este un apel la sinceritate și lumină.",
      "slug": "haine-albe"
    },
    {
      "name": "Haine curate",
      "category": "obiecte",
      "shortMeaning": "Armonie, optimism și o conștiință împăcată. Relații bune cu cei din jur.",
      "fullInterpretation": "Hainele curate simbolizează o reputație nepătată și o stare de spirit pozitivă. Te simți bine în pielea ta, ești onest și deschis către ceilalți. Visul indică faptul că ai reușit să elimini negativitatea sau problemele recente („ai spălat” grijile). Ești pregătit să comunici eficient și să te prezinți lumii în cea mai bună formă a ta. Este un semn de sănătate emoțională și echilibru.",
      "slug": "haine-curate"
    },
    {
      "name": "Hot",
      "category": "persoane",
      "shortMeaning": "Sentimente de pierdere, insecuritate sau teama că cineva încalcă limitele personale.",
      "fullInterpretation": "Hoțul în vis simbolizează teama de a pierde ceva valoros – nu neapărat bunuri materiale, ci poate timp, energie, afecțiune sau idei. Dacă tu ești hoțul, poate indica sentimente de vinovăție sau faptul că simți că nu meriți ceea ce ai, sau că „furi” atenția/resursele altora. Dacă ești victima, visul reflectă vulnerabilitate și sentimentul că intimitatea sau limitele ți-au fost încălcate. Poate fi un avertisment să fii mai precaut cu încrederea acordată.",
      "slug": "hot"
    },
    {
      "name": "Hotel",
      "category": "locuri",
      "shortMeaning": "Tranziție, instabilitate temporară sau nevoia de detașare și relaxare departe de responsabilități.",
      "fullInterpretation": "Un hotel este un loc de trecere, nu un cămin permanent. Visul sugerează că te afli într-o fază de tranziție în viața ta sau că nu te simți „acasă” în situația actuală. Poate indica nevoia de a evada din rutina zilnică, de a te relaxa și de a fi servit, dar poate semnala și o lipsă de stabilitate emoțională sau relațională. Starea hotelului (luxos vs. dărăpănat) reflectă starea ta interioară în această perioadă de schimbare.",
      "slug": "hotel"
    },
    {
      "name": "Hartie",
      "category": "obiecte",
      "shortMeaning": "Comunicare, fragilitate și posibilitatea de a înregistra sau „scrie” un nou capitol.",
      "fullInterpretation": "Hârtia este suportul ideilor și al comunicării. În vis, ea poate reprezenta nevoia de a te exprima sau de a oficializa ceva (contracte, documente). O hârtie albă, goală, este simbolul începuturilor și al potențialului infinit – ai puterea de a scrie ce vrei. Hârtia mototolită sau ruptă sugerează promisiuni încălcate, idei abandonate sau frustrări legate de comunicare. Hârtia igienică ține de nevoia de curățare și eliminare a unor aspecte neplăcute din viața ta.",
      "slug": "hartie"
    },
    {
      "name": "Hamei",
      "category": "natură",
      "shortMeaning": "Muncă asiduă, energie vitală și, prin asociere cu berea, relaxare și jovialitate.",
      "fullInterpretation": "Hameiul este o plantă viguroasă, asociată adesea cu belșugul și creșterea rapidă. În vis, poate simboliza energia necesară pentru a duce la bun sfârșit un proiect ambițios. Datorită legăturii sale cu fabricarea berii, hameiul poate sugera și nevoia de relaxare, socializare sau o perioadă de odihnă după un efort susținut. Este un semn bun, de vitalitate și conectare cu ritmurile naturale.",
      "slug": "hamei"
    },
    {
      "name": "Holul unei cladiri",
      "category": "locuri",
      "shortMeaning": "Zonă de așteptare, oportunități de tranziție și decizii între mai multe direcții posibile.",
      "fullInterpretation": "Holul este spațiul care conectează camerele, un loc de trecere și așteptare. Visul indică faptul că ești într-o perioadă intermediară: ai plecat dintr-un loc (o stare, un job, o relație) dar nu ai ajuns încă în următorul. Este un spațiu al posibilităților și al alegerilor. Dacă holul este luminos și larg, te simți încrezător în viitor. Dacă este întunecat sau labirintic, simți anxietate legată de direcția pe care trebuie să o alegi.",
      "slug": "holul-unei-cladiri"
    },
    {
      "name": "Hortensie",
      "category": "natură",
      "shortMeaning": "Răceală emoțională sau vanitate, dar și frumusețe care necesită îngrijire atentă.",
      "fullInterpretation": "Hortensia este o floare superbă, dar în limbajul florilor poate simboliza răceala sau lipsa de sentimente profunde („frumoasă, dar fără parfum”). În vis, poate sugera o relație care arată bine la exterior, dar este goală în interior, sau o persoană vanitoasă. Pe de altă parte, poate indica nevoia de a acorda o atenție sporită (apă multă) unei situații delicate pentru a o face să înflorească. Culoarea florii (albastru, roz, alb) adaugă nuanțe interpretării.",
      "slug": "hortensie"
    },
    {
      "name": "Hemoroizi",
      "category": "corp",
      "shortMeaning": "Disconfort, iritare și probleme sâcâitoare care te împiedică să te relaxezi.",
      "fullInterpretation": "Deși neplăcut, acest vis atrage atenția asupra unor probleme care te irită constant și pe care încerci să le ignori sau să le ascunzi. Poate fi vorba despre o situație jenantă, o presiune emoțională pe care „nu o poți elimina” sau pur și simplu stresul acumulat care se manifestă fizic. Visul îți spune că a venit momentul să te ocupi de o problemă dureroasă pe care ai amânat-o, pentru a-ți recăpăta confortul și pacea interioară.",
      "slug": "hemoroizi"
    },
    {
      "name": "Hrisca",
      "category": "alimente",
      "shortMeaning": "Hrană simplă, sănătate, modestie și întoarcerea la esențial.",
      "fullInterpretation": "Hrișca este un aliment robust și nutritiv, simbolizând simplitatea și sănătatea. În vis, poate sugera nevoia de a simplifica stilul de viață, de a renunța la excese și de a te concentra pe ceea ce este cu adevărat hrănitor pentru trup și suflet. Poate indica o perioadă de austeritate materială, dar bogată în valori spirituale, sau necesitatea de a avea mai multă grijă de dieta și sănătatea ta. Cultivarea ei semnifică prosperitate prin muncă cinstită.",
      "slug": "hrisca"
    },
    {
      "name": "Haine murdare",
      "category": "obiecte",
      "shortMeaning": "Vinovăție, reputație pătată sau sentimentul de a fi „murdărit” de o situație sau relație.",
      "fullInterpretation": "Hainele murdare în vis sunt un semn clar de disconfort interior. Te simți pătat, poate de propriile acțiuni (regrete, vinovăție) sau de bârfele și negativitatea celor din jur. Visul poate indica faptul că încerci să ascunzi ceva rușinos sau că reputația ta este în pericol. Este un apel la „curățenie”: rezolvă conflictele, cere-ți scuze sau îndepărtează-te de mediile toxice care îți afectează imaginea de sine.",
      "slug": "haine-murdare"
    },
    {
      "name": "Haine negre",
      "category": "obiecte",
      "shortMeaning": "Formalitate, mister, doliu sau dorința de a impune autoritate și distanță.",
      "fullInterpretation": "Pluralul „haine negre” poate sugera un context social sobru, o ceremonie sau o stare generală de tristețe și pesimism. Totuși, negrul este și culoarea eleganței supreme și a protecției. Poate indica faptul că te „blindezi” împotriva emoțiilor, că vrei să pari invulnerabil sau că treci printr-o fază de transformare profundă, renunțând la vechea identitate colorată pentru ceva mai serios și profund. Este un vis despre putere, mister și, uneori, izolare.",
      "slug": "haine-negre"
    },
    {
      "name": "Haine noi",
      "category": "obiecte",
      "shortMeaning": "Transformare pozitivă, încredere în sine și adoptarea unei noi identități sociale.",
      "fullInterpretation": "Hainele noi sunt simbolul renașterii sociale și personale. Visul sugerează că ești gata să te prezinți lumii într-o lumină nouă, mai bună. Ai dobândit încredere, ai învățat lecții importante și acum ești pregătit pentru succes. Poate indica și o schimbare de statut, o promovare sau începutul unei relații care te face să te simți „înnoit”. Ești plin de speranță și energie creativă.",
      "slug": "haine-noi"
    },
    {
      "name": "Haine rupte",
      "category": "obiecte",
      "shortMeaning": "Vulnerabilitate, sărăcie (materială sau spirituală) și teama de a fi judecat.",
      "fullInterpretation": "Hainele rupte vorbesc despre lipsuri și nesiguranță. Poate te simți expus, vulnerabil în fața criticilor sau incapabil să menții aparențele. Sugerează o scădere a stimei de sine sau dificultăți financiare. Totuși, în anumite contexte, ruperea hainelor poate simboliza eliberarea de convenții rigide și renunțarea la măști inutile. Este un semn că trebuie să „repari” ceva în viața ta sau să accepți imperfecțiunea.",
      "slug": "haine-rupte"
    },
    {
      "name": "Haine spalate",
      "category": "obiecte",
      "shortMeaning": "Purificare, clarificarea unor situații și dorința de a începe cu „o pagină curată”.",
      "fullInterpretation": "A vedea sau a purta haine proaspăt spălate este un semn de ușurare și reînnoire. Ai trecut printr-un proces de curățare emoțională, ai rezolvat neînțelegeri sau ți-ai iertat propriile greșeli. Te simți proaspăt, revigorat și gata să interacționezi cu ceilalți fără povara resentimentelor. Dacă le întinzi la uscat, înseamnă că îți expui transformarea la lumina zilei, fără teamă.",
      "slug": "haine-spalate"
    },
    {
      "name": "Haine ude",
      "category": "obiecte",
      "shortMeaning": "Disconfort emoțional, vulnerabilitate și sentimentul de a fi copleșit de sentimente.",
      "fullInterpretation": "Hainele ude sunt grele, reci și inconfortabile. În vis, ele simbolizează povara emoțiilor reprimate sau a unei situații care te „îngreunează”. Te simți expus și lipsit de apărare. Poate sugera că ai fost prins pe nepregătite de un val emoțional sau că porți cu tine tristețea și lacrimile neplânse. Este un semnal să te „usci”, să te distanțezi puțin de drama emoțională pentru a-ți recăpăta confortul.",
      "slug": "haine-ude"
    },
    {
      "name": "Haine vechi",
      "category": "obiecte",
      "shortMeaning": "Nostalgie, atașament față de trecut sau sentimentul de inadecvare în prezent.",
      "fullInterpretation": "Hainele vechi pot fi confortabile și familiare, dar uzate. Ele simbolizează obiceiuri, credințe sau roluri care nu ți se mai potrivesc. Poate te agăți de trecut de teama necunoscutului. Dacă sunt ponosite, indică o scădere a vitalității sau a statutului. Dacă sunt vintage și valoroase, sugerează aprecierea tradiției și a experienței acumulate. Visul te întreabă: ești gata să renunți la vechi pentru a face loc noului?",
      "slug": "haine-vechi"
    },
    {
      "name": "Haita",
      "category": "animale",
      "shortMeaning": "Sentiment de amenințare din partea unui grup, presiune socială sau instincte agresive.",
      "fullInterpretation": "O haită (de lupi, câini) în vis reprezintă forța grupului, care poate fi protectoare sau amenințătoare. Dacă te simți atacat, visul reflectă teama de a fi copleșit de inamici, de critici sau de o mulțime ostilă. Poate simboliza și propriile instincte „sălbatice” care au preluat controlul. Dacă faci parte din haită, înseamnă că ai nevoie de apartenență și că îți găsești puterea în colaborare, dar atenție la pierderea individualității.",
      "slug": "haita"
    },
    {
      "name": "Halat",
      "category": "obiecte",
      "shortMeaning": "Intimitate, relaxare și nevoia de a da jos masca socială în spațiul privat.",
      "fullInterpretation": "Halatul este haina pe care o purtăm acasă, în intimitate. Visul sugerează nevoia de a fi tu însuți, fără artificii și roluri sociale. Indică o perioadă de relaxare, de refacere sau de boală/convalescență (dacă e halat medical). Este un simbol al confortului personal și al graniței dintre viața publică și cea privată. Te simți în siguranță să îți arăți vulnerabilitățile.",
      "slug": "halat"
    },
    {
      "name": "Halat alb",
      "category": "obiecte",
      "shortMeaning": "Autoritate medicală, vindecare, puritate sau teama de boală și spitalizare.",
      "fullInterpretation": "Halatul alb este instantaneu asociat cu medicina și știința. În vis, poate reprezenta o figură de autoritate care deține răspunsurile (un „salvator”) sau, dimpotrivă, teama de boală și de intervenții chirurgicale. Simbolizează și nevoia de curățenie, sterilitate și ordine în viață. Dacă tu îl porți, poate sugera dorința de a-i ajuta/vindeca pe alții sau de a avea control asupra unei situații de criză.",
      "slug": "halat-alb"
    },
    {
      "name": "Halat de baie",
      "category": "obiecte",
      "shortMeaning": "Confort suprem, vulnerabilitate emoțională și deschidere către intimitate.",
      "fullInterpretation": "Halatul de baie este legat de apă, curățare și relaxare. Visul indică faptul că te simți confortabil în pielea ta după o perioadă de „curățare” emoțională. Totuși, fiind o haină care se deschide ușor, poate sugera și vulnerabilitate sexuală sau emoțională. Poate ești prea deschis cu cineva sau ai nevoie de mai multă intimitate și căldură sufletească.",
      "slug": "halat-de-baie"
    },
    {
      "name": "Halat de spital",
      "category": "obiecte",
      "shortMeaning": "Vulnerabilitate extremă, pierderea controlului și dependența de grija altora.",
      "fullInterpretation": "Halatul de spital, adesea deschis la spate, este simbolul suprem al vulnerabilității și al lipsei de demnitate/intimitate. Visul sugerează că te simți expus, neajutorat și la mila altora. Poate treci printr-o perioadă de criză în care ai pierdut controlul asupra vieții tale și depinzi de ajutor extern pentru vindecare. Este un apel să ai grijă de sănătatea ta și să accepți ajutorul, chiar dacă te simți stânjenit.",
      "slug": "halat-de-spital"
    },
    {
      "name": "Haltere",
      "category": "obiecte",
      "shortMeaning": "Efort, disciplină, dorința de a deveni mai puternic și greutățile asumate voluntar.",
      "fullInterpretation": "Halterele simbolizează greutatea pe care alegem să o ridicăm pentru a ne întări. În vis, ele sugerează că ești dispus să depui efort pentru a-ți atinge obiectivele sau pentru a-ți îmbunătăți imaginea. Poate indica nevoia de a fi mai disciplinat sau de a te antrena (fizic sau mental) pentru o provocare viitoare. Dacă halterele sunt prea grele, poate ți-ai asumat responsabilități care te depășesc.",
      "slug": "haltere"
    },
    {
      "name": "Ham hamuri",
      "category": "obiecte",
      "shortMeaning": "Control, restricții și sentimentul de a fi condus de alții sau de propriile obligații.",
      "fullInterpretation": "Hamul este un instrument de control și ghidare. Dacă tu îl porți, te simți limitat, „înhămat” la o sarcină grea sau manipulat de cineva care ține frâiele. Poate sugera lipsa de libertate într-o relație sau la locul de muncă. Dacă pui hamul unui animal, înseamnă că ai preluat controlul asupra instinctelor tale sau asupra unei situații haotice. Este un simbol al responsabilității și al subordonării.",
      "slug": "ham-hamuri"
    },
    {
      "name": "Hamac",
      "category": "obiecte",
      "shortMeaning": "Relaxare, echilibru precar, detașare de probleme și plăcerea de a trăi clipa.",
      "fullInterpretation": "Hamacul, suspendat între două puncte, simbolizează o stare de suspendare plăcută, de relaxare și detașare de solul (realitatea) dur. Este momentul să te odihnești și să te legeni în ritmul vieții. Totuși, hamacul poate sugera și o poziție instabilă sau o atitudine pasivă: „stai și aștepți”. Poate fi un avertisment să nu te lași prea mult în voia sorții, ci să cobori cu picioarele pe pământ când e nevoie.",
      "slug": "hamac"
    },
    {
      "name": "Hamal",
      "category": "persoane",
      "shortMeaning": "Povară, ajutor în momente grele sau sentimentul că duci greutățile altora.",
      "fullInterpretation": "Hamalul este cel care cară poverile. Dacă visezi un hamal, poate însemna că vei primi ajutor neașteptat pentru a scăpa de o sarcină dificilă. Dacă tu ești hamalul, te simți exploatat, copleșit de responsabilități care nu îți aparțin sau simți că trebuie să muncești din greu pentru puțină recunoștință. Este un vis despre greutate, sacrificiu și nevoia de a împărți povara.",
      "slug": "hamal"
    },
    {
      "name": "Hambar",
      "category": "locuri",
      "shortMeaning": "Abundență, resurse stocate, subconștient și pregătire pentru viitor.",
      "fullInterpretation": "Hambarul este locul unde se păstrează roadele muncii. Un hambar plin este un semn excelent de prosperitate, securitate și bogăție interioară. Ai resurse suficiente (emoționale, financiare) pentru a trece peste iarnă (perioade grele). Un hambar gol sugerează teamă de sărăcie, epuizare sau sentimentul că eforturile tale au fost zadarnice. Poate simboliza și subconștientul, unde stochezi amintiri și instincte.",
      "slug": "hambar"
    },
    {
      "name": "Hamster hamsteri",
      "category": "animale",
      "shortMeaning": "Activitate frenetică fără finalitate, acumulare măruntă sau emoții imature.",
      "fullInterpretation": "Hamsterul, adesea alergând pe roată, simbolizează rutina și efortul care nu duce nicăieri. Te simți prins într-un ciclu repetitiv? De asemenea, hamsterul este un animal care stochează mâncare în obraji, sugerând lăcomie măruntă sau nevoia de a economisi. Poate indica și o sexualitate reprimată sau imatură (emoții „subdezvoltate”), sau nevoia de a fi protejat ca un animal de companie mic și fragil.",
      "slug": "hamster-hamsteri"
    },
    {
      "name": "Han",
      "category": "locuri",
      "shortMeaning": "Adăpost temporar, întâlniri sociale, tranzit și instabilitate financiară sau emoțională.",
      "fullInterpretation": "Hanul este un precursor al hotelului, un loc de popas la drumul mare. Sugerează o perioadă de tranziție, mai puțin formală și mai rustică. Poate fi un loc de odihnă și jovialitate, dar și de insecuritate. În tradiție, hanul poate prevesti sărăcie sau pierderi, fiind un loc unde banii se cheltuie ușor. Dacă hanul este primitor, te bucuri de compania prietenilor; dacă e dărăpănat, te simți singur și expus pe drumul vieții.",
      "slug": "han"
    },
    {
      "name": "Handicapat",
      "category": "persoane",
      "shortMeaning": "Sentimente de inadecvare, blocaje, vulnerabilitate sau părți din tine care au nevoie de vindecare.",
      "fullInterpretation": "A vedea o persoană cu dizabilități în vis (sau a fi tu însuți) nu este neapărat negativ, ci atrage atenția asupra unei părți din tine care suferă sau este „limitată”. Poate te simți neputincios într-o anumită situație, ai o stimă de sine scăzută sau crezi că nu ești „întreg”. Visul te invită la compasiune față de tine însuți și la acceptarea limitelor, dar și la găsirea unor modalități alternative de a reuși, transformând slăbiciunea în putere.",
      "slug": "handicapat"
    },
    {
      "name": "Harem",
      "category": "locuri",
      "shortMeaning": "Dorințe sexuale, fantezie de putere, dar și izolare sau competiție pentru afecțiune.",
      "fullInterpretation": "Haremul este un simbol complex al sexualității și puterii. Pentru un bărbat, poate reprezenta dorința de dominație sexuală și varietate, sau teama de a fi judecat de femei. Pentru o femeie, poate sugera competiția, gelozia sau sentimentul de a fi „una dintre multe”, lipsită de individualitate sau libertate. Poate indica și nevoia de a explora laturi ascunse ale feminității sau de a accepta propria sexualitate fără vinovăție.",
      "slug": "harem"
    },
    {
      "name": "Harpa",
      "category": "obiecte",
      "shortMeaning": "Armonie divină, pace sufletească, vindecare și conexiune cu planurile superioare.",
      "fullInterpretation": "Harpa, instrumentul îngerilor, simbolizează cea mai pură formă de armonie și spiritualitate. Muzica ei în vis aduce vindecare, consolare și o stare de beatitudine. Dacă cânți la harpă, înseamnă că ești în rezonanță cu emoțiile tale cele mai fine și că aduci pace celor din jur. Corzile rupte indică o întrerupere a acestei armonii, tristețe sau boală. Este un semn al rafinamentului sufletesc și al aspirațiilor înalte.",
      "slug": "harpa"
    },
    {
      "name": "Harpon",
      "category": "obiecte",
      "shortMeaning": "Acțiune decisivă, agresivitate masculină și dorința de a „captura” un obiectiv mare.",
      "fullInterpretation": "Visul în care folosești un harpon sugerează o abordare directă și poate agresivă a problemelor. Ești hotărât să „țintuiești” o soluție sau să capturezi o oportunitate mare. Simbol falic, harponul reprezintă și energia masculină cuceritoare. Dacă vânezi ceva mare (o balenă), indică ambiții uriașe și potențial de câștig, dar și riscuri pe măsură. Dacă harponul te rănește, atenție la propriile arme care se pot întoarce împotriva ta.",
      "slug": "harpon"
    },
    {
      "name": "Harta",
      "category": "obiecte",
      "shortMeaning": "Căutarea direcției, planificare, confuzie sau nevoia de a te orienta în viață.",
      "fullInterpretation": "Harta este instrumentul ghidării. Dacă studiezi o hartă, înseamnă că ești în căutarea unei direcții și că încerci să îți planifici viitorul. Un punct indicat pe hartă sugerează un obiectiv clar. Dacă nu găsești ce cauți, te simți pierdut și dezorientat în propria viață. Harta ruptă sau ilizibilă indică faptul că vechile tale planuri nu mai sunt valabile și trebuie să cauți noi repere sau să ceri ajutorul cuiva cu experiență.",
      "slug": "harta"
    },
    {
      "name": "Hartie igienica",
      "category": "obiecte",
      "shortMeaning": "Nevoia de curățare, eliminarea reziduurilor emoționale și situații potențial jenante.",
      "fullInterpretation": "Hârtia igienică este strict legată de igienă și de procesul de eliminare. Visul sugerează nevoia urgentă de a te debarasa de aspecte neplăcute, „murdare” sau inutile din viața ta (emoții toxice, relații expirate). Poate indica o situație jenantă sau teama de a fi expus într-un moment de vulnerabilitate. Totuși, rolul ei este benefic: curățarea este necesară pentru a merge mai departe sănătos și ușurat.",
      "slug": "hartie-igienica"
    },
    {
      "name": "Hazna / fosa septica",
      "category": "locuri",
      "shortMeaning": "Acumulare de negativitate, nevoia de purificare profundă și gestionarea „deșeurilor” emoționale.",
      "fullInterpretation": "Haznaua conține tot ce respingem și eliminăm. În vis, ea reprezintă „umbra” psihicului, locul unde ai stocat amintiri dureroase, resentimente și emoții negative. Dacă e plină sau refulează, este un avertisment critic: nu mai poți ignora aceste probleme, ele trebuie curățate înainte de a-ți „otrăvi” viața. Poate sugera și un mediu toxic în care te afli. Curățarea ei simbolizează o eliberare cathartică și vindecare.",
      "slug": "hazna-fosa-septica"
    },
    {
      "name": "Hemoragie",
      "category": "corp",
      "shortMeaning": "Pierdere de energie vitală, suferință emoțională intensă și epuizare.",
      "fullInterpretation": "Sângele este viața. O hemoragie în vis semnalează o pierdere masivă de vitalitate. Te simți stors de puteri, fie din cauza unei boli, fie, mai probabil, din cauza unei situații care te consumă emoțional (o relație toxică, un job stresant). Este un semnal de alarmă serios: „sângerezi” emoțional și trebuie să oprești această scurgere de energie înainte de a ajunge la epuizare totală. Ai grijă de tine!",
      "slug": "hemoragie"
    },
    {
      "name": "Hepatita",
      "category": "corp",
      "shortMeaning": "Filtrarea emoțiilor toxice, furie reprimată (ficatul) și nevoia de vindecare.",
      "fullInterpretation": "Ficatul este organul care filtrează toxinele, dar în medicina tradițională este și sediul furiei. Hepatita în vis sugerează că te-ai „intoxicat” cu emoții negative neexprimate, cum ar fi amărăciunea sau mânia. Poate indica și o temere legată de sănătate sau un avertisment să îți schimbi stilul de viață. Dacă altcineva are hepatită, poate simți că acea persoană este o sursă de „toxicitate” sau griji pentru tine.",
      "slug": "hepatita"
    },
    {
      "name": "Herghelie",
      "category": "animale",
      "shortMeaning": "Libertate, putere colectivă, energie instinctuală și dinamism social.",
      "fullInterpretation": "O herghelie de cai este o imagine a forței și libertății în mișcare. Visul sugerează un aflux de energie vitală și succes obținut prin colaborare sau prin apartenența la un grup puternic. Dacă caii sunt calmi, te bucuri de armonie și stabilitate. Dacă sunt sălbatici și aleargă liber, simți nevoia de independență și de a te descătușa de reguli. Poate indica și o viață socială activă și pasională.",
      "slug": "herghelie"
    },
    {
      "name": "Hermafrodit",
      "category": "persoane",
      "shortMeaning": "Integrarea contrariilor, totalitate, echilibru între masculin și feminin.",
      "fullInterpretation": "Hermafroditul este un simbol alchimic al perfecțiunii și al unirii contrariilor. Visul nu se referă neapărat la sexualitate fizică, ci la integrarea psihică a aspectelor masculine (acțiune, logică) și feminine (intuiție, emoție) din tine. Indică un proces de maturizare și de acceptare a complexității tale interioare. Poate sugera, de asemenea, confuzie legată de rolurile sociale sau sexuale, dar scopul final este armonia și completitudinea.",
      "slug": "hermafrodit"
    },
    {
      "name": "Hernie",
      "category": "corp",
      "shortMeaning": "Presiune excesivă, efort care te depășește și „rupere” sub povara responsabilităților.",
      "fullInterpretation": "Hernia apare când un organ iese prin peretele care ar trebui să-l țină, de obicei din cauza efortului. În vis, este un semn clar că ai pus prea multă presiune pe tine. Te-ai „forțat” să duci o povară (emoțională sau profesională) care este peste puterile tale și ceva în interiorul tău a cedat. Este un avertisment să lași jos greutățile, să ceri ajutor și să nu te mai sacrifici până la punctul de rupere.",
      "slug": "hernie"
    },
    {
      "name": "Herpes",
      "category": "corp",
      "shortMeaning": "Vinovăție sexuală, rușine, iritare și teama de a fi „impur” sau judecat.",
      "fullInterpretation": "Herpesul este o afecțiune vizibilă și adesea stigmatizată. În vis, reflectă anxietăți legate de sexualitate, teama de boli sau sentimente de vinovăție și rușine („te simți murdar”). Poate indica o situație iritantă care „izbucnește” periodic și îți strică dispoziția sau imaginea. Este posibil să ai remușcări legate de o acțiune impulsivă sau să te simți inconfortabil în propria piele în contexte intime.",
      "slug": "herpes"
    }
  ]
}