{
  "symbols": [
    {
      "name": "Hidrant",
      "category": "dictionar",
      "shortMeaning": "Hidrantul in vise semnifica reinoire si intretinere.",
      "fullInterpretation": "Hidrantul in vise semnifica reinoire si intretinere. Esti gata pentru un nou inceput. - Daca ai visat un hidrant cu apa sau un hidrant ce explodeaza inseamna ca tu si apropitii tai veti avea succes in afaceri. - Daca ai visat un hidrant folosit la un incendiu semnifica izbucnire de emotii. Trebuie sa iti recunosti si sa iti exprimi inabusit furia si sentimentele inainte de a exploda. - Daca visezi ca atasezi un furtun la un hidrant inseamna ca vei suferi scurte dezamagiri.",
      "slug": "hidrant"
    },
    {
      "name": "Hidrocentrala",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "hidrocentrala"
    },
    {
      "name": "Hiena",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "hiena"
    },
    {
      "name": "Hieroglife",
      "category": "dictionar",
      "shortMeaning": "Hieroglifele in vis denota faptul ca te confrunti cu multe obstacole in timp ce incerci sa iti da...",
      "fullInterpretation": "Hieroglifele in vis denota faptul ca te confrunti cu multe obstacole in timp ce incerci sa iti dai seama de calea vietii. Alternativ, visul ne prevesteste o perioada grea in ceea ce priveste alegerea unui job sau pentru afirmarea personala. - Daca ai visat ca descifrezi hieroglife inseamna ca vei fi capabil(a) sa gasesti noi idei profitabile sau vei reusi sa treci peste anumite probleme din viata ta.",
      "slug": "hieroglife"
    },
    {
      "name": "Hipnoza hipnotizat",
      "category": "dictionar",
      "shortMeaning": "Visele in care esti hipnotizat(a) se refera la limitele tale.",
      "fullInterpretation": "Visele in care esti hipnotizat(a) se refera la limitele tale. Te lasi usor influentat(a) de catre altii. - Daca ai visat ca hipnotizezi pe cineva inseamna ca vei avea dificultati in a-ti achita datoriile. - Daca in vis cineva da gres atunci cand incearca sa te hipnotizeze inseamna ca problemele se prefigureaza peste tine. Tu esti singurul care poate confrunta problema si te poti ridica impotriva ei. - Daca ai visat ca altcineva te-a hipnotizat inseamna ca trebuie sa ai grija sa nu spui altora tot ce sti.",
      "slug": "hipnoza-hipnotizat"
    },
    {
      "name": "Hipopotam",
      "category": "dictionar",
      "shortMeaning": "Hipopotamul in vise simbolizeaza natura ta agresiva si punctele tale forte ascunse.",
      "fullInterpretation": "Hipopotamul in vise simbolizeaza natura ta agresiva si punctele tale forte ascunse. Ai mai multa influenta si putere decat realizezi. Alternativ, visul reprezinta proiecte pentru viitor. - Daca in vis vezi un hipopotam in apa semnifica succese spirituale. - Daca ai visat hipopotam la gradina zoologica inseamna ca vei considera plictisitoare anumite persoane din anturaj. Pentru egipteni hipopotamul era intruchiparea raului.",
      "slug": "hipopotam"
    },
    {
      "name": "Hochei",
      "category": "dictionar",
      "shortMeaning": "Visul in care privesti sau iei parte la un meci de hochei este similar cu modul in care realizezi...",
      "fullInterpretation": "Visul in care privesti sau iei parte la un meci de hochei este similar cu modul in care realizezi sau protejezi obiectivele tale. Visul, de asemenea, sugereaza cum ar putea fi tratate o multime de lovituri grele din viata ta.",
      "slug": "hochei"
    },
    {
      "name": "Hoinar",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca esti un hoinar inseamna ca esti in cautarea unei directii a vietii.",
      "fullInterpretation": "- Daca ai visat ca esti un hoinar inseamna ca esti in cautarea unei directii a vietii. Iti lipseste motivatia. Alternativ, visul reprezinta o transformare. - Daca in vis te intalnesti cu un hoinar pe un drum siguratic inseamna ca iti vei face un amic nou.",
      "slug": "hoinar"
    },
    {
      "name": "Hol",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca esti in holul unei cladiri publice va trebui sa iei o decizie importanta.",
      "fullInterpretation": "Daca visezi ca esti in holul unei cladiri publice va trebui sa iei o decizie importanta.",
      "slug": "hol"
    },
    {
      "name": "Holera",
      "category": "dictionar",
      "shortMeaning": "Holera in vise reprezinta nervii si durerile inutile pe care trebuie sa le suporti.",
      "fullInterpretation": "Holera in vise reprezinta nervii si durerile inutile pe care trebuie sa le suporti. Alternativ, visul inseamna dificultati de sanatate sau in afaceri. - Daca in vis esti prins(a) intr-un loc izolat cu epidemie de holera insemna ca te pandeste o nenorocire. - Daca ai visat ca tu esti bolnav(a) de holera, ai mare grija la tradare din partea unor prieteni.",
      "slug": "holera"
    },
    {
      "name": "Homar",
      "category": "dictionar",
      "shortMeaning": "Homarul in vise reprezinta forta si persistenta.",
      "fullInterpretation": "Homarul in vise reprezinta forta si persistenta. Vei fi stapan(a) pe situatie si vei depasi dificultatile si problemele minore. - Daca ai visat ca mananci homar inseamna ca iti vei recastiga increderea sau ca vei gasi oportunitati neasteptate pentru progres si profit. - Homari vii semnifica griji minore.",
      "slug": "homar"
    },
    {
      "name": "Homosexual",
      "category": "dictionar",
      "shortMeaning": "In mod normal, homosexualitatea semnifica atractia sexuala fata de cineva de acelasi sex.",
      "fullInterpretation": "In mod normal, homosexualitatea semnifica atractia sexuala fata de cineva de acelasi sex. In vise, homosexualitatea poate sugera nevoia de a avea alaturi pe cineva asemenea dumneavoastra. Daca reusiti sa identificati care sunt acele puncte comune cu persoana de acelasi sex de care va simtiti atras atunci visul poate fi interpretat in totalitate prin interpretarea acelor puncte comune. Pentru mai multe detalii puteti consulta si interpretarea visului sex.",
      "slug": "homosexual"
    },
    {
      "name": "Homosexualitate",
      "category": "dictionar",
      "shortMeaning": "In mod normal, homosexualitatea semnifica atractia sexuala fata de cineva de acelasi sex.",
      "fullInterpretation": "In mod normal, homosexualitatea semnifica atractia sexuala fata de cineva de acelasi sex. In vise, homosexualitatea poate sugera nevoia de a avea alaturi pe cineva asemenea dumneavoastra. Daca reusiti sa identificati care sunt acele puncte comune cu persoana de acelasi sex de care va simtiti atras atunci visul poate fi interpretat in totalitate prin interpretarea acelor puncte comune. Pentru mai multe detalii puteti consulta si interpretarea visului sex.",
      "slug": "homosexualitate"
    },
    {
      "name": "Hora",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca se danseaza hora la o nunta, inseamna ca veti primi o veste cu bucurie.",
      "fullInterpretation": "Daca visati ca se danseaza hora la o nunta, inseamna ca veti primi o veste cu bucurie. Asemenea si in cazul in care sunteti prins in hora sau ii urmariti pe altii cum danseaza o hora, veti avea parte de bucurii. Mai poate insemna faptul ca este o perioada de initiere, in care acumulati cunostinte, poate chiar veti experimenta lucruri noi in viata.",
      "slug": "hora"
    },
    {
      "name": "Horn",
      "category": "dictionar",
      "shortMeaning": "Hornul (cosul de fum) reprezinta traditie si valori de familie.",
      "fullInterpretation": "Hornul (cosul de fum) reprezinta traditie si valori de familie. Alternativ, visul simbolizeaza falus. - Daca ai visat ca cureti un horn semnifica nevoia ta de te elibera de frustrari si de negativitatea prezenta in viata ta. - Daca ai visat hornul la casa care fumega inseamna instabilitate. - Daca visezi ca vezi fum iesind dintr-un horn este o prezicere a faptului ca vei cistiga mai multi bani.Daca ies scintei din horn te vei certa cu rudele.Daca este vorba de un horn rece, iti vei schimba locul de munca",
      "slug": "horn"
    },
    {
      "name": "Horoscop",
      "category": "dictionar",
      "shortMeaning": "Horoscopul in vise are mai multe semnificatii.",
      "fullInterpretation": "Horoscopul in vise are mai multe semnificatii. Depinde de ceea ce visati: - va visati consultand horoscopul - incertitudine, nehotarare - un horoscop bun in vise - nervozitate si neliniste la serviciu - a citi horoscopul pentru cineva - certuri cu partenerul - va cititi horoscopul - un eveniment fericit ce va va inveseli - scrieti horoscopul - resurse cu caracter, vointa puternica - horoscop scris nefavorabil - se va implini o speranta - cititi in public horoscopul altcuiva - certuri cu partenerul de viata",
      "slug": "horoscop"
    },
    {
      "name": "Hotar",
      "category": "dictionar",
      "shortMeaning": "Piatra de hotar simbolizeaza ca incepem o noua etapa din viata.",
      "fullInterpretation": "Piatra de hotar simbolizeaza ca incepem o noua etapa din viata.",
      "slug": "hotar"
    },
    {
      "name": "Hoti",
      "category": "dictionar",
      "shortMeaning": "Visul hoti este prevestitor de bine pentru dumneavoastra in afara de cazul in care esti ranit in ...",
      "fullInterpretation": "Visul hoti este prevestitor de bine pentru dumneavoastra in afara de cazul in care esti ranit in timpul jafului -in acest din urma caz visul prevesteste pierdere de bani -Un vis cu un singur hot, de obicei de buzunare, poate insemna si o tradare.",
      "slug": "hoti"
    },
    {
      "name": "Hrana",
      "category": "dictionar",
      "shortMeaning": "Hrana in vise face referire la energia emotionala.",
      "fullInterpretation": "Hrana in vise face referire la energia emotionala. Diferite tipuri de hrana pot semnifica o gama larga de lucruri. In general, fructul este simbol al senzualitatii, carnea reprezinta dorinte animalice, legumele reprezinta sanatate. Hrana congelata semnifica emotii si cai reci. Consumul de hrana, de asemenea, se refera la anumite calitati pe care trebuie incluse in sinea ta. - Visul in care aduni hrana inseamna nesiguranta. - Daca ai visat hrana multa inseamna ca ambitiile tale sunt rau intelese. - Hrana putina face referire la imprejurari favorabile. - Daca vezi sau consumi hrana veche inseamna ca te simti lenes(a) si emotional drenat(a). - Daca in vis iti faci provizii de hrana indica o teama de privare. Nu ai incredere in ceea ce ai deja. - Hrana arsa sugereaza emotii intense. Vezi si mancare.",
      "slug": "hrana"
    },
    {
      "name": "Hrean",
      "category": "dictionar",
      "shortMeaning": "Visul in care vezi sau gusti hrean sugereaza ai facut o afirmatie (declaratie) foarte puternica.",
      "fullInterpretation": "Visul in care vezi sau gusti hrean sugereaza ai facut o afirmatie (declaratie) foarte puternica. Poate ai jignit pe altii fara sa realizezi. Hreanul in traditia romaneasca reprezinta probleme materiale, sanatate subreda si emotii inabusite. - Daca ai visat ca mananci hrean inseamna ca vei fi tachinat(a).",
      "slug": "hrean"
    }
  ]
}