{
  "symbols": [
    {
      "name": "A împrumuta bani",
      "category": "acțiuni",
      "shortMeaning": "Simbol al nevoilor materiale sau emoționale și al relațiilor de dependență.",
      "fullInterpretation": "Visul în care împrumuți bani de la cineva semnalează adesea o lipsă resimțită în viața reală, fie că este vorba de resurse financiare, fie de suport emoțional. Indică faptul că te simți vulnerabil și ai nevoie de ajutor pentru a depăși o perioadă dificilă.\n\nDacă împrumuți bani altcuiva, sugerează generozitate, dar poate avertiza și asupra riscului de a fi exploatat sau de a pierde resurse importante. Dacă refuzi să dai bani, poate însemna că îți protejezi energia sau că ești precaut în relațiile cu cei din jur.",
      "slug": "imprumutand-bani"
    },
    {
      "name": "A împușca",
      "category": "acțiuni",
      "shortMeaning": "Simbol al agresivității, conflictului și eliberării de tensiuni.",
      "fullInterpretation": "A împușca pe cineva în vis reflectă furie reprimată și dorința de a elimina o sursă de stres sau un obstacol din viața ta. Este o manifestare a agresivității care trebuie gestionată conștient.\n\nDacă ești împușcat, visul simbolizează faptul că te simți atacat, criticat sau rănit emoțional de cineva. Poate fi un șoc sau o veste neașteptată care te destabilizează. Locul unde ești împușcat poate oferi indicii suplimentare (ex: în inimă - rănire sentimentală).",
      "slug": "impusca"
    },
    {
      "name": "Împușcătură",
      "category": "fenomene",
      "shortMeaning": "Avertisment, șoc emoțional sau o veste neașteptată.",
      "fullInterpretation": "Sunetul unei împușcături în vis este un semnal de alarmă. Indică o veste bruscă, un eveniment șocant sau conștientizarea rapidă a unei situații periculoase. Poate sugera că timpul a expirat pentru o anumită decizie sau că un conflict a escaladat.\n\nUneori, împușcătura poate simboliza și o 'trezire' la realitate, un moment de claritate dură care te forțează să acționezi. Dacă auzi împușcături dar nu vezi arma, poate însemna că te temi de un pericol nevăzut sau de bârfe.",
      "slug": "impuscatura"
    },
    {
      "name": "Înalt",
      "category": "fenomene",
      "shortMeaning": "Simbol al aspirațiilor, succesului sau, dimpotrivă, al aroganței.",
      "fullInterpretation": "Să fii la înălțime în vis sugerează că ai atins un nivel superior de înțelegere sau succes. Te simți stăpân pe situație și ai o perspectivă de ansamblu asupra vieții tale. Totuși, dacă te simți amețit sau în pericol, visul avertizează că ți-ai propus obiective nerealiste sau că poziția ta este instabilă.\n\nO persoană înaltă în vis poate reprezenta o autoritate sau un model de urmat. Un obiect înalt (turn, munte) simbolizează o provocare majoră pe care trebuie să o escaladezi pentru a evolua.",
      "slug": "inalt"
    },
    {
      "name": "Înălțime",
      "category": "locuri",
      "shortMeaning": "Simbol al perspectivelor largi, ambiției și riscului.",
      "fullInterpretation": "Înălțimea în vis este un simbol al ambiției și al dorinței de ascensiune socială sau spirituală. Să privești de la înălțime indică detașare și claritate. Totuși, frica de înălțime (acrofobia) în vis este foarte comună și reflectă teama de a pierde controlul, frica de eșec după o reușită sau vertijul cauzat de responsabilități prea mari.\n\nDacă cazi de la înălțime, este semnul pierderii statutului sau al unei dezamăgiri majore. Dacă zbori la înălțime, sugerează libertate și depășirea limitelor.",
      "slug": "inaltime"
    },
    {
      "name": "Inamic",
      "category": "persoane",
      "shortMeaning": "Simbol al conflictului interior sau al opoziției externe.",
      "fullInterpretation": "Inamicul în vis reprezintă adesea o parte din tine pe care o respingi sau cu care ești în conflict (umbra). Poate fi o trăsătură de caracter, un viciu sau o frică. Lupta cu inamicul simbolizează efortul de a depăși aceste obstacole interioare.\n\nDesigur, poate reflecta și tensiuni reale cu persoane din anturaj. Dacă învingi inamicul, visul prevestește succes și depășirea greutăților. Dacă ești învins, poate sugera că ai nevoie de ajutor sau că trebuie să îți schimbi strategia.",
      "slug": "inamic"
    },
    {
      "name": "Înarmat",
      "category": "acțiuni",
      "shortMeaning": "Simbol al pregătirii pentru apărare sau al agresivității latente.",
      "fullInterpretation": "A fi înarmat în vis sugerează că te simți amenințat și simți nevoia să te protejezi. Ești în gardă, pregătit pentru o confruntare sau pentru a face față criticilor. Poate indica, de asemenea, o atitudine defensivă excesivă care îndepărtează oamenii.\n\nDacă vezi pe altcineva înarmat, poate semnifica o sursă de pericol sau conflict în viața ta. Tipul de armă este important: o armă de foc sugerează acțiune rapidă și distructivă, în timp ce o sabie poate sugera onoare și tăierea legăturilor toxice.",
      "slug": "inarmat"
    },
    {
      "name": "Inaugurare",
      "category": "fenomene",
      "shortMeaning": "Simbol al noilor începuturi, recunoașterii publice și oportunităților.",
      "fullInterpretation": "Participarea la o inaugurare în vis marchează un moment festiv, un nou început promițător. Poate fi vorba de lansarea unui proiect, o nouă etapă în carieră sau o schimbare majoră de statut social.\n\nVisul indică optimism, speranță și dorința de a celebra realizările. Este un semn că ești gata să te prezinți lumii într-o lumină nouă și că eforturile tale vor fi, în sfârșit, vizibile și apreciate de ceilalți.",
      "slug": "inaugurare"
    },
    {
      "name": "Încărcător",
      "category": "obiecte",
      "shortMeaning": "Simbol al refacerii energiei, vitalității și conexiunii.",
      "fullInterpretation": "Un încărcător în vis atrage atenția asupra nivelului tău de energie. Sugerează că te simți epuizat ('descărcat') și ai nevoie urgentă de odihnă și revitalizare. Este un avertisment să nu îți ignori nevoile fizice și emoționale.\n\nDe asemenea, poate simboliza nevoia de a te 'conecta' la o sursă de putere sau de inspirație. Dacă încărcătorul nu funcționează, indică frustrare, blocaje în comunicare sau sentimentul că nu găsești resursele necesare pentru a continua.",
      "slug": "incarcator"
    },
    {
      "name": "Incendiu",
      "category": "fenomene",
      "shortMeaning": "Simbol al distrugerii, purificării și pasiunilor mistuitoare.",
      "fullInterpretation": "Incendiul este un simbol puternic și ambivalent. Pe de o parte, reprezintă distrugerea, pericolul și pierderea controlului asupra emoțiilor (furie, pasiune). O casă în flăcări poate sugera o transformare radicală a eului sau o criză familială.\n\nPe de altă parte, focul purifică. Un incendiu poate simboliza arderea vechiului pentru a face loc noului, o regenerare necesară, ca pasărea Phoenix. Dacă reușești să stingi incendiul, înseamnă că vei depăși criza prin propriile forțe.",
      "slug": "incendiu"
    },
    {
      "name": "Incest",
      "category": "acțiuni",
      "shortMeaning": "Simbol al tabuurilor, conflictelor interioare și integrării aspectelor opuse.",
      "fullInterpretation": "Visul despre incest este profund tulburător, dar rar are o conotație literală. Psihologic, simbolizează dorința de a uni aspecte opuse ale personalității tale (masculin/feminin) sau o nevoie extremă de intimitate și apropiere care încalcă limitele obișnuite.\n\nPoate reflecta, de asemenea, teama de a încălca tabuuri sociale sau morale, sentimente de vinovăție profundă sau o relație în care te simți 'prea aproape', sufocat. Este un vis care cere o analiză atentă a limitelor tale emoționale.",
      "slug": "incest"
    },
    {
      "name": "Închisoare",
      "category": "locuri",
      "shortMeaning": "Simbol al limitărilor, sentimentului de captivitate și pedepsei auto-impuse.",
      "fullInterpretation": "Închisoarea în vis reflectă starea ta interioară de captivitate. Te simți blocat într-o situație de viață (job, relație) sau limitat de propriile convingeri și frici. Barele celulei sunt adesea create de mintea ta.\n\nPoate sugera și sentimente de vinovăție, nevoia de a plăti pentru o greșeală ('a-ți ispăși pedeapsa'). Eliberarea din închisoare este un semn excelent de noi începuturi și de recâștigare a libertății de alegere.",
      "slug": "inchisoare"
    },
    {
      "name": "Incizie",
      "category": "acțiuni",
      "shortMeaning": "Simbol al analizei profunde, vindecării dureroase și deschiderii.",
      "fullInterpretation": "O incizie în vis, ca parte a unei operații, sugerează necesitatea de a 'tăia în carne vie' pentru a rezolva o problemă. Trebuie să ajungi sub suprafața lucrurilor, să deschizi o rană veche pentru a o curăța și a o vindeca.\n\nIndică vulnerabilitate, dar și curajul de a accepta o intervenție radicală. Poate semnala și o critică dură sau o separare bruscă, dar necesară pentru sănătatea ta emoțională pe termen lung.",
      "slug": "incizie"
    },
    {
      "name": "Incubator",
      "category": "obiecte",
      "shortMeaning": "Simbol al gestației, protecției și dezvoltării ideilor fragile.",
      "fullInterpretation": "Un incubator în vis reprezintă un mediu protejat necesar pentru creștere. Sugerează că ai o idee, un proiect sau un aspect al personalității care este încă 'prematur' și are nevoie de grijă specială și căldură pentru a supraviețui și a se dezvolta.\n\nPoate indica răbdare, așteptare și speranță. Dacă vezi copii în incubator, visul poate reflecta griji legate de vulnerabilitatea cuiva drag sau a ta proprie. Este un apel la blândețe și protecție.",
      "slug": "incubator"
    },
    {
      "name": "Încuiat / Încuietoare",
      "category": "obiecte",
      "shortMeaning": "Simbol al obstacolelor, secretelor și accesului interzis.",
      "fullInterpretation": "O ușă sau un obiect încuiat în vis simbolizează un obstacol în calea obiectivelor tale sau accesul interzis la anumite informații. Te simți exclus sau blocat. Dacă nu ai cheia, poate sugera că nu ești încă pregătit pentru următoarea etapă sau că îți lipsesc resursele necesare.\n\nDacă tu încui ceva, înseamnă că încerci să protejezi ceva valoros sau să ascunzi un secret. Reușita de a deschide o încuietoare este un semn de succes, ingeniozitate și depășire a barierelor.",
      "slug": "incuiat-incuietoare"
    },
    {
      "name": "Încurcătură",
      "category": "fenomene",
      "shortMeaning": "Simbol al confuziei, complexității și dificultăților de comunicare.",
      "fullInterpretation": "Să fii într-o încurcătură în vis reflectă haosul mental sau emoțional din viața reală. Te simți prins într-o situație complexă din care nu vezi ieșirea, poate din cauza unor minciuni, neînțelegeri sau decizii pripite.\n\nVisul poate sugera și fire încurcate, noduri, simbolizând probleme care necesită răbdare pentru a fi descâlcite. Este un apel la simplificare și clarificare. Dacă reușești să ieși din încurcătură, vei găsi soluția mult căutată.",
      "slug": "incurcatura"
    },
    {
      "name": "India",
      "category": "locuri",
      "shortMeaning": "Simbol al exotismului, spiritualității și călătoriei interioare.",
      "fullInterpretation": "India în vis este adesea un simbol al misterului, culorilor vibrante și al unei spiritualități profunde. Poate indica dorința de a evada din cotidian într-o lume magică sau nevoia de a explora noi dimensiuni ale conștiinței tale (yoga, meditație).\n\nPoate reprezenta, de asemenea, o situație 'picantă' sau complexă, aglomerație și haos care ascund o ordine interioară. Călătoria în India sugerează o transformare personală și o deschidere către noi orizonturi culturale.",
      "slug": "india"
    },
    {
      "name": "Indian",
      "category": "persoane",
      "shortMeaning": "Simbol al înțelepciunii ancestrale, instinctului și conexiunii cu natura.",
      "fullInterpretation": "Figura unui indian (nativ american sau din India) în vis poate reprezenta arhetipul 'înțeleptului' sau al ghidului spiritual. Dacă este un nativ american, simbolizează libertatea, respectul pentru natură și instinctele primare nealterate de civilizație.\n\nPoate indica nevoia de a te baza mai mult pe intuiție și de a trăi în armonie cu mediul. Dacă este un locuitor al Indiei, poate sugera misticism, răbdare și o abordare filosofică a vieții.",
      "slug": "indian"
    },
    {
      "name": "Indigestie",
      "category": "corp",
      "shortMeaning": "Simbol al respingerii, informațiilor greu de asimilat și grijilor.",
      "fullInterpretation": "Indigestia în vis este un semn clar că există ceva în viața ta pe care 'nu îl poți înghiți' sau 'nu îl poți digera'. Poate fi vorba de o situație neplăcută, o insultă, o minciună sau o emoție negativă care îți provoacă disconfort.\n\nCorpul tău oniric îți spune că ai asimilat prea mult stres sau informații toxice și ai nevoie de o pauză pentru a procesa. Poate indica și remușcări sau vinovăție ('ceva îmi stă pe stomac').",
      "slug": "indigestie"
    },
    {
      "name": "Îndrăgostit",
      "category": "emoții",
      "shortMeaning": "Simbol al pasiunii, vitalității și dorinței de unire.",
      "fullInterpretation": "Să te visezi îndrăgostit este o experiență euforică ce reflectă dorința ta de iubire, apreciere și conexiune. Nu se referă neapărat la o persoană anume, ci la starea de a fi 'în flux', plin de viață și entuziasm.\n\nPoate indica faptul că ești gata să te dedici unui nou proiect sau unei cauze cu pasiune. Dacă ești îndrăgostit de un străin, înseamnă că îmbrățișezi noi aspecte ale sinelui tău. Visul aduce un mesaj de speranță și reînnoire emoțională.",
      "slug": "indragostit"
    },
    {
      "name": "Înec",
      "category": "fenomene",
      "shortMeaning": "Simbol al copleșirii emoționale, pierderii controlului și panicii.",
      "fullInterpretation": "Înecul în vis este un simbol puternic al faptului că ești copleșit de emoții sau de responsabilități. Simți că 'nu mai poți respira' din cauza stresului, anxietății sau a unei situații care te depășește. Apa reprezintă inconștientul și emoțiile profunde care amenință să te înghită.\n\nDacă te salvezi de la înec, indică faptul că vei găsi puterea să ieși la suprafață și să recâștigi controlul. Dacă vezi pe altcineva înecându-se, poate reflecta implicarea ta excesivă în problemele altora.",
      "slug": "inec"
    },
    {
      "name": "Înecându-se",
      "category": "acțiuni",
      "shortMeaning": "Lupta disperată pentru supraviețuire emoțională.",
      "fullInterpretation": "Să visezi că te îneci sau vezi pe cineva în această situație reflectă o luptă interioară intensă. Te zbați să faci față unui val de sentimente negative sau unei crize existențiale. Visul poate indica frica de a fi 'tras la fund' de circumstanțe sau de persoane toxice.\n\nEste un semnal de alarmă că ai nevoie urgentă de ajutor sau că trebuie să înveți să 'înoți' prin apele tulburi ale vieții, adică să îți gestionezi mai bine emoțiile.",
      "slug": "inecand"
    },
    {
      "name": "Înecat",
      "category": "persoane",
      "shortMeaning": "Simbol al înfrângerii, resemnării sau pierderii speranței.",
      "fullInterpretation": "Vederea unui înecat în vis este o imagine șocantă care simbolizează sfârșitul unei etape marcat de eșec emoțional. Poate reprezenta o parte din tine care a fost 'sacrificată' sau reprimată. Indică o pierdere profundă, tristețe și sentimentul că ceva ireversibil s-a întâmplat.\n\nTotuși, în unele tradiții, se spune că mortul din vis (chiar înecat) poate aduce vești despre o schimbare a vremii sau o transformare, marcând necesitatea de a accepta pierderea pentru a putea merge mai departe.",
      "slug": "inecat"
    },
    {
      "name": "Inel cu diamant",
      "category": "obiecte",
      "shortMeaning": "Simbol al angajamentului etern, valorii și perfecțiunii.",
      "fullInterpretation": "Un inel cu diamant este simbolul suprem al promisiunii, durabilității și iubirii veșnice. Diamantul, fiind cea mai dură piatră, sugerează o legătură indestructibilă. Visul indică dorința de stabilitate, de a oficializa o relație sau de a primi o recunoaștere valoroasă.\n\nPoate semnifica, de asemenea, integritate personală și claritate cristalină în intenții. Dacă diamantul este fals sau cade, visul avertizează asupra dezamăgirilor în dragoste sau a promisiunilor deșarte.",
      "slug": "inel-cu-diamant"
    },
    {
      "name": "Inel de argint",
      "category": "obiecte",
      "shortMeaning": "Simbol al intuiției, feminității și conexiunilor sufletești.",
      "fullInterpretation": "Inelul de argint în vis are o conotație mai mistică și mai subtilă decât cel de aur. Argintul este asociat cu Luna, feminitatea și intuiția. Purtarea lui sugerează o legătură bazată pe afinități sufletești, nu neapărat pe interese materiale.\n\nPoate indica un angajament față de sine, dezvoltarea capacităților intuitive sau o prietenie sinceră. De asemenea, poate prevesti o perioadă de calm și echilibru emoțional.",
      "slug": "inel-de-argint"
    },
    {
      "name": "Inel de aur",
      "category": "obiecte",
      "shortMeaning": "Simbol al perfecțiunii, succesului și legăturilor prețioase.",
      "fullInterpretation": "Inelul de aur simbolizează perfecțiunea, bogăția (spirituală sau materială) și succesul încununat. Este semnul unei realizări majore sau al unei uniuni binecuvântate. Aurul, metal solar, indică energie masculină, putere și vitalitate.\n\nDacă primești un inel de aur, te poți aștepta la o perioadă prosperă sau la o căsătorie fericită. Dacă îl pierzi, poate semnala o oportunitate ratată sau o fisură în orgoliul tău.",
      "slug": "inel-de-aur"
    },
    {
      "name": "Inel de logodna",
      "category": "obiecte",
      "shortMeaning": "Simbol al promisiunii, speranței și etapei premergătoare unirii.",
      "fullInterpretation": "Inelul de logodnă în vis marchează o promisiune și o intenție serioasă. Indică faptul că ești gata să îți asumi un angajament pe termen lung, fie într-o relație, fie într-un proiect profesional.\n\nVisul reflectă speranța, entuziasmul începutului și dorința de a construi ceva durabil. Dacă inelul nu ți se potrivește, poate sugera dubii subconștiente cu privire la decizia luată sau teama că nu ești pregătit pentru responsabilitățile care urmează.",
      "slug": "inel-de-logodna"
    },
    {
      "name": "Inel rupt",
      "category": "obiecte",
      "shortMeaning": "Simbol al trădării, divorțului sau promisiunilor încălcate.",
      "fullInterpretation": "Un inel rupt este un semn clar de fractură. Simbolizează sfârșitul unei relații (divorț, despărțire), încălcarea unui jurământ sau pierderea loialității. Cercul s-a rupt, iar continuitatea a fost întreruptă.\n\nVisul poate indica durere, dezamăgire și sentimentul de a fi fost trădat. Totuși, poate fi și un semn eliberator, marcând ieșirea dintr-o obligație care te constrângea și care nu mai avea sens.",
      "slug": "inel-rupt"
    },
    {
      "name": "Infanterie",
      "category": "persoane",
      "shortMeaning": "Simbol al disciplinei, efortului colectiv și progresului metodic.",
      "fullInterpretation": "Infanteria în vis sugerează că progresele tale vor fi obținute prin muncă asiduă, disciplină și pași mărunți, dar siguri ('la pas'). Nu te poți baza pe noroc sau scurtături, ci pe perseverență și strategie.\n\nPoate indica faptul că faci parte dintr-o echipă și trebuie să îți coordonezi eforturile cu alții. Dacă vezi soldați mărșăluind, visul poate sugera ordine, dar și conformism sau lipsa individualității.",
      "slug": "infanterie"
    },
    {
      "name": "Infarct",
      "category": "corp",
      "shortMeaning": "Simbol al șocului emoțional, pierderii iubirii sau epuizării.",
      "fullInterpretation": "A visa că faci infarct este un avertisment serios din partea subconștientului. Deși rar prevestește o boală fizică reală, indică o 'inimă grea' sau o suferință emoțională intensă care te macină. Te simți trădat, abandonat sau extrem de stresat.\n\nVisul sugerează că ți-ai neglijat nevoile afective sau că ai suprimat prea mult timp durerea. Este un apel urgent să 'ai grijă de inima ta', să reduci stresul și să vindeci rănile emoționale.",
      "slug": "infarct"
    },
    {
      "name": "Infecție",
      "category": "corp",
      "shortMeaning": "Simbol al gândurilor negative, influențelor toxice și problemelor nerezolvate.",
      "fullInterpretation": "O infecție în vis indică faptul că o situație negativă din viața ta s-a agravat pentru că ai ignorat-o. Gândurile toxice, resentimentele sau influențele proaste au 'contaminat' starea ta de bine.\n\nLocalizarea infecției oferă indicii: la cap (gânduri obsesive), la mână (acțiuni greșite), la picior (direcție greșită). Visul te îndeamnă să iei măsuri de 'purificare' și vindecare, eliminând sursa răului înainte să se răspândească.",
      "slug": "infectie"
    },
    {
      "name": "Infern",
      "category": "locuri",
      "shortMeaning": "Simbol al haosului interior, pedepsei și confruntării cu umbra.",
      "fullInterpretation": "Infernul în vis este o reprezentare a propriilor demoni interioari: frici, vinovăție, furie necontrolată. Nu este o premoniție, ci o oglindă a unei stări psihologice de suferință și confuzie.\n\nPoate sugera că treci printr-o perioadă de criză majoră ('iadul pe pământ'), dar și că ești în plin proces de transformare profundă. Coborârea în infern este adesea necesară pentru a găsi resurse ascunse și a renaște mai puternic.",
      "slug": "infern"
    },
    {
      "name": "Infidelitate",
      "category": "acțiuni",
      "shortMeaning": "Simbol al nesiguranței, nemulțumirii și nevoii de atenție.",
      "fullInterpretation": "Visul despre infidelitate (a ta sau a partenerului) reflectă adesea insecurități profunde în relație. Dacă ești înșelat, te temi de abandon, nu te simți suficient de bun sau simți că partenerul își dedică atenția altcuiva (poate chiar muncii).\n\nDacă tu înșeli, visul poate indica plictiseală, dorința de aventură, nevoia de a explora noi laturi ale sexualității tale sau un sentiment de vinovăție pentru că ai 'trădat' propriile principii într-un alt domeniu al vieții.",
      "slug": "infidelitate"
    },
    {
      "name": "Infirmieră",
      "category": "persoane",
      "shortMeaning": "Simbol al vindecării, îngrijirii și nevoii de ajutor.",
      "fullInterpretation": "Apariția unei infirmiere în vis sugerează că ai nevoie de îngrijire și compasiune. Te afli într-o perioadă de convalescență, fizică sau emoțională, și ai nevoie de cineva care să te ghideze și să te aline.\n\nInfirmiera este un simbol al devotamentului și al vindecării asistate. Dacă tu ești infirmiera, înseamnă că ești gata să oferi ajutor celorlalți sau că trebuie să fii mai blând cu tine însuți ('auto-vindecare').",
      "slug": "infirmiera"
    },
    {
      "name": "Înfometat",
      "category": "emoții",
      "shortMeaning": "Simbol al dorințelor neîmplinite, lipsei afective și ambiției.",
      "fullInterpretation": "Senzația de foame în vis indică o nevoie puternică, neîmplinită. Poate fi o 'foame' de iubire, de recunoaștere, de putere sau de cunoaștere. Simți un gol interior pe care încerci să îl umpli.\n\nVisul te invită să identifici ce anume îți lipsește cu adevărat. Paradoxal, în unele tradiții, a fi înfometat în vis prevestește noroc și câștiguri, sugerând că ambiția (foamea de succes) te va motiva să obții ceea ce dorești.",
      "slug": "infometat"
    },
    {
      "name": "A îngenunchea",
      "category": "acțiuni",
      "shortMeaning": "Simbol al smereniei, supunerii sau al unei cereri disperate.",
      "fullInterpretation": "A îngenunchea în vis are semnificații duble. Pe de o parte, este un gest de smerenie, devoțiune și respect profund, indicând o conexiune spirituală sau recunoașterea unei autorități superioare.\n\nPe de altă parte, poate simboliza umilința, înfrângerea sau o poziție de vulnerabilitate extremă. Poate sugera că ești forțat să te supui voinței altcuiva sau că implori pentru iertare sau ajutor. Contextul emoțional (pace vs. frică) este cheia interpretării.",
      "slug": "ingenunchiat-a-ingenunchia"
    },
    {
      "name": "Înger",
      "category": "persoane",
      "shortMeaning": "Simbol al protecției divine, purității și mesajelor spirituale.",
      "fullInterpretation": "Îngerul în vis este un mesager al subconștientului sau al divinității, aducând vești despre protecție, speranță și ghidare. Un înger alb luminos semnifică pace, vindecare și rezolvarea problemelor.\n\nUn înger întunecat sau trist poate avertiza asupra unor pericole morale, a unei conștiințe încărcate sau a fricii de pedeapsă. Apariția îngerului marchează un moment de cotitură spirituală, invitându-te să ai încredere în forțele superioare și în propria intuiție.",
      "slug": "inger"
    },
    {
      "name": "Îngeri heruvimi",
      "category": "persoane",
      "shortMeaning": "Simbol al inocenței, bucuriei divine și armoniei.",
      "fullInterpretation": "Heruvimii, adesea reprezentați ca îngeri-copii, simbolizează inocența pierdută, bucuria pură și iubirea necondiționată. Apariția lor în vis prevestește o perioadă de fericire, armonie și protecție specială.\n\nEi sunt asociați cu înțelepciunea inimii și pot indica faptul că ești pe calea cea bună în dezvoltarea ta spirituală. Un heruvim care plânge poate semnala tristețea sufletului tău pentru pierderea purității sau a unei legături afective.",
      "slug": "ingeri-heruvimi"
    },
    {
      "name": "Îngeri serafimi",
      "category": "persoane",
      "shortMeaning": "Simbol al purificării prin foc, iluminării și apropierii de divin.",
      "fullInterpretation": "Serafimii, 'cei care ard', sunt îngerii cei mai apropiați de divinitate. Visul cu un serafim este extrem de rar și puternic, indicând o transformare spirituală profundă, o 'ardere' a ego-ului și o iluminare.\n\nSimbolizează pasiunea divină, purificarea completă și protecția absolută. Este un semn că ești chemat să îți depășești condiția umană obișnuită și să aspiri la idealuri înalte. Poate aduce vindecare miraculoasă sau inspirație genială.",
      "slug": "ingeri-serafimi"
    },
    {
      "name": "Înghețată",
      "category": "alimente",
      "shortMeaning": "Simbol al plăcerilor efemere, răcoririi emoționale și copilăriei.",
      "fullInterpretation": "Înghețata în vis reprezintă bucuria simplă, recompensa și plăcerile vieții care trebuie savurate 'acum', înainte să se topească. Indică o perioadă de relaxare și satisfacție.\n\nTotuși, faptul că se topește rapid poate sugera caracterul trecător al acestor plăceri sau o oportunitate care dispare dacă nu acționezi. De asemenea, poate simboliza o 'răcire' a sentimentelor sau nevoia de a 'îngheța' o situație conflictuală pentru a o calma.",
      "slug": "inghetata"
    },
    {
      "name": "A îngropa",
      "category": "acțiuni",
      "shortMeaning": "Simbol al ascunderii, reprimării sau încheierii definitive.",
      "fullInterpretation": "A îngropa ceva în vis sugerează dorința de a ascunde un secret, o greșeală sau o emoție pe care nu vrei să o confrunți. Poate fi o încercare de a uita trecutul.\n\nÎn sens pozitiv, îngroparea poate simboliza plantarea unor semințe pentru viitor sau încheierea unui ciclu ('a îngropa securea războiului'). Dacă îngropi o comoară, înseamnă că îți protejezi resursele sau talentele, dar poate indica și faptul că nu le folosești la adevăratul lor potențial.",
      "slug": "ingropat"
    },
    {
      "name": "Îngropat de viu",
      "category": "fenomene",
      "shortMeaning": "Simbol al fricii paralizante, claustrofobiei și lipsei de ieșire.",
      "fullInterpretation": "Acesta este un coșmar clasic care reflectă o anxietate extremă. Te simți prins într-o capcană, sufocat de circumstanțe, de o relație sau de propriile gânduri negative. Simți că nu ai control și că ești 'înmormântat' sub presiunea vieții.\n\nVisul este un strigăt de ajutor al subconștientului, semnalând o situație critică ce necesită acțiune imediată pentru a te elibera. Poate indica, de asemenea, teama de moarte sau de a fi uitat/ignorat de ceilalți.",
      "slug": "ingropat-de-viu"
    },
    {
      "name": "Inimă",
      "category": "corp",
      "shortMeaning": "Centrul emoțiilor, iubirii, intuiției și adevărului vital.",
      "fullInterpretation": "Inima în vis este sediul sufletului și al sentimentelor. O inimă sănătoasă și puternică simbolizează curaj, vitalitate și iubire sinceră. Durerea de inimă în vis reflectă adesea o suferință emoțională reală, dezamăgire sau o 'inimă frântă'.\n\nA-ți auzi bătăile inimii sugerează frică sau anticipare, dar și conștientizarea propriei existențe. Dacă ții o inimă în mână, înseamnă că îți oferi dragostea sau că deții cheia emoțională a unei situații. Este un simbol al adevărului interior care nu poate fi ignorat.",
      "slug": "inima"
    },
    {
      "name": "Injecție",
      "category": "acțiuni",
      "shortMeaning": "Simbol al influenței externe, vindecării forțate sau imunizării.",
      "fullInterpretation": "O injecție în vis sugerează introducerea unei energii noi în sistemul tău, fie că este vorba de o idee, o atitudine sau o vindecare. Poate fi un proces dureros, dar necesar ('un rău necesar' pentru a te face bine).\n\nPoate simboliza și influența pe care alții o au asupra ta ('a-ți injecta idei'). Dacă te temi de injecție, indică rezistența la schimbare sau frica de o intervenție invazivă în intimitatea ta. De asemenea, poate avea conotații legate de sexualitate sau de dependență.",
      "slug": "injectie-cu-seringa"
    },
    {
      "name": "A înjunghia",
      "category": "acțiuni",
      "shortMeaning": "Simbol al trădării, agresivității și conflictului direct.",
      "fullInterpretation": "Înjunghierea este un act violent care simbolizează trădarea ('un cuțit în spate') și agresivitatea extremă. Dacă tu înjunghii, înseamnă că ai o furie reprimată pe care vrei să o eliberezi distructiv sau că vrei să tai legătura cu cineva în mod brutal.\n\nDacă ești înjunghiat, te simți vulnerabil și trădat de o persoană apropiată. Locul rănii oferă detalii: în spate (trădare ascunsă), în stomac (pierderea curajului/intuiției). Visul indică un conflict emoțional acut.",
      "slug": "injunghia"
    },
    {
      "name": "Înjurături",
      "category": "acțiuni",
      "shortMeaning": "Simbol al frustrării exprimate, furiei verbale și lipsei de control.",
      "fullInterpretation": "A înjura în vis este o supapă pentru eliberarea tensiunii acumulate. Indică frustrare, neputință și nevoia de a te descărca. Poate sugera că în viața reală nu îți exprimi nemulțumirile și ele izbucnesc în vis.\n\nDacă ești înjurat, reflectă teama de critică, sentimentul de a fi agresat verbal sau vinovăția. Visul te avertizează asupra unui mediu ostil sau asupra propriului vocabular emoțional limitat în gestionarea conflictelor.",
      "slug": "injuraturi"
    },
    {
      "name": "A înnebuni",
      "category": "fenomene",
      "shortMeaning": "Simbol al pierderii controlului, haosului mental sau geniului neînțeles.",
      "fullInterpretation": "Să visezi că ai înnebunit este, paradoxal, adesea un semn bun în tradiția onirică, sugerând o perspectivă originală, geniu sau o sănătate robustă ('a fi nebun de fericire').\n\nPsihologic, însă, poate reflecta frica de a-ți pierde rațiunea, de a nu mai putea controla situația sau de a fi judecat de societate. Poate indica o perioadă de stres intens în care simți că realitatea îți scapă printre degete. Este un apel la relaxare și la acceptarea părții iraționale a vieții.",
      "slug": "innebunit"
    },
    {
      "name": "Înot",
      "category": "acțiuni",
      "shortMeaning": "Simbol al navigării prin emoții, încrederii în sine și adaptabilității.",
      "fullInterpretation": "Înotul în vis reprezintă capacitatea ta de a naviga prin apele emoțiilor și ale inconștientului. Dacă înoți cu ușurință, înseamnă că ești echilibrat, încrezător și faci față provocărilor vieții cu succes.\n\nDacă înoți cu greu sau împotriva curentului, visul indică luptă, stres și rezistență la schimbare. Înotul sub apă sugerează explorarea profundă a sentimentelor ascunse. Apa limpede semnifică claritate, iar cea tulbure, confuzie și incertitudine.",
      "slug": "inot"
    },
    {
      "name": "Înotând",
      "category": "acțiuni",
      "shortMeaning": "Acțiunea activă de a face față emoțiilor.",
      "fullInterpretation": "A te vedea înotând subliniază efortul activ pe care îl depui pentru a te menține la suprafață. Este un semn de vitalitate și acțiune. Dacă te simți bine înotând, ești într-o fază de flux și armonie.\n\nVisul poate avertiza și asupra riscului de a te aventura în ape prea adânci (situații riscante). Dacă înoți spre mal, înseamnă că cauți siguranța și finalizarea unei etape emoționale dificile.",
      "slug": "inotand"
    },
    {
      "name": "Inox",
      "category": "obiecte",
      "shortMeaning": "Simbol al durabilității, rezistenței la coroziune și răcelii emoționale.",
      "fullInterpretation": "Inoxul (oțelul inoxidabil) în vis sugerează ceva care rezistă în timp, nu se degradează și este ușor de întreținut. Poate simboliza o voință de fier, principii solide sau o relație care a trecut testul timpului.\n\nPe de altă parte, fiind un metal rece și industrial, poate indica lipsa de căldură, o atitudine clinică sau o barieră emoțională ('impenetrabil'). Sugerează curățenie, sterilitate și eficiență modernă.",
      "slug": "inox"
    }
  ]
}