{
  "symbols": [
    {
      "name": "A se împotmoli",
      "category": "acțiuni",
      "shortMeaning": "Simbol al stagnării, blocajelor și dificultăților temporare.",
      "fullInterpretation": "A te împotmoli în noroi sau nisip în vis indică un blocaj în viața reală. Simți că nu avansezi, indiferent cât de mult efort depui. Poate fi vorba de o situație profesională complicată, o relație care stagnează sau propriile tale emoții (tristețe, depresie) care te țin pe loc.\n\nVisul te avertizează să nu forțezi nota, ci să cauți o strategie diferită. Dacă reușești să ieși, înseamnă că vei depăși obstacolul prin perseverență. Dacă rămâi blocat, poate fi un semn că ai nevoie de ajutor extern.",
      "slug": "inpotmoli-inpotmolit"
    },
    {
      "name": "Împrumut",
      "category": "acțiuni",
      "shortMeaning": "Simbol al schimbului de energie, ajutorului reciproc și datoriilor.",
      "fullInterpretation": "Împrumutul în vis vorbește despre echilibrul dintre a da și a primi. Dacă ceri un împrumut, îți recunoști limitele și nevoia de sprijin, fie el material sau moral. Ești într-un moment de vulnerabilitate, dar și de deschidere.\n\nDacă oferi un împrumut, arăți generozitate și putere, dar visul poate sugera și că 'împrumuți' din energia ta vitală altora, riscând să te epuizezi. Este important să stabilești limite clare în relațiile de dependență.",
      "slug": "inprumut"
    },
    {
      "name": "A împușca",
      "category": "acțiuni",
      "shortMeaning": "Simbol al agresivității directe, eliminării obstacolelor și conflictului.",
      "fullInterpretation": "Acțiunea de a împușca în vis este o manifestare a voinței de a elimina radical o problemă sau un inamic (real sau simbolic). Indică furie, determinare și dorința de a pune capăt unei situații tensionate.\n\nPoate fi, de asemenea, o descărcare a agresivității reprimate. Dacă țintești precis, înseamnă că știi exact ce vrei. Dacă tragi la întâmplare, visul sugerează haos emoțional și reacții impulsive care pot avea consecințe nedorite.",
      "slug": "inpusca"
    },
    {
      "name": "Insecte",
      "category": "animale",
      "shortMeaning": "Simbol al grijilor mărunte, iritării și sentimentului de murdărie.",
      "fullInterpretation": "Insectele în vis reprezintă adesea gânduri sâcâitoare, griji mărunte ('gărgăuni') sau persoane enervante care îți invadează spațiul. Pot simboliza sentimente de vinovăție, murdărie sau anxietate difuză.\n\nUn roi de insecte indică stres acumulat și suprasolicitare nervoasă. Totuși, unele insecte au semnificații pozitive: albinele (hărnicie), fluturii (transformare), gărgărițele (noroc). Uciderea insectelor sugerează eliminarea problemelor sau depășirea obstacolelor minore.",
      "slug": "insecte"
    },
    {
      "name": "Înșelat / Înșelată",
      "category": "acțiuni",
      "shortMeaning": "Simbol al nesiguranței, fricii de abandon și trădării încrederii.",
      "fullInterpretation": "Visul în care ești înșelat sau înșeli este rareori o premoniție literală. Mai degrabă, reflectă insecurități profunde. Dacă ești înșelat, te temi că nu ești suficient de bun, că vei fi abandonat sau că partenerul își direcționează atenția în altă parte (muncă, hobby-uri).\n\nDacă tu înșeli, visul poate semnala o nemulțumire în relație, dorința de evadare sau vinovăția legată de faptul că ai 'trădat' propriile principii sau interese. Este un semnal să reevaluezi onestitatea și comunicarea în cuplu.",
      "slug": "inselat-inselata"
    },
    {
      "name": "Insignă",
      "category": "obiecte",
      "shortMeaning": "Simbol al apartenenței, recunoașterii statutului și mândriei.",
      "fullInterpretation": "O insignă în vis reprezintă identitatea ta socială și nevoia de recunoaștere. Indică apartenența la un grup, o organizație sau o cauză. Purtarea ei cu mândrie sugerează onoare, succes și validarea eforturilor tale de către ceilalți.\n\nDacă pierzi insigna, te poți simți exclus sau îți poți pierde statutul. Dacă vezi pe altcineva cu o insignă, poate reprezenta autoritatea sau o figură pe care o respecți (sau o invidiezi). Este un simbol al puterii conferite de rolul social.",
      "slug": "insigna"
    },
    {
      "name": "Instrumente muzicale",
      "category": "obiecte",
      "shortMeaning": "Simbol al armoniei, exprimării emoționale și creativității.",
      "fullInterpretation": "Instrumentele muzicale în vis sunt vehicule ale emoției și sufletului. Capacitatea de a cânta la ele reflectă abilitatea ta de a te exprima și de a trăi în armonie cu tine însuți. Un instrument bine acordat simbolizează echilibru psihic.\n\nTipul instrumentului contează: cele de suflat țin de intelect și spirit, cele de percuție de ritmul vieții și instincte, iar cele cu coarde de sistemul nervos și sentimente. Dacă instrumentul este stricat, indică o dizarmonie interioară sau dificultăți de comunicare.",
      "slug": "instrumente-muzicale"
    },
    {
      "name": "Insulă",
      "category": "locuri",
      "shortMeaning": "Simbol al izolării, independenței, relaxării sau singurătății.",
      "fullInterpretation": "Insula în vis are o dublă semnificație. Poate fi un refugiu paradisiac, simbolizând nevoia de relaxare, pace și evadare din stresul cotidian ('o oază de liniște'). Indică independență și autosuficiență.\n\nPe de altă parte, poate simboliza izolarea nedorită, singurătatea și sentimentul de a fi rupt de restul lumii ('niciun om nu e o insulă'). Dacă ești naufragiat pe o insulă, te simți abandonat sau blocat într-o situație fără ieșire, forțat să te confrunți cu tine însuți.",
      "slug": "insula"
    },
    {
      "name": "Insultă",
      "category": "acțiuni",
      "shortMeaning": "Simbol al umilinței, furiei reprimate sau al nesiguranței.",
      "fullInterpretation": "A fi insultat în vis reflectă adesea propriile insecurități. Vocea care te insultă poate fi 'criticul interior' care îți subminează încrederea. Poate indica, de asemenea, teama de a fi judecat sau respins de societate.\n\nDacă tu insulți pe cineva, este o descărcare a furiei acumulate pe care nu ai curajul să o exprimi în viața reală. În unele tradiții, a fi insultat este un semn paradoxal de noroc, sugerând că vei fi, de fapt, onorat sau că vei depăși așteptările celorlalți.",
      "slug": "insulta"
    },
    {
      "name": "Întâlnire",
      "category": "acțiuni",
      "shortMeaning": "Simbol al oportunităților, integrării aspectelor noi și relațiilor.",
      "fullInterpretation": "O întâlnire în vis semnalează o conexiune. Poate fi o întâlnire romantică, sugerând dorința de iubire și uniune, sau o întâlnire de afaceri, indicând noi oportunități profesionale.\n\nPsihologic, întâlnirea cu o persoană necunoscută reprezintă confruntarea cu o latură ascunsă a personalității tale (umbra sau anima/animus). Modul în care decurge întâlnirea (plăcut sau tensionat) reflectă starea ta interioară și disponibilitatea de a accepta schimbarea și noul în viața ta.",
      "slug": "intalnire"
    },
    {
      "name": "Înțepătură",
      "category": "fenomene",
      "shortMeaning": "Simbol al iritării minore, avertismentului sau trezirii la realitate.",
      "fullInterpretation": "O înțepătură în vis (de insectă, ac, spin) este un mic șoc menit să îți atragă atenția. Poate simboliza o remarcă răutăcioasă care te-a rănit, o mică trădare sau o problemă sâcâitoare pe care o ignori.\n\nUneori, înțepătura are rolul de a te 'trezi', de a te stimula să acționezi. De exemplu, înțepătura unei albine poate sugera că trebuie să fii mai harnic sau, dimpotrivă, că muncești prea mult și te neglijezi.",
      "slug": "intepatura"
    },
    {
      "name": "Internet",
      "category": "obiecte",
      "shortMeaning": "Simbol al comunicării globale, conexiunilor virtuale și informației.",
      "fullInterpretation": "Internetul în vis reflectă nevoia ta de conectare și de acces la informație. Sugerează o deschidere către lume, dorința de a împărtăși idei și de a fi 'în rețea'. Poate indica, de asemenea, o dependență de validarea virtuală sau o deconectare de la realitatea fizică imediată.\n\nProblemele de conexiune la internet simbolizează dificultăți de comunicare, neînțelegeri sau sentimentul de izolare. Navigarea haotică poate sugera confuzie și supraîncărcare informațională.",
      "slug": "internet"
    },
    {
      "name": "Intersecție",
      "category": "locuri",
      "shortMeaning": "Simbol al deciziilor cruciale, opțiunilor multiple și schimbării de direcție.",
      "fullInterpretation": "Intersecția este unul dintre cele mai clare simboluri ale alegerii. Te afli într-un punct de cotitură în viață și trebuie să iei o decizie importantă care îți va influența viitorul. Ezitarea în intersecție reflectă frica de a greși drumul.\n\nSemnele de circulație sau starea drumurilor din intersecție îți pot oferi indicii despre cea mai bună opțiune. Este un moment de pauză și reflecție înainte de a porni pe o nouă cale.",
      "slug": "intersectie"
    },
    {
      "name": "Interviu",
      "category": "acțiuni",
      "shortMeaning": "Simbol al evaluării, judecății sociale și nevoii de validare.",
      "fullInterpretation": "Visul despre un interviu (de angajare, de exemplu) reflectă anxietatea legată de performanță și teama de a fi judecat. Te simți evaluat, testat și presat să demonstrezi că ești 'destul de bun'.\n\nIndică dorința de a obține un nou statut sau o oportunitate, dar și nesiguranța cu privire la propriile calități. Dacă interviul merge bine, încrederea ta este ridicată. Dacă eșuezi sau întârzii, visul semnalează sentimentul de inadecvare sau frica de respingere.",
      "slug": "interviu"
    },
    {
      "name": "Intestin",
      "category": "corp",
      "shortMeaning": "Simbol al procesării emoțiilor, instinctului visceral și eliminării.",
      "fullInterpretation": "Intestinele în vis reprezintă capacitatea ta de a 'digera' experiențele vieții și de a elimina ceea ce este toxic sau inutil. Sunt sediul instinctelor primare ('gut feeling').\n\nProblemele intestinale în vis sugerează că reții emoții negative, griji sau resentimente care te otrăvesc ('constipație emoțională') sau că te eliberezi rapid și haotic de tensiuni. Visul te îndeamnă să ai grijă de sănătatea ta emoțională și fizică.",
      "slug": "intestin"
    },
    {
      "name": "Intestine",
      "category": "corp",
      "shortMeaning": "Simbol al curajului, digestiei emoționale și eliminării reziduurilor.",
      "fullInterpretation": "Visele despre intestine, deși neplăcute vizual, sunt adesea legate de sănătate și de procesele vitale de curățare. A-ți vedea propriile intestine poate indica o vulnerabilitate extremă sau o dezvăluire a celor mai intime aspecte ale sinelui.\n\nÎn unele tradiții, se spune că intestinele simbolizează compasiunea (a avea 'măruntaie' miloase) sau curajul ('to have guts'). Un vis în care intestinele sunt bolnave avertizează asupra unei boli reale sau a unui conflict interior major care nu a fost asimilat.",
      "slug": "intestine"
    },
    {
      "name": "Întins în pat",
      "category": "acțiuni",
      "shortMeaning": "Simbol al odihnei, pasivității, bolii sau intimității.",
      "fullInterpretation": "Să stai întins în pat în vis poate avea semnificații multiple. Dacă te simți relaxat, indică nevoia de odihnă și recuperare. Dacă ești bolnav sau neputincios, sugerează pasivitate, lipsă de energie sau depresie.\n\nPatul este și locul intimității și al sexualității. A fi întins alături de cineva indică dorința de apropiere sau natura relației cu acea persoană. Un pat murdar sau incomod avertizează asupra problemelor de sănătate sau a secretelor neplăcute.",
      "slug": "intins-in-pat"
    },
    {
      "name": "Intoxicare",
      "category": "corp",
      "shortMeaning": "Simbol al influențelor nocive, pierderii lucidității și exceselor.",
      "fullInterpretation": "Intoxicarea în vis (cu alcool, droguri sau otravă) sugerează că ți-ai pierdut claritatea mentală și controlul asupra propriei vieți. Ești sub o influență negativă, fie că este vorba de o substanță, o persoană manipulatoare sau o ideologie toxică.\n\nPoate indica, de asemenea, dorința de a evada din realitate, de a uita durerea, dar cu prețul sănătății tale. Visul este un avertisment serios să te 'dezintoxici' de tot ce îți face rău.",
      "slug": "intoxicare"
    },
    {
      "name": "Intrare",
      "category": "locuri",
      "shortMeaning": "Simbol al noilor oportunități, inițierii și accesului într-o nouă etapă.",
      "fullInterpretation": "O intrare (ușă, poartă, gură de peșteră) în vis marchează un prag. Este simbolul trecerii dintr-o stare în alta, de la cunoscut la necunoscut. O intrare deschisă și primitoare invită la explorare și promite noi oportunități.\n\nO intrare blocată sau păzită sugerează obstacole, secrete sau faptul că nu ești încă pregătit pentru inițiere. A sta în prag indică ezitare și frica de a face pasul decisiv.",
      "slug": "intrare"
    },
    {
      "name": "Întrebare",
      "category": "acțiuni",
      "shortMeaning": "Simbol al căutării adevărului, incertitudinii și curiozității.",
      "fullInterpretation": "A pune o întrebare în vis reflectă o nelămurire reală din viața ta de veghe. Cauți răspunsuri, soluții sau clarificări. Dacă primești un răspuns, acesta poate veni direct din subconștient și merită analizat cu atenție.\n\nDacă pui întrebări și nu ți se răspunde, visul indică frustrare, lipsă de comunicare sau faptul că răspunsul trebuie găsit în interiorul tău, nu în exterior. Întrebările existențiale din vis marchează adesea începutul unei căutări spirituale.",
      "slug": "intrebare"
    },
    {
      "name": "Întrecere",
      "category": "acțiuni",
      "shortMeaning": "Simbol al competiției, ambiției și comparației cu ceilalți.",
      "fullInterpretation": "O întrecere în vis (cursă, concurs) reflectă spiritul tău competitiv și dorința de a fi cel mai bun. Poate indica faptul că te simți presat să performezi sau că te compari constant cu alții, ceea ce îți provoacă stres.\n\nDacă câștigi, visul îți confirmă abilitățile și încrederea în sine. Dacă pierzi, sugerează teama de eșec sau sentimentul de inferioritate. Uneori, întrecerea poate fi cu tine însuți sau cu timpul.",
      "slug": "intrecere"
    },
    {
      "name": "Întrerupător",
      "category": "obiecte",
      "shortMeaning": "Simbol al controlului, puterii de decizie și schimbării de stare.",
      "fullInterpretation": "Un întrerupător în vis simbolizează capacitatea ta de a controla o situație, de a 'aprinde' sau 'stinge' ceva în viața ta (o emoție, o relație, o activitate). Dacă aprinzi lumina, cauți claritate și înțelegere.\n\nDacă întrerupătorul nu funcționează, visul indică neputință, confuzie și lipsa controlului. Te simți lăsat în întuneric, incapabil să schimbi cursul evenimentelor sau să îți luminezi mintea.",
      "slug": "intrerupator"
    },
    {
      "name": "Intrus",
      "category": "persoane",
      "shortMeaning": "Simbol al violării intimității, fricii și elementelor străine.",
      "fullInterpretation": "Un intrus în vis reprezintă o amenințare la adresa spațiului tău personal sau psihic. Poate simboliza o persoană care se amestecă nepermis în viața ta, încălcându-ți granițele.\n\nLa nivel interior, intrusul poate fi un gând obsesiv, o dorință interzisă sau o frică ce pătrunde în conștiință. Visul te îndeamnă să îți întărești apărarea și să îți protejezi valorile și intimitatea.",
      "slug": "intrus"
    },
    {
      "name": "Întuneric",
      "category": "fenomene",
      "shortMeaning": "Simbol al necunoscutului, fricii, inconștientului și potențialului latent.",
      "fullInterpretation": "Întunericul în vis este simbolul prin excelență al inconștientului și al necunoscutului. Poate evoca frica primordială, depresia, singurătatea sau confuzia ('a orbecăi în întuneric').\n\nTotuși, întunericul este și locul germinării, al odihnei și al misterului. Uneori, trebuie să treci prin întuneric pentru a ajunge la lumină. Dacă nu îți e frică în vis, întunericul poate sugera liniște, introspecție și confortul de a nu fi văzut.",
      "slug": "intuneric"
    },
    {
      "name": "Inundație / Potop",
      "category": "fenomene",
      "shortMeaning": "Simbol al copleșirii emoționale, crizei și purificării violente.",
      "fullInterpretation": "Inundația este o imagine a emoțiilor care se revarsă necontrolat, distrugând totul în cale. Indică o criză psihologică majoră, depresie sau anxietate care 'îneacă' rațiunea.\n\nApa care invadează casa simbolizează problemele care afectează viața personală și siguranța. Totuși, după potop urmează adesea un nou început. Visul poate semnala necesitatea de a 'spăla' vechile structuri rigide pentru a permite o renaștere emoțională.",
      "slug": "inundatie-potop"
    },
    {
      "name": "Invalid",
      "category": "persoane",
      "shortMeaning": "Simbol al neputinței, vulnerabilității și dependenței.",
      "fullInterpretation": "A vedea un invalid în vis sau a fi tu însuți invalid reflectă un sentiment profund de neputință într-un anumit domeniu al vieții. Simți că ești 'handicapat' emoțional sau profesional, incapabil să avansezi.\n\nPoate indica dependența de alții sau o stimă de sine scăzută. Visul te invită să îți accepți limitele, dar și să cauți resurse alternative de putere și să nu te lași definit de slăbiciunile tale.",
      "slug": "invalid"
    },
    {
      "name": "Învățând",
      "category": "acțiuni",
      "shortMeaning": "Simbol al asimilării de noi cunoștințe, curiozității și evoluției.",
      "fullInterpretation": "Procesul de învățare în vis este extrem de pozitiv. Indică faptul că ești deschis la minte, curios și gata să evoluezi. Poate sugera că în viața reală trebuie să deprinzi o nouă abilitate sau să înțelegi o lecție importantă dintr-o experiență recentă.\n\nDacă înveți cu greutate, visul semnalează rezistență la schimbare sau dificultăți de adaptare. Dacă înveți cu plăcere, ești pe calea creșterii personale și profesionale.",
      "slug": "invatand"
    },
    {
      "name": "Inventator",
      "category": "persoane",
      "shortMeaning": "Simbol al creativității, ingeniozității și soluțiilor originale.",
      "fullInterpretation": "Inventatorul în vis este arhetipul creatorului care aduce noul în lume. Reprezintă capacitatea ta de a găsi soluții ingenioase la probleme vechi și de a gândi 'outside the box'.\n\nVisul te încurajează să ai încredere în ideile tale originale, oricât de excentrice ar părea. Poate indica, de asemenea, un spirit antreprenorial și dorința de a lăsa o amprentă personală asupra lumii.",
      "slug": "inventator"
    },
    {
      "name": "Invidie",
      "category": "emoții",
      "shortMeaning": "Simbol al nemulțumirii, comparației toxice și dorințelor reprimate.",
      "fullInterpretation": "Invidia în vis este un semnal că te compari prea mult cu alții și îți ignori propriile binecuvântări. Indică frustrare, amărăciune și sentimentul că viața este nedreaptă.\n\nDacă ești invidiat, poate reflecta teama de 'ochiul rău' sau de faptul că succesul tău atrage dușmănii. Psihologic, invidia arată ce îți dorești cu adevărat, dar crezi că nu poți obține. Transformă invidia în inspirație și motivație.",
      "slug": "invidie"
    },
    {
      "name": "Înviere / Înviat",
      "category": "fenomene",
      "shortMeaning": "Simbol al renașterii, speranței și transformării miraculoase.",
      "fullInterpretation": "Învierea în vis este un simbol suprem al speranței și regenerării. Indică faptul că ceva ce credeai pierdut sau mort (o relație, un proiect, o speranță) poate reveni la viață. Marchează un nou început după o perioadă de greutăți.\n\nSugerează că ai resurse interioare nebănuite și capacitatea de a te ridica din propria cenușă. Este un mesaj puternic că nimic nu este definitiv și că transformarea este întotdeauna posibilă.",
      "slug": "inviere-inviat"
    },
    {
      "name": "Învins / A învinge",
      "category": "acțiuni",
      "shortMeaning": "Simbol al luptei, succesului sau eșecului și lecțiilor de viață.",
      "fullInterpretation": "Lupta și rezultatul ei în vis (a învinge sau a fi învins) reflectă modul în care gestionezi conflictele din viața reală. A învinge sugerează încredere, putere și depășirea obstacolelor.\n\nA fi învins nu este neapărat negativ; poate indica faptul că trebuie să renunți la o luptă inutilă, să îți schimbi strategia sau să accepți o situație pe care nu o poți controla. Uneori, înfrângerea este o lecție de smerenie necesară pentru creșterea ulterioară.",
      "slug": "invins-invinge"
    },
    {
      "name": "Invitație",
      "category": "obiecte",
      "shortMeaning": "Simbol al acceptării, integrării sociale și oportunităților.",
      "fullInterpretation": "O invitație în vis este un semn de bun venit. Indică faptul că ești dorit, acceptat și integrat într-un grup sau într-o nouă situație. Poate fi o chemare la aventură sau la asumarea unor noi responsabilități.\n\nDacă primești o invitație la nuntă sau la petrecere, visul prevestește bucurie și socializare. Dacă refuzi o invitație, sugerează nevoia de izolare sau faptul că nu ești interesat de ceea ce ți se oferă.",
      "slug": "invitatie"
    },
    {
      "name": "Invizibil",
      "category": "fenomene",
      "shortMeaning": "Simbol al dorinței de a dispărea, puterii oculte sau sentimentului de ignorare.",
      "fullInterpretation": "A fi invizibil în vis poate avea două sensuri opuse. Pe de o parte, poate reflecta sentimentul dureros că ești ignorat, neobservat și neimportant pentru cei din jur ('nimeni nu mă vede').\n\nPe de altă parte, poate simboliza o superputere: capacitatea de a observa fără a fi văzut, de a te strecura neobservat sau de a te retrage din fața pericolului. Indică dorința de intimitate sau de a acționa din umbră.",
      "slug": "invizibil"
    },
    {
      "name": "Iod",
      "category": "obiecte",
      "shortMeaning": "Simbol al vindecării, protecției și necesității de a fi precaut.",
      "fullInterpretation": "Iodul, folosit pentru dezinfectarea rănilor, simbolizează în vis procesul de vindecare și purificare. Sugerează că trebuie să ai grijă de o 'rană' emoțională pentru a preveni infectarea ei (agravarea situației).\n\nPoate indica și necesitatea de a fi precaut și de a lua măsuri preventive. Mirosul specific al iodului poate evoca amintiri legate de spitale sau îngrijire medicală, subliniind vulnerabilitatea.",
      "slug": "iod"
    },
    {
      "name": "Iris",
      "category": "natură",
      "shortMeaning": "Simbol al mesajelor spirituale, speranței și înțelepciunii.",
      "fullInterpretation": "Irisul (floarea) este un simbol al comunicării divine, al speranței și al credinței. În mitologia greacă, Iris era mesagera zeilor. Visul cu iriși sugerează că vei primi vești bune sau că intuiția îți transmite un mesaj important.\n\nIrisul (ochiul) simbolizează percepția, viziunea și oglinda sufletului. A privi în irisul cuiva indică o conexiune profundă și dorința de a cunoaște adevărul despre acea persoană.",
      "slug": "iris"
    },
    {
      "name": "Istorie",
      "category": "fenomene",
      "shortMeaning": "Simbol al trecutului, rădăcinilor și lecțiilor învățate.",
      "fullInterpretation": "Istoria în vis reprezintă legătura ta cu trecutul, fie cel personal, fie cel colectiv. Sugerează că evenimente actuale își au rădăcinile în experiențe anterioare și că 'istoria se repetă' dacă nu înveți lecția.\n\nPoate indica nostalgia, dorința de a te întoarce la origini sau necesitatea de a înțelege contextul mai larg al vieții tale. Cărțile de istorie sau muzeele în vis subliniază importanța memoriei și a moștenirii culturale.",
      "slug": "istorie"
    },
    {
      "name": "Iisus Hristos",
      "category": "persoane",
      "shortMeaning": "Simbol al salvării, sacrificiului, iubirii divine și ghidării supreme.",
      "fullInterpretation": "Apariția lui Iisus în vis este un moment de grație și iluminare spirituală. Simbolizează iubirea necondiționată, iertarea, sacrificiul și mântuirea. Indică faptul că ești protejat și ghidat divin.\n\nPoate sugera, de asemenea, o perioadă de încercări în care credința îți va fi testată sau necesitatea de a face un sacrificiu pentru binele altora. Este un apel la compasiune și la ridicarea deasupra suferințelor lumești.",
      "slug": "isus-christos"
    },
    {
      "name": "Italia",
      "category": "locuri",
      "shortMeaning": "Simbol al pasiunii, artei, romantismului și bucuriei de a trăi.",
      "fullInterpretation": "Italia în vis evocă 'dolce vita': plăcerea, arta, mâncarea bună și romantismul. Sugerează nevoia de a te bucura mai mult de viață, de a-ți exprima emoțiile liber și de a aprecia frumosul.\n\nPoate indica o dorință de călătorie sau de evadare într-un mediu cald și primitor. De asemenea, poate fi asociată cu legăturile de familie, istoria sau religia (Vaticanul).",
      "slug": "italia"
    },
    {
      "name": "Iubire",
      "category": "emoții",
      "shortMeaning": "Simbol al uniunii, armoniei, fericirii și împlinirii sufletești.",
      "fullInterpretation": "Iubirea în vis este cea mai pură manifestare a energiei vitale. Indică armonie interioară, acceptare de sine și conexiune profundă cu ceilalți. Nu se referă doar la iubirea romantică, ci și la iubirea universală sau spirituală.\n\nSă simți iubire în vis este un semn de vindecare și echilibru. Dacă iubirea este neîmpărtășită, reflectă dorințe neîmplinite sau nevoia de a învăța să te iubești pe tine însuți înainte de a căuta validarea în exterior.",
      "slug": "iubire"
    },
    {
      "name": "Iubita gravidă",
      "category": "persoane",
      "shortMeaning": "Simbol al noutății, responsabilității și dezvoltării relației.",
      "fullInterpretation": "Dacă visezi că iubita ta este însărcinată, visul indică adesea 'nașterea' unei noi etape în relația voastră sau apariția unui proiect comun. Sugerează creștere, evoluție și responsabilitate.\n\nPoate reflecta, desigur, și dorința (sau teama) reală de a avea un copil. În sens metaforic, indică faptul că relația este fertilă și plină de potențial. Dacă ești îngrijorat în vis, poate semnala teama de angajament.",
      "slug": "iubita-gravida"
    },
    {
      "name": "Iubitul",
      "category": "persoane",
      "shortMeaning": "Simbol al parteneriatului, proiecției masculine și dorințelor afective.",
      "fullInterpretation": "Iubitul în vis reprezintă relația actuală sau idealul masculin (animus). Interacțiunea cu el reflectă starea legăturii voastre: armonia indică fericire, cearta indică tensiuni nerezolvate.\n\nDacă visezi un fost iubit, înseamnă că încă procesezi acea relație sau că actualul partener îți amintește de el. Dacă nu ai un iubit în realitate, visul exprimă dorința de a găsi pe cineva sau nevoia de a integra calitățile masculine (acțiune, logică) în propria personalitate.",
      "slug": "iubitul"
    },
    {
      "name": "Iute",
      "category": "alimente",
      "shortMeaning": "Simbol al pasiunii, pericolului, stimulării și temperamentului vulcanic.",
      "fullInterpretation": "Gustul iute în vis (ardei, condimente) sugerează nevoia de stimulare și de 'sare și piper' în viață. Poate indica o pasiune arzătoare, o situație 'fierbinte' sau un temperament coleric.\n\nPrea mult iute poate însemna iritare, furie sau vorbe care 'ard'. Visul te invită să fii mai curajos și să adaugi intensitate experiențelor tale, dar să ai grijă să nu exagerezi pentru a nu te 'arde'.",
      "slug": "iute"
    },
    {
      "name": "Izvor",
      "category": "natură",
      "shortMeaning": "Simbol al originii, purității, inspirației și energiei vitale.",
      "fullInterpretation": "Izvorul este sursa vieții. În vis, simbolizează începuturile pure, inspirația creativă și regenerarea spirituală. Apa de izvor este vindecătoare și curățătoare.\n\nA bea din izvor sugerează că te hrănești din surse autentice și sănătoase. A găsi un izvor în deșert înseamnă speranță și salvare într-o situație dificilă. Indică o conexiune directă cu subconștientul și cu emoțiile pozitive.",
      "slug": "izvor"
    }
  ]
}