{
  "symbols": [
    {
      "name": "Inpotmoli / inpotmolit",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "inpotmoli-inpotmolit"
    },
    {
      "name": "Inprumut",
      "category": "dictionar",
      "shortMeaning": "(cuiva) altruism, sprijin, sfaturi, intelegere, compasiune, generozitate -(de la cineva) nevoia d...",
      "fullInterpretation": "(cuiva) altruism, sprijin, sfaturi, intelegere, compasiune, generozitate -(de la cineva) nevoia de a primi sprijin, nevoie de compasiune -(cerand un imprumut) esti blocat intr-o situatie dificila, esti dezorientat si ai nevoie de un sfat -situatia devine descurajanta pentru tine, de aceea e nevoie sa apelezi la o persoana cu mai multa experienta care te poate ajuta in rezolvarea problemei.",
      "slug": "inprumut"
    },
    {
      "name": "Inpusca",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "inpusca"
    },
    {
      "name": "Insecte",
      "category": "dictionar",
      "shortMeaning": "(vezi, insecte descrise separat).",
      "fullInterpretation": "(vezi, insecte descrise separat).",
      "slug": "insecte"
    },
    {
      "name": "Inselat inselata",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca ti-ai inselat partenerul reprezinta alegeri impulsive , sau un lucru la care nu poti rezista.",
      "fullInterpretation": "Daca visezi ca ti-ai inselat partenerul reprezinta alegeri impulsive , sau un lucru la care nu poti rezista. De asemenea, daca visezi ca iti inseli partenerul poate reprezenta o schimbare de convingeri curente, alegeri proaste care au consecinte sau repercursiuni grave. Visul poate reflecta, de asemenea, un sentiment de abandon emotional ca partenerul tau acorda mai multa atentie la un hobby sau la locul de munca decat o face pentru tine.",
      "slug": "inselat-inselata"
    },
    {
      "name": "Insigna",
      "category": "dictionar",
      "shortMeaning": "Insigna in vise reprezinta recunoasterea pozitiei tale.",
      "fullInterpretation": "Insigna in vise reprezinta recunoasterea pozitiei tale. Deti onoare si prestigiu. Alternativ, insigna semnifica nevoia de a apartine sau de a face parte din ceva. - Daca ai visat ca porti o insigna inseamna ca vei benficia de asccesiune sociala. Alternativ, visul indica zile calme. - Visul in care altcineva poarta o insigna face referire la imbunatatirea starii financiare. - Din punct de vedere spiritual, insigna, este considerat un semn al puterii.",
      "slug": "insigna"
    },
    {
      "name": "Instrumente muzicale",
      "category": "dictionar",
      "shortMeaning": "Instrumentele muzicale din vise si abilitatea necesara petru a canta la ele sunt aspecte ale unui...",
      "fullInterpretation": "Instrumentele muzicale din vise si abilitatea necesara petru a canta la ele sunt aspecte ale unui om care incearca sa fie aproape de divin. In vise avem acces la ritmuri si vibratii ce nu sunt intotdeauna accesibile si in viata reala. Sunetele produse de intrumentele muzicale provoaca emotie. Simbolismul instrumentului in sine poate permite ca dumneavoastra sa vedeti acea emotie intr-un mod mai obiectiv. A visa ca nu sunteti capabil sa cantati la un instrument muzical sugereaza ca nu aveti acces la acea emotie. A vedea instrumente muzicale in vise indica speranta de distractie si placere. Sunteti concentrat sa va faceti o viata placuta care sa va ofere tot ce are mai bun. Visul denota placeri anticipate. Daca visati ca instrumentele muzicale sunt stricate atunci inseamna ca placerea va fi tublurata de o companie nedorita. Visul in care apar instrumente muzicale reprezinta si talentul sau abilitatea de a comunica cu ceilalti. Instrumentele de suflat sugereaza intelectul, iar instrumentele de percutie sugereaza ritmul de baza al vietii. Instrumentele cu coarde calmeaza sistemul nervos, astfel ca atunci cand apar in vise inseamna ca sunteti capabil sa faceti ce trebuie in viata. Visul in care cantati la un instrument muzical prezice o schimbare brusca si surprinzatoare a stilului de viata. Daca in viata reala cantati la un instrument muzical atunci visul serveste ca o repetitie pentru a va imbunatati tehnica.",
      "slug": "instrumente-muzicale"
    },
    {
      "name": "Insula",
      "category": "dictionar",
      "shortMeaning": "Insula are multiple semnificatii, iar semnificatia ei in vise depinde foarte mult de celelalte elemente.",
      "fullInterpretation": "Insula are multiple semnificatii, iar semnificatia ei in vise depinde foarte mult de celelalte elemente. - Daca ai visat ca esti pe o insula inseamna usurinta, relaxare si comfort. Visul va sugereaza ca aveti nevoie de o vacanta pentru a scapa de stresul din viata de zi cu zi. - Daca ai visat ca esti blocat/blocata pe o insula inseamna ca trebuie sa evadezi (macar pentru o vreme) de obligatiile zilnice. Alternativ, visul inseamna ce te simti rupt(a) de societate. Te afli intr-un impas si nu sti ce sa faci cu viata ta. - Daca ai visat o insula exotica inseamna ca iti imbunatatesti capacitatea si vei dobandi experienta de lucru (in domeniu). - Daca in vis te afli singur pe o insula pustie inseamna ca comunici greu cu oamenii din jurul tau sau ai obstacole si dificultati la locul de munca.",
      "slug": "insula"
    },
    {
      "name": "Insulta",
      "category": "dictionar",
      "shortMeaning": "A insulta pe cineva in vise ar putea reprezenta demnitatea dumneavoastra de a contesta o alta per...",
      "fullInterpretation": "A insulta pe cineva in vise ar putea reprezenta demnitatea dumneavoastra de a contesta o alta persoana si de nevrednicia persoanei insultate. Exista o exceptie la aceasta interpretare cand cineva este insultat in vise din motive suspicioase. Cel insultat ar trebui sa isi impuna respectul. Se spune ca cel insultat in vise s-ar putea sa datoreze ceva atacatorului sau si trebuie sa plateasca. Daca visati ca insultati pe cineva de un rang mai inalt atunci acesta este mai bun decat dumneavoastra. Totusi, in general, persoana insultata in vise este in cele din urma cea victorioasa. A visa ca primiti o insulta este un semnal al gandurilor pe care le aveti despre dumneavoastra.",
      "slug": "insulta"
    },
    {
      "name": "Intalnire",
      "category": "dictionar",
      "shortMeaning": "(cu o femeie) situatia poate fi mai mult la nivel emotional sau psihic -(cu un copil sau cu sotia...",
      "fullInterpretation": "(cu o femeie) situatia poate fi mai mult la nivel emotional sau psihic -(cu un copil sau cu sotia/sotul) situatia poate fi legata de implicare, angajamente, promisiuni, responsabilitati, relatii -(cu un barbat) situatia poate fi mai mult la nivel fizic, legata de activitate, munca, profesie, curajul de a infrunta direct pericolul -(cu mai multe persoane) situatia este complexa si dificila, cu multiple variante de abordare -(cu iubitul/iubita) asteptare, placere, satisfactie, dorinte, pasiune, optimism -(prima intalnire) emotivitate, mari sperante, situatii imprevizibile, aspecte necunoscute -(cu un necunoscut) situatia este inca incerta, derutanta, cu posibilitatea aparitiei de noutati, nevoie de prudenta -(cu o persoana pe care nu ai mai vazut-o de multa vreme) vesti neasteptate, schimbari, amintiri starnite -(intarziind la intalnire) teama de schimbare, fuga de confruntare, eschivare.",
      "slug": "intalnire"
    },
    {
      "name": "Intepatura",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "intepatura"
    },
    {
      "name": "Internet",
      "category": "dictionar",
      "shortMeaning": "Internetul este considerat a fi cea mai importanta resursa de cunostinte si informatii, precum si...",
      "fullInterpretation": "Internetul este considerat a fi cea mai importanta resursa de cunostinte si informatii, precum si cel mai eficient mod de comunicare si conectare. Visele legate de internet indica situatii sau probleme la care va simtiti conectat si dorinta sau nevoia de informatii. De asemenea, internetul poate reprezenta o anumita separare de realitate, deoarece informatiile si interactiunile digitale sunt diferite de cele fata in fata. Cand internetul ne invadeaza visele, acest lucru se poate referi si la lucruri ce ne pasioneaza sau pe care dorim sa le experimentam in viitor. O persoana mai in varsta care nu este familiarizata cu acesta poate visa ca se pierde in lumea internetului. Diverse vise avand la baza internetul Visand ca folositi internetul pentru a raspandi idei si ganduri prin intermediul unui chat, blog, vlog, forum, etc., sugereaza ca doriti sa va sustineti ideile si gandurile. Sunteti cuprins de o dorinta nefireasaca de a transmite un anumit mesaj altora, cu toate acestea, trebuia sa aveti grija, deoarece este posibil sa intampinati greutati si, chiar, sa fiti acuzat de propaganda. Visul in care aveti probleme legate de conexiunea la internet indica o stare de decadere in viata de zi cu zi. Va simtiti pierdut, neinteles, neauzit si aveti probleme in crearea de conexiuni cu alte persoane. Daca ati visat ca navigati pe internet, deschizand si vizitand diverse pagini web, este semn ca in viata de zi cu zi sunteti in cautarea a ceva si cel mai probabil veti gasi in curand o noua zona in care va puteti folosi si extinde abilitatile si talentele. De asemena, acest tip de vise poate simboliza si faptul ca va veti dezvolta cariera intr-o noua directie. Purtand o conversatie textuala o alta persoana prin intermediul internetului, inseamna ca in curand veti intalni o persoana impresionanta din multe puncte de vedere. Din pacate, daca sperati la o relatie cu acesta persoana sansele sunt mici. Dar aceasta persoana va poate deveni un bun prienten cu timpul. O conversatie vocala cu cineva pe internet prevesteste vesti cu totul surprinzatoare. De regula, acest vis este legat de viata profesionala, s-ar putea sa fiti promovat chiar daca nu va asteptati la asta. Gasirea informatiilor online este considerat a fi un semn pozitiv, ar potea reprezenta noroc sau succes. Acest succes, parca aparut de nicaieri, va va afecta viata profesionala si, indirect, pe cea personala. Visand ca folositi reteaua Dark Web (deep web), indica conexiuni negative sau necinstite cu alte persoane. Poate ca incercati sa formati un fel de acord sau alianta cu persoane necintite sau dubioase. Aveti grija sa pastrati bine secretul, acesta va poate afecta iremediabil viata de cuplu sau cea din domeniul afacerior / profesionala. Tehnologii si echipamente folosite pentru a facilita conexiunea la internet sau pentru sa gazdui diverse aplicatii Routerele sau switch-urile de retea, reprezinta fluxul de informatii si ganduri. Aveti grija cum si in ce mod impartasiti si primiti informatii. Daca nu sunteti atenti este posibil sa primiti informatii incomplete sau din surse care nu sunt de incredere. Visand ca utilizati tegnologia VPN sugereaza faptul ca ar trebui sa folositi tactici si metode specifice pentru a va exprima ideile. Internetul prin satelit prevesteste lucruri ce se vor desfasuta in mod uimitor. Daca sunteti deschisi la noi cunostinte, intelepciunea pare sa iasa de nicaieri. Fiind fascinat de tehnologia Wifi, reprezinta interese si experiente noi din care vreti sa faceti parte. In curand veti forma o legatura sau veti face parte dintr-un cerc restarns de persoane din care veti beneficia de resurse si opinii nepretuite.",
      "slug": "internet"
    },
    {
      "name": "Intersectie",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca sunteti intr-o intersectie de drumuri inseamna ca trebuie sa luati o decizie importanta.",
      "fullInterpretation": "Daca visati ca sunteti intr-o intersectie de drumuri inseamna ca trebuie sa luati o decizie importanta. Ati ajuns la un punct in viata dumneavoastra in care aveti mai multe optiuni care trebuie analizate si cantarite. Fiecare optiune va va conduce spre o alta destinatie sau alt obiectiv. Pe de alta parte, intersectia in vis ar putea sugera o schimbare de directie in viata dumneavoastra.",
      "slug": "intersectie"
    },
    {
      "name": "Interviu",
      "category": "dictionar",
      "shortMeaning": "Visul in care esti la un interviu denota anixietate care este judecata de altii.",
      "fullInterpretation": "Visul in care esti la un interviu denota anixietate care este judecata de altii. Este posibil sa ai unele nemultumiri fata de unele aspecte ale tale. - Daca ai visat ca iei interviu unui politician inseamna ca ai o personalitate rebela. - Daca ai visat ca ii iei interviu unei femei inseamna ca vei fi taxat cu intrigi, barfe si neciste.",
      "slug": "interviu"
    },
    {
      "name": "Intestin",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "intestin"
    },
    {
      "name": "Intestine",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "intestine"
    },
    {
      "name": "Intins in pat",
      "category": "dictionar",
      "shortMeaning": "In cartea lui Miller, daca visati ca stati intins in pat sugereaza aparitia unui prieten apropiat.",
      "fullInterpretation": "In cartea lui Miller, daca visati ca stati intins in pat sugereaza aparitia unui prieten apropiat. Se considera ca visul poate sugera ca asteptati venirea partenerului de viata sau a unei noi cunostinte. Visul in care o ruda palida si slaba sta intinsa intr-un pat curat prezice boala acestei rude. A visa un barbat cu picioare murdare ce sta intins in pat sugereaza o altercatie pentru bautura ce se lasa cu impunsaturi. Femeia din vise ce sta intinsa in pat si are picioare murdare sugereaza o conspiratie subtila realizata pe la spatele dumneavoastra. Daca visati o femeie batrana si murdara care sta intinsa intr-un pat curat inseamna o boala serioasa, iar un barbat bartan ce sta intins in pat semnifica pierderea unei mosteniri. Visul in care stati intins in pat altaturi de un caine inseamna ca veti avea un prieten de incredere, iar o pisica ce sta intinsa in pat la capul dumenavoastra sugereaza ca va veti recupera, va veti reveni dintr-o problema, boala. Daca visati ca mancati dulciuri in timp ce stati intins in pat prevesteste o calatorie fericita, iar daca mancati ardei rosu inseamna ca veti avea o calatorie plina de aventuri interesante, dar periculoase. A visa ca stati intins pe patul de moarte inseamna recuperare si o viata lunga si fericita.",
      "slug": "intins-in-pat"
    },
    {
      "name": "Intoxicare",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca esti intoxicat inseamna ca iti vei pierde controlul su vei actiona pripit in anumite situatii.",
      "fullInterpretation": "- Daca ai visat ca esti intoxicat inseamna ca iti vei pierde controlul su vei actiona pripit in anumite situatii. Alternativ, visul sugereaza ca ai atins un nou nivel de constientizare.",
      "slug": "intoxicare"
    },
    {
      "name": "Intrare",
      "category": "dictionar",
      "shortMeaning": "Deoarece simbolizeaza trecerea dintr-un spatiu extern intr-unul intern, inchis, intrarea in vise ...",
      "fullInterpretation": "Deoarece simbolizeaza trecerea dintr-un spatiu extern intr-unul intern, inchis, intrarea in vise semnifica eterna feminitate. De asemenea, visul mai poate simboliza si un nou inceput. Unii talmacitori spun ca intrarea in vise are aceeasi semnificatie cu simbolismul \"usii\" in vise. Reprezinta o noua zona de experienta sau chiar o noua experienta in sine. Un asemenea vis adesea sugereaza ca trebuie sa faceti schimbari, sa va creati noi oportunitati, poate chiar sa explorati necunoscutul.",
      "slug": "intrare"
    },
    {
      "name": "Intrebare",
      "category": "dictionar",
      "shortMeaning": "Dictionarul modern de vise spune ca daca visati ca sunteti obosit de necunoscut si de a pune cons...",
      "fullInterpretation": "Dictionarul modern de vise spune ca daca visati ca sunteti obosit de necunoscut si de a pune constant intrebari oamenilor a carui opinie este importanta pentru dumneavoastra este un semn ca in realitate urmati anumite principii morale si reguli acceptate in societate. Veti aprecia caracteristici precum onestia si corectitudinea si cat de curand s-ar putea sa castigati increderea si respectul altora. Un vis in care nu sunteti capabil sa intelegeti un fenomen sau un subiect anume si puneti o intrebare despre acesta sugereaza ca pe viitor veti avea diferite sentimente despre persoana iubita. Pe de-o parte, veti experimenta o gelozie puternica, iar pe celalata parte, veti fi rusinat de propriile ganduri si suspiciunile despre posibila tradare a persoanei iubite. A visa ca cineva a pus o intrebare la care nu ati putut raspunde sau nu ati dorit sa raspundeti inseamna ca persoana in care aveti incredere, un coleg sau un partener de afaceri va va lasa balta, asa ca trebuie sa va pregatiti. In cartea de vise a lui Miller, intrebarea in vise este dovada ca in realitate sufletul dumneavoastra este impanzit de indoieli despre loialitatea si onestia persoanei iubite. Incercati din rasputeri sa aflati adevarul, dar va este teama ca ajungeti la concluzii gresite din cauza minciunilor cuiva. A visa ca puneti o intrebare simbolizeaza dorinta dumneavoastra pentru justitie. In curand, circumstantele va vor face sa aparati adevarul si justitia, iar intr-un final sa reusiti, astfel castigati respectul celorlalti. Daca ati visat ca a trebuit sa raspundeti la o varietate de intrebari atunci inseamna ca intr-un timp scurt cineva va se decide sa porneasca o actiune rau intentionata si nejustificata impotriva dumneavoastra. Ar trebui sa va indreptati atentia asupra deciziilor importante si sa refuzati propunerile indoielnice care au legatura cu afacerile sau cu locul de munca.",
      "slug": "intrebare"
    },
    {
      "name": "Intrecere",
      "category": "dictionar",
      "shortMeaning": "Intrecerea in vise reflecta un impact deliberat in viata dumneavoastra.",
      "fullInterpretation": "Intrecerea in vise reflecta un impact deliberat in viata dumneavoastra. Visul este o reflexie a starii de competitie, a dependentei de opinia altuia. Trebuie sa lasati deoparte sentimentele de presiune, nu aveti de ce sa va interceti cu sinele dumneavoastra. Reamintiti-va ca fiecare persoana este unica si nu trebuie sa va comparati cu nimeni. Visul in care luati parte la intrecere prevesteste faptul ca veti asuma raspunderea in incercarea de a va apara punctele de vedere si principiile. A visa ca sunteti la o intrecere ca si fan sugereaza ca nu puteti sa va asumati responsabilitatea pentru propriile actiuni. Daca visati ca aveti o discutie emotionala cu persoana iubita despre intrecere inseamna sunteti matur si pregatit pentru o conversatie serioasa cu aceasta, dar nu stiti cum sa incepeti si intarziati acea discutie. A urmari o intrecere in vise sugereaza ca sunteti constient de actiunile dumneavoastra, afacerile dumneavoastra vor iesi la suprafata, iar propria deceptie va fi cunoscuta. Daca visati ca va intreceti singur, fara alti competitori, inseamna ca va bucurati ceea ce ati realizat si va asteptati la o recompensa.",
      "slug": "intrecere"
    },
    {
      "name": "Intrerupator",
      "category": "dictionar",
      "shortMeaning": "Intrerupatorul in vise reprezinta statutul dumneavoastra intr-o situatie sau relatie din viata, d...",
      "fullInterpretation": "Intrerupatorul in vise reprezinta statutul dumneavoastra intr-o situatie sau relatie din viata, depinzand de cum este intrerupatorul - inchis sau deschis. Daca visati ca intrerupatorul este stricat sau ca nu puteti gasi intrerupatorul inseamna ca va lipseste simtul de intelegere si perspectiva intr-o situatie.",
      "slug": "intrerupator"
    },
    {
      "name": "Intrus",
      "category": "dictionar",
      "shortMeaning": "Intrusul in vise sugereaza o legatura evidenta cu sexul si amenintarile referitor la sexualitatea altcuiva.",
      "fullInterpretation": "Intrusul in vise sugereaza o legatura evidenta cu sexul si amenintarile referitor la sexualitatea altcuiva. De asemenea, visul mai poate reprezenta o parte a dumneavoastra care nu poate controla temerile si indoielile si va face sa va simtiti nesigur. A vedea un intrus in vise reprezinta sentimentele dumneavoastra de vinovatie. Luati in calcul si sentimentele sau gandurile nefamiliare ce va distrug linistea sufleteasca.",
      "slug": "intrus"
    },
    {
      "name": "Intuneric",
      "category": "dictionar",
      "shortMeaning": "Intunericul sau faptul ca ne aflam in intuneric denota de obicei o stare de confuzie sau prezenta...",
      "fullInterpretation": "Intunericul sau faptul ca ne aflam in intuneric denota de obicei o stare de confuzie sau prezenta intr-un spatiu necunoscut sau teritoriu dificil. Este posibil si sa fie vorba despre o latura tainica a sinelui. Alternativ, intunericul poate simboliza si mici umbre aflate pe sufletul nostru, tot ceea ce nu este inca lamurit. In realitate ar trebui sa ne preocupam urgent de solutionarea si clarificarea unor chestiuni nesigure. Din punct de vedere psigologic, vorbim despre legatura cu latura noastra ascuna, reprimanta si constientizam ca trebuie ne infruntam aspectele intunecate ale sinelui. Spiritual vorbind, intunericul reperzinta partea inchisa si intunecata din fiecare dintre noi, spatiul in care poate habita haosul si asupra caruia raul va triumfa in cele din urma, daca nu se va reusi asimilarea unei cunoasteri si intelegeri de natura spirituala.(orbecaind prin intuneric) dorinta de a gasi o solutie cu orice pret, speranta in rezultate favorabile, curajul de a infrunta pericolul, deruta, dorinta de schimbare.",
      "slug": "intuneric"
    },
    {
      "name": "Inundatie potop",
      "category": "dictionar",
      "shortMeaning": "Inundatiile in vise pot fi un semn al spalarii trecutului pentru un viitor mai bun sau este reprezentarea unei crize.",
      "fullInterpretation": "Inundatiile in vise pot fi un semn al spalarii trecutului pentru un viitor mai bun sau este reprezentarea unei crize. In general, aceste vise provoaca groaza deoarce sunt asociate cu frica de moarte. Nu este neobisnuit sa apara astfel de vise (inundatie sau potop), mai ales atunci cand emotiile au scapat de sub control. Inundatia poate avea forme diferite, poate fi vorba despre un teren sau chiar casa dumneavoastra, in vise orice este posibil. Acest gen de vise pot avea si semnificatii pozitive, pot prezice un nou inceput daca sunteti evacuat la timp din fata viiturilor. Aceasta evacuare la timp ne face constienti de faptul ca suntem pregatiti pentru a merge mai departe. Apa din inunadatii reflecta propriile emotii si relatii, practic reflecta cum va simtiti in acest moment. O apa involburata scapata de sub control indica faptul ca treceti printr-o perioada marcata de crize emotionale si ca aveti dorinta de a va indeparta sau de a va ascunde, cel putin pentru o perioada. O masina inundata indica, in mod normal, o problema intr-o relatie. Visand o inundatie atunci cand conduceti, poate insemna ca sunteti coplesit de emotii. In acest caz interpretarea visului este mai usoara daca va amintiti cat mai multe detalii si le interpretati individual. Alternativ, masina inundata poate reprezenta un loc in care va simtiti prins, un loc in care nu va simtiti comfortabil. Din punct de vedere psihologic, potopul sau inundatia este adesea asociata si cu tensiunea sexuala. Va este greu sa va exprimati dorintele sexuale sau alte sentimente legate de viata amoroasa? Inundatia din vis reprezinta nefericirea. Visand ca sunteti luat la vale de catre o inundatie, nu este un semn prea bun. Acest vis inseamna ca este posibil sa aveti unele probleme de sanatate in perioada urmatoare, asa ca ar trebui sa va faceti un control de rutina. Alternativ, visul poate prevesti o perioada proasta la locul de munca. Inundatie sau potop cu apla limpede, clara. Daca ati avut un asemnea vis, insemana ca trebuie sa va amanti planurile. Este posibil sa apara unele obstacole, deci acestea trebuie depasite mai intai. Aveti rabdare, deoarece este singura modalitate de a va atinge sopurile.",
      "slug": "inundatie-potop"
    },
    {
      "name": "Invalid",
      "category": "dictionar",
      "shortMeaning": "Visele in care vedem un invalid sugereaza ca ne simtim slabi si vulnerabili.",
      "fullInterpretation": "Visele in care vedem un invalid sugereaza ca ne simtim slabi si vulnerabili.Suntem prea dependenti de altii. - Daca in vis ajuti un invalid inseamna reputatie buna, liniste si blandete. - Daca tu esti invalid inseamna ca te vei retrage din afaceri sau vei parasi locul de munca.",
      "slug": "invalid"
    },
    {
      "name": "Invatand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "invatand"
    },
    {
      "name": "Inventator",
      "category": "dictionar",
      "shortMeaning": "Un inventator in vise simbolizeaza realizari, progres la locul de munca si succes in viata.",
      "fullInterpretation": "Un inventator in vise simbolizeaza realizari, progres la locul de munca si succes in viata. Visul in care apare un inventator reprezinta incercarea de a te ridica la un nivel superior. - Daca in visÂ ai creat o inventie, inseamna ca vei atinge un obiectiv pe care ti l-ai propus. - Visele in care tuÂ esti un inventator reprezinta arspiratiile si partea ta creativa.",
      "slug": "inventator"
    },
    {
      "name": "Invidie",
      "category": "dictionar",
      "shortMeaning": "Puteti vizualiza versiunea video de mai jos a visului despre invidie si gelozie sau puteti contin...",
      "fullInterpretation": "Puteti vizualiza versiunea video de mai jos a visului despre invidie si gelozie sau puteti continua sa cititi textul, depinde de dumneavoastra. Videoclip despre visul ce implica invidie si gelozie Invidia este un sentiment destul de puternic, iar aparitia acesteia in vise poate face referire la o circumstanta reala sau una similara din viata de zi cu zi sau poate fi pur si simplu un semn pentru nelinistea sau anxietatea experimentata in ultima vreme. Pe de alta parte, visele despre invidie pot sugera o viata trista, certuri cu partenerul si amaraciune in viata amoroasa. In cele ce urmeaza va prezentam o serie de interpretari detaliate legate de cele mai comune vise ce implica invidia: Invidiat de catre alte persoane Fiind invidiat de catre alte persoane, simbolizeaza supararile dumneavoastra fata de anumite persoane care sunt nerabdatoare si evita sa va faca pe plac. De asemenea, visul poate fi o reflectie asupra starii resimtite fata de acele persoane. A fi invidios pe cineva Purtand invidie sau pica cuiva inseamna ca, in realitate, va veti confrunta cu noi provocari si, pentru o vreme, va trebui sa suportati o situatie vrednica de dispret. Invidie sau gelozie fata de partenerul de viata Daca ati visat invidie sau chiar gelozie fata de partenerul de viata, inseamna ca va afecteaza atitudinea sau actiunile unor persoane cu prejudecati (posibili inamici). Visul poate, de asemenea, sa prevesteasca faptul ca ati putea intra intr-un conflict fara perspective prea bune. Fiind invidios in privinta lucrurilor materiale Visul in care invidia se datoreaza unor posesii sau bunuri materiale, prevesteste griji si momente neplacute la munca si in viata de zi cu zi. De asemenea, invidia pe bunastarea sau bogatia cuiva, simbolizeaza nesiguranta si incapacitatea de a lua o decizie asupra directiei in care va indreptati. Daca visul este despre invidia fata de bijuteriile unui amic sau a unei amice, atunci acesta poate prevesti o tradare care va afecta increderea in viata de cuplu. Invidie fata de succesul altei persoane Gelozia sau invidia fata de succesul altor persoane este, de fapt, lupta dumneavostra pentru a intra in gratiile sau de a castiga atentia unor persoane influente pentru a va ajuta la implinirea unor planuri. Strain invidios Atunci cand visul dumneavoastra este despre un strain invidios, in realitate veti cunoaste o persoana ce v-ar putea deveni un prieten loial. Asa ca, fiti mai deschis si nu respingeti noile cunostinte sau prietenii.",
      "slug": "invidie"
    },
    {
      "name": "Inviere / inviat",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "inviere-inviat"
    },
    {
      "name": "Invins invinge",
      "category": "dictionar",
      "shortMeaning": "Visul in care ai fost invins indica faptul ca te indrepti spre directia gresita.",
      "fullInterpretation": "Visul in care ai fost invins indica faptul ca te indrepti spre directia gresita. Trebuie sa iti reevaluezi situatia si sa te gandesti la ceea ce este cu adevarat cel mai bine pentru tine. Alternativ, visul sugereaza ca ai nevoie sa inveti din experientele tale, chiar si din cele negative. Infrangerea ne avertizeaza impotriva implicarii intr-o chestiune nesigura, riscanta. - Daca ai visat un boxier invins inseamna ca vei pierde pe cineva drag. - Daca in vis ai invins pe cineva inseamna ca iti vei cere scuze sau ca va trebui sa compensezi daunele facute cuiva.",
      "slug": "invins-invinge"
    },
    {
      "name": "Invitatie",
      "category": "dictionar",
      "shortMeaning": "Visele in care vedem sau raspundem la o invitatie sugereaza ca trebuie sa incorporam noi caracter...",
      "fullInterpretation": "Visele in care vedem sau raspundem la o invitatie sugereaza ca trebuie sa incorporam noi caracteristici pentru a iesi in evidenta. - Daca in vis ai primit o invitatie pentru o functie inseamna ca va trebui sa rezolvi o multime de sarcini financiare care nu prea sunt pe placul tau. - Daca ai visat ca primesti o invitatie la nunta, inseamna ca, in realitate, vei primi cu adevarat o invitatie la o nunta. - Daca in vis primesti o invitatie la cina, inseamna ca vei face o calatorie. - Daca te afli pe o lista cu invitati, inseamna ca esti meticulos.Visul in care ati fost invitati la cina denota atingerea si finalizarea obiectivelor propuse. Alternativ, invitatia la cina poate semnifica si depasirea unor dificultati. Este posibil ca dupa aceasta perioada in care ati depasit greutatile sa aveti nevoie de ceva timp pentru a va curata mintea si pentru a va regasi pacea interioara.",
      "slug": "invitatie"
    },
    {
      "name": "Invizibil",
      "category": "dictionar",
      "shortMeaning": "Invizibilitatea este un termen adesea folosit in creatiile SF sau de fantezie in care obiectele n...",
      "fullInterpretation": "Invizibilitatea este un termen adesea folosit in creatiile SF sau de fantezie in care obiectele nu pot fi vazute din cauza unor tehnologii foarte avansate sau a unor practici magice. Insa, invizibilitatea apare destul de rar in vise si este o putere pe care oamenii incerca sa o stimuleze. O persoana deprimata si frustrata poate avea un vis in care este invizibila. Actiunile din viata reala pe care o persoana nu le poate manifesta se pot transforama in invizibilitate pe taramnul viselor. Pe de alta parte, acest tip de vise poarta, de obicei, interpretari distincte, dar cuplate: indica nevoia de a trece neobservat sau ca oamenii nu apreciaza ceea ce faceti. In general, nevoia de a nu fi vazut reprezinta nesiguranta si frica de societate. Ce inseamna atunci cand m-am visat invizibil? Visand ca alte persoane nu va puteau vedea, este semn ca va incearca sentimente de inferioritate. Tindeti sa credeti ca persoanele la care tineti atat de mult nu le pasa de dumneavoastra, de aceea ati disparut. Insecuritatea, frica si rusinea sunt factorii care va domina comportamentul zilnic. Daca nu incercati sa priviti lucrurile din alta perspectiva, sigurul lucru pe care il veti obtine este indepartatea si separarea fata de comunitate. Alternativ, a fi invizibil poate reprezenta sentimente de inpunitate, a scapa de ceva fara a fi observat. De asemenea, reflecta sentimentele dumneavoastra de a fi un observator nevazut sau de a nu dori sa fiti implicat in ceva. Dar ce inseamna atunci cand alte persoane sunt invizibile ? Cand nu puteti vedea alte persoane dar stiti ca sunt acolo. Un astfel de vis simbolizeaza frica de a nu prierde legatura cu cineva care este foarte special pentru dumneavoastra. Aveti sentimentul ca, fara acea pesoana, nu va puteti continua viata. Chiar si asa, nu puteti trai cu frica constanta ca veti pierde pe cineva drag, deoarece dauneaza sanatatii psihice. Alte vise ce implica invizibilitatea Visand o prezenta malefica invizibila poate reprezenta lupta dumneavoastra cu o problema pe care mereu ati incercat sa o evitati sau la care ati incercat sa nu va ganditi. Poate refelecta, de asemenea, groaza si teroarea resimtita atunci cand va confruntati cu o problema pe care nu o puteti identifica. A deveni invizibil sau a aparea de nicaieri sugreaza ceva care iese din inconstient sau care se refera la acesta. De asemenea, visul prevesteste influente acunse. Spiritual Din punct de vedere spiritual, invizibilul este zeul nemanifestat, adica inainte de creatie. Cunoscut ca si absolut, este invizibil, deoarece nu este experimentat sau cuprins de niciunul dintre cele cinci simturi.",
      "slug": "invizibil"
    },
    {
      "name": "Iod",
      "category": "dictionar",
      "shortMeaning": "Iodul in vise sugereaza implicare.",
      "fullInterpretation": "Iodul in vise sugereaza implicare. Nu grabi lucrurile, mai degraba implica-te mai mult. - Daca ai visat ca folosesti iod, in orice forma, inseamna ca trebuie sa fi mai optimist. - Daca ai visat ca mirosi sau bei iod, inseamna ca poti depasi cu usurinta problemele.",
      "slug": "iod"
    },
    {
      "name": "Iris",
      "category": "dictionar",
      "shortMeaning": "Irisul in vise simbolizeaza intelepciune, credinta, vitejie, pace si puritate.",
      "fullInterpretation": "Irisul in vise simbolizeaza intelepciune, credinta, vitejie, pace si puritate. Floarea de iris, in vise, este semn ca vei avea noroc in viata personala si profesionala. - Daca ai visat ca culegi sau daruesti irisi, inseamna ca vei avea de suferit pentru ca esti prea mandru.",
      "slug": "iris"
    },
    {
      "name": "Istorie",
      "category": "dictionar",
      "shortMeaning": "Visele plasate in vremuri istorice au legatura cu vechile sentimente si cu acea parte din dumneav...",
      "fullInterpretation": "Visele plasate in vremuri istorice au legatura cu vechile sentimente si cu acea parte din dumneavoastra trecuta in uitare. Este un tip de vis ce va pune in relatie cu persoana care ati fost la un moment dat sau cu un mod de viata invechit. Oamenii stiu sa-si analizeze cu atentie propria istorie, dar si trecutul istoric. Probabil ca visul in care va intoarceti spre istorie reprezinta o modalitate de evaluare obiectiva. Se pare ca va ganditi, de fapt, la persoana care ati fi putut fi. Alternativ, istoria in vise sugereaza vechile convingeri personale si stilurile de viata care trebuie reevaluate in lumina realitatii prezente.",
      "slug": "istorie"
    },
    {
      "name": "Isus Christos",
      "category": "dictionar",
      "shortMeaning": "Visele cu sens religios apar in general la oamenii care au trecut de jumatatea vietii.",
      "fullInterpretation": "Visele cu sens religios apar in general la oamenii care au trecut de jumatatea vietii. Acest vis se leaga de cele mai multe ori de intrebarea : \"Care este sensul vietii ?\".Visul se poate interpreta de cele mai multe ori ca si o pierdere a echilibrului intern.- Daca il visezi pe Isus Christos este un semn ca vei avea o minte limpede.- Daca il auzi vorbind pe Christos - veselie.- Daca vorbeste doar pentru tine - urmeaza sfatul prietenilor.Â - Daca in vis ai senzatia sau simti ca esti privit de catre Isus ca si un apostol, predicator sau preot - visul in realitate se poate adeveri in acelas mod.- Asociezi pe cineva in vis cu Isus Christos - ai constiinta incarcata.",
      "slug": "isus-christos"
    },
    {
      "name": "Italia",
      "category": "dictionar",
      "shortMeaning": "Visul in care calatoriti in Italia semnifica dorul pe care il aveti pentru zona sudica, mediteraneana.",
      "fullInterpretation": "Visul in care calatoriti in Italia semnifica dorul pe care il aveti pentru zona sudica, mediteraneana. Din punct de vedere psihologic, Italia in vise este o expresie pentru bucuria senzuala a vietii, simtul frumusetii. Visul nu se refera doar la placerea vietii, ci si la o modalitate de a lua viata in serios si de a nu va exprima sentimentele cu prea multa caldura. In traditia araba, a vedea Italia in vise inseamna zile fericite, iar daca visati ca vizitati Italia inseamna ca veti pleca intr-o calatorie.",
      "slug": "italia"
    },
    {
      "name": "Iubire",
      "category": "dictionar",
      "shortMeaning": "Un vis de iubire sau de dragoste sugereaza sentimente intense, preluate de la o relatie din viata de zi cu zi.",
      "fullInterpretation": "Un vis de iubire sau de dragoste sugereaza sentimente intense, preluate de la o relatie din viata de zi cu zi. Acest vis exprima sentimentul de multumire fata de ceea ce ai deja. - Daca ai visat un cuplu indragostit sau un cuplu ce isi exprima deragostea unu altuia, indica un succes urmat pentru tine. - Daca ai visat ca prietenul tau te iubeste, poate fi un lucru ce este adevarat sau ceea ce urmeaza sa se intample.",
      "slug": "iubire"
    },
    {
      "name": "Iubita gravida",
      "category": "dictionar",
      "shortMeaning": "In unele cazuri, visand ca iubita dumneavoastra este gravida, inseamna ca aveti un nou proiect sa...",
      "fullInterpretation": "In unele cazuri, visand ca iubita dumneavoastra este gravida, inseamna ca aveti un nou proiect sau ca s-a infiripat in mintea dumneavoastra o noua idee, care va produce beneficii de vreun fel. Este in general un vis bun. In functie de contextul visului (aceasta semnificatie se aplica iubitilor, partenerilor si sotilor) acesta poate avea si alte semnificatii. De exemplu, in cazul in care sarcina este vazuta ca un lucru bun in vis, acesta poate fi un semn de dorinta, dorinta de a merge inainte de a se stabili cu persoana respectiva sau dorinta de a avea un copil. Cu toate acestea, in cazul in care sarcina ne este prezentata intr-un mod negativ in vise, acestea ar putea indica o teama de responsabilitati. Visand partenera / iubita insarcinata cu copilul altcuiva, interpretarea poate fi un pic ingrijoratoare, deoarece indica adesea ca visatorul simte ca relatia este in deriva sau ca partenera se misca intr-o directie diferita. Va recomandam sa analizati semnificatia visului: Gravida",
      "slug": "iubita-gravida"
    },
    {
      "name": "Iubitul",
      "category": "dictionar",
      "shortMeaning": "Daca visati persoana iubita semnifica bucurie si dragoste.",
      "fullInterpretation": "Daca visati persoana iubita semnifica bucurie si dragoste. Alternativ, daca iubitul era bolnav sau nu se simtea bine , sugereaza suparari si dezamagiri in dragoste. De asemenea, daca iubitul v-a inselat in vis inseamna ca vor avea loc schimbari pe plan sentimental.Visul in care va certati cu iubitul se leaga de argumentele pe care le faceti in timpul certei. Intensitatea si motivele certei pot fi foarte importante pentru interpretarea visului. Alternativ, cearta cu iubitul in vise ar mai putea insemna ca ati avut neintelegeri recente cu iubitul care vor trebui rezolvate pana intr-un final.",
      "slug": "iubitul"
    },
    {
      "name": "Iute",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca gusti un sos iute inseamna ca ai Â nevoie de un pic de condiment in viata ta.",
      "fullInterpretation": "- Daca ai visat ca gusti un sos iute inseamna ca ai Â nevoie de un pic de condiment in viata ta. Alternativ visul se refera si la un foc ce arde, o pasiune aprinsa. Ardeiul iute in vise simbolizeaza un temperament aprins. - Daca ai gustat un ardei iute in iseamna ca ai nevoie de varietate in viata de cuplu.Ardeiul iute in vise indica nevoia de a va \"condimenta\" viata sau de a face o schimbare radicala. Daca mancati un ardei iute in vis inseamna ca veti avea parte de surprize care va deprima, poate e vremea sa incercati sa va feriti de tot ceea ce inseamna neprevazut, sa va canalizati energia catre lucrurile normale, sa nu incercati nimic nou. In acelasi timp ardeiul iute din vis mai poate simboliza si faptul ca o serie de greseli din trecut va pot ataca in prezent, deoarece acelea nu au fost indreptate, nu ati avut ocazia sa faceti nimic ca sa le reparati iar acum este momentul sa invatati din ele. Un ardei iute in vis mai poate arata si faptul ca sunteti o persoana ipocrita, faceti afirmatii urate despre cunostintele apropiate sau poate chiar ele va vorbesc de rau pe la spate, inducandu-va in eroare, in probleme de orice natura, chiar si cele minore, care va pot afecta foarte mult.",
      "slug": "iute"
    },
    {
      "name": "Izvor",
      "category": "dictionar",
      "shortMeaning": "(vezi, de aemenea apa).",
      "fullInterpretation": "(vezi, de aemenea apa).",
      "slug": "izvor"
    }
  ]
}