{
  "symbols": [
    {
      "name": "Iad",
      "category": "dictionar",
      "shortMeaning": "Diadema in vise poate varia in functie de podoabele de pe aceasta si materialul din care este facuta.",
      "fullInterpretation": "Diadema in vise poate varia in functie de podoabele de pe aceasta si materialul din care este facuta. Daca visati ca purtati o diadema inseamna ca va cunoasteti foarte bine latura sensibila si totodata puternica. Visul in care diadema este decorata cu flori prevesteste fericire, iar daca florile sunt trandafiri atunci inseamna ca este vorba de iubire, pasiune. Din punct de vedere psihologic, olimpiada in vise simbolizeaza in general lupta pentru existenta, competitia cu altii care ar trebui sa fie acceptata. Visul in care castigati la olimpiada indica spre o infrangere in viata reala, iar atunci cand visati ca sunteti infrant la olimpiada sugereaza exact opusul, adica promite un succes in viata. Visul in care sunteti spectator la olimpiada inseamna ca cei din jur au aceleasi interese si scopuri ca si dumneavoastra.",
      "slug": "iad"
    },
    {
      "name": "Iaht",
      "category": "dictionar",
      "shortMeaning": "Iahtul in vise simbolizeaza bogatie, placere si lux.",
      "fullInterpretation": "Iahtul in vise simbolizeaza bogatie, placere si lux. Esti liber(a) de griji si esti in cautarea unei vieti usoare. Vrei sa iti dedici mai mult timp in scopul recreatiei si agrementului. - Daca ai visat ca navighezi cu un iaht inseamna ca ai incredere in viitor. - Daca ai visat un iaht pe mare linistita este semn bun, dar daca ai visat iaht pe mare agitata este semn ca te pandeste o dezamagire.",
      "slug": "iaht"
    },
    {
      "name": "Iapa",
      "category": "dictionar",
      "shortMeaning": "Iapa in vis reprezinta intuitia ta.",
      "fullInterpretation": "Iapa in vis reprezinta intuitia ta. Alternativ, semnifica implicare sexuala. - Daca ai visat o iapa la pasuneÂ este semn de pierderi financiare, dar prietenii iti sunt aproape. Iapa alba in vise simbolizeaza spiritul si creativitatea ta.",
      "slug": "iapa"
    },
    {
      "name": "Iarba",
      "category": "dictionar",
      "shortMeaning": "(ei) ului, sanatatea cuiva se va inrautati - vazand - o cu buruieni - fereste - te de oameni neci...",
      "fullInterpretation": "(ei) ului, sanatatea cuiva se va inrautati - vazand - o cu buruieni - fereste - te de oameni neciopliti - verde - bucurie, sanatate personala si in familie ani multi - verde, tu dormind in - vei zace putin la pat.",
      "slug": "iarba"
    },
    {
      "name": "Iarna",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "iarna"
    },
    {
      "name": "Iasca",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "iasca"
    },
    {
      "name": "Iasca pe copac",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "iasca-pe-copac"
    },
    {
      "name": "Iasomie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "iasomie"
    },
    {
      "name": "Iatagan (sabie)",
      "category": "dictionar",
      "shortMeaning": "(sabie)Cruzime - avand - vei dobandi un mare castig.",
      "fullInterpretation": "(sabie)Cruzime - avand - vei dobandi un mare castig.",
      "slug": "iatagan-sabie"
    },
    {
      "name": "Iaurt",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "iaurt"
    },
    {
      "name": "Inel",
      "category": "dictionar",
      "shortMeaning": "Inelul poate avea multiple semnificatii in functie de tipul inelului, felul in care este purtat, ...",
      "fullInterpretation": "Inelul poate avea multiple semnificatii in functie de tipul inelului, felul in care este purtat, de emotia pe care acesta o creeaza, daca este pierdut sau gasit in vis. Acesta ar putea reprezentarea bogatie, vremuri dificile, implinire sau sanatate, toate acestea depinzand de cele prezentate adineauri. De asemenea, o caracteristica generala a inelelor este asumarea unui angajament, fie ca este vorba despre o relatie, un proiect, un hobby , etc. De asemenea, inelul este o reflectare a loialitatii, a credintei si a responsabilitatii. Puteti vizualiza versiunea video de mai jos a visului despre inele sau puteti continua sa cititi textul (acesta contine mai multe informatii), depinde de dumneavoastra. Videoclip despre visarea unui inel In continuare va vom exemplifica o colectie a celor mai comune vise despre inele. Purtarea unui inel in vis In general, visul in care purtati un inel, indica noi directii neexplorate anterior si semne pozitive cu privire la viitorul profesional sau profitul dintr-o afacere. InsÄƒ, trebuie sa luati in considerare tipul inelului pe care il purtati pe mana . Purtand un inel foarte luxos Daca inelul purtat este unul foarte luxos, inseamna ca in cele ce urmeaza va trebui sa pastrati aparentele, chiar daca viata dumneavoastra nu este atat de roz pe cat pare. Eschiva si pastrarea moralului ridicat sunt doua elemente cheie ce va vor permite sa respingeti atacul persoanelor negative din viata dumneavoastra. Purtand un inel cu diamante Daca inelul purtat este unul cu diamante, atunci visul poate fi reflectarea puritatii si al caracterului puternic. Perioada actuala si cea din viitorul apropiat sunt favorabile stabilirii obiectivelor cu garantare de reusita. Purtand un inel cu safir Acesta este unul dintre visele in care inelul are o semnificatie neplacuta, el va juca un rol de avertisment cu privire la relatia dumneavoastra care se afla intr-o perioada dificila. De asemenea, visul indica nevoia de mai multa atentie si implicare pentru a mentine relatia deasupra liniei de plutire. Purtand inel cu rubin Visarea purtarii unui inel cu rubin este semnul dezamagirilor. Aceste dezamagiri pot fi provocate de catre partenerul de viata, partenerul din afaceri sau colegii de munca. Purtarea unei verighete Daca nu sunteti casatorit sau casatorita si ati visat ca purtati pe deget o verigheta, inseamna ca relatia cu partenerul a atins un nou nivel. In unele cazuri, visul poate fi generat de emotia sau nerabdarea pentru casatorie. Daca sunteÈ›i casatorit sau casatorita si ati avut un asemenea vis despre o verigheta, este semn ca problemele sau discutiile din viata conjugala se vor diminua. Incet-Incet lucrurile se vor aseza si viata dumneavoastra va fi din nou armonioasa, atat din punct de vedere amoros, cat si din punct de vedere al planurilor de viitor. Aparitia acestui vis la o persoana singura se refera la increderea in propriile forte. De asemenea, visul poate fi un semn de reusita si succes la locul de munca sau in domeniul afacerilor. Inel de aur Inelul de aur din vise este o reflectare a starii subconstientului care tanjeste dupa o adevarata legatura de loialitate. Conform lui Sigmund Freud, aparitia unui inel de aur in vise este un indiciu al dorintei pentru o relatie stabila si semnificativa. Visarea inelului de aur nu inseamnÄƒ neaparat pasul catre un nou statut in relatie, mai degrabÄƒ sugereaza faptul ca vreti sa lucrati la relatia existenta si la problemele asociate acesteia. Inel de argint Visarea inelului de argint reprezinta valorile din viata de cuplu. Inelul de argint arata faptul ca dumneavoastra si partenerul de viata apreciati la unison valorile din viata de cuplu in favoarea valorilor materiale. Alternativ, visul simbolizeaza o oportunitate grozava de a investi sau de a dezvolta o noua afacere. Cumpararea unui inel Cumpararea unui inel dintr-un magazin de bijuterii promite o idila de dragoste de scurta durata, dar pasionala. De asemenea, cumpararea inelului poate prevesti noi cunostinte care se pot transforma in relatii romantice sau intro prietenie de lunga durata. Daruind cuiva un inel in vis Daca ati visat cÄƒ oferiti cuiva un inel in dar, inseamna ca exista sanse reale sa va distantati de persoana cu care sunteti acum intr-o relaÈ›ie. Poate ca ar trebui sa va intrebati daca nu cumva acesta este momentul pentru o pauza si putin spatiu pentru a analiza si accepta situatia. Pierderea inelului In general, acest tip de vise pot fi un semn al temerilor sau lipsa de securitate cu privire la o relatie. De asemenea, visul poate fi un indiciu pentru pierderea interesului fata de persoana care vi-a oferit inelul. Daca visul este despre o verigheta pierduta inseamna ca este vorba despre o problema nerezolvata din casnicie. Este posibil ca lipsa de comunicare sa va fi deteriorat casnicia. Totusi, daca in vis reusisi in cele din urma sa gasiti verigheta pierduta, inseamna ca, cu ajutorul amintirilor despre vremurile placute din casnicie, veti reusi sa reparati unele rupturi ce v-au afectat casnicia. Gasind un inel Gasind un inel care nu este al dumneavoastra, ar putea simboliza formarea unei noi relatii amoroase, de prietenie sau de afaceri. Daca inelul gasit este unul de aur inseamna bogatie interioara si oameni de care rar va veti plictisi. Alternativ, gasirea inelului de aur poate insemna proactivitate, inteligenta si deschidere la minte. Inel rupt sau deteriorat Visand un inel rupt este semn ca cineva apropiat dumneavoastra va va deveni neloial. De asemenea, visul poate simboliza tradarea. Iar, daca inelul este deteriorat, tradarea si neloialitatea se vor derula treptat in timp. Alternativ, inelul rupt poate simboliza efortul pentru mentinerea angajamentelor. Micile minciuni si tradari vor face dificila mentinerea unei promisiuni sau respectarea unui angajament. Interpretari culese din popor si carti vechi Inelul pe care il purtati in vis, pe deget simbolizeaza legatura cu un om sau cu a comunitate, precum si credinta cu care va indepliniti responsabilitatile asumate. Daca in vis gasiti un inel, inseamna ca va indragostiti. Daca il scoateti de pe deget, veti pierde ceea ce iubiti sau veti avea o aventura. Daca in visati ca rupeti un inel, se va incheia o relatie (vezi, de asemenea cerc, coroana). al tau - oboseala cu folos, prietenie sau dragoste avand - protectie cardinalului ii saruti - noroc ca primesti - iubire cu indoiala cu piatra - vei invinge toate necazurile cu piatra de agat - noroc pentru fete daca se crapa - divort daruind - despartire in amor, tristete de arama - vei avea baieti de argint - vei avea multi copii de cununie - sotia ta iti va darui multi copii de fier - vei lupta greu in viata doua inele pe un deget - logodna din interes, doua casatorii inapoierea verighetei - despartire iti ofera - noapte de pasiune faramat - paguba luand - lenevie gasind - deziluzie mai multe - petrecere multe din fier forjat asteptari de imbogatire pe deget - castiguri banesti primind - lene pierzand - casatoria ta atarna in balanta, vei pierde stima punand - casnicie apropiata rupt - logodna sau casatorie stricata scoti...din deget care te doare - problema legata de casnicia ta e de scurta durata veriga de fier - osteneala veriga stramta - paguba, boala vazand pe degetul cuiva - dominatie Un inel cu diamand este un simbol al iubirii vesnice. Diamantul reprezinta multe aspecte ale vietii. De la simpla rezistenta in perioade dificile la a simboliza averea. A visa un inel cu diamant posibil simbolizeaza dragostea, averea, onoarea si puterea. Un inel cu diamand in vise ar putea reprezenta o propunere, o promisiune sau un angajament. S-ar putea sa va doriti implinire daca anticipati sau asteptati o propunere din partea partenerului de viata. A visa ca purtati un inel cu diamant prezice angajamentul. De asemenea, visul vorbeste despre credinta religoasa si preocuparile spirituale pe care le aveti. Daca visati ca purtati un inel de aur cu diamant atunci acesta reflecta puritatea si caracterul puternic. Visul va sugereaza ce fel de caracter trebuie sa aveti pentru a trece peste eforturi cu succes. Va da speranta ca scopurile va sunt la indemana. Visul in care inelul cu diamant va cade de pe deget s-ar putea sa insemne ca aveti probleme in relatie sau s-ar putea sa nu mai fiti indragostit. Daca visati un inel de logodna cu diamant atunci acest vis indica prosperitate in viata de familie si fericirea. Persoana care are acest vis in subconstient se gandeste la mariajul cu o persoana pe care o iubeste de mult timp. Visul in care va pierdeti inelul cu diamant ar putea sugera ca ceva lipseste in relatia dumneavoastra. A visa ca furati un inel cu diamant sugereaza ca incercati sa castigati dragostea cuiva care nu este interesat de dumneavoastra. Inelul de argint in vis inseamna ca veti avea o familie numeroasa, cu multi copii. Visul ar mai putea insemna ca logodna sau casnicia dumneavoastra va fi din interes.Inelul de aur in vise sugereaza o viata saraca, dar fericita. Daca ai visat inel de aur la tine pe deget, inseamna ca te vei casatori cu omul pe care il iubesti. In cazul in care inelul de aur se afla la alta persoana, o nunta va avea loc in familia ta. Daca ai pierdut inelul de aur este semn ca relatia ta cu partenerul se va inrautati.Inelul de logodna in vise este un simbol al iubirii. - Daca ne apre un inel de logodna in vis acesta reprezinta faptul ca avem ganduri de angajamente pe termen lung si implicit de casatorie. - Daca in viata de zi cu zi va ganditi sa oferiti cuiva un inel de logodna, atunci visul dumneavoastra poate fi doar un semn de nervozitate si de emotii.Inelul rupt in vise inseamna o logodna sau o casatorie stricata, va veti desparti sau veti divorta de partener. Daca visati un inel care se rupe sugereaza ca legatura cu perechea dumneavoastra se va rupe definitiv. Visul in care rupeti un inel indica faptul ca veti incheia o relatie.",
      "slug": "inel"
    },
    {
      "name": "Iepure",
      "category": "dictionar",
      "shortMeaning": "Iepurele alb din vis reprezinta faptul ca veti avea succes si noroc.",
      "fullInterpretation": "Iepurele alb din vis reprezinta faptul ca veti avea succes si noroc. Veti trece peste cei careva vor raul si veti atrage langa dumneavoastra mutli prieteni. Ar mai putea insemna ca iepurele alb din vis serveste ca un ghid si va ajuta sa va orientati in directia corecta.Iepurele negru in vise se refera la teama de intimitate. Daca vedeti un iepure negru in vise mai poate insemna si faptul ca veti avea necazuri sau veti avea parte de minciuni.",
      "slug": "iepure"
    },
    {
      "name": "Incaltaminte",
      "category": "dictionar",
      "shortMeaning": "Incaltamintea din visele noastre se poate prezenta adesea in diferite moduri si tipuri.",
      "fullInterpretation": "Incaltamintea din visele noastre se poate prezenta adesea in diferite moduri si tipuri. Aparitia acestora poate insemna inceputul a ceva nou sau poate reprezenta primi pasi catre un obiectiv. De asemenea, incaltamintea poate simboliza o pregatire pentru o activitate sau actiune de lunga durata, auto protectie sau incercarea de a va pazi de esecuri (vezi sandale, bocanc, pantofi, etc). Uneori, incaltamintea ne poate arata si o perspectiva a locului in care ne aflam in raport cu drumul nostru in viata. Puteti vizualiza versiunea video de mai jos a visului despre incaltaminte sau puteti continua sa cititi textul (care contine si informatii extra fata de video), depinde de dumneavoastra. Videoclip despre visarea incaltamintelor In continuare va vom prezenta o serie de vise comune despre incaltaminte si interpretarea acestora: Visand ca ati pierdut o pereche de incaltaminte Daca ati avut un vis in care ati pierdut sau in care nu gasiti o pereche de incaltaminte, inseamna ca va simtiti pierdut si ca siguranta dumneavoastra personala este compromisa. De asemena, acest tip de vise poate aparea in urma experimentarii unei traume asociate cu moartea unei persoane dragi. Avand un singur pantof Un asemenea vis este destul de comun si poate simboliza un dezechilibru sau faptul ca o parte din sine va lipseste. De asemenea, poate fi un semn ca nu sunteti pregatit pentru o noua responsabilitate sau un nou proiect. Incaltaminte noua sau foarte curata Daca ati visat o incaltaminte nou-nouta sau pantofi lustruiti, inseamna un nou inceput. In unele cazuri poate fi vorba despre un pas inainte. Marimea gresita la incaltaminte Avand sau incercand o pereche de incaltaminte si observand ca este marimea gresita, inseamna ca actiunile sau viziunile dumneavoastra nu se potrivesc cu ceea ce va indeamna sufletul sa faceti . Incaltaminte zgariata sau plina de noroi Noroiul de pe pantofi sau incaltamintea zgariata si degradata poate avea multiple semnificatii. Pentru a intelege pe deplin acest vis va trebui sa acordati o atentie deosebita dispozitiei si sentimentelor generate de acesta. Daca nu sunteti suparat din cauza faptului ca incaltamintea este plina de noroi, este un semn ca sunteti rezistent si nu va faceti griji cu privire la munca necesara pentru a va atinge telurile. Pe de alta parte, daca sunteti ingrijorat de faptul ca incaltamintea este deteriorata sau murdara de noroi, s-ar putea sa va simtiti nepotrivit, inadecvat sau nepregatit pentru a face fata provocarilor prezente. Cineva vi-a furat incaltamintea Visul denota frica de propria siguranta sau bunastare. Incaltamintea este considerata a fi un mijloc de protectie a picioarelor impotriva mediului si, prin urmare, acest lucru ar putea insemna ca sunteti ingrijorat de faptul ca cineva incearca sa va faca rau. Incaltaminte de bebelusi Incaltamintea bebelusilor prevesteste un nou inceput sau un nou capitol din viata. Uneori, visul poate fi reprezentarea implinirii dorintelor, mai ales daca in viata de zi cu zi va doriti un copil. Incaltamine cu tocuri inalte Incaltamintea cu tocuri inalte este purtata de obicei la ocazii speciale si imbracaminte formala. Acest tip de incaltaminte este adesea inconfortabila pentru o multime de femei. In vise, tocurile inalte simbolizeaza atitdine in profesionalism sau de putere. Magazin de incaltaminte Visand un magazin de incaltaminte inseamna ca aveti multiple oportunitati din care puteti alege, mai ales daca ati si cumparat din acel magazin. Culoarea incaltamintelor Incaltamintea neagra - indica declaratii sociale destul de sumbre. Cu toate acestea, visul poate indica un psihic si o determinare puternica. Incaltamintea alba - denota inocenta, puritate si lumina. De asemenea, simbolizeaza un nou inceput de succes. Incaltamintea rosie - simbolizeaza pasiunea pentru partener sau pentru viata. Indica, de asemenea, faptul ca v-ati gasit multumirea, pacea si fericirea. Incaltamintea albastra - arata calmul si multumirea fata de viata. Pe de alta parte, culoarea albastrÄƒ a pantofilor poate face referire si la un anumit potenÈ›ial sau talente neexplorate. Incaltamintea verde - reprezinta interconectarea, increderea de sine, ambitia si succesul. De asemenea, visul prevesteste mari schimbari ca urmare a unei calatorii spirituale in care veti avea nevoie de sprijin si indrumare. Incaltamintea gri - indica nesiguranta si necesitatea de spatiu pentru a petrece timp pe cont propriu. Incaltamintea portocalie - din punct de vedere social sunteti integrat complet si va bucurati de compania altor persoane. Incaltamintea galbena - denota hotararea in viata, luxul, fericirea si multumirea. Dar, uneori, simtiti ca luptati la nesfarsit sau ca va este dat mai mult decat puteti duce. Incaltamintea maro - simbolizeazÄƒ protectia si sprijinul familiei. Alternativ, culoarea maro a incaltamintei denota capacitatea exceptionala de a aborda problemele dar, si, un plus de control asupra propriei vieti. Incaltamintea roz - simbolizeaza armonia cu partenerul. De asemenea, pantofii roz indica propriile emotii si capacitatea de a va controla impulsurile si atacurile emotionale. Incaltamintea multicolora - prevesteste o perioada de reinnoire si revigorare. Incaltamintea argintie - reprezinta un nou stimulent pentru activitatea mentala. Interpretari culese din popor Cizme de guma - dominare fizica Fara incaltaminte in picioare - saracie , executarea de munci neagreate Distrugerea incaltamintelor - pierderi materiale Incaltaminte luxoasa - onoruri Incaltaminte murdara - nelinisti interioare Incaltaminte noua - nunta in curand Incaltaminte primind in dar - cununie Incaltaminte de proasta calitate - pierdere, rusine Incaltaminte rupta - inconveniente",
      "slug": "incaltaminte"
    },
    {
      "name": "Inmormantare",
      "category": "dictionar",
      "shortMeaning": "(a unui om mort sau a unui obiect) final, apropiere de un capat de drum sau a unei etape, abandon...",
      "fullInterpretation": "(a unui om mort sau a unui obiect) final, apropiere de un capat de drum sau a unei etape, abandonarea la situatii, relatii, sentimente inutile sau defavorabile -neimplicare, lipsa de sensibilitate sau receptivitate, indiferenta -(inmormantarea unei persoane vii) mare zbucium interior, risc de greseli capitale, suferinta, nevoia de uitare, amintiri dureroase, abandonarea sau finalizarea brusca a unor situatii in desfasurare.(vezi, de asemenea mormant, cadavru, sicriu, moarte.",
      "slug": "inmormantare"
    },
    {
      "name": "Insarcinata",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca esti insarcinata simbolizeaza un aspect al vostru sau un aspect din viata ta perso...",
      "fullInterpretation": "Daca visezi ca esti insarcinata simbolizeaza un aspect al vostru sau un aspect din viata ta personala, care este in crestere sau in curs de dezvoltare. Alternativ, daca incercati sa ramaneti gravida in vis, atunci poate fi o dorinta implinita. Daca visezi ca esti insarcinata si copilul moare in tine sugereaza ca un proiect pentru care ati depus mult efort se destrama si se deterioreaza incet.Vezi si Gravida",
      "slug": "insarcinata"
    },
    {
      "name": "Invitatie la cina",
      "category": "dictionar",
      "shortMeaning": "Visul in care ati fost invitati la cina denota atingerea si finalizarea obiectivelor propuse.",
      "fullInterpretation": "Visul in care ati fost invitati la cina denota atingerea si finalizarea obiectivelor propuse. Alternativ, invitatia la cina poate semnifica si depasirea unor dificultati. Este posibil ca dupa aceasta perioada in care ati depasit greutatile sa aveti nevoie de ceva timp pentru a va curata mintea si pentru a va regasi pacea interioara.",
      "slug": "invitatie-la-cina"
    },
    {
      "name": "Indoiala",
      "category": "dictionar",
      "shortMeaning": "Indoiala in vise este semnul ingrijorarii, acesta isi are radacini in viata reala si este legat de un anume rezultat.",
      "fullInterpretation": "Indoiala in vise este semnul ingrijorarii, acesta isi are radacini in viata reala si este legat de un anume rezultat. Oricare ar fi tema visului, confruntarea cu indoieli arata o lipasa de in credere in ceva din viata de zi cu zi. Pe de alta parte, indoiala dintr-un vis este un semn ca ar trebui sa fiti rabdatori, atenti si diplomati in relatiile cu cei din jur. Visand ca altcineva are indoieli cu privire la personalitatea sau identitatea dumneavoastra. Un astfel de vis semnifica nelinistie si stare de agitatie legata de o fapta, o inselaciune sau o tradare. Cu alte cuvinte, toata agitatia asta este cauzata de teama de a nu fi descoperit si de momentul in care adevarul va iesi la suprafata.;",
      "slug": "indoiala"
    },
    {
      "name": "Iritatie",
      "category": "dictionar",
      "shortMeaning": "Potrivit unor surse foarte vechi, iritatia in vise prezice mari castiguri in bani.",
      "fullInterpretation": "Potrivit unor surse foarte vechi, iritatia in vise prezice mari castiguri in bani. Daca visati ca aveti o iritatie inseamna ca simtiti o oarecare nemultumire sau nesiguranta pentru aparenta dumneavoastra exterioara. Daca iritatia apare pe fata sau pe maini atunci visul sugereaza frica de judecata celor din jur. Din punct de vedere psihologic, va trebui sa gasiti raspunsurile la intrebari precum: de ce sunteti iritat sau rusinat? Ce este neplacut pentru dumneavoastra? Traditia islamica spune ca iritatia in vise prevesteste bunastare, prosperitate si bogatie.",
      "slug": "iritatie"
    },
    {
      "name": "Impartasanie",
      "category": "dictionar",
      "shortMeaning": "Visele despre impartasanie arata faptul ca sunteti macinat de un gand sau o problema si ca, oarec...",
      "fullInterpretation": "Visele despre impartasanie arata faptul ca sunteti macinat de un gand sau o problema si ca, oarecum , incercati sa tineti ascunse acestea fata de oamenii din jurul dumneavoastra. Scopul acestui vis este de a va face sa priviti lucrurile altfel, trebuie sa deveniti mai increzator si sa impartasiti problemele cu persoanele apropiate dumneavoastra. Visand ca primiti impartasania Principalele caracteristici ale acestui vis sunt provocarile si problemele aparute recent in viata dumneavoastra. De asemenea, visul denota initiativa de a recastiga controlul sau poate face referire la noi pasi in directia obiectivelor stabilite. In mod negativ, impartasania poate fi, de asemenea, un indiciu pentru asteptari sau dorinte nerealiste. Lipsa panii sau a vinului la euharistie Daca in visul dumneavoastra lipsea painea sau vinul de la impartasanie, este semn ca ideile sau credintele dumneavoastra v-au facut sa va indepartati de la scopul initial. In final, veti constata ca ati accepat in zadar credintele altor persoane care, nu numai ca vi-au schimbat traiectoria, dar, au si profitat de -dumneavoastra. Vi s-a refuzat dreptul la sfanta impartasanie Visand ca vi-a fost refuzat dreptul la impartasanie, chiar daca dumneavoastra va simteati demn de aceasta, inseamna ca aveti sanse foarte mari sa ocupati o pozitie importanta chiar daca pentru aceasta vor concura candidati mai puternici.",
      "slug": "impartasanie"
    },
    {
      "name": "Iaz",
      "category": "dictionar",
      "shortMeaning": "Iazul in vise semnifica succese profesionale.",
      "fullInterpretation": "Iazul in vise semnifica succese profesionale. - Daca ai visat un iaz cu pesti inseamna castig material. - Daca in iaz pestii sunt morti atunti visul prevesteste o paguba. - Daca in vis vezi rate pe iaz inseamna ca vei avea noroc in afaceri. - O lebada pe un iaz semnifica bunastare sociala si materiala.",
      "slug": "iaz"
    },
    {
      "name": "Ibric",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ibric"
    },
    {
      "name": "Ibric pe foc clocotind",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ibric-pe-foc-clocotind"
    },
    {
      "name": "Icoana",
      "category": "dictionar",
      "shortMeaning": "Icoanele sunt picturi pe panza, lemn sau alt material pe care poate fi portretizata o imagine la ...",
      "fullInterpretation": "Icoanele sunt picturi pe panza, lemn sau alt material pe care poate fi portretizata o imagine la lui Hristos, a Fecioarei, a ingerilor sau a altor sfinti. Acestea sunt prezente, cu precadere, in bisericile, manastirile si casele ortodoxe. Aparitia unei icoane in vise Daca ati vazut o icoana in vis este semnul unei munci istovitoare. Tot acest vis poate fi asociat si cu sentimentul de invidie asupra oamenilor care au decis sa castige banii usor. Va reprosati adesea ca in trecut ati fi actionat diferit daca ati fi avut inteleptiunea actuala. Visul in care agatati o icona pe perete este semnul unei casnicii fericite. Poate ca nu v-ati grabit in a alege un sot / o sotie pentru ca ati avut in vedere faptul ca veti dori sa va petreceti restul vietii cu acea persoana. Datorita sinceritatii din ambele parti, ati reusit sa creati o unitate care poate fi vazuta, de regula, doar in filmele romantice. Cumparand o icoana in vis, este semn ca veti incepe un capitol nou din cartea vietii. Dupa o perioada de gandire si analiza veti realiza ca nu sunteti multumit de viata actula si ca aveti capacitatea de a va schimba si de a imbunatati actualele conditii. Primind cadou o icoana, acest vis simbolizeaza o prietenie pe viata cu cineva. Se poate ca in vis sa primiti icoana de la o anumita persoana si in viata de zi cu zi sa fie vorba despre o alta cu care veti lega / ati legat pritenia eterna. Rugaciune in fata unei icoane. Visul este unul de bun augur si este un semn ca rugaciunile va vor fi ascultate, cineva din familie sau un apropiat se va razgandi si va dori sa va ajute cu ceva ce i-ati cerut. Alternativ, visul poate fi un semn in care ar trebui sa observati ca aveti nevoie de ajutor.Interpretarri extrase din vechi carti de talmacire a viselor. Noroc in amor, vei primi o scrisoare a altora - mahnire a ta - noroc in amor aparand in vis - mare noroc de aur - bucurie inchinandu-te - liniste sufleteasca multe - scrisoare de iubire murdara - noroc la prieteni pictata urat - noroc in amici portret - fericire in amor purtand in maini - griji de sanatate sarutand - mare bucurie scotand-o din loc necurat - izbavire de rau unei fete frumoase - ginere in curand vazand - treci cu bine peste greutati vazand peste tot - noroc pentru fete si femei visand ca o vezi aurita - bucurie si fericire mare vazand cazuta din cui - vei avea clipe de cumpana peste care nu vei trece usor",
      "slug": "icoana"
    },
    {
      "name": "Icre caviar",
      "category": "dictionar",
      "shortMeaning": "Caviarul in vise simbolizeaza un nivel de trai ridicat si prosperitate economica in ascensiune.",
      "fullInterpretation": "Caviarul in vise simbolizeaza un nivel de trai ridicat si prosperitate economica in ascensiune. A visa caviar sugereaza gusturile bune, elevarea statutului social sau cresterea beneficilor manageriale. Alternativ, visul ar mai putea reprezenta ganduri si sentimente de aroganta sau pretentie. Daca visati ca vedeti caviar pe masa inseamna ca veti avea vanzari mari in ultimul trimestru. Visul in care vedeti caviar in mijlocul unei cine de familie este un semn ca va veti cumpara lucruri moderne pentru casa dumneavoastra. Daca visati ca mancati sau mirositi caviar inseamna ca aveti o dorinta pentru o intalnire intima erotica. Cumparand caviar, inseamna ca situatia dumneavoastra financiara se va inbunatati in curand. Caviar rosu, pe care il mancati in vise, este emn al inselaciunii.",
      "slug": "icre-caviar"
    },
    {
      "name": "Icre de peste",
      "category": "dictionar",
      "shortMeaning": "Icrele de peste sugereaza o idee crescuta in subconstient .",
      "fullInterpretation": "Icrele de peste sugereaza o idee crescuta in subconstient . Alternativ, visul poate simboliza un nou inceput si nevoia de a va exprima potentialul. Visul in care dumneavoastra mancati icre de peste este marcat de semnificatii negative. Acesta prevesteste probleme de sanatate sau momente dificile in viata de cuplu. Caviarul (icre negre) simbolizeaza dorinta de realizare financiara. Este asociat si cu iluzii, idealism si pierderea legaturii cu realitatea datorita unei utopii (mai multe despre caviar). Un semn al inselaciunii sunt icrele rosii.",
      "slug": "icre-de-peste"
    },
    {
      "name": "Ie",
      "category": "dictionar",
      "shortMeaning": "(Vezi si capra)Daca visezi un ied inseamna ca vei fi ajutat sa gandesti mai bine de catre o persoana mai inteligenta .",
      "fullInterpretation": "(Vezi si capra)Daca visezi un ied inseamna ca vei fi ajutat sa gandesti mai bine de catre o persoana mai inteligenta . Iepurele alb din vis reprezinta faptul ca veti avea succes si noroc. Veti trece peste cei careva vor raul si veti atrage langa dumneavoastra mutli prieteni. Ar mai putea insemna ca iepurele alb din vis serveste ca un ghid si va ajuta sa va orientati in directia corecta.Iepurele negru in vise se refera la teama de intimitate. Daca vedeti un iepure negru in vise mai poate insemna si faptul ca veti avea necazuri sau veti avea parte de minciuni.Ierburile in vise simbolizeaza vindecarea, dragostea si bunatatea. Alternativ, visul denota faptul ca veti avea parte de griji suparatoare, desi vor rezulta anumite placeri din acestea. Se pare ca visul in care apar ierburi exprima nevoia dumneavoastra de a folosi idei noi pentru probleme vechi. A visa ierburi otravitoare va avertizeaza de inamici. Daca visati cucuta, maselarita sau alte tipuri de ierburi otravitoare inseamna ca sunteti in pericol. Visul in care apar ierburi folositoare, balsamice semnifica satifactia in afaceri si prietenii calduroase. Se pare ca astfel de vise sunt induse de stimulii fizici activati de miresmele ierburilor in cauza.Visand iertare, in general, inseamna ca lucrurile care va intereseaza poate ca au scapat un pic de sub control. Visand ca ati iertat pe cineva inseamna ca este timpul sa renuntati la ranchiuna, vinovatie sau resentimente, astfel incat sa puteti merge mai departe cu viata dumneavoastra. Trebuie sa verbalizati si sa va exprimati sentimentele negative, in scopul de a gasi calea spre iertare. Asfel de vise sunt de cele mai multe ori o reflecatre asupra nevoii dumneavoastra de a ierta. Va cereti iertare pentru o ofensa sau o infractiune pe care nu ati comis-o, inseamna ca sunteti foarte preocupat de starea si aranjamentul lucrurilor din viata dumneavoastra, dar in cele din urama, totul se va aranja si va tinde spre bine. Fiind iertat intr-un vis indica faptul ca ati acceptat un aspect sinelui dumneavoastra. Alternativ, acest vis ii transmite visatorului faptul ca va fi capabil sa scoata ce este mai bun dintr-o situatie proasta. Daca o anumita persoana va cere iertare, atunci acest vis prevesteste schimbari favorabile in viata dumneavoastra. Sotul visand ca isi cere iertare de la sotie indica faptul ca sotia lui este ambitioasa sau agresiva. Vedeti, de asemenea, si visul : scuze.",
      "slug": "ie"
    },
    {
      "name": "Ied",
      "category": "dictionar",
      "shortMeaning": "(Vezi si capra)Daca visezi un ied inseamna ca vei fi ajutat sa gandesti mai bine de catre o persoana mai inteligenta .",
      "fullInterpretation": "(Vezi si capra)Daca visezi un ied inseamna ca vei fi ajutat sa gandesti mai bine de catre o persoana mai inteligenta .A pune o persoana sau un obiect pe un piedestal sugereaza adoratie si idolatrie spirituala care, gresit directionata, poate constitui o piedica in calatoria noastra spirituala.Visele cu piedici sunt dese , in care visul se rezuma tot timpul la imposibilitatea de a actiona din cauza lor sau a unor restrictii.",
      "slug": "ied"
    },
    {
      "name": "Iedera",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "iedera"
    },
    {
      "name": "Iepure alb",
      "category": "dictionar",
      "shortMeaning": "Iepurele alb din vis reprezinta faptul ca veti avea succes si noroc.",
      "fullInterpretation": "Iepurele alb din vis reprezinta faptul ca veti avea succes si noroc. Veti trece peste cei careva vor raul si veti atrage langa dumneavoastra mutli prieteni. Ar mai putea insemna ca iepurele alb din vis serveste ca un ghid si va ajuta sa va orientati in directia corecta.",
      "slug": "iepure-alb"
    },
    {
      "name": "Iepure negru",
      "category": "dictionar",
      "shortMeaning": "Iepurele negru in vise se refera la teama de intimitate.",
      "fullInterpretation": "Iepurele negru in vise se refera la teama de intimitate. Daca vedeti un iepure negru in vise mai poate insemna si faptul ca veti avea necazuri sau veti avea parte de minciuni.",
      "slug": "iepure-negru"
    },
    {
      "name": "Ierburi",
      "category": "dictionar",
      "shortMeaning": "Ierburile in vise simbolizeaza vindecarea, dragostea si bunatatea.",
      "fullInterpretation": "Ierburile in vise simbolizeaza vindecarea, dragostea si bunatatea. Alternativ, visul denota faptul ca veti avea parte de griji suparatoare, desi vor rezulta anumite placeri din acestea. Se pare ca visul in care apar ierburi exprima nevoia dumneavoastra de a folosi idei noi pentru probleme vechi. A visa ierburi otravitoare va avertizeaza de inamici. Daca visati cucuta, maselarita sau alte tipuri de ierburi otravitoare inseamna ca sunteti in pericol. Visul in care apar ierburi folositoare, balsamice semnifica satifactia in afaceri si prietenii calduroase. Se pare ca astfel de vise sunt induse de stimulii fizici activati de miresmele ierburilor in cauza.",
      "slug": "ierburi"
    },
    {
      "name": "Iertare",
      "category": "dictionar",
      "shortMeaning": "Visand iertare, in general, inseamna ca lucrurile care va intereseaza poate ca au scapat un pic de sub control.",
      "fullInterpretation": "Visand iertare, in general, inseamna ca lucrurile care va intereseaza poate ca au scapat un pic de sub control. Visand ca ati iertat pe cineva inseamna ca este timpul sa renuntati la ranchiuna, vinovatie sau resentimente, astfel incat sa puteti merge mai departe cu viata dumneavoastra. Trebuie sa verbalizati si sa va exprimati sentimentele negative, in scopul de a gasi calea spre iertare. Asfel de vise sunt de cele mai multe ori o reflecatre asupra nevoii dumneavoastra de a ierta. Va cereti iertare pentru o ofensa sau o infractiune pe care nu ati comis-o, inseamna ca sunteti foarte preocupat de starea si aranjamentul lucrurilor din viata dumneavoastra, dar in cele din urama, totul se va aranja si va tinde spre bine. Fiind iertat intr-un vis indica faptul ca ati acceptat un aspect sinelui dumneavoastra. Alternativ, acest vis ii transmite visatorului faptul ca va fi capabil sa scoata ce este mai bun dintr-o situatie proasta. Daca o anumita persoana va cere iertare, atunci acest vis prevesteste schimbari favorabile in viata dumneavoastra. Sotul visand ca isi cere iertare de la sotie indica faptul ca sotia lui este ambitioasa sau agresiva. Vedeti, de asemenea, si visul : scuze.",
      "slug": "iertare"
    },
    {
      "name": "Iesire",
      "category": "dictionar",
      "shortMeaning": "Iesirea in vise are mai multe interpretari: - iesire din biserica - scapi de o situatie complicat...",
      "fullInterpretation": "Iesirea in vise are mai multe interpretari: - iesire din biserica - scapi de o situatie complicata - visul la o iesire din casa - despartire de cineva iubit - daca vedeti o iesire din corabie - eviti un pericol - visati ca iesiti dintr-un vapor - vei schimba tara in care locuiesti - visati iesirea din spital - progres pe plan profesionala Daca visati ca nu gasiti iesirea, visul va scoate in fata obstacolul cu care va confruntati.",
      "slug": "iesire"
    },
    {
      "name": "Igrasie",
      "category": "dictionar",
      "shortMeaning": "A vedea igrasie in vise inseamna ca ceva din viata dumneavoastra a fost ignorat sau nu mai este de folos.",
      "fullInterpretation": "A vedea igrasie in vise inseamna ca ceva din viata dumneavoastra a fost ignorat sau nu mai este de folos. Visul se mai poate referi la emotiile negative care se extind si cresc in subconstientul dumneavoastra. Trebuie sa gasiti o cale mai productiva pentru a vi le exprima inainte de a le pierde de sub control. Alternativ, igrasia in vise mai poate reprezenta transformarea. Visul in care spalati igrasia inseamna ca trebuie sa scapati de atitudinea negativa si pesimista.",
      "slug": "igrasie"
    },
    {
      "name": "Iguana",
      "category": "dictionar",
      "shortMeaning": "Iguana in vis poate reprezenta o persoana din viata reala care va inspaimanta si totodata va inspira.",
      "fullInterpretation": "Iguana in vis poate reprezenta o persoana din viata reala care va inspaimanta si totodata va inspira. Acest lucru inseamna ca trebuie sa fiti si cat se poate de vigilenti.",
      "slug": "iguana"
    },
    {
      "name": "imaginatie Macara",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "imaginatie-macara"
    },
    {
      "name": "Imagine",
      "category": "dictionar",
      "shortMeaning": "O imagine in vis simbolizeaza o amprenta mentala care ramane si persista in actiunile mintii tale.",
      "fullInterpretation": "O imagine in vis simbolizeaza o amprenta mentala care ramane si persista in actiunile mintii tale. Nu exista nici o cale de a te intoarce din ceea ce faci. In cazul in care imaginea este alb-negru va trebui sa iei in considerare punctele de vedere opuse. - O imagine obscena prevesteste faptul ca te afli in mijlocul unei probleme majore. - O imagine neclara in vis sugereaza reprezentarea unui eveniment sau a unui incident care incet, incet dispare din mintea ta. Trebuie sa te eliberezi de trecut. Alternativ, visul sugrereaza ca incerci sa ascunzi o situatie si refuzi sa o vezi asa cum este ea. Trebuie sa inveti sa accepti lucrurile asa cum sunt.",
      "slug": "imagine"
    },
    {
      "name": "Imbatrani",
      "category": "dictionar",
      "shortMeaning": "(persoana mai batrana decat in realitate sau sentiment de imbatranire rapida) nevoie de maturizar...",
      "fullInterpretation": "(persoana mai batrana decat in realitate sau sentiment de imbatranire rapida) nevoie de maturizare, oboseala, extenuare, pierderea energiei.",
      "slug": "imbatrani"
    },
    {
      "name": "Imbraca",
      "category": "dictionar",
      "shortMeaning": "Imbracamintea in vise reprezinta afisarea ta publica si modul cum esti perceput in public.",
      "fullInterpretation": "Imbracamintea in vise reprezinta afisarea ta publica si modul cum esti perceput in public. Imbracamintea este, de asemnea, starea si stautul tau din viata de zi cu zi. Astfel, daca porti haine care nu ti se portivesc sau care in mod normal nu le-ai purta atunci inseamna ca inerci sa le creezi altora o imagine despre tine care nu este adevarata. - Visele in care imbracmintea ta este murdara si incerci sa o cureti semnica incercarile tale de a schimba ceva la caracter. Este posibil sa ai nevoie de o schimbare in vechile obiceiuri si in modul de gandire. - Daca ai visat ca imbracamintea te strange inseamna ca te simti restictinat(a). - Daca in vis imbracamintea iti este larga inseamna ca te simti inadecvat. Suferi de stima scazuta pe care vrei sa o ascunzi de lume. - Haine prost croite inseamna dificultate in viata sociala. - Imbracamintea rosie smnifica necredinta. - Daca ai visat imbracaminte rupte reprezinta dezapobare pentru fapte rusinoase. - Visul in care cumperi imbracaminte reprezinta nelinistea ta cu privire la incercarea de a te portivi in rolul sau in schimbarea din viata ta. - Visul in care porti imbracamintea pe dos de refera la atitudinea ta non-conformista. Iti place sa te importivesti la ceea ce toata lumea afirma. - Visul in care imracamintele tale din dulap sunt de culoare alba sugereaza ca trebuie sa te luminezi. Este posibil ca recent sa fi fost un pic cam deprimat(a). Poate ca ai recut print-o criza dar acum este momentul sa mergi mai departe. Vezi, de asemenea, si Haine Visul in care va imbracati inseamna ca simtiti nevoia de a fi protejat, de a va apara de atacurile celor din jur. Daca visati ca cineva va imbraca atunci inseamna ca acea persoana va va ajuta si va va proteja.",
      "slug": "imbraca"
    },
    {
      "name": "Imbracaminte",
      "category": "dictionar",
      "shortMeaning": "Imbracamintea in vise reprezinta afisarea ta publica si modul cum esti perceput in public.",
      "fullInterpretation": "Imbracamintea in vise reprezinta afisarea ta publica si modul cum esti perceput in public. Imbracamintea este, de asemnea, starea si stautul tau din viata de zi cu zi. Astfel, daca porti haine care nu ti se portivesc sau care in mod normal nu le-ai purta atunci inseamna ca inerci sa le creezi altora o imagine despre tine care nu este adevarata. - Visele in care imbracmintea ta este murdara si incerci sa o cureti semnica incercarile tale de a schimba ceva la caracter. Este posibil sa ai nevoie de o schimbare in vechile obiceiuri si in modul de gandire. - Daca ai visat ca imbracamintea te strange inseamna ca te simti restictinat(a). - Daca in vis imbracamintea iti este larga inseamna ca te simti inadecvat. Suferi de stima scazuta pe care vrei sa o ascunzi de lume. - Haine prost croite inseamna dificultate in viata sociala. - Imbracamintea rosie smnifica necredinta. - Daca ai visat imbracaminte rupte reprezinta dezapobare pentru fapte rusinoase. - Visul in care cumperi imbracaminte reprezinta nelinistea ta cu privire la incercarea de a te portivi in rolul sau in schimbarea din viata ta. - Visul in care porti imbracamintea pe dos de refera la atitudinea ta non-conformista. Iti place sa te importivesti la ceea ce toata lumea afirma. - Visul in care imracamintele tale din dulap sunt de culoare alba sugereaza ca trebuie sa te luminezi. Este posibil ca recent sa fi fost un pic cam deprimat(a). Poate ca ai recut print-o criza dar acum este momentul sa mergi mai departe. Vezi, de asemenea, si Haine",
      "slug": "imbracaminte"
    },
    {
      "name": "Imbratisare",
      "category": "dictionar",
      "shortMeaning": "Imbratisarea in vise este destul de comuna, asta pentru ca imbratisarile fac parte din viata noas...",
      "fullInterpretation": "Imbratisarea in vise este destul de comuna, asta pentru ca imbratisarile fac parte din viata noastra de zi cu zi si sunt unele dintre principalele modalitati prin care ne aratam afectiunea si ne demonstram dragostea fata oameni. Imbratisarile sunt, de regula, semne ca oamenii sunt apropiati si reprezinta, de asemenea, prietenie, familiaritate si simpatie fata de cineva. Ele sunt, de asemenea, un semn de consolare, sprijin si caldura emotionala. In unele cazuri, aceste vise ar putea indica nevoia de simpatie, compasiune si sprijun din partea cuiva chiar si atunci cand stiti ca nu meritati. Astfel de vise dezvaluie nesiguranta, nevoie, sensibilitate si, chiar, disperare. Daca ati visat ca va imbratisati si va sarutati partenerul, un astfel de vis reflecta, de obicei, dragostea si afectiunea existenta intre partener si dumneavoastra. Daca in momentul de fata sunteti angajat in certuri si dezacorduri cu partenerul, ar fi recomandata incercarea rezolvarii problemelor inainte ca relatia dumneavoastra sa se destrame. Visul in care va imbratisati un parinte sau pe ambii nu este unul de bun augur, acesta ar putea indica o boala de care un membru al familiei ar putea sa sufere in curand. De asemenea, imbratisarea unei rude este un semn negativ. Si acesta ar putea indica boala sau ingrijorari cu privire la bunstarea unei rude / membu ala familiei. In unele cazuri visul indica conflicte si dezbateri in contradictoriu cu mambrii familiei. Imbratisarea unui strain. Daca ati avut un asemea vis este semn ca ati fost barfit. Visul ar trebui sa va faca sa acordati mai multa atentie personelor in care aveti incredere sau cu care va petreceti timpul. In unele cazuri, acest vis poate indica o intalnire neasteptata cu cineva. Imbratisand un prieten. Este genul de vis care va semnaleaza faptul ca un prieten sau cineva apropiat are nevoie de ajutorul dumneavoastra, mai ales daca prietenul este cel care va imbratiseaza. De asemenea, visul intareste ideea ca intotdeuna va puteti baza pe prietenii dumneavoastra. Respingerea unei imbratisari nu este, de regula, un semn bun, mai ales daca cineva incearca sa va imbratiseze si dumenavostra il respingeti. Ar putea indica faptul ca cineva v-a sufocat cu prezenta sau ca simtiti repulsie fata de o persoana din viata dumneavoastra. Dar, daca cineva va respinge imbratisarea, atunci visul ar putea indica singuratate, izolare sau ca, pur si simplu, cineva va respinge. Uneori, acest vis ar putea semnaleaza o perioada grea din viata de cuplu si, ar trebui sa fiti peratit/a sa faceti fata provocarilor. Imbratisarea unui coleg (de munca, de studii, etc.) este un semn bun. Visul dezvaluie o legatura puternica care exista intre dumneavoastra si colegul respectiv, care este posibil sa se transforme in ceva mai mult decat un coleg. Uneori acest vis dezvaluie sentimentele puternice avute fata de acest coleg pe care nu erati constient/a ca le aveti. Visand ca oferiti cuiva o imbratisare stransa. Visul scoate la lumina fapte despre starea de spirit actuala. S-ar putea ca acest vis sa fie declansat de nostalgie si de unele amintiri sau poate ca o persoana din trecut doreste sa reinvie o relatie care a existat intre voi doi. Daca ati avut un vis in care ati vazut oameni imbratisandu-se este un semn de bun augur si, care, prevesteste legaturi care sunt pe cale sa devina puternice. Simbolizeaza, de asemena, prosperitatea la locul de munca si in afaceri. Imbratisarea unui animal, semnificataia acestui vis va avea semnificatii multiple, depinzand forte mult de animalul pe care v-ati visat imbratisandu-l. Visul in care imbratisati un caine este asociat cu prietenia si loialitatea, acesta putand fi simbolul unui prieten apropiat. Pentru alte animale va rugam sa consultati semnificatia generala a fiecarui animal in parte. Imbratisarea unui inamic este un semnal de impacare imediata cu cineva. Imbratisandu-va profesorul sau o alta persoana care vi-a oferit meditatii, coordonare sau ajutor la orice nivel de educatie si dezvoltarea a dumneavoastra. Vis este semnul ca ati ajuns la un moment de acceptare a responsabilitatilor care vin o data cu viata. Poate ca ati fost iresponsabil in trecut, dar o data cu constientizarea ca trebuie sa cresteti, ati inceput sa acceptati mai multe responsabilitati.Moartea este un curs inevitabil al vietii omenesti. Inca de la o varsta frageda, aflam de existenta acesteia si, de regula, inconstient, ne petrecem intreaga viata asteptatnd sa vina, fie in viata celor dragi noua, fie in propria viata. Avem intalniri cu aceasta prin moartea celor dragi sau a oamenilor din jurul nostru. Adesea, visele dezvaluie o latura complet necunoscuta a subconstientului sau pot fi doar o reproducere a gandurilor unei persoane sau a evenimentelor zilnice. Sarutul morului Conform superstitiilor din popor, oamenii morti care apar in visele noastre nu ne vor raul in viata de zi cu zi. Prin urmare, sarutul defunctului este considerat mai degraba un semn bun. De cele mai multe ori astfel de vise ne urmaresc pe tot parcursul zilei. A saruta sau a fi sarutat de catre o pesoana decedata, mai ales daca acea persona a fost una apropiata dumneavoastra, poate produce sentimente de neliniste, siguratate sau melancolie. Cu toate acestea, visul este unul prevestitor de evenimente pozitive. De exemplu, daca in viata de zi cu zi va pregatiti pentru o tranzatie importanta sau credeti ca ati gasit o soutie fiabila la o problema financiara atunci, sarutul mortului din visul dumneavoastra va va aduce noroc, deoarece promite succesul referitor la comert si in afaceri. Cu toate acestea, astfel de vise sunt interpretate in doua moduri. Visul poate apare si in urma unei traume provoacate de pierderea recenta a unui apropiat. In cazul anterior, visul este doar o oglindire a tristetei si dorului dumneavoastra fata de acea persona. Alternativ, conform unor vechi carti de talmacire a viselor, acesta prevesteste o schimbare brusca a vremii. Imbratisarea mortului Unul dintre cele mai emotionale sau neplacute vise, in functie de natura relatiei pe care am avut-o cu decedatul, este acela in care visam ca-l imbratisam. Imbratisarea pe care o dam sau o primim poate marca momentul in care, in sfarsit, acceptam situatia si ne luam la revedere. Din punct de vedere psihologic, subconstientul nostru proiecteaza astfel de vise pentru a ne ajuta sa acceptam acest fapt. Un astfel de vis este urmat, de cele mai multe ori, de un sentiment de o fericire imensa, de implinire, dar adesea este pecetluit cu lacrimi, mai ales dupa ce am constientizat ca este doar un vis si ca nu mai putem vedea acea persona apropita sa draga noua. Daca decedatul imbratisat in vis va este necunoscut, acesta este un semn bun. Prevesteste viitoare evenimente si schimbari pozitive in viata dumneavoastra. Imbratisand o pesona moarta, dar imbratisarea este incredibil de puternica si inconfortabila, visul face referire la aventurarea in slujbe sau afaceri cu un nivel de risc foarte ridicat care, pe langa bani, va vor aduce si multe inconveniente.",
      "slug": "imbratisare"
    },
    {
      "name": "Imbratisat de te visezi",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "imbratisat-de-te-visezi"
    },
    {
      "name": "Imn",
      "category": "dictionar",
      "shortMeaning": "Visul in care auzi sau canti imnul national al tarii reprezinta mandria si iubirea de tara.",
      "fullInterpretation": "Visul in care auzi sau canti imnul national al tarii reprezinta mandria si iubirea de tara. Visul, de asemenea, face referire la spiritul tau invingator. - Visul in care intonezi un imn reprezinta curajul tau deosebit. Alternativ, visul inseamna reusita in ceea ce faci.",
      "slug": "imn"
    },
    {
      "name": "Impaca / impacare",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "impaca-impacare"
    },
    {
      "name": "Impacare",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "impacare"
    },
    {
      "name": "Impachetand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "impachetand"
    },
    {
      "name": "Imparat / Imparateasa",
      "category": "dictionar",
      "shortMeaning": "Imparatii sunt, de obicei, considerati a fi deasupra regilor in rang, la fel este si in vise.",
      "fullInterpretation": "Imparatii sunt, de obicei, considerati a fi deasupra regilor in rang, la fel este si in vise. Semnificatia multipla este o principala caracteristica a imparatilor apruti in vise, acestia pot face referire la energie, soliditate, forta si multiple capacitati. Imparateasa simbolizeaza norocul in urma unor eforturi uriase, insa, discuitia cu o imparateasa prevesteste esecuri in viitorul apropiat. In cazul in care sunteti salvat de catre o imparateasa, inseamna ca cineva din anturajul dumneavoastra va ofera suport si asistenta de nepretuit. Visand ca ati devenit imparat poate reprezenta faptul ca aveti capacitate sa va atingeti telurile, actionand modest si subtil. Insa, vazandu-va pe tron, este semnul unui castig banesc insemnat. Imparatii straini / de alta nationalitate sunt semnul unei provocari. De regula, aceast tip de vis va aparea in cazul unei avansari in cariera sau a unui examen de aptitudini. Sabia imparatului aparuta in visele dumneavoastra poate reprezenta urechea cuiva, poate ca sunteti sau veti deveni o persoana respectata de foarte multa lume. Bogatia si satrea sociala este semnalata de visul in care dumneavoastra stai alaturi de un imparat. De asemena, visul poate face referire si la anumite beneficii de pe urma unor prieteni bine pusi.",
      "slug": "imparat-imparateasa"
    },
    {
      "name": "Impletitura",
      "category": "dictionar",
      "shortMeaning": "Impletitura in vise simbolizeaza o forma de creativitate pe care inca nu ati constientizat-o pe deplin.",
      "fullInterpretation": "Impletitura in vise simbolizeaza o forma de creativitate pe care inca nu ati constientizat-o pe deplin. Visul in care impletiti ceva se refera la crearea a ceva nou din materiale aflate la indemana, un proiect sau o idee la care lucrati incepe sa prinda contur. Atunci cand visati ca descalciti firele impletiturii inseamna ca un proiect in care sunteti implicat trebuie reevaluat si reconsiderat.",
      "slug": "impletitura"
    },
    {
      "name": "Imprimanta",
      "category": "dictionar",
      "shortMeaning": "Imprimanta in vise indica o imagine in comportamentul dumneavoastra sau o situatie prevazuta si p...",
      "fullInterpretation": "Imprimanta in vise indica o imagine in comportamentul dumneavoastra sau o situatie prevazuta si planuita in timpul incercarii de a va comunica ideile si obiectivele. Visul simbolizeaza amintirea vesnica a ceva. Alternativ, a vedea o imprimanta in vise este un avertisment pentru saracie daca neglijati practica economiei si a cultivarii energiei. O imprimanta veche in vise sugereaza ca ar trebui sa verificati toti pasii pe care i-ati facut la munca. Daca visati o imprimanta noua inseamna ca aveti o coordonare incredibila a sarcinilor dumneavoastra de acasa si de la locul de munca.",
      "slug": "imprimanta"
    },
    {
      "name": "Imprumut",
      "category": "dictionar",
      "shortMeaning": "Imprumutul semnifica o nevoie sau o dorinta de asistenta.",
      "fullInterpretation": "Imprumutul semnifica o nevoie sau o dorinta de asistenta. Acest vis poate face referire si la o nevoie sau o dorinta de inlocuirea unei pierderi sau de a umple un gol din viata dumneavoastra, cel mai probabil unul emotional. Daca dumneavoastra (cel care va imprumutati) sesizati ca ceditorul (cel de la care ati facut imprumutul) a murit, inseamna ca in realiate stresul dumeavoastra este in scadere. Posibil sa fi terminat o scola, un curs, o sarcina ce vi-a fost incredintata, o relatie , etc. Semnificatie psihologica Din punct de vedere psihologic : visul poate fi generat de grija banilor. Este posibil sa simtiti o auto-apasare, iar acum aveti nevoie de un pic de ajutor si sprijin din partea familiei / prietenilor.Visand ca imprumutati bani de la altii, cel mai probabil este ca situatia dumneavoastra economica recenta nu este chiar buna, lipsa de bani. In cazul in care in realitate situatia banilor nu este o problema, poate ca doriti sa obtneti doar un ajutor in ceea ce faceti sau poate cautati doar o recunoastre a altora, un fel de recunosterea a faptului cat de mult truditi dumneavostra. Visand ca dumneavoastra imprumutati bani altora, indica faptul ca acele / a cea persoana are nevoie de ajutorul dumneavoastra. Visand ca ati luat intiativa sa imprumutati bani altora, prevesterste o posibila pierdere de bani, chiar paragul falimentului, dar preferi sa faci fapte bune. De exemplu: donati bani, obiecte unor oameni care au nevoie. Imprumtand bani de la morti. Acest vis nu reprezinta o frica, dar indica faptul ca putini prieteni vor veni sa va ajute daca va confruntati cu dificultati sau obstacole in realitate. Visand ca prietenii refuza sa va restituie imprumutul de bani. Acest tip de vis tine sa va reaminteasca ca in ultima vreme nu va intelegeti foarte bine cu anumite persoane, iar responsabilitatea este posibil sa fie a dumneavoastra. Pe scurt, trebuie sa fiti mai atent si mai prudent in ceea ce spuneti si ce faceti.",
      "slug": "imprumut"
    }
  ]
}