{
  "symbols": [
    {
      "name": "Imprumutand bani",
      "category": "dictionar",
      "shortMeaning": "Visand ca imprumutati bani de la altii, cel mai probabil este ca situatia dumneavoastra economica...",
      "fullInterpretation": "Visand ca imprumutati bani de la altii, cel mai probabil este ca situatia dumneavoastra economica recenta nu este chiar buna, lipsa de bani. In cazul in care in realitate situatia banilor nu este o problema, poate ca doriti sa obtneti doar un ajutor in ceea ce faceti sau poate cautati doar o recunoastre a altora, un fel de recunosterea a faptului cat de mult truditi dumneavostra. Visand ca dumneavoastra imprumutati bani altora, indica faptul ca acele / a cea persoana are nevoie de ajutorul dumneavoastra. Visand ca ati luat intiativa sa imprumutati bani altora, prevesterste o posibila pierdere de bani, chiar paragul falimentului, dar preferi sa faci fapte bune. De exemplu: donati bani, obiecte unor oameni care au nevoie. Imprumtand bani de la morti. Acest vis nu reprezinta o frica, dar indica faptul ca putini prieteni vor veni sa va ajute daca va confruntati cu dificultati sau obstacole in realitate. Visand ca prietenii refuza sa va restituie imprumutul de bani. Acest tip de vis tine sa va reaminteasca ca in ultima vreme nu va intelegeti foarte bine cu anumite persoane, iar responsabilitatea este posibil sa fie a dumneavoastra. Pe scurt, trebuie sa fiti mai atent si mai prudent in ceea ce spuneti si ce faceti.",
      "slug": "imprumutand-bani"
    },
    {
      "name": "Impusca",
      "category": "dictionar",
      "shortMeaning": "(pe cineva) emotii puternice negative, tentativa de a face rau cuiva, ranire, agresivitate, ura, ...",
      "fullInterpretation": "(pe cineva) emotii puternice negative, tentativa de a face rau cuiva, ranire, agresivitate, ura, barfe, critica excesiva -(fiind impuscat) surprize neplacute, evenimente neasteptate socante, care te iau pe nepregatite, vesti incredibile, teama de a fi supus tu barfelor, criticilor excesive, agresivitatii.(Auzind Impuscatura) Vei primi o veste rea. A fi impuscat in vise poate provoca furie, frica si confuzie, dar exista modalitati practice de a intelege si de a interpreta cu exactitate ceea ce inseamna, in special daca aceste scenarii se repeta. Visul in care sunteti impuscat in razboi ar putea fi o posibila amintire despre o experienta trecuta. Daca visati ca sunteti impuscat mortal inseamna experienta unei concluzii, finalul unui conflict, a unei batalii.",
      "slug": "impusca"
    },
    {
      "name": "Impuscatura",
      "category": "dictionar",
      "shortMeaning": "(Auzind Impuscatura) Vei primi o veste rea.",
      "fullInterpretation": "(Auzind Impuscatura) Vei primi o veste rea.",
      "slug": "impuscatura"
    },
    {
      "name": "Inalt",
      "category": "dictionar",
      "shortMeaning": "Sa visezi ca esti la inaltime mare , semnifica faptul ca ai atins una dintre cele mai mari scopur...",
      "fullInterpretation": "Sa visezi ca esti la inaltime mare , semnifica faptul ca ai atins una dintre cele mai mari scopuri si obiective ale tale. De asemenea, daca visezi ca iti este frica de inaltime , denota ca sunteti in lupta pentru obiectivele care par a fi dincolo de a ajunge la dumneavoastra. Negativ , inaltimea poate reflecta sentimente de pericol sau de risc deoarece lucrati pentru un scop sau o realizare.Conform traditiei noastre si a unor vechi carti de interpretare a viselor, un brad inalt simbolizeaza mult noroc in dragoste.O cladire inalta in vise nu este un semn bun. Daca visati o cladire inalta sau construiti o cladire inalta atunci visul se refera la faptul ca veti avea parte de un deces in familie.Frica de inaltime in vise indica o repulsie de a lasa o situatie in spate, chiar daca nu va duce nicaieri. Aceasta se aplica chiar daca vorbim de angajarea pe un post, de o relatie sau chiar de masina care se strica. Mesajul din vis e clar - ceea ce aveti nu functioneaza si trebuie sa treceti peste frica de a lasa in urma. Alternativ, visul la frica de inaltime mai poate insemna ca nu faceti suficient in cariera dumneavoastra. S-ar putea sa aveti o teama de succes, prin urmare si propria ambitie va este zdruncinata. Daca va plac inaltimile atunci inseamna ca sunteti in cresterea spre noi inaltimi in anumite aspecte din viata dumneavoastra, sau poate ca aveti o noua perspectiva despre o situatie sau o relatie.Un pod inalt in vise poate sugera o batalie politica ce se afla in fata dumneavoastra. Daca visati un pod foarte inalt mai poate insemna o natura spirituala foarte ridicata. Alternativ, din cauza inaltimii mari, visul poate sugera dificultatea de a trece peste o problema.",
      "slug": "inalt"
    },
    {
      "name": "Inaltime",
      "category": "dictionar",
      "shortMeaning": "Sa visezi ca esti la inaltime mare , semnifica faptul ca ai atins una dintre cele mai mari scopur...",
      "fullInterpretation": "Sa visezi ca esti la inaltime mare , semnifica faptul ca ai atins una dintre cele mai mari scopuri si obiective ale tale. De asemenea, daca visezi ca iti este frica de inaltime , denota ca sunteti in lupta pentru obiectivele care par a fi dincolo de a ajunge la dumneavoastra. Negativ , inaltimea poate reflecta sentimente de pericol sau de risc deoarece lucrati pentru un scop sau o realizare.Frica de inaltime in vise indica o repulsie de a lasa o situatie in spate, chiar daca nu va duce nicaieri. Aceasta se aplica chiar daca vorbim de angajarea pe un post, de o relatie sau chiar de masina care se strica. Mesajul din vis e clar - ceea ce aveti nu functioneaza si trebuie sa treceti peste frica de a lasa in urma. Alternativ, visul la frica de inaltime mai poate insemna ca nu faceti suficient in cariera dumneavoastra. S-ar putea sa aveti o teama de succes, prin urmare si propria ambitie va este zdruncinata. Daca va plac inaltimile atunci inseamna ca sunteti in cresterea spre noi inaltimi in anumite aspecte din viata dumneavoastra, sau poate ca aveti o noua perspectiva despre o situatie sau o relatie.",
      "slug": "inaltime"
    },
    {
      "name": "Inamic",
      "category": "dictionar",
      "shortMeaning": "Un inamic in vise reprezinta opozitie, atitudini si ideii in contradictoriu.",
      "fullInterpretation": "Un inamic in vise reprezinta opozitie, atitudini si ideii in contradictoriu. Nu vrei sa accepti ceva sau respingi pe cineva. Inamicii pot reprezenta, de asemenea un conflict interior. - Daca in vis ai invins un inamic inseamna ca vei avea parte de bucurie si prieteni. - Daca in vis ai fost invins de un inamic inseamna ca un prieten va veni curand in ajutorul tau. Vezi, de asemnea, si Dusman",
      "slug": "inamic"
    },
    {
      "name": "Inarmat",
      "category": "dictionar",
      "shortMeaning": "- Visul in care tu esti inarmat(a) inseamna ca ai pe cineva care te va apara.",
      "fullInterpretation": "- Visul in care tu esti inarmat(a) inseamna ca ai pe cineva care te va apara. Alternativ, visul reprezinta necazuri neasteptate dar care sunt trecatoare. - Daca altcineva este inarmat, inseamna ca cineva doreste sa iti ofere suport, sprijin.(Inarmat)Necazuri neasteptate, trecatoare. Vezi, de asemenea, si Inarmat",
      "slug": "inarmat"
    },
    {
      "name": "Inaugurare",
      "category": "dictionar",
      "shortMeaning": "Inaugurarea in vise reprezinta dezvoltarea personala sau o crestere in statutul social.",
      "fullInterpretation": "Inaugurarea in vise reprezinta dezvoltarea personala sau o crestere in statutul social. Iti sunt recunoscute realizarile. - Daca ai visat ca participi la o inaugurare prezidentiala inseamna ca vei avea noroc.",
      "slug": "inaugurare"
    },
    {
      "name": "Incarcator",
      "category": "dictionar",
      "shortMeaning": "A visa un incarcator sugereaza lipsa de energie, de motivatie sau chiar de pasiune.",
      "fullInterpretation": "A visa un incarcator sugereaza lipsa de energie, de motivatie sau chiar de pasiune. Trebuie sa va revitalizati intr-un fel. Va trebui sa gasiti cea mai buna cale de \"a va incarca bateriile\". Alternativ, visul ar mai putea insemna ca vreti ca cineva sa va caute, sa va sune.",
      "slug": "incarcator"
    },
    {
      "name": "Incendiu",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "incendiu"
    },
    {
      "name": "Incest",
      "category": "dictionar",
      "shortMeaning": "Practicile incestuoase semnifica dorinte erotice.",
      "fullInterpretation": "Practicile incestuoase semnifica dorinte erotice. Visul poate fi, de asemenea, reprezentarea uniunii aspectului tau dintre masculin si feminin. Visul in care se pretrece un incest este un semn asupra fatului ca trebuie sa incerci sa-ti mentii un standard inalt dupa care sa te ghidezi in toate domeniile vietii. - Daca iei parte la un incest inseamna ca vei avea probleme serioase emotionale sau mentale.",
      "slug": "incest"
    },
    {
      "name": "Inchisoare",
      "category": "dictionar",
      "shortMeaning": "Penitenciarul, inchisoarea sau puscaria pot face referire la o afectiune limitata in ceea ce priv...",
      "fullInterpretation": "Penitenciarul, inchisoarea sau puscaria pot face referire la o afectiune limitata in ceea ce priveste psihicul sau la faptul ca va simtiti legat de o situatie din viata de zi cu zi. Visul simbolizeaza libertate de miscare restictionata. Interpretare detaliata a viselor De cele mai multe ori acest gen de vise semifica faptul ca in viata de zi cu zi va simtiti mereu captivi. Poate ca exista complicatii in viata emotionala, spirituala sau materiala. Uneori, acest vis ar putea indica si dorinta de a scapa de anumite comportamente sau obiceiuri inadecvate. Fiind trimis la inchisoare simbolizeaza o relatie bolnavicioasa sau o relatie in care va simtiti captivi sau limitati intr-un fel sau altul. Daca ati visat o celula de inchisoare, un astfel de vis, sugereaza presiune si stres din partea superiorilor. In general acest vis este asociat cu locul de munca. Celula reprezinta sentimentele referitoare la faptul ca ai fost prins in aceasta situatie, fara posibilitatea de a scapa. Visand ca va aflati intr-un penitenciar, in conditii de viata dure, un astfel de vis ar putea fi defapt un semn bun. Conditiile de viata precare, cum ar fi alimentele si igiena precara, etc., ar putea simboliza puterea, ceea ce va va ajuta sa depasiti anumite provocari si sa obtineti ceea ce va doriti. In acest caz, cu cat sunt mai grave conditiile, cu atat este mai mare succesul. Visand ca ati vazut pe cineva la puscarie, un asemenea vis poate semnifica eforturile dvs. pentru a ajuta aceasta persoana sa iase din anumite probleme sau sa atinga un obiectiv. S-ar putea sa deveniti o legatura importanta in succesul si bunastarea lui in viitor. Daca ati visat un membru al familiei, cum ar fi fratele sau parintele, in inchisoare, un astfel de vis ar putea semnifica controlul asupra gandurilor si actiunilor acestei persoane in viata reala. Acest vis este si un mesaj pentru a-ti reconsidera comportamentul fata de aceasta pesoana si pentru a opri controlul si abuzul acestora intr-un asemenea mod. Visand ca ati fost eliberat din inchisoare ar putea indica nevoia unor schimbari majore in viata. Uneori, acest vis semnifica depasirea obstacolelor. Visele in care sunteti implicat intr-o lupta in inchisoare reprezinta confruntari sau dificultati in viitorul apropiat.",
      "slug": "inchisoare"
    },
    {
      "name": "Incizie",
      "category": "dictionar",
      "shortMeaning": "In mod evident, acest vis nu va avea semnificatii pentru un chirurg.",
      "fullInterpretation": "In mod evident, acest vis nu va avea semnificatii pentru un chirurg. Daca ati avut un asemena vis si, in caliate de chirurg, faceti o incizie cuiva inseamna ca dovediti eficacitate si, datorita acesteia, veti obtine un loc de munca mult dorit sau o promovare. Mai multe detalii despre diferite incizii se pot regasi la interpretarea visului Operatie",
      "slug": "incizie"
    },
    {
      "name": "Incubator",
      "category": "dictionar",
      "shortMeaning": "Un incubator in vis sugereaza nevoia de o anumita stabilitate si liniste in viata ta.",
      "fullInterpretation": "Un incubator in vis sugereaza nevoia de o anumita stabilitate si liniste in viata ta. Alternativ, visul semnifica idei noi(proaspete), crestere si dezvoltare de sine. - Daca ai visat copii la incubator inseamna ca te vei bucura de sanatate. - Daca visezi pui de gaina la incubator inseamna ca vei putea sa iti respecti promisiunile. - Daca in vis tu te afli in incubator inseamna ca te-ai comportat imatur. Visul, de asemnea, sugereaza ca vrei sa scapi de sarcinile si responsabilitatile din viata de zi cu zi.",
      "slug": "incubator"
    },
    {
      "name": "Incuiat incuietoare",
      "category": "dictionar",
      "shortMeaning": "Incuietaorea in vise inseamna incapacitatea de a obtine ceea ce vrei.",
      "fullInterpretation": "Incuietaorea in vise inseamna incapacitatea de a obtine ceea ce vrei. Trebuie sa fi mai persistent si mai harnic in incercarea de a depasi obstacolele din viata ta. In traditia romaneasca visul (incuietoare sau incuiat) prevesteste dificultati. - Daca ai visat dulapul sau biroul este incuiat si nu gasesti cheile, atentie mare la chestiunile legate de partea financiara. - Daca in vis fortezi incuietoarea pentru a deschide ceva, inseamna ca vei fi mai intreprinzator. Este un semn bun daca in vis reusesti sa descui un lacat sau o brosca, blocate sau incuiate de catre altcineva. - Daca ai visat ca esti incuiat inseamna ca te simti instrainat sau neacceptat.",
      "slug": "incuiat-incuietoare"
    },
    {
      "name": "Incurcatura",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca esti intr-o incurcatura, va trebui sa faci propuneri corecte la locul de munca.",
      "fullInterpretation": "- Daca ai visat ca esti intr-o incurcatura, va trebui sa faci propuneri corecte la locul de munca. - Daca in vis pui pe cineva in incurcatura inseaamna ca in urma unor negocieri avantajul va fi de partea ta.",
      "slug": "incurcatura"
    },
    {
      "name": "India",
      "category": "dictionar",
      "shortMeaning": "In dictionarele de vise moderne un vis despre India prevesteste aparitia unor noi hobby-uri.",
      "fullInterpretation": "In dictionarele de vise moderne un vis despre India prevesteste aparitia unor noi hobby-uri. Cel mai probabil vor fi de o natura mai exotica, neobisnuite si deloc asemanatoare cu cele in care ati fost interesat inainte. Pot fi de natura religioasa si spirituala sau medicina alternativa. Daca va apare India in vise, intr-o sambata noapte, vi se sugereaza ca va asteapta o calatorie lunga din care va veti intoarce mai bogat spiritual. Daca ati visat despre o calatorie in India inseamna ca in viitorul apropiat veti primi o mostenire. Daca se intampla sa visati ca sunteti intr-un templu din India si vedeti sculpturi si fresce atunci visul este o previziune a ceea ce veti avea in viitor. Chiar si cele mai normale lucruri vor avea un inteles mistic pentru dumneavoastra. Un vis in care va mutati in India sugereaza deteriorarea standardelor de viata si saracie. Potrivit lui Miller, visele despre India simbolizeaza miscari religioase, inselasaciuni si viclenii. Daca ati visat ca traiti in India inseamna ca in curand veti studia religia sau medicina alternativa. A calatori in India semnifica uimirea. Daca va pregatiti pentru o calatorie in aceasta tara veti participa la un eveniment important. Dictionarul lui Varga interpreteaza calatoria in India ca si o temere pentru un ultim test. Ar trebui sa intelegeti ca viata nu este un punct final, ci un drum in cautarea fericirii si a adevarului. Nu va ingrijorati pentru viitor, mai bine incercati sa va recladiti viata si sa va regasiti. Sufletul uman este rareori in stare de odihna, iar calatoria este calea spre confortul si linistea sufleteasca. Conform manualului lui Freud, daca visati ca plecati intr-o calatorie in India atunci inseamna ca la nivel de subconstient sunteti ingrijorat pentru o despartire de persoana iubita. Aparent, India este asociata cu dorintele exotice si aspiratiile pe care nu sunteti pregatit sa le implementati in realitate. Nu incercati sa evadati din realitate si pretuiti sentimentele si gandurile pentru o persoana apropiata dumneavoastra.Daca visati un indian, visul reprezinta aspectul primitiv si instinctiv al dumneavoastra. Aveti nevoie sa detineti controlul asupra situatiilor din viata. De asemenea, este necesar ca puterea personala sa fie de sine-statatoare si sa o exercitati. Alternativ, acest vis simbolizeaza onestitate, daruire si intelepciune.",
      "slug": "india"
    },
    {
      "name": "Indian",
      "category": "dictionar",
      "shortMeaning": "Daca visati un indian, visul reprezinta aspectul primitiv si instinctiv al dumneavoastra.",
      "fullInterpretation": "Daca visati un indian, visul reprezinta aspectul primitiv si instinctiv al dumneavoastra. Aveti nevoie sa detineti controlul asupra situatiilor din viata. De asemenea, este necesar ca puterea personala sa fie de sine-statatoare si sa o exercitati. Alternativ, acest vis simbolizeaza onestitate, daruire si intelepciune.",
      "slug": "indian"
    },
    {
      "name": "Indigestie",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca suferi de indigestie inseamna ca suferi din cauza unei probleme sau te afecteaza o problema.",
      "fullInterpretation": "- Daca ai visat ca suferi de indigestie inseamna ca suferi din cauza unei probleme sau te afecteaza o problema. Esti implicat(a) intr-o situatie care te face incomod(a). Poate ca ai luat o decizie in privinta careia ai dubii. Alternativ, visul poate sugera o ambinata sumbra sau nesanatoasa.",
      "slug": "indigestie"
    },
    {
      "name": "Indragostit",
      "category": "dictionar",
      "shortMeaning": "(tu esti) dorinta de implicare, de angajare sentimentala -(altul de tine) dorinta de acceptare, d...",
      "fullInterpretation": "(tu esti) dorinta de implicare, de angajare sentimentala -(altul de tine) dorinta de acceptare, de afectiune -(la prima vedere) vulnerabilitate sentimentala.",
      "slug": "indragostit"
    },
    {
      "name": "Inec",
      "category": "dictionar",
      "shortMeaning": "(inecandu-te tu sau altul) sentimente sau trairi coplesitoare, incapacitate de a face fata emotii...",
      "fullInterpretation": "(inecandu-te tu sau altul) sentimente sau trairi coplesitoare, incapacitate de a face fata emotiilor, emotivitate, criza, timiditate, stress, teama, oboseala psihica, risc de esec -(salvare de la inec) odihna, calmare, linistire dupa o perioada plina de emotii, rupere de orice probleme, indiferenta -(inecat cu un os) piedici minore, dar periculoase.Binecuvantarea in vise reprezinta acceptarea altora si recunoasterea ascensiunii, progresului si al intelegerii. Va simtiti liber sa mergeti mai departe cu putin efort. Ceilalti va vor accepta actiunile. Alternativ, visul ar putea reflecta autoacceptarea sau autoaprobarea in legatura cu o problema avuta. Daca visati ca primiti o binecuvantare inseamna ca puteti infrunta viitorul cu incredere. Incepeti sa intrati intr-un taram al creativitatii. Alternativ, visul apare ocazional celor care sufera de o constinta incarcata, de vinovatie.- Visul cuminecatura este un vis bun, acesta semnifica impacare si lucruri bune. - Daca in vis iei sfanta cuminecatura inseamna ca vei lega o prietenie pe viata. (Daca esti femeie) temeri, riscuri, anxietate, panica, nesiguranta -(daca esti barbat) situatii penibile, jena.",
      "slug": "inec"
    },
    {
      "name": "Inecand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "inecand"
    },
    {
      "name": "Inecat",
      "category": "dictionar",
      "shortMeaning": "- Visul cuminecatura este un vis bun, acesta semnifica impacare si lucruri bune.",
      "fullInterpretation": "- Visul cuminecatura este un vis bun, acesta semnifica impacare si lucruri bune. - Daca in vis iei sfanta cuminecatura inseamna ca vei lega o prietenie pe viata.",
      "slug": "inecat"
    },
    {
      "name": "Inel cu diamant",
      "category": "dictionar",
      "shortMeaning": "Un inel cu diamand este un simbol al iubirii vesnice.",
      "fullInterpretation": "Un inel cu diamand este un simbol al iubirii vesnice. Diamantul reprezinta multe aspecte ale vietii. De la simpla rezistenta in perioade dificile la a simboliza averea. A visa un inel cu diamant posibil simbolizeaza dragostea, averea, onoarea si puterea. Un inel cu diamand in vise ar putea reprezenta o propunere, o promisiune sau un angajament. S-ar putea sa va doriti implinire daca anticipati sau asteptati o propunere din partea partenerului de viata. A visa ca purtati un inel cu diamant prezice angajamentul. De asemenea, visul vorbeste despre credinta religoasa si preocuparile spirituale pe care le aveti. Daca visati ca purtati un inel de aur cu diamant atunci acesta reflecta puritatea si caracterul puternic. Visul va sugereaza ce fel de caracter trebuie sa aveti pentru a trece peste eforturi cu succes. Va da speranta ca scopurile va sunt la indemana. Visul in care inelul cu diamant va cade de pe deget s-ar putea sa insemne ca aveti probleme in relatie sau s-ar putea sa nu mai fiti indragostit. Daca visati un inel de logodna cu diamant atunci acest vis indica prosperitate in viata de familie si fericirea. Persoana care are acest vis in subconstient se gandeste la mariajul cu o persoana pe care o iubeste de mult timp. Visul in care va pierdeti inelul cu diamant ar putea sugera ca ceva lipseste in relatia dumneavoastra. A visa ca furati un inel cu diamant sugereaza ca incercati sa castigati dragostea cuiva care nu este interesat de dumneavoastra.",
      "slug": "inel-cu-diamant"
    },
    {
      "name": "Inel de argint",
      "category": "dictionar",
      "shortMeaning": "Inelul de argint in vis inseamna ca veti avea o familie numeroasa, cu multi copii.",
      "fullInterpretation": "Inelul de argint in vis inseamna ca veti avea o familie numeroasa, cu multi copii. Visul ar mai putea insemna ca logodna sau casnicia dumneavoastra va fi din interes.",
      "slug": "inel-de-argint"
    },
    {
      "name": "Inel de aur",
      "category": "dictionar",
      "shortMeaning": "Inelul de aur in vise sugereaza o viata saraca, dar fericita.",
      "fullInterpretation": "Inelul de aur in vise sugereaza o viata saraca, dar fericita. Daca ai visat inel de aur la tine pe deget, inseamna ca te vei casatori cu omul pe care il iubesti. In cazul in care inelul de aur se afla la alta persoana, o nunta va avea loc in familia ta. Daca ai pierdut inelul de aur este semn ca relatia ta cu partenerul se va inrautati.",
      "slug": "inel-de-aur"
    },
    {
      "name": "Inel de logodna",
      "category": "dictionar",
      "shortMeaning": "Inelul de logodna in vise este un simbol al iubirii.",
      "fullInterpretation": "Inelul de logodna in vise este un simbol al iubirii. - Daca ne apre un inel de logodna in vis acesta reprezinta faptul ca avem ganduri de angajamente pe termen lung si implicit de casatorie. - Daca in viata de zi cu zi va ganditi sa oferiti cuiva un inel de logodna, atunci visul dumneavoastra poate fi doar un semn de nervozitate si de emotii.",
      "slug": "inel-de-logodna"
    },
    {
      "name": "Inel rupt",
      "category": "dictionar",
      "shortMeaning": "Inelul rupt in vise inseamna o logodna sau o casatorie stricata, va veti desparti sau veti divorta de partener.",
      "fullInterpretation": "Inelul rupt in vise inseamna o logodna sau o casatorie stricata, va veti desparti sau veti divorta de partener. Daca visati un inel care se rupe sugereaza ca legatura cu perechea dumneavoastra se va rupe definitiv. Visul in care rupeti un inel indica faptul ca veti incheia o relatie.",
      "slug": "inel-rupt"
    },
    {
      "name": "Infanterie",
      "category": "dictionar",
      "shortMeaning": "Infanteria in vise sugereaza faptul ca realizarile si progresele la locul de munca vor fi sigure dar va dura ceva timp.",
      "fullInterpretation": "Infanteria in vise sugereaza faptul ca realizarile si progresele la locul de munca vor fi sigure dar va dura ceva timp. - Daca in vis faci parte dintr-un regiment de infanterie inseamna ca vei avea o situatie financiara de invidiat. - Daca ai visat o infanterie in pas de mars este semn a unor iubiri schimbatoare.",
      "slug": "infanterie"
    },
    {
      "name": "Infarct",
      "category": "dictionar",
      "shortMeaning": "Visul in care cineva face un infarct sugereaza un sentiment de vinovatie fata de cineva caruia i-...",
      "fullInterpretation": "Visul in care cineva face un infarct sugereaza un sentiment de vinovatie fata de cineva caruia i-ati gresit, teama de a pierde pe cineva drag. Daca visati ca dumneavoastra faceti infarct inseamna ca sunteti stresat, obosit psihic.",
      "slug": "infarct"
    },
    {
      "name": "Infectie",
      "category": "dictionar",
      "shortMeaning": "Infectia este asociata cu riscul de a va cufunda in greseli, sentimentul ca sunteti prinsi intr-o...",
      "fullInterpretation": "Infectia este asociata cu riscul de a va cufunda in greseli, sentimentul ca sunteti prinsi intr-o situatie defavorabila fara scapare. Visele in care suferim de o infectie indica de regula faptul ca gesturile si atitudinile negative ale altor persoane ne pot afecta , pot patrunde in noi. Este foarte important sa putem localiza infectia din vis, aceasta ne poate oferi mai multe informatii. De exemplu, o infectie la picior poate indica faptul ca ne simtim impiedicati, nu progresam suficient de rapid in viata de zi cu zi.",
      "slug": "infectie"
    },
    {
      "name": "Infern",
      "category": "dictionar",
      "shortMeaning": "Potrivit traditiei noastre visul simbolizeaza demoni proprii, pulsiuni interioare si confruntarea...",
      "fullInterpretation": "Potrivit traditiei noastre visul simbolizeaza demoni proprii, pulsiuni interioare si confruntarea cu cu propriile temeri. Se spune despre acest vis ca ne apare foarte rar. Imageria crestina vorbeste despre acest loc (infernul) ca fiind unul al caderii, al damnarii eterne, imparatia diavolului, in culturile antice, el este spatiul unei initieri nedeformate in scopul dobandirii unor capacitati superioare (cea mai importanta dintre toate fiind cunoasterea de sine).",
      "slug": "infern"
    },
    {
      "name": "Infidelitate",
      "category": "dictionar",
      "shortMeaning": "Infidelitatea in vise reprezinta probleme de neglijenta si abandon intr-o relatie.",
      "fullInterpretation": "Infidelitatea in vise reprezinta probleme de neglijenta si abandon intr-o relatie. Este posibil sa va simtiti limitat(a) emotional si este nevoie de o noua pista unde dumneavoastra sa puteti da frau liber sentimentelor. Alternativ, un vis ce implica infidelitate indica nemultumire fata de actuala relatie. Este posibil si sa fiti in cautarea unei relatii sexuale mai erotice.",
      "slug": "infidelitate"
    },
    {
      "name": "Infirmiera",
      "category": "dictionar",
      "shortMeaning": "Potrivit traditiei noastre acest vis face referire la o femeie care daruieste dragoste.",
      "fullInterpretation": "Potrivit traditiei noastre acest vis face referire la o femeie care daruieste dragoste. - Daca ai visat ca esti o infirmiera inseamna ca trebuie sa arati mai multa compasiune intr-o situatie. - Daca in vis vezi o infirmiera inseamna ca e nevoie de timp pentru a te vindeca mental, fizic si spiritual. - Daca vezi o infirmiera plimbandu-se cu un pacient inseamna ca se proiecteaza o casatorie.",
      "slug": "infirmiera"
    },
    {
      "name": "Infometat",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca esti infometat inseamna ca vei avea parte de un noroc neasteptat.",
      "fullInterpretation": "- Daca ai visat ca esti infometat inseamna ca vei avea parte de un noroc neasteptat. - Visul in care ajuti o persona straina care este infometata prevesteste o mostenire de bani dar si unele calatorii.Visul in care esti flamand(a) semnifica un sentiment de nerealizare in unele zone din viata ta. Alternativ visul poate avea si semnificatia flamand dupa iubire, dupa putere, sex, faima, etc. - Daca visezi ca ajuti o persoana infometata - vei mosteni bani si vei face calatorii. - Daca visezi ca tu esti cel infometat - noroc inseamna.",
      "slug": "infometat"
    },
    {
      "name": "Ingenunchiat a ingenunchia",
      "category": "dictionar",
      "shortMeaning": "Visul in care ingenunchiezi reprezinta smerenia ta.",
      "fullInterpretation": "Visul in care ingenunchiezi reprezinta smerenia ta. Alternativ, infica faptul ca esti deschis la influentele altora. - Daca ai visat ca ingenunchiezi intr-un loc special pentru rugaciune inseamna ca trebuie sa ai grija sa nu faci sau sa spui lucruri care ti-ar produce neplaceri.",
      "slug": "ingenunchiat-a-ingenunchia"
    },
    {
      "name": "Inger",
      "category": "dictionar",
      "shortMeaning": "(in alb) nevoie de protectie, de compasiune, incapacitatea de a te descurca singur, asteptarea un...",
      "fullInterpretation": "(in alb) nevoie de protectie, de compasiune, incapacitatea de a te descurca singur, asteptarea unui sprijin, dorinta de a fi acceptat intr-o problema importanta, necesitatea descoperirii adevarului, puritate, inocenta, inspiratie si energie creatoare -(in negru) mare pericol, esec major, situatie foarte riscanta, avertisment, blestem, vina majora, teama de pedeapsa.Modificare in atitudinea celorlalti fata de tine, nehotarare in casatorie fiind si zburand - onoare, insanatosire grabnica, usurinta intr-o problema furios - pierderi serioase in mijlocul lor - fericire alaturi de prieteni devotati mai multi - bucurii - te ia cu el - amenintarea unei despartiri trist - pierderi grave voios - impliniri spirituale zburand - noroc O bucurie deosebita este prevestita de aparitia heruvimilor in visele noastre, aceasta ne va lasa impresia ca binele va fi mereu prezent in viata noastra. De asemenea, heruvimii in armonie anunta imprejurari fericite legate de valorile superioare ale personalitatii. Alternativ, heruvimul poate reflecta sentimentele despre un anumit aspect al vietii pe care il considerati perfect util pentru nevoile dumneavoastra. In cele ce urmeaza va vom prezenta cele mai comune vise legate de heruvimi: Heruvimi suparati sau mustratori Visand ingeri heruvimi suparati sau care par a fi mustratori este un semn de necaz ce se va napusti asupra dumneavoastra intr-un mod neasteptat. Un heruvim insotindu-va Daca ati visat un heruvim ce va insoteste intr-o calatorie sau atunci cand megeti sa intalniti o persoana, este semn de protectie sau ca ideile dumneavoastra vor fi sustinute si de catre alte persoane. Vizita unui heruvim Visand ca ati vizitat de catre aceste fiinte ceresti este unul dintre cele mai bune vise pe care le puteti avea. Visul semnifica sfarsitul tuturor problemelor ce va chinui in prezent. Din punct de vedere spritual, visul reflecta angajamentul nostru fata de Domnul.Serafimii sunt o clasa superioara de ingeri, mai presus de ingerii normali, dar mai jos ca statut decat arhanghelii. Acestia au 6 aripi, cu doua is acopera fata, cu alte doua isi acopera picioarele si cu ultimele doua zboara. Aparitia acestora in vise este un semn foarte bun, ei prevestesc protectie, noroc si indrumare. Visand ca aveti alaturi de dumneavoastra un inger serafim este semn ca veti depasi cu usurinta problemele sau tentatiile actuale. Potrivit traditiei noastre, se spune ca niciun om nu a putut sa vada fata unui serafim sau daca a facut-o nu a trait ca sa poata povestii. Visul in care un serafim vi se arata si ii puteti admira chipul, este un semn de descoperire spirituala, putere mentala deosebita, noi orizonturi si descoperiri exceptionale.Daca visezi ca esti respins la un examen si in realitate l-ai promovat , aveti o teama interioara pentru o intalnire sau un contract care trebuie negociat.",
      "slug": "inger"
    },
    {
      "name": "Ingeri heruvimi",
      "category": "dictionar",
      "shortMeaning": "O bucurie deosebita este prevestita de aparitia heruvimilor in visele noastre, aceasta ne va lasa...",
      "fullInterpretation": "O bucurie deosebita este prevestita de aparitia heruvimilor in visele noastre, aceasta ne va lasa impresia ca binele va fi mereu prezent in viata noastra. De asemenea, heruvimii in armonie anunta imprejurari fericite legate de valorile superioare ale personalitatii. Alternativ, heruvimul poate reflecta sentimentele despre un anumit aspect al vietii pe care il considerati perfect util pentru nevoile dumneavoastra. In cele ce urmeaza va vom prezenta cele mai comune vise legate de heruvimi: Heruvimi suparati sau mustratori Visand ingeri heruvimi suparati sau care par a fi mustratori este un semn de necaz ce se va napusti asupra dumneavoastra intr-un mod neasteptat. Un heruvim insotindu-va Daca ati visat un heruvim ce va insoteste intr-o calatorie sau atunci cand megeti sa intalniti o persoana, este semn de protectie sau ca ideile dumneavoastra vor fi sustinute si de catre alte persoane. Vizita unui heruvim Visand ca ati vizitat de catre aceste fiinte ceresti este unul dintre cele mai bune vise pe care le puteti avea. Visul semnifica sfarsitul tuturor problemelor ce va chinui in prezent. Din punct de vedere spritual, visul reflecta angajamentul nostru fata de Domnul.",
      "slug": "ingeri-heruvimi"
    },
    {
      "name": "Ingeri serafimi",
      "category": "dictionar",
      "shortMeaning": "Serafimii sunt o clasa superioara de ingeri, mai presus de ingerii normali, dar mai jos ca statut decat arhanghelii.",
      "fullInterpretation": "Serafimii sunt o clasa superioara de ingeri, mai presus de ingerii normali, dar mai jos ca statut decat arhanghelii. Acestia au 6 aripi, cu doua is acopera fata, cu alte doua isi acopera picioarele si cu ultimele doua zboara. Aparitia acestora in vise este un semn foarte bun, ei prevestesc protectie, noroc si indrumare. Visand ca aveti alaturi de dumneavoastra un inger serafim este semn ca veti depasi cu usurinta problemele sau tentatiile actuale. Potrivit traditiei noastre, se spune ca niciun om nu a putut sa vada fata unui serafim sau daca a facut-o nu a trait ca sa poata povestii. Visul in care un serafim vi se arata si ii puteti admira chipul, este un semn de descoperire spirituala, putere mentala deosebita, noi orizonturi si descoperiri exceptionale.",
      "slug": "ingeri-serafimi"
    },
    {
      "name": "Inghetata",
      "category": "dictionar",
      "shortMeaning": "Visul in care vezi sau mananci inghetata denota noroc, placere, succes in dragoste si satisfactie...",
      "fullInterpretation": "Visul in care vezi sau mananci inghetata denota noroc, placere, succes in dragoste si satisfactie cu privire la viata ta. Trebuie sa savurezi momentul si sa te bucuri de el. Alternativ, visul reprezinta nevoia de a fi rasfat(a) sau Â face referire la un moment trait in viata de zi cu zi care ai vrea sa se repete. - Daca ai visat ca mananci o inghetata rea sau acra inseamna tristete, dezamagire sau tradare. - Visul in care o inghetata se topeste simbolizeaza incapacitatea de a realiza sperantele si dorintele tale. - Inghetata de cafea inseamna ca ai prieteni influieti. - Inghetata de ciocolata inseamna ca ai o fire sensibila. - Inghetata de fructe inseamna ca esti in urma cu plata unor datorii. - Inghetata de vanilie semnifica iluzii.Apa inghetata in vise ne duce cu gandul la raceala, indiferenta. Totusi, gheata ar putea sugera o stare de instabilitate, de nesiguranta, de teama, ceea ce ar putea insemna anumite probleme in viata emotionala: neincredere, distantare sau lipsa de afectivitate. Ati putea incerca sa va consolidati putin relatia cu partenerul de viata, sa va rezolvati problemele.",
      "slug": "inghetata"
    },
    {
      "name": "Ingropat",
      "category": "dictionar",
      "shortMeaning": "Visul in care ingropi ceva sugereaza ca vrei sa iti ascunzi sentimentele reale sau incerci sa acoperi anumite situatii.",
      "fullInterpretation": "Visul in care ingropi ceva sugereaza ca vrei sa iti ascunzi sentimentele reale sau incerci sa acoperi anumite situatii. Ingroparea unui corp sugereaza ascunderea unor repulsii. - Daca ai visat ca esti ingopat(a) de o avalansa inseamna ca esti coplesit(a) de tristete si durere. - Daca in vis ingropi un mort inseamna ca vei avea noroc la locul de munca. - Visele in care ingropi animale semnifica bogatie. - Daca ingropi obiecte inseamna ca vei gasi un lucru pe care l-ai pierdut.A fi ingropat de viu in vise reprezinta un avertisment asupra tuturor lucrurilor care va cauzeaza anxietate si disperare si care ar trebui aruncate. Ati lasat totul sa se acumuleze pana in punctul in care nu mai aveti control asupra lucrurilor si acum riscati sa fiti distrus complet. Este unul din cele mai grave avertismente pe care le puteti primi. Chiar daca pare greu, trebuie sa lasati vechea viata deoparte si sa incepeti una noua.",
      "slug": "ingropat"
    },
    {
      "name": "Ingropat de viu",
      "category": "dictionar",
      "shortMeaning": "A fi ingropat de viu in vise reprezinta un avertisment asupra tuturor lucrurilor care va cauzeaza...",
      "fullInterpretation": "A fi ingropat de viu in vise reprezinta un avertisment asupra tuturor lucrurilor care va cauzeaza anxietate si disperare si care ar trebui aruncate. Ati lasat totul sa se acumuleze pana in punctul in care nu mai aveti control asupra lucrurilor si acum riscati sa fiti distrus complet. Este unul din cele mai grave avertismente pe care le puteti primi. Chiar daca pare greu, trebuie sa lasati vechea viata deoparte si sa incepeti una noua.",
      "slug": "ingropat-de-viu"
    },
    {
      "name": "Inima",
      "category": "dictionar",
      "shortMeaning": "(uneori la rudele apropiate).",
      "fullInterpretation": "(uneori la rudele apropiate). Inima din vis simbolizeaza nevroza, care se instaleaza in urma conflictelor din relatiile interumane. In unele culturi, inima este considerata locul unde se afla sufletul. Daca visati ca va doare inima, inseamna ca aveti probleme sufletesti, poate un necaz in dragoste, legat de o inima franta.",
      "slug": "inima"
    },
    {
      "name": "Injectie cu seringa",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca ti se face o injectie indica faptul ca trebuie sa te dezvolti la nivel mental si spiritual.",
      "fullInterpretation": "Daca visezi ca ti se face o injectie indica faptul ca trebuie sa te dezvolti la nivel mental si spiritual. Alternativ, visul poate fi o metafora pentru a `injecta` mai multa energie in viata ta reala. Daca visezi ca cineva iti face o injectie fortat reprezinta atitudinea ta negativa cu privire la o anumita situatie. De asemenea, visul indica faptul ca infuenta anturajului pune presiune asupra ta.",
      "slug": "injectie-cu-seringa"
    },
    {
      "name": "Injunghia",
      "category": "dictionar",
      "shortMeaning": "(pe cineva) emotii puternice negative, tentativa de a face rau cuiva, ranire, agresivitate, ura, ...",
      "fullInterpretation": "(pe cineva) emotii puternice negative, tentativa de a face rau cuiva, ranire, agresivitate, ura, barfe, critica excesiva (fiind injunghiat) surprize neplacute, evenimente neasteptate socante, care te iau pe nepregatite, vesti incredibile, teama de a fi supus tu barfelor, criticilor excesive, agresivitatii.A injunghia pe cineva in vise inseamna ca aveti multe trairi urate, ca urati pe cineva sau vreti sa ii faceti rau, cautati sa distrugeti, sa faceti rau. Visul in care sunteti injunghiat inseamna ca este posibil sa aflati unele lucruri noi care nu va convin deloc, exista posibilitatea de a suferi din cauza unor stiri noi. Daca visati o injunghiere intr-o lupta atunci este posibil sa aveti parte de un esec. Daca visati ca injunghiati un animal atunci inseamna ca trupul va slabeste.",
      "slug": "injunghia"
    },
    {
      "name": "Injuraturi",
      "category": "dictionar",
      "shortMeaning": "Injuraturile in vise sugereaza nevoia de a nu le mai permite altora sa va hartuiasca, mai ales in...",
      "fullInterpretation": "Injuraturile in vise sugereaza nevoia de a nu le mai permite altora sa va hartuiasca, mai ales in cazul in care dumneavoastra sunteti cel ce injura. Trebuie sa va impuneti punctul de vedere si sa nu mai permiteti altora sa profite de bunatatea dumneavoastra. Alternativ, injuraturile din vise pot preveni unele obstacole neplacute in afaceri. Auzind pe altcineva injurand in vis indica faptul ca ati trecut cu vederea o problema sau o situatie urgenta. Poate ca cineva are nevoie de salvare de la anumite circumstante si este de datoria dumneavoastra sa-l protejati. Vaisand ca sunteti injurat de catre o alta persoana semnifica faptul ca o situatie sau o persoana nu sunt de acord cu ideile sau metoda dumneavoastra de control. O femeie injurand poate fi o avertizare cu privire la o intamplare care s-ar putea transforma intr-o situatie jenanta, daca nu sunteti atent. Acest lucru poate fi si rezultatul unei incercari de a pune capat relatiei. Din punct de vedere psihologic, faptul ca v-ati visat injurand dezvaluie o lipsa de autocontrol si posibil, in anumite cazuri, un vocabular limitat.",
      "slug": "injuraturi"
    },
    {
      "name": "Innebunit",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca ai innebunit inseamna exact contrariul, esti inteligent(a) si ai o sanatate buna.",
      "fullInterpretation": "- Daca ai visat ca ai innebunit inseamna exact contrariul, esti inteligent(a) si ai o sanatate buna. Alternativ, visul reprezinta un simt al afacerilor dezvoltat. - Visul in care ai innebunit din dragosteÂ reprezinta unele schimbari care sunt pe cale sa se adevereasca.",
      "slug": "innebunit"
    },
    {
      "name": "Inot",
      "category": "dictionar",
      "shortMeaning": "Visele legate de inot sugereaza explorarea aspectelor incostientului si emotiilor.",
      "fullInterpretation": "Visele legate de inot sugereaza explorarea aspectelor incostientului si emotiilor. Visul poate fi si un semn ca esti in cautarea unui sprijin emotional. Acest vis este foarte comun pentru personele care trec printr-o terapie. - Daca ai visat ca inoti pe sub apa inseamna ca esti complet scufundat(a) in propriile sentimente. - Visul in care inoti intr-o piscina semnifica calm, relaxare si lux. Trebuie sa iei o pauza. - Daca ai visat un barbat necunoscut care inoata inseamna ca vei avea un nou partener la locul de munca. - (Barbat) Daca ai visat o femeie care nu stie sa inoate inseamna ca in curand te vei inrdagosti, vei iubi. - Daca ai visat ca inoti in mare inseamna ca te vei dedica placerilor vietii. - Daca inoti intr-un barj sau intr-un lac inseamna ca vei fi intrigat(a) de unele situatii. ( De te visezi inotand ) Te vei face de rusine intr-un cerc de prieteni . Din punct de vedere spiritual, minotaurul in vise este simbolul nevoilor instinctive ale omului depasite prin vitejie pura. Depinzand de personslitatea dumneavoastra, minotaurul din vise poate fi vazut fie ca un personaj demn de mila sau unul de temut. Totusi, minotaurul in vise ar putea reprezenta agresiunea, ferocitatea, antagonismul, ceva sau cineva din viata dumneavoastra pe care il vedeti drept un inamic formidabil. S-ar putea sa aveti un instinct periculos ascuns adanc in sufletul dumneavoastra.",
      "slug": "inot"
    },
    {
      "name": "Inotand",
      "category": "dictionar",
      "shortMeaning": "( De te visezi inotand ) Te vei face de rusine intr-un cerc de prieteni .",
      "fullInterpretation": "( De te visezi inotand ) Te vei face de rusine intr-un cerc de prieteni .",
      "slug": "inotand"
    },
    {
      "name": "Inox",
      "category": "dictionar",
      "shortMeaning": "Inoxul in vise reprezinta determinarea bineconservata si neintinata de care dati dovada in incercarile dumneavoastra.",
      "fullInterpretation": "Inoxul in vise reprezinta determinarea bineconservata si neintinata de care dati dovada in incercarile dumneavoastra. Visul in care apare inox semnifica faptul ca veti face progrese mici, dar constante. Alternativ, visul sugereaza ca va ascundeti de realitatea dura a vietii.",
      "slug": "inox"
    }
  ]
}