{
  "symbols": [
    {
      "name": "Iad",
      "category": "locuri",
      "shortMeaning": "Simbol al suferinței interioare, remușcărilor și temerilor profunde.",
      "fullInterpretation": "Visul despre iad nu prevestește neapărat o condamnare divină, ci reflectă adesea o stare interioară de zbucium. Poate simboliza sentimente de vinovăție, remușcări pentru acțiuni trecute sau temeri profunde care te macină. Este o manifestare a conflictelor interne și a incapacității de a te ierta pe tine însuți.\n\nUneori, iadul în vis indică faptul că te afli într-o situație de viață care ți se pare insuportabilă, o relație toxică sau un mediu ostil din care simți că nu poți evada. Este un semnal de alarmă că trebuie să faci schimbări majore pentru a-ți recăpăta pacea sufletească.\n\nDacă reușești să ieși din iad în vis, este un semn extrem de pozitiv, sugerând purificarea, depășirea obstacolelor și triumful asupra propriilor demoni.",
      "slug": "iad"
    },
    {
      "name": "Iaht",
      "category": "obiecte",
      "shortMeaning": "Simbol al luxului, libertății financiare și dorinței de relaxare.",
      "fullInterpretation": "Iahtul în vis este o reprezentare a aspirațiilor tale către bogăție, confort și o viață lipsită de griji. Simbolizează dorința de a te bucura de roadele muncii tale, de a naviga prin viață cu ușurință și eleganță. Indică o perioadă în care cauți relaxarea și evadarea din cotidian.\n\nDacă navighezi pe un iaht pe o mare liniștită, visul îți confirmă încrederea în viitor și stabilitatea emoțională și financiară. Te simți stăpân pe propriul destin.\n\nPe de altă parte, dacă marea este agitată, visul te avertizează asupra unor posibile dezamăgiri sau instabilități care pândesc în spatele aparențelor strălucitoare. Luxul nu garantează fericirea dacă apele emoționale sunt tulburi.",
      "slug": "iaht"
    },
    {
      "name": "Iapa",
      "category": "animale",
      "shortMeaning": "Simbol al intuiției, feminității și energiei vitale instinctive.",
      "fullInterpretation": "Iapa în vis este adesea legată de intuiție și de latura instinctuală a personalității. Reprezintă energia feminină, fertilitatea și conexiunea cu natura. Dacă visezi o iapă, este posibil să fii ghidat de sentimente și presimțiri care se vor dovedi corecte.\n\nO iapă albă simbolizează spiritul creativ, puritatea intențiilor și o deschidere către spiritualitate. Este un semn excelent pentru proiecte artistice sau noi începuturi.\n\nPe de altă parte, o iapă la pășune poate sugera o perioadă de liniște, dar și posibile pierderi financiare compensate de sprijinul loial al prietenilor. În unele interpretări, iapa poate avea și conotații sexuale, sugerând dorințe sau nevoi afective neexprimate.",
      "slug": "iapa"
    },
    {
      "name": "Iarba",
      "category": "natură",
      "shortMeaning": "Simbol al creșterii, sănătății și regenerării naturale a vieții.",
      "fullInterpretation": "Iarba verde și proaspătă în vis este un simbol clasic al speranței, sănătății și vitalității. Sugerează o perioadă de creștere personală, prosperitate și longevitate, atât pentru tine cât și pentru familia ta. Este semnul unei conexiuni benefice cu pământul și cu ritmurile naturale.\n\nDacă visezi că dormi în iarbă, poate fi un avertisment subtil legat de sănătate, sugerând nevoia de odihnă sau o scurtă perioadă de convalescență.\n\nIarba uscată sau plină de buruieni indică neglijență, obstacole sau prezența unor persoane necioplite în anturajul tău. Este un îndemn să-ți cureți 'grădina' vieții de influențele negative pentru a permite noilor oportunități să înflorească.",
      "slug": "iarba"
    },
    {
      "name": "Iarna",
      "category": "natură",
      "shortMeaning": "Timp al introspecției, repausului și conservării energiei interioare.",
      "fullInterpretation": "Iarna în vis simbolizează o perioadă de stagnare aparentă, de odihnă și introspecție. Deși poate părea un timp al frigului și al izolării, iarna este esențială pentru regenerare. Poate indica faptul că emoțiile tale sunt 'înghețate' sau că treci printr-o perioadă de singurătate necesară pentru clarificare.\n\nEste momentul să te retragi în interior, să-ți conservi resursele și să planifici viitorul. Așa cum natura se odihnește sub zăpadă pentru a renaște primăvara, și tu ai nevoie de acest timp de liniște.\n\nDacă iarna din vis este aspră și viscolită, poate reflecta dificultăți, tristețe sau o răceală în relațiile cu ceilalți. Dacă este o iarnă frumoasă, cu zăpadă strălucitoare, sugerează pacea, puritatea și bucuria lucrurilor simple.",
      "slug": "iarna"
    },
    {
      "name": "Iasca",
      "category": "natură",
      "shortMeaning": "Simbol al resurselor ascunse, focului latent și puterii de transformare.",
      "fullInterpretation": "Iasca în vis este un simbol dual. Pe de o parte, ca ciupercă parazită, poate sugera că cineva sau ceva îți consumă energia vitală fără să ofere prea mult în schimb. Poate fi vorba de o relație de dependență sau de obiceiuri nesănătoase.\n\nPe de altă parte, iasca uscată a fost folosită tradițional pentru a aprinde focul. În acest sens, visul poate indica o resursă latentă, o scânteie de inspirație sau o capacitate ascunsă care, odată activată, poate 'aprinde' un proiect important sau o pasiune nouă. Este un îndemn să cauți valoarea chiar și în locurile aparent neproductive.",
      "slug": "iasca"
    },
    {
      "name": "Iasca pe copac",
      "category": "natură",
      "shortMeaning": "Avertisment asupra influențelor parazitare sau a pierderii vitalității.",
      "fullInterpretation": "Să vezi iască crescând pe un copac în vis poate fi un semnal de alarmă privind sănătatea sau vitalitatea ta. Copacul ești tu, iar iasca reprezintă factorii externi care te slăbesc – fie că sunt griji excesive, persoane care profită de bunătatea ta sau o boală incipientă.\n\nVisul te îndeamnă să analizezi ce anume din viața ta îți 'suge seva' și te împiedică să te dezvolți armonios. Eliminarea acestor influențe parazitare este esențială pentru a-ți recăpăta forța și stabilitatea.",
      "slug": "iasca-pe-copac"
    },
    {
      "name": "Iasomie",
      "category": "natură",
      "shortMeaning": "Simbol al iubirii romantice, senzualității și armoniei sufletești.",
      "fullInterpretation": "Iasomia în vis este un simbol minunat al iubirii, delicateței și fericirii. Parfumul ei îmbătător sugerează momente de romantism, o nouă idilă sau revigorarea unei relații existente. Este semnul armoniei emoționale și al plăcerilor rafinate.\n\nDacă culegi iasomie, visul prevestește o perioadă de bucurie pură și realizări sentimentale. Florile de iasomie pot indica, de asemenea, o sensibilitate artistică și o conexiune profundă cu frumusețea vieții. Este un vis care aduce speranță și liniște sufletească.",
      "slug": "iasomie"
    },
    {
      "name": "Iatagan (sabie)",
      "category": "obiecte",
      "shortMeaning": "Simbol al conflictului, puterii tăioase și deciziilor radicale.",
      "fullInterpretation": "Iataganul sau sabia în vis este un simbol puternic al agresivității, dar și al puterii de a tăia răul de la rădăcină. Poate indica un conflict deschis, o luptă pentru putere sau nevoia de a lua o decizie radicală și dureroasă.\n\nDacă ții iataganul în mână, visul sugerează că ai forța necesară pentru a-ți impune punctul de vedere și pentru a depăși obstacolele, posibil cu un câștig material la final, așa cum sugerează vechile interpretări. Totuși, trebuie să fii atent să nu rănești pe cei din jur prin cuvinte sau fapte tăioase.\n\nDacă ești amenințat cu un iatagan, simți presiunea unei situații periculoase sau ostilitatea cuiva.",
      "slug": "iatagan-sabie"
    },
    {
      "name": "Iaurt",
      "category": "alimente",
      "shortMeaning": "Simbol al sănătății, simplității și nevoii de purificare.",
      "fullInterpretation": "Iaurtul în vis este un simbol al sănătății, nutriției și al nevoii de a reveni la lucrurile simple și benefice. Poate sugera că treci printr-o perioadă în care ai nevoie de 'hrană' spirituală sau fizică ușoară, de vindecare și purificare.\n\nSă mănânci iaurt indică faptul că situațiile complicate încep să se clarifice sau că adopți un stil de viață mai echilibrat. Dacă iaurtul este stricat, poate fi un avertisment legat de o dezamăgire minoră sau o problemă digestivă. În general, este un semn pozitiv de grijă față de sine.",
      "slug": "iaurt"
    },
    {
      "name": "Inel",
      "category": "obiecte",
      "shortMeaning": "Simbol al angajamentului, loialității și legăturilor infinite.",
      "fullInterpretation": "Inelul în vis este un simbol universal al angajamentului, continuității și completitudinii. Forma sa circulară, fără început și fără sfârșit, sugerează eternitatea legăturilor pe care le reprezentăm, fie că sunt romantice (căsătorie, logodnă), profesionale sau prietenești.\n\nPurtarea unui inel indică asumarea unor noi responsabilități sau statuturi. Un inel luxos poate semnala dorința de a păstra aparențele, în timp ce un inel simplu, dar prețios (cum ar fi aurul), indică o căutare sinceră a stabilității și loialității.\n\nDacă pierzi un inel, visul poate reflecta temeri legate de siguranța unei relații sau pierderea încrederii într-o promisiune. Găsirea unui inel, pe de altă parte, este un semn excelent, prevestind noi conexiuni valoroase sau redescoperirea unei părți importante din tine.",
      "slug": "inel"
    },
    {
      "name": "Iepure",
      "category": "animale",
      "shortMeaning": "Simbol al fertilității, rapidității, dar și al fricii sau timidității.",
      "fullInterpretation": "Iepurele în vis are semnificații duale. Pe de o parte, este un simbol străvechi al fertilității, abundenței și al noilor începuturi, mai ales dacă este alb. Iepurele alb sugerează succes, noroc și o ghidare pozitivă în viață.\n\nPe de altă parte, iepurele poate reprezenta timiditatea, frica și tendința de a fugi din fața problemelor. Dacă iepurele fuge speriat, poate indica faptul că eviți o confruntare necesară sau că te simți vulnerabil.\n\nUn iepure negru poate semnala temeri ascunse, iluzii sau mici decepții. În general, însă, prezența iepurelui indică o energie vie, rapidă, care necesită atenție.",
      "slug": "iepure"
    },
    {
      "name": "Incaltaminte",
      "category": "obiecte",
      "shortMeaning": "Simbol al fundamentului, direcției în viață și protecției.",
      "fullInterpretation": "Încălțămintea în vis reprezintă modul în care pășești prin viață, atitudinea ta față de drumul pe care l-ai ales și protecția pe care o ai împotriva asperităților realității. O pereche de pantofi comozi și potriviți indică faptul că ești stăpân pe situație și bine ancorat în realitate.\n\nDacă visezi încălțăminte nouă, este semnul unui nou început, al unei noi etape profesionale sau personale. Pantofii care strâng sau sunt incomozi sugerează că te afli într-o situație care nu ți se potrivește, un rol social forțat sau o relație care îți îngrădește libertatea.\n\nPierderea încălțămintei poate semnala dezorientare, lipsa de sprijin sau teama de a nu-ți pierde statutul sau direcția.",
      "slug": "incaltaminte"
    },
    {
      "name": "Inmormantare",
      "category": "fenomene",
      "shortMeaning": "Simbol al transformării, finalului de etapă și eliberării de trecut.",
      "fullInterpretation": "Deși poate părea înspăimântător, visul despre o înmormântare nu prevestește moartea fizică. Este un simbol puternic al transformării psihologice. Indică sfârșitul unei etape, al unei relații sau al unui mod de a gândi care nu îți mai este de folos. Este momentul să 'îngropi' trecutul pentru a face loc viitorului.\n\nDacă visezi înmormântarea unei persoane necunoscute, poate însemna că renunți la o parte veche a personalității tale. Înmormântarea unei persoane vii pe care o cunoști poate reflecta teama de a o pierde sau o schimbare majoră în relația cu ea.\n\nDacă vremea e frumoasă la înmormântare, e semn de eliberare și pace. Dacă e urâtă, indică regrete și dificultatea de a accepta schimbarea.",
      "slug": "inmormantare"
    },
    {
      "name": "Insarcinata",
      "category": "persoane",
      "shortMeaning": "Simbol al creației, dezvoltării de noi proiecte și maturizării.",
      "fullInterpretation": "Să visezi că ești însărcinată (sau vezi pe cineva însărcinată) este un simbol extrem de pozitiv al creației și potențialului. Nu se referă neapărat la o sarcină biologică, ci la 'gestația' unei idei, a unui proiect sau a unei noi laturi a personalității tale.\n\nVisul indică faptul că ceva nou este pe cale să apară în viața ta, ceva ce necesită grijă, timp și răbdare pentru a se dezvolta. Poate fi vorba de o afacere, o operă de artă sau pur și simplu o versiune mai matură a ta.\n\nDacă sarcina decurge bine, proiectul tău va avea succes. Dacă există probleme în vis, poate sugera temeri legate de capacitatea ta de a duce la bun sfârșit ceea ce ai început.",
      "slug": "insarcinata"
    },
    {
      "name": "Invitatie la cina",
      "category": "acțiuni",
      "shortMeaning": "Semn al finalizării cu succes, recompensei și recunoașterii sociale.",
      "fullInterpretation": "Să primești o invitație la cină în vis este un semn de bun augur, sugerând că eforturile tale recente vor fi recunoscute și răsplătite. Cina marchează adesea sfârșitul unei zile, simbolizând astfel finalizarea unei etape sau a unui proiect important.\n\nAcest vis indică satisfacție, atingerea obiectivelor și bucuria de a împărtăși succesul cu ceilalți. Poate sugera, de asemenea, nevoia de a te relaxa și de a 'digera' experiențele prin care ai trecut, integrând lecțiile învățate înainte de a porni la un nou drum.",
      "slug": "invitatie-la-cina"
    },
    {
      "name": "Indoiala",
      "category": "emoții",
      "shortMeaning": "Reflectarea nesiguranței interioare și a fricii de a lua decizii greșite.",
      "fullInterpretation": "Îndoiala în vis este o oglindă directă a stării tale de veghe. Indică faptul că te confrunți cu o dilemă sau că nu ai suficientă încredere în propriile forțe sau în cei din jur. Poate sugera că eziți să faci un pas important de teama consecințelor.\n\nVisul te îndeamnă să analizezi sursa acestei nesiguranțe: îți lipsesc informații sau este vorba doar de frica de necunoscut? Dacă altcineva are îndoieli față de tine în vis, poate reflecta teama ta de a nu fi demascat sau judecat greșit, sau sentimentul de vinovăție pentru ceva ascuns.",
      "slug": "indoiala"
    },
    {
      "name": "Iritatie",
      "category": "corp",
      "shortMeaning": "Simbol al frustrărilor reprimate și al problemelor care 'te mănâncă' pe interior.",
      "fullInterpretation": "O iritație a pielii în vis indică adesea o iritație psihologică. Ceva sau cineva din viața ta te deranjează profund, dar poate nu îți exprimi nemulțumirea în mod deschis. Emoțiile reprimate ies la suprafață sub forma acestei 'erupții' onirice.\n\nDe asemenea, poate sugera o nesiguranță legată de imaginea ta sau teama de cum ești perceput de ceilalți. Tradițiile vechi interpretează uneori acest vis paradoxal, ca un semn de câștiguri financiare, dar din punct de vedere psihologic, este un semnal clar să rezolvi sursele de stres și frustrare.",
      "slug": "iritatie"
    },
    {
      "name": "Impartasanie",
      "category": "acțiuni",
      "shortMeaning": "Simbol al purificării, nevoii de iertare și comuniunii spirituale.",
      "fullInterpretation": "Împărtășania în vis este un simbol profund spiritual, legat de nevoia de curățare interioară, iertare și reînnoire. Poate indica faptul că te simți vinovat pentru ceva și cauți izbăvirea sau pacea sufletească.\n\nDe asemenea, sugerează dorința de a împărtăși povara problemelor tale cu cineva de încredere sau cu o forță superioară. Este un moment de introspecție și de reconectare cu valorile morale esențiale. Dacă ți se refuză împărtășania, visul poate reflecta sentimente de inadecvare sau teama că nu ești demn de fericire sau succes.",
      "slug": "impartasanie"
    },
    {
      "name": "Iaz",
      "category": "natură",
      "shortMeaning": "Oglinda stării emoționale, simbol al calmului sau stagnării.",
      "fullInterpretation": "Un iaz în vis reprezintă apele tale interioare, emoțiile conținute. Spre deosebire de mare sau râu, iazul este o apă stătătoare, ceea ce poate sugera calm, reflecție și stabilitate, dar și stagnare sau izolare.\n\nUn iaz limpede, cu pești, este un semn excelent de claritate mentală și succes financiar. Apa tulbure indică confuzie emoțională sau probleme nerezolvate. Dacă iazul este secat, poate sugera o epuizare a resurselor emoționale sau o lipsă de inspirație. Visul te invită să îți verifici starea interioară: ești liniștit sau te simți blocat?",
      "slug": "iaz"
    },
    {
      "name": "Ibric",
      "category": "obiecte",
      "shortMeaning": "Simbol al transformării lente și al pregătirii pentru ceva reconfortant.",
      "fullInterpretation": "Ibricul în vis este un simbol al domesticului, al căldurii căminului și al procesului de transformare (cum ar fi prepararea cafelei sau ceaiului). Sugerează că ești într-o fază de pregătire, unde lucrurile trebuie lăsate 'să fiarbă' la foc mic pentru a obține rezultatul dorit.\n\nPoate indica nevoia de răbdare în așteptarea unor vești sau a maturizării unei situații. De asemenea, poate simboliza ospitalitatea și nevoia de socializare într-un cadru intim.",
      "slug": "ibric"
    },
    {
      "name": "Ibric pe foc clocotind",
      "category": "acțiuni",
      "shortMeaning": "Avertisment asupra tensiunilor emoționale gata să dea pe dinafară.",
      "fullInterpretation": "Un ibric care clocotește pe foc este un simbol clar al presiunii care crește. Emoțiile tale, fie că sunt furie, pasiune sau entuziasm, sunt pe punctul de a 'da în clocot'. Visul te avertizează să fii atent la reacțiile tale, deoarece există riscul să explodezi într-un moment nepotrivit.\n\nPe de altă parte, poate semnifica o activitate intensă, efervescență creativă sau urgența de a rezolva o problemă înainte ca situația să devină incontrolabilă.",
      "slug": "ibric-pe-foc-clocotind"
    },
    {
      "name": "Icoana",
      "category": "obiecte",
      "shortMeaning": "Simbol al credinței, protecției divine și nevoii de ghidare spirituală.",
      "fullInterpretation": "Icoana în vis reprezintă legătura ta cu divinitatea, speranța și căutarea alinare. Apariția ei sugerează că treci printr-un moment în care simți nevoia de protecție sau de un sfat superior. Poate indica o perioadă de încercări în care credința îți va fi sprijinul principal.\n\nDacă te rogi la o icoană, visul promite împlinirea unei dorințe arzătoare sau găsirea liniștii după o perioadă zbuciumată. O icoană căzută sau distrusă poate simboliza o criză de conștiință, pierderea speranței sau sentimentul că ai fost abandonat, îndemnându-te să îți reevaluezi valorile.",
      "slug": "icoana"
    },
    {
      "name": "Icre caviar",
      "category": "alimente",
      "shortMeaning": "Simbol al luxului, rafinamentului și aspirațiilor către un statut înalt.",
      "fullInterpretation": "Caviarul în vis este asociat cu bogăția, exclusivismul și dorința de a trăi 'pe picior mare'. Indică faptul că apreciezi calitatea și aspiri la un statut social superior sau la recunoaștere profesională. Poate prevesti câștiguri financiare sau oportunități de afaceri profitabile.\n\nTotuși, visul poate conține și un avertisment despre superficialitate sau despre a cheltui peste posibilități. Dacă mănânci caviar, te bucuri de succes; dacă doar îl privești, indică o dorință încă neîmplinită.",
      "slug": "icre-caviar"
    },
    {
      "name": "Icre de peste",
      "category": "alimente",
      "shortMeaning": "Simbol al fertilității, ideilor noi și potențialului multiplicat.",
      "fullInterpretation": "Icrele de pește, prin multitudinea lor, simbolizează abundența și potențialul uriaș de creștere. Pot reprezenta idei care 'clocesc' în mintea ta, gata să prindă viață, sau începutul unor proiecte care se vor multiplica.\n\nDe asemenea, sunt un simbol al fertilității biologice sau creative. În unele interpretări tradiționale, icrele pot sugera și mici griji sau probleme care vin 'la pachet', dar care sunt gestionabile. Dacă icrele sunt proaspete, e semn de sănătate și vigoare; dacă sunt stricate, atenție la oportunitățile ratate.",
      "slug": "icre-de-peste"
    },
    {
      "name": "Ie",
      "category": "obiecte",
      "shortMeaning": "Simbol al tradiției, identității culturale și autenticității.",
      "fullInterpretation": "Ia, cămașa tradițională românească, simbolizează în vis întoarcerea la rădăcini, puritatea și mândria identității personale. Poate indica nevoia de a te reconecta cu valorile familiei sau cu simplitatea vieții autentice.\n\nDacă porți o ie, visul sugerează că ești împăcat cu cine ești și că îți exprimi creativitatea într-un mod original. Dacă ia este murdară sau ruptă, poate semnala o ruptură față de tradiție sau o rușine legată de origini.",
      "slug": "ie"
    },
    {
      "name": "Ied",
      "category": "animale",
      "shortMeaning": "Simbol al jovialității, inocenței, dar și al capriciilor copilărești.",
      "fullInterpretation": "Iedul în vis este un simbol al energiei tinerești, al jocului și al lipsei de griji. Sugerează o perioadă în care te simți liber să experimentezi și să te bucuri de viață fără prea multe responsabilități.\n\nTotuși, iedul poate reprezenta și capriciile, încăpățânarea sau deciziile impulsive luate fără maturitate. Visul te poate avertiza să nu fii prea naiv sau să nu te lași influențat ușor de alții ('a fi dus de nas').",
      "slug": "ied"
    },
    {
      "name": "Iedera",
      "category": "natură",
      "shortMeaning": "Simbol al atașamentului, prieteniei fidele, dar și al dependenței.",
      "fullInterpretation": "Iedera, care se agață tenace de ziduri sau copaci, simbolizează în vis relațiile durabile, prietenia loială și fidelitatea în dragoste. Indică legături care rezistă testului timpului și o creștere lentă, dar sigură.\n\nPe de altă parte, poate avea o conotație negativă, sugerând o relație sufocantă, posesivitate sau dependență emoțională față de cineva. Dacă iedera acoperă complet o casă sau un copac, poate indica faptul că trecutul sau o anumită persoană îți blochează dezvoltarea independentă.",
      "slug": "iedera"
    },
    {
      "name": "Iepure alb",
      "category": "animale",
      "shortMeaning": "Simbol al norocului pur, succesului și ghidării spirituale.",
      "fullInterpretation": "Apariția unui iepure alb în vis este un semn excelent, asociat aproape întotdeauna cu norocul și succesul în dragoste sau afaceri. Albul simbolizează puritatea intențiilor și adevărul.\n\nAcest vis poate indica faptul că ești pe drumul cel bun, că vei depăși obstacolele cu ușurință și că ești protejat. Poate funcționa și ca un ghid spiritual, invitându-te să urmezi o intuiție care te va duce către o oportunitate neașteptată ('urmărește iepurele alb').",
      "slug": "iepure-alb"
    },
    {
      "name": "Iepure negru",
      "category": "animale",
      "shortMeaning": "Simbol al fricilor ascunse, anxietății sau minciunilor.",
      "fullInterpretation": "Spre deosebire de cel alb, iepurele negru în vis aduce în atenție umbrele subconștientului. Poate simboliza o teamă profundă de intimitate, anxietate legată de viitor sau sentimentul că ceva nu este în regulă, deși nu poți pune degetul pe problemă.\n\nPoate fi un avertisment cu privire la iluzii, minciuni sau persoane din anturaj care nu sunt ceea ce par. Visul te îndeamnă să îți înfrunți fricile și să fii precaut în fața promisiunilor prea frumoase.",
      "slug": "iepure-negru"
    },
    {
      "name": "Ierburi",
      "category": "natură",
      "shortMeaning": "Simbol al vindecării, creșterii naturale și resurselor simple.",
      "fullInterpretation": "Ierburile în vis, fie că sunt medicinale sau aromatice, simbolizează procesul de vindecare și întoarcerea la natură. Ele sugerează că soluțiile la problemele tale pot fi simple și naturale.\n\nIerburile verzi și proaspete indică sănătate și vitalitate. Ierburile uscate pot sugera amintiri sau experiențe trecute care încă îți sunt de folos. Dacă visezi buruieni, visul atrage atenția asupra gândurilor negative sau obiceiurilor care îți sufocă dezvoltarea și care trebuie 'plivite'.",
      "slug": "ierburi"
    },
    {
      "name": "Iertare",
      "category": "acțiuni",
      "shortMeaning": "Simbol al eliberării emoționale, păcii interioare și renunțării la trecut.",
      "fullInterpretation": "Visul despre iertare este unul dintre cele mai puternice semne de vindecare psihologică. Indică faptul că ești gata să lași în urmă ranchiuna, furia sau vinovăția care te-au ținut pe loc. A ierta pe cineva în vis nu înseamnă neapărat că accepți comportamentul lor, ci că alegi să nu mai porți povara resentimentelor.\n\nDacă ceri iertare, sugerează că îți recunoști greșelile și dorești să repari o relație sau să îți cureți conștiința. Este un pas esențial către maturizarea emoțională și armonie.",
      "slug": "iertare"
    },
    {
      "name": "Iesire",
      "category": "locuri",
      "shortMeaning": "Simbol al soluțiilor, scăpării din situații dificile și noilor oportunități.",
      "fullInterpretation": "Găsirea unei ieșiri în vis reprezintă rezolvarea unei probleme care te-a frământat. Este luminița de la capătul tunelului, semnul că o perioadă de confuzie sau restricții se încheie. Indică eliberare și claritate.\n\nDacă cauți o ieșire și nu o găsești, visul reflectă sentimentul de a fi prins într-o capcană, anxietatea și lipsa de opțiuni într-o situație de viață reală. Te îndeamnă să îți schimbi perspectiva pentru a găsi soluția care, probabil, este chiar în fața ta.",
      "slug": "iesire"
    },
    {
      "name": "Igrasie",
      "category": "locuri",
      "shortMeaning": "Simbol al neglijării, emoțiilor toxice și problemelor ignorate.",
      "fullInterpretation": "Igrasia în vis este un semn al degradării lente cauzate de neglijență. Poate simboliza emoții negative reprimate (tristețe, depresie) care afectează 'structura' psihicului tău. Așa cum igrasia macină pereții, grijile neexprimate îți pot afecta sănătatea.\n\nVisul poate indica, de asemenea, un mediu toxic sau relații nesănătoase care îți alterează starea de bine. Curățarea igrasiei în vis este un act pozitiv de purificare și de asumare a responsabilității pentru propria fericire.",
      "slug": "igrasie"
    },
    {
      "name": "Iguana",
      "category": "animale",
      "shortMeaning": "Simbol al adaptabilității, sângelui rece sau al unei prezențe intimidante.",
      "fullInterpretation": "Iguana în vis poate părea amenințătoare prin aspectul ei preistoric, dar adesea simbolizează capacitatea de adaptare și supraviețuire. Poate reprezenta o persoană din viața ta care pare dură sau insensibilă ('cu sânge rece'), dar care nu este neapărat periculoasă.\n\nDe asemenea, poate sugera nevoia de a fi vigilent și de a te 'camufla' sau adapta la circumstanțe noi. Dacă iguana te atacă, visul avertizează asupra unui inamic ascuns; dacă stă la soare, indică leneveală sau relaxare.",
      "slug": "iguana"
    },
    {
      "name": "Imaginație",
      "category": "fenomene",
      "shortMeaning": "Simbol al creativității, evadării din realitate și potențialului nelimitat.",
      "fullInterpretation": "Imaginația în vis este un spațiu al libertății totale, unde mintea ta explorează posibilități infinite. Acest vis sugerează că ești într-o perioadă creativă, căutând soluții neconvenționale la problemele curente. Poate indica, de asemenea, nevoia de a evada dintr-o realitate monotonă sau stresantă.\n\nVisul te încurajează să îți folosești resursele interioare pentru a vizualiza succesul. Totuși, dacă te pierzi în imaginație, poate fi un avertisment să rămâi cu picioarele pe pământ și să nu confunzi dorințele cu realitatea.",
      "slug": "imaginatie-macara"
    },
    {
      "name": "Imagine",
      "category": "obiecte",
      "shortMeaning": "Reflectarea percepției de sine și a modului în care vezi lumea.",
      "fullInterpretation": "O imagine clară în vis simbolizează o viziune lucidă asupra unei situații. Poate fi o amintire, o premoniție sau o reprezentare a modului în care dorești să fii văzut de ceilalți. Dacă imaginea este o fotografie, ea surprinde un moment 'înghețat' din trecut care încă te influențează.\n\nO imagine neclară sau distorsionată sugerează confuzie, neînțelegere sau refuzul de a accepta realitatea așa cum este. Visul te invită să îți clarifici obiectivele și să privești adevărul în față.",
      "slug": "imagine"
    },
    {
      "name": "Imbatrani",
      "category": "fenomene",
      "shortMeaning": "Simbol al maturizării, înțelepciunii sau fricii de trecerea timpului.",
      "fullInterpretation": "A visa că îmbătrânești nu este neapărat un semn rău. Adesea, simbolizează acumularea de înțelepciune, experiență și respect. Indică o tranziție către o etapă mai matură a vieții, unde deciziile sunt luate cu mai multă chibzuință.\n\nTotuși, visul poate reflecta și anxietatea legată de pierderea vitalității, a frumuseții fizice sau frica de moarte. Dacă te vezi bătrân și slab, poate sugera epuizare sau sentimentul că timpul trece prea repede fără să îți fi atins scopurile. Este un memento să prețuiești prezentul.",
      "slug": "imbatrani"
    },
    {
      "name": "A se îmbrăca",
      "category": "acțiuni",
      "shortMeaning": "Simbol al pregătirii, schimbării rolului social și protecției.",
      "fullInterpretation": "Acțiunea de a te îmbrăca în vis sugerează pregătirea pentru o nouă provocare sau asumarea unui nou rol în societate. Hainele pe care le alegi reflectă imaginea pe care vrei să o proiectezi lumii.\n\nDacă te îmbraci cu haine frumoase, te simți încrezător și pregătit pentru succes. Dacă te îmbraci cu dificultate sau hainele nu se potrivesc, visul indică nesiguranță, inadecvare sau teama de a nu fi judecat. Poate sugera, de asemenea, nevoia de a te proteja emoțional de influențele externe.",
      "slug": "imbraca"
    },
    {
      "name": "Imbracaminte",
      "category": "obiecte",
      "shortMeaning": "Simbol al identității sociale, statutului și imaginii de sine.",
      "fullInterpretation": "Îmbrăcămintea în vis este 'persona', masca socială pe care o purtăm. Ea spune multe despre cum ne percepem și cum vrem să fim tratați. Haine curate și noi simbolizează succes, încredere și o reputație bună.\n\nHaine murdare sau rupte pot indica rușine, vinovăție sau o scădere a stimei de sine. Schimbarea hainelor în vis sugerează o schimbare de atitudine, de stil de viață sau o transformare interioară. Culorile hainelor sunt de asemenea importante, reflectând starea emoțională dominantă.",
      "slug": "imbracaminte"
    },
    {
      "name": "Imbratisare",
      "category": "acțiuni",
      "shortMeaning": "Simbol al afecțiunii, reconcilierii și nevoii de confort emoțional.",
      "fullInterpretation": "O îmbrățișare în vis este un mesaj puternic de conectare și suport. Indică dorința de a fi acceptat, iubit și protejat. Poate simboliza reconcilierea cu o parte a ta pe care ai respins-o sau împăcarea cu o persoană din viața reală.\n\nDacă îmbrățișezi pe cineva cu drag, visul reflectă armonie și deschidere sufletească. Dacă îmbrățișarea este rece sau forțată, poate sugera ipocrizie sau o relație care te sufocă. Îmbrățișarea unui străin poate semnifica acceptarea unor noi aspecte ale personalității tale.",
      "slug": "imbratisare"
    },
    {
      "name": "A fi îmbrățișat",
      "category": "acțiuni",
      "shortMeaning": "Simbol al acceptării, validării și primirii de sprijin.",
      "fullInterpretation": "Să visezi că ești îmbrățișat indică faptul că ești deschis să primești ajutor și afecțiune. Este un semn că nu ești singur și că există persoane (sau forțe) gata să te susțină în momentele dificile.\n\nAcest vis poate veni ca o consolare într-o perioadă de singurătate sau tristețe, reamintindu-ți că ești demn de iubire. Intensitatea îmbrățișării reflectă profunzimea emoției: o strângere puternică sugerează pasiune sau disperare, în timp ce una blândă sugerează tandrețe și grijă.",
      "slug": "imbratisat-de-te-visezi"
    },
    {
      "name": "Imn",
      "category": "fenomene",
      "shortMeaning": "Simbol al apartenenței, mândriei colective și valorilor împărtășite.",
      "fullInterpretation": "Auzirea sau cântarea unui imn în vis evocă sentimente de unitate, loialitate și patriotism (sau apartenență la un grup). Sugerează că te simți conectat la o cauză mai mare decât tine și că împărtășești valori comune cu cei din jur.\n\nPoate indica, de asemenea, nevoia de a te alinia cu anumite principii morale sau sociale. Într-un sens mai larg, imnul poate fi o celebrare a propriei identități și a realizărilor tale, o formă de auto-încurajare solemnă.",
      "slug": "imn"
    },
    {
      "name": "A împăca",
      "category": "acțiuni",
      "shortMeaning": "Simbol al rezolvării conflictelor și restabilirii armoniei.",
      "fullInterpretation": "Actul de a împăca pe cineva sau a te împăca în vis semnalează dorința de pace și echilibru. Indică maturitate emoțională și capacitatea de a lăsa orgoliul deoparte pentru binele comun.\n\nVisul poate sugera rezolvarea unui conflict interior între dorințe și datorii, sau a unui conflict exterior cu o persoană apropiată. Este un semn pozitiv de vindecare a relațiilor și de eliminare a tensiunilor care îți consumau energia.",
      "slug": "impaca-impacare"
    },
    {
      "name": "Impacare",
      "category": "emoții",
      "shortMeaning": "Stare de liniște sufletească după o perioadă de zbucium.",
      "fullInterpretation": "Împăcarea în vis este rezultatul fericit al unui proces de negociere interioară sau exterioară. Simbolizează sfârșitul ostilităților și începutul unei perioade de cooperare și înțelegere.\n\nDacă visezi o împăcare cu un inamic, poate însemna că ai integrat acele părți din tine pe care le proiectai asupra 'inamicului' (umbra). Este un vis de unitate și integritate, care aduce o profundă relaxare psihică.",
      "slug": "impacare"
    },
    {
      "name": "A împacheta",
      "category": "acțiuni",
      "shortMeaning": "Simbol al schimbării, pregătirii pentru călătorie sau reorganizării vieții.",
      "fullInterpretation": "Să împachetezi în vis sugerează că te pregătești pentru o schimbare majoră. Poate fi o mutare fizică, o schimbare de job sau o tranziție într-o nouă etapă a vieții. Modul în care împachetezi (ordonat sau haotic) reflectă starea ta de spirit în fața schimbării.\n\nPoate însemna, de asemenea, că încerci să pui ordine în sentimentele tale, să 'împachetezi' trecutul pentru a-l lăsa în urmă sau să păstrezi doar ceea ce este esențial pentru viitor. Dacă nu reușești să termini de împachetat, poate indica anxietate legată de faptul că nu ești pregătit.",
      "slug": "impachetand"
    },
    {
      "name": "Împărat / Împărăteasă",
      "category": "persoane",
      "shortMeaning": "Simbol al autorității supreme, puterii parentale și controlului.",
      "fullInterpretation": "Figurile regale sau imperiale în vis reprezintă arhetipurile tatălui și mamei, sau autoritatea supremă. Împăratul simbolizează puterea, structura, legea și voința rațională. Împărăteasa simbolizează fertilitatea, protecția, înțelepciunea intuitivă și puterea naturii.\n\nA te visa împărat sugerează dorința de control și afirmare, sau atingerea unui nivel înalt de stăpânire de sine. Interacțiunea cu aceste figuri poate reflecta relația ta cu autoritatea sau cu propriii părinți, indicând fie nevoia de ghidare, fie dorința de autonomie.",
      "slug": "imparat-imparateasa"
    },
    {
      "name": "Impletitura",
      "category": "obiecte",
      "shortMeaning": "Simbol al conexiunilor complexe, creativității și unității.",
      "fullInterpretation": "O împletitură în vis (fie de păr, fie de materiale) simbolizează modul în care diverse aspecte ale vieții tale sunt interconectate. Sugerează creativitate, măiestrie și capacitatea de a uni elemente disparate într-un tot armonios.\n\nPoate reprezenta legăturile sociale sau familiale strânse. O împletitură complicată sau încâlcită poate indica o situație complexă, greu de deslușit, sau gânduri confuze. Despletirea sugerează clarificarea unei situații sau eliberarea din constrângeri.",
      "slug": "impletitura"
    },
    {
      "name": "Imprimanta",
      "category": "obiecte",
      "shortMeaning": "Simbol al comunicării, materializării ideilor și birocrației.",
      "fullInterpretation": "Imprimanta în vis reprezintă procesul de a aduce ideile din planul mental în planul fizic (pe hârtie). Sugerează dorința de a te face înțeles, de a lăsa o dovadă concretă sau de a oficializa ceva.\n\nO imprimantă care funcționează bine indică eficiență și claritate în exprimare. Una care se blochează sau scoate foi goale sugerează frustrări în comunicare, sentimentul că nu ești ascultat sau dificultăți în a-ți pune planurile în aplicare.",
      "slug": "imprimanta"
    },
    {
      "name": "Imprumut",
      "category": "acțiuni",
      "shortMeaning": "Simbol al nevoii de ajutor, resurselor temporare sau obligațiilor.",
      "fullInterpretation": "A lua cu împrumut în vis indică faptul că simți că resursele tale actuale (energie, bani, timp) nu sunt suficiente și ai nevoie de sprijin extern. Recunoașterea acestei nevoi este un prim pas important.\n\nA da cu împrumut sugerează generozitate, dar poate ascunde și dorința de a-i face pe alții dependenți de tine sau teama de a spune 'nu'. Visul atrage atenția și asupra conceptului de 'datorie' – morală sau materială – și a presiunii pe care o simți de a returna ceea ce ai primit.",
      "slug": "imprumut"
    }
  ]
}