{
  "symbols": [
    {
      "name": "Jacheta",
      "category": "dictionar",
      "shortMeaning": "Visele in care vedem sau purtam o jacheta reprezinta imaginea pe care dorim sa o prezentam, un pr...",
      "fullInterpretation": "Visele in care vedem sau purtam o jacheta reprezinta imaginea pe care dorim sa o prezentam, un proiect pentru lumea exterioara. Alternativ, jacheta simbolizeaza personalitate, protectie. - Jacheta noua - dificultati financiare. - Jacheta veche - vei primi un sfat bun. - OÂ jacheta rupta sau murdara reprezinta o idee sau un plan esuat. Luati in considerare, de asemenea, culoarea, spectul si tipul jachetei pentru o semnificatie suplimentara.",
      "slug": "jacheta"
    },
    {
      "name": "Jaf",
      "category": "dictionar",
      "shortMeaning": "Jaful in vis, in special daca dumneavoastra ati fost jefuiti in vis, inseamna ca va confruntati c...",
      "fullInterpretation": "Jaful in vis, in special daca dumneavoastra ati fost jefuiti in vis, inseamna ca va confruntati cu o criza de identitate sau suferiti de pe urma unor pierderi. Ar mai putea insemna ca cineva isi asuma meritul pentru succesul dumneavoastra. Sa visati ca jefuiti o banca indica faptul ca va folositi prea mult din energie pe un anumit lucru. Sunteti in pericol sa va epuizati resursele interioare. Daca ati visat ca sunteti martor unui jaf, este un avertisment ca nu ar trebui sa barfiti sau sa le spuneti secrete starinilor, altfel vor exista consecinte neplacute.",
      "slug": "jaf"
    },
    {
      "name": "Jaguar",
      "category": "dictionar",
      "shortMeaning": "Jaguarul in vise sugereaza ca persoanele din jurul dumneavoastra va vorbesc de rau, incearca sa sa strice reputatia.",
      "fullInterpretation": "Jaguarul in vise sugereaza ca persoanele din jurul dumneavoastra va vorbesc de rau, incearca sa sa strice reputatia. Visul in care va fugareste un jaguar inseamna ca un prieten va tradeaza. Alternativ, jaguarul in vise simbolizeaza si energia, agilitatea si mintea agera de care dati dovada.",
      "slug": "jaguar"
    },
    {
      "name": "Jaluzele",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "jaluzele"
    },
    {
      "name": "Jandarm",
      "category": "dictionar",
      "shortMeaning": "Jandarmul in vise este asociat cu culpabilitatea pe care persoana ce viseaza o are fara sa fi comis sau nu o greseala.",
      "fullInterpretation": "Jandarmul in vise este asociat cu culpabilitatea pe care persoana ce viseaza o are fara sa fi comis sau nu o greseala. Visul in care stai de vorba cu un jandarm prevesteste protectie.",
      "slug": "jandarm"
    },
    {
      "name": "Jaratic",
      "category": "dictionar",
      "shortMeaning": "Jarul in vise este unul dintre elmentele cu multiple semnificatii, in functie de starea transmisa.",
      "fullInterpretation": "Jarul in vise este unul dintre elmentele cu multiple semnificatii, in functie de starea transmisa. El poate simbolizeaza caldura si energia interioara, puterea vointei si stabilitatea emotionala. De asemena, poate indica stres si schimbare, deoarece jaratecul apare atunci cand materialul lemnos a fost consumat de foc. Alternativ, poate prevesti nevoia de decizie asupra unei idei sau a unui proiect ce trebuie reinviat sau lasat sa se stinga de la sine. Mergand pe jaratic Visand ca mergeti pe jar arzator este, din pacate, un semn negativ ce face referire la unele comportamente daunatoare si distructive din viata dumneavoastra. Alternativ, visul poate aparea in urma unui sentiment de vinovatie sau a unei situatii despre care stiti ca ati actionat in mod gresit. Jar ce sta sa se stinga Jarul care este aproape stins simbolizeaza sentimente diminuate, raceala sau despartire. Probabil ca in ultima vreme relatia dintre dumneavoastra si partener s-a racit si luati in considerare ideea unei departiri. Jarul din soba Visand o soba sau un cuptor cu jar simbolizeaza relatiile dumneavoastra cu cei din jur din cauza unor temeri, simtindu-va coplesit sau impovarat. Trebuie sa fiti mai deschis si sa dati dovada de receptivitate la opiniile si ideiile apropiatilor.",
      "slug": "jaratic"
    },
    {
      "name": "Jder",
      "category": "dictionar",
      "shortMeaning": "Jderul in vise sugereaza sa va paziti de hoti.",
      "fullInterpretation": "Jderul in vise sugereaza sa va paziti de hoti. Daca omorati un jder in vis inseamna necaz din partea unei femei rele.",
      "slug": "jder"
    },
    {
      "name": "Jeep",
      "category": "dictionar",
      "shortMeaning": "Un jeep in vise sugereaza faptul ca trebuie sa adoptati un stil de viata mai activ.",
      "fullInterpretation": "Un jeep in vise sugereaza faptul ca trebuie sa adoptati un stil de viata mai activ. Trebuie sa iesiti si sa experimentati. Poate ca ar trebui sa adaugati putina emotie sau nonconformism vietii sexuale.",
      "slug": "jeep"
    },
    {
      "name": "Jefuit",
      "category": "dictionar",
      "shortMeaning": "A visa ca sunteti jefuit reprezinta sentimentul de a fi privat de putere, fericire sau independenta.",
      "fullInterpretation": "A visa ca sunteti jefuit reprezinta sentimentul de a fi privat de putere, fericire sau independenta. Simtiti ca o situatie este nedreapta sau ca sunteti tratat injust. Va pierdeti abilitatea de a simti cum va doriti sau sa faceti ceea ce doriti. Visul in care sunteti jefuit mai poate sugera fericirea sau entuziasmul furate de la dumneavoastra. Simtiti ca o anumita persoana sau situatie v-a ruinat visele sau starea de spirit. Ati suferit o pierdere sau va doriti ceva ce nu puteti avea.",
      "slug": "jefuit"
    },
    {
      "name": "Jeleu",
      "category": "dictionar",
      "shortMeaning": "A vedea sau a manca jeleu in vise reprezinta o introspectie intr-o situatie la care va gandeati.",
      "fullInterpretation": "A vedea sau a manca jeleu in vise reprezinta o introspectie intr-o situatie la care va gandeati. Visul ar putea fi o metafora pentru ceva care in sfarsit primeste o forma. Ati reusit in sfarsit sa intelegeti. Alternativ, jeleul in vise indica faptul ca mentineti o relatie placuta.",
      "slug": "jeleu"
    },
    {
      "name": "Jucarii",
      "category": "dictionar",
      "shortMeaning": "Jucariile in vis semnifica faptul ca vei avea multi copii.",
      "fullInterpretation": "Jucariile in vis semnifica faptul ca vei avea multi copii. Depinde si cum sunt jucariile si ce faci cu ele: - frumoase - fuga de responsabilitate - in bazar - intalnire placuta in curand - jucandu-te cu o - semn de dezbinare cu vechi prieteni - mai multe - discutii placute, musafir guraliv - rupte - tristete, singuratate - vazand ca ai - lipsa de vointa, intristare Vazuta in vis, jucaria prevesteste o suparare, probleme sufetesti, sentimente tulburate de o intamplare sau de o situatie.",
      "slug": "jucarii"
    },
    {
      "name": "Jocuri de noroc",
      "category": "dictionar",
      "shortMeaning": "Jocurile de noroc in vise semnifica investitii nesigure, risc de pierderi, afaceri neclare.",
      "fullInterpretation": "Jocurile de noroc in vise semnifica investitii nesigure, risc de pierderi, afaceri neclare. Sunteti avertizati in ceea ce privesc cheltuielile. Veti simti nevoia de a va lasa in voia sortii, veti avea sentimentul ca nu puteti sa schimbati cu nimic lucrurile, ca va trebui sa acceptati hazardul si riscul. Totusi, veti avea parte de aventuri.",
      "slug": "jocuri-de-noroc"
    },
    {
      "name": "Joc",
      "category": "dictionar",
      "shortMeaning": "(de noroc) risc de pierderi, intamplare, aventura, investitii nesigure, afaceri neclare, avertism...",
      "fullInterpretation": "(de noroc) risc de pierderi, intamplare, aventura, investitii nesigure, afaceri neclare, avertisment cu privire la cheltuieli, nevoia de a te lasa in voia sortii, sentimentul ca nu poti schimba cu nimic lucrurile, acceptarea hazardului si riscului, aventura, lipsa oricarui (auto)control -(de copil) dorinta de a atinge un tel, dar din care iti lipsesc mijloacele sau experienta de a-ti atinge scopul.Jocul de carti in vise prevesteste cearta. Asemenea si daca visati pe altii cum joaca. Visul in care castigati la un joc de carti inseamna ca nu veti mai avea probleme financiare, iar daca visati ca pierdeti la un joc de carti inseamna ca problemele financiare va vor urmari. Jocurile de noroc in vise semnifica investitii nesigure, risc de pierderi, afaceri neclare. Sunteti avertizati in ceea ce privesc cheltuielile. Veti simti nevoia de a va lasa in voia sortii, veti avea sentimentul ca nu puteti sa schimbati cu nimic lucrurile, ca va trebui sa acceptati hazardul si riscul. Totusi, veti avea parte de aventuri.- In general in traditia romanesca daca ai visat carti de joc este un semn bun, desi apare foarte rar in visul fetelor sau femeilor.- Daca ai visat Â carti de joc, prevestire a faptului cÄƒ vei avea parte de bogatie si ca vei avea copii multi.- De te vei visa jucand carti de unul singur, de certuri de galcevi vei avea parte.",
      "slug": "joc"
    },
    {
      "name": "Judecator",
      "category": "dictionar",
      "shortMeaning": "Propria ta constiinta, decizii importante, nevoia de a chibzui indelung, nevoie de intelepciune, ...",
      "fullInterpretation": "Propria ta constiinta, decizii importante, nevoia de a chibzui indelung, nevoie de intelepciune, a ta sau a altuia cu mai multa experienta, maturitate, risc sau teama de a gresi, teama de pedeapsa.Daca visati ca ajungeti la tribunal in fata judecatorului sau daca visati ca sunteti judecator inseamna ca veti trece prin situatii jenante acasa si la locul de munca. Visul prevesteste un proces cu cineva, proces pornit de la o cearta. Vis rau pentru o fata - s-ar putea sa ramana nemaritata multa vreme. In orice caz, visul acesta prevesteste necazuri in relatiile cu cei din jur. Vis ce prevesteste necazuri, dificultati, obstacole, implicatii intr-o cearta, sunteti acuzati pe nedrept dar veti gasi dreptatea. Judecatorul in vis are mai multe intelesuri: - judecator cu peruca - atentie la fapte - judecator cu roba - inlaturarea unei situatii neplacute - fiind judecator - indoiala - mai multi judecatori - discordie - noi judecam - nehotarare in decizii - pe scaun - veti scapa de griji apasatoare - sarutand un judecator - cresterea averii - suntem noi judecati - situatii dificile, impiedicarea succeselor - vazand un judecator mergand - proces cu cineva",
      "slug": "judecator"
    },
    {
      "name": "Joker",
      "category": "dictionar",
      "shortMeaning": "In general, aparitia unui Joker in visele dumneavoastra ar putea simboliza intalnirea unei persoa...",
      "fullInterpretation": "In general, aparitia unui Joker in visele dumneavoastra ar putea simboliza intalnirea unei persoane foarte interesanta si schimbari in ceea ce priveste viata personala. Desigur, Jokerul poate aparea in diverse forme si ipostaze in vis, toate aceste avand semnificatii diferite. In continure va vom prezenta cele mai comune vise despre Jokeri Visand cartea de joc Joker Aceasta carte de joc poate face referire la anumite ocolisuri norocoase cu privire la o strategie de afaceri sau intr-o oarecare competitie, posibil fata de un coleg de munca. Atentie, insa, acele ocolisuri norocoase pot fi catalogate de catre alti oameni ca fiind un mod de a trisa. Joker din filmul Batman De cele mai multe ori, aparitia acestui personaj simbolizeaza sentimente despre o problema sau o persoana periculoasa. De asemenea, visul denota sentimente de incapacitate in a infrange sau a opri pe cineva care mereu rade sau face misto de dumneavoastra. Joker ranit Visand un Jocher care este ranit este un semn de rau augur. Visul pevesteste un fel de accident, cel mai probabil la locul de munca. Joker care te urmareste Un vis foarte neplacut care este rezultatul unor probleme cu care va confruntati in viata de zi cu zi. Fugind de un Joker in vis poate face referire la faptul ca in viata reala incercati pe cat posibil sa evitati sau sa depasiti o situatie incomoda.",
      "slug": "joker"
    },
    {
      "name": "Joi",
      "category": "dictionar",
      "shortMeaning": "A visa ca este joi inseamna ca trebuie sa ascultati.",
      "fullInterpretation": "A visa ca este joi inseamna ca trebuie sa ascultati. Exista o situatie care necesita atentia dumneavoastra in totalitate. A vedea o zi de joi insorita in vise reprezinta un viitor luminos. De asemenea, visul descrie aparitia zilelor insorite care va vor ilumina drumul spre progres. Daca visati o zi de joi cu nori inseamna esec si greutati in viata dumneavoastra. Norii va vor inconjura pe dumneavoastra si afacerea pe care o conduceti. Va trebui sa luptati din greu pentru a reinvia si a pentru a supravietui in afacerea dumneavoastra.",
      "slug": "joi"
    },
    {
      "name": "Joben",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "joben"
    },
    {
      "name": "Joc de carti",
      "category": "dictionar",
      "shortMeaning": "Jocul de carti in vise prevesteste cearta.",
      "fullInterpretation": "Jocul de carti in vise prevesteste cearta. Asemenea si daca visati pe altii cum joaca. Visul in care castigati la un joc de carti inseamna ca nu veti mai avea probleme financiare, iar daca visati ca pierdeti la un joc de carti inseamna ca problemele financiare va vor urmari.",
      "slug": "joc-de-carti"
    },
    {
      "name": "Jug",
      "category": "dictionar",
      "shortMeaning": "Jugul in vise inseamna oboseala, consum energiei la locul de munca.",
      "fullInterpretation": "Jugul in vise inseamna oboseala, consum energiei la locul de munca. Ar mai putea insemna si faptul ca nu trebuie sa va lasati influentat de cei din jur, sa fiti puternic sau s-ar putea sa vi se fure libertatea de exprimare. Daca visati ca purtati un jug inseamna ca va trebui sa respectati traditiile si gandurile altora. Visul in care vedeti un jug purtat de boi sugereaza ca veti avea un mic profit din orice faceti.",
      "slug": "jug"
    },
    {
      "name": "Jungla",
      "category": "dictionar",
      "shortMeaning": "Jungla in vise inseamna un avertisment.",
      "fullInterpretation": "Jungla in vise inseamna un avertisment. Totusi, depinde si de ceea ce visati: - sunteti impotmolit in in jungla - greutati - va faceti drum prin jungla - veti depasi grutatile din viata - daca vedeti o pantera in jungla - aveti emotii puternice - va visati ratacind prin jungla - va confruntati cu mari greutati",
      "slug": "jungla"
    },
    {
      "name": "Jura / Juramant",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "jura-juramant"
    },
    {
      "name": "Jurnal",
      "category": "dictionar",
      "shortMeaning": "Se spune ca jurnalul in vise prevesteste boala, dar trebuie sa tineti cont ca intr-un jurnal se s...",
      "fullInterpretation": "Se spune ca jurnalul in vise prevesteste boala, dar trebuie sa tineti cont ca intr-un jurnal se scriu toate secretele, deci poate fi vorba de sufletul dumneavoastra. Astfel, daca visati un jurnal gol inseamna ca nu aveti nimic de ascuns, sunteti o persoana deschisa, iar daca visati un juranl plin, cu foi scrise, inseamna ca sunteti o fire misterioasa, cu multe secrete si nimeni nu va poate descoase. Visul in care apare un jurnal cu pagini rupte sugereaza faptul ca doriti sa lasati in urma unele amintiri, sa nu mai aduceti vorba de ele.",
      "slug": "jurnal"
    }
  ]
}