{
  "symbols": [
    {
      "name": "Jacheta",
      "category": "obiecte",
      "shortMeaning": "Imaginea publică, protecție emoțională și rolul social pe care ți-l asumi în fața lumii.",
      "fullInterpretation": "Jacheta în vis simbolizează „stratul” exterior al personalității tale, felul în care alegi să te prezinți lumii pentru a te proteja sau a impresiona. Este o barieră între sinele tău intim și mediul exterior.\n\nO jachetă nouă poate sugera o schimbare de imagine sau adoptarea unui nou rol social, în timp ce o jachetă veche sau uzată indică o stare de vulnerabilitate sau oboseală în menținerea aparențelor. Dacă jacheta este prea largă sau nepotrivită, s-ar putea să simți că rolul pe care îl joci nu ți se potrivește sau că încerci să ascunzi nesiguranțe profunde. În esență, visul te invită să reflectezi la autenticitate: cât din ceea ce arăți este real și cât este doar o „haină” de protecție?",
      "slug": "jacheta"
    },
    {
      "name": "Jaf",
      "category": "acțiuni",
      "shortMeaning": "Sentimentul de vulnerabilitate, pierderea energiei sau invadarea spațiului personal.",
      "fullInterpretation": "Visul despre un jaf este adesea o reflectare a unei crize interioare sau a sentimentului că ceva prețios îți este luat – nu neapărat bunuri materiale, ci energie, timp, idei sau merite. Dacă ești jefuit, te poți simți vulnerabil, trădat sau neputincios în fața unei situații din viața reală.\n\nDacă tu ești cel care comite jaful, visul poate semnala o nevoie disperată de a obține ceva ce simți că îți lipsește, sau o tendință de a forța lucrurile, consumându-ți resursele vitale. Asistarea la un jaf sugerează pasivitate sau teama de a interveni într-o situație nedreaptă. Este un semnal de alarmă să îți protejezi mai bine granițele emoționale și valorile personale.",
      "slug": "jaf"
    },
    {
      "name": "Jaguar",
      "category": "animale",
      "shortMeaning": "Putere instinctuală, agilitate și pericole ascunse sau rivalități neașteptate.",
      "fullInterpretation": "Jaguarul este un simbol puternic al energiei primordiale, al agilității și al forței neîmblânzite. În vis, apariția sa poate indica o perioadă de putere personală și determinare, dar adesea vine cu un avertisment.\n\nDeoarece este un prădător tăcut și rapid, jaguarul poate simboliza o amenințare ascunsă, rivali care acționează din umbră sau prieteni falși care îți pot afecta reputația. Dacă te simți amenințat de animal, este posibil să te confrunți cu propriile instincte agresive sau cu o situație care te depășește. Pe de altă parte, admirarea unui jaguar sugerează conectarea cu propria ta putere interioară și curajul de a naviga prin „jungla” vieții cu grație și viteză.",
      "slug": "jaguar"
    },
    {
      "name": "Jaluzele",
      "category": "obiecte",
      "shortMeaning": "Dorința de intimitate, secrete ascunse sau refuzul de a vedea realitatea clar.",
      "fullInterpretation": "Jaluzelele în vis reprezintă controlul asupra a ceea ce lași să intre sau să iasă din viața ta – fie că este vorba de lumină, informații sau privirile celorlalți. Ele simbolizează granița fină dintre intimitate și izolare.\n\nDacă tragi jaluzelele, s-ar putea să simți nevoia de retragere, de a ascunde un secret sau de a te proteja de o realitate prea dură. Dacă le deschizi, ești pregătit să înfrunți adevărul și să permiți „luminii” să îți clarifice situația. Jaluzelele stricate sau blocate sugerează dificultatea de a comunica deschis sau sentimentul că ești expus împotriva voinței tale. Visul te întreabă: ce anume încerci să nu vezi sau să nu lași să fie văzut?",
      "slug": "jaluzele"
    },
    {
      "name": "Jandarm",
      "category": "persoane",
      "shortMeaning": "Conștiință încărcată, autoritate impusă sau nevoia de ordine și disciplină.",
      "fullInterpretation": "Apariția unui jandarm în vis este strâns legată de conceptul de regulă, pedeapsă și autoritate. Adesea, acest simbol reflectă propria conștiință (superego-ul) care te judecă sau te avertizează cu privire la o acțiune recentă. Poate semnala un sentiment de vinovăție, justificată sau nu, și teama de consecințe.\n\nPe de altă parte, jandarmul poate reprezenta nevoia de ordine și structură într-o perioadă haotică a vieții tale. Dacă interacțiunea este pașnică, visul poate sugera că ești protejat sau că ai nevoie de ghidare pentru a rămâne pe drumul cel bun. Conflictul cu un jandarm indică o revoltă interioară împotriva unor norme sociale sau restricții pe care le simți nedrepte.",
      "slug": "jandarm"
    },
    {
      "name": "Jaratic",
      "category": "obiecte",
      "shortMeaning": "Pasiune mocnită, energie reziduală, transformare sau amintiri care încă ard.",
      "fullInterpretation": "Jaraticul simbolizează o energie care nu s-a stins complet, fie că vorbim de o pasiune, o mânie sau o situație conflictuală. Este starea intermediară între focul mistuitor și cenușa rece, sugerând că lucrurile sunt încă într-o fază de transformare.\n\nDacă mergi pe jaratic, visul indică riscuri asumate sau o cale dureroasă de purificare prin care trebuie să treci. Jarul care se stinge poate semnala o pierdere a vitalității sau răcirea unei relații („focul dragostei” dispare). În schimb, un jaratic strălucitor și fierbinte este semnul unei voințe puternice și al capacității de a reaprinde o situație aparent încheiată.",
      "slug": "jaratic"
    },
    {
      "name": "Jder",
      "category": "animale",
      "shortMeaning": "Șiretenie, agilitate, mici furturi sau persoane care profită de neatenția ta.",
      "fullInterpretation": "Jderul este un animal agil și șiret, adesea asociat în tradiția populară cu hoții sau cu pierderile minore, dar sâcâitoare. Visul te avertizează să fii mai vigilent cu bunurile tale sau cu încrederea pe care o acorzi celor din jur.\n\nPoate simboliza o persoană alunecoasă, care încearcă să obțină foloase de pe urma ta fără a fi observată. Dacă reușești să prinzi sau să alungi jderul, înseamnă că vei dejuca planurile cuiva rău intenționat. Pe de altă parte, agilitatea jderului poate fi și o invitație să fii tu însuți mai flexibil și mai rapid în reacții pentru a evita problemele.",
      "slug": "jder"
    },
    {
      "name": "Jeep",
      "category": "obiecte",
      "shortMeaning": "Dorința de aventură, rezistență, depășirea obstacolelor dificile și explorare.",
      "fullInterpretation": "Un Jeep în vis este simbolul capacității de a naviga pe terenuri accidentate, fie ele emoționale sau profesionale. Sugerează că ești echipat (sau ai nevoie să fii) pentru a face față unor situații dificile, neconvenționale.\n\nVisul te îndeamnă să părăsești drumul bătătorit și să explorezi noi orizonturi, asumându-ți riscuri calculate. Poate indica nevoia de mai multă aventură, duritate și reziliență în fața provocărilor vieții. Dacă mașina se blochează, s-ar putea să simți că resursele tale actuale nu sunt suficiente pentru obstacolul din fața ta, dar dacă conduci cu încredere, ești stăpân pe situație indiferent de condiții.",
      "slug": "jeep"
    },
    {
      "name": "Jefuit",
      "category": "acțiuni",
      "shortMeaning": "Pierdere, vulnerabilitate extremă, sentimentul de nedreptate sau violare a intimității.",
      "fullInterpretation": "A fi jefuit în vis este o experiență traumatică ce reflectă sentimentul de pierdere a controlului. Poate simboliza faptul că cineva își însușește meritele tale, îți consumă timpul sau îți încalcă spațiul personal.\n\nAcest vis apare adesea când te simți tratat nedrept sau când treci printr-o perioadă în care „viața îți ia” ceva important (sănătate, oportunități, relații). Este un semnal să îți reevaluezi securitatea emoțională și să pui limite mai ferme celor care profită de bunătatea ta. Nu este neapărat o premoniție a unui furt fizic, ci mai degrabă a unui „furt” sufletesc sau energetic.",
      "slug": "jefuit"
    },
    {
      "name": "Jeleu",
      "category": "alimente",
      "shortMeaning": "Instabilitate, situații neclare, dar și plăceri simple sau lucruri care prind formă.",
      "fullInterpretation": "Jeleul, prin consistența sa, simbolizează ceva care a luat formă, dar este încă fragil și instabil. În vis, poate sugera o situație sau o relație care pare „dulce” și plăcută, dar căreia îi lipsește o bază solidă.\n\nPoate indica faptul că încerci să „închegi” o idee sau un plan, dar rezultatul este încă tremurător. Dacă mănânci jeleu, poate fi vorba despre nevoia de a te bucura de lucruri simple, copilărești, sau despre o atitudine prea relaxată în fața unor probleme serioase. Flexibilitatea jeleului poate fi, de asemenea, un îndemn la adaptabilitate: uneori nu trebuie să fii dur ca piatra, ci flexibil, pentru a rezista șocurilor.",
      "slug": "jeleu"
    },
    {
      "name": "Jucarii",
      "category": "obiecte",
      "shortMeaning": "Nostalgie, dorința de a evada din responsabilități sau creativitate jucăușă.",
      "fullInterpretation": "Jucăriile în vis te conectează cu copilul interior și cu amintirile unei perioade fără griji. Ele pot simboliza dorința de a evada dintr-o realitate stresantă sau nevoia de a aborda viața cu mai multă lejeritate și creativitate.\n\nDacă te joci, visul indică bucurie simplă, dar poate fi și un semn că tratezi superficial o situație serioasă. Jucăriile stricate sugerează dezamăgiri legate de copilărie sau pierderea inocenței. A dărui jucării înseamnă generozitate și dorința de a aduce bucurie altora. Pe de altă parte, dacă visezi că ești înconjurat de prea multe jucării, s-ar putea să te simți copleșit de opțiuni sau să fii blocat într-o atitudine imatură.",
      "slug": "jucarii"
    },
    {
      "name": "Jocuri de noroc",
      "category": "acțiuni",
      "shortMeaning": "Riscuri asumate, incertitudine financiară sau sentimentul că soarta decide pentru tine.",
      "fullInterpretation": "Jocurile de noroc în vis reflectă atitudinea ta față de risc și destin. Dacă joci, înseamnă că ești dispus să lași lucrurile la voia întâmplării sau că speri la un câștig rapid, fără efort susținut. Poate indica o perioadă de instabilitate financiară sau emoțională.\n\nCâștigul la jocurile de noroc poate prevesti un succes neașteptat, dar și iluzia că norocul este singurul factor important. Pierderea, în schimb, este un avertisment serios să fii mai prudent cu resursele tale și să nu te bazezi pe șansă. Visul te întreabă: ești stăpân pe viața ta sau arunci zarurile și speri la ce e mai bun?",
      "slug": "jocuri-de-noroc"
    },
    {
      "name": "Joc",
      "category": "acțiuni",
      "shortMeaning": "Competiție, strategie, relaxare sau modul în care abordezi provocările vieții.",
      "fullInterpretation": "Jocul este o metaforă fundamentală pentru viață. Tipul de joc din vis îți oferă indicii despre cum te raportezi la lume. Un joc de echipă subliniază colaborarea și rolul tău social, în timp ce un joc individual pune accent pe abilitățile personale și competiție.\n\nDacă joci după reguli, ești o persoană disciplinată și corectă. Dacă trișezi, încerci să găsești scurtături sau te simți neadecvat. Un joc de copii sugerează inocență și creativitate, în timp ce un joc de strategie indică planificare și intelect. Dacă privești un joc de pe margine, s-ar putea să te simți exclus sau ezitant să te implici activ în propria viață.",
      "slug": "joc"
    },
    {
      "name": "Judecator",
      "category": "persoane",
      "shortMeaning": "Autoritate morală, decizii critice, autoevaluare severă sau teama de pedeapsă.",
      "fullInterpretation": "Judecătorul în vis reprezintă instanța supremă a conștiinței tale. Este partea din tine care cântărește binele și răul, luând decizii care îți influențează direcția. Apariția sa poate semnala o perioadă de evaluare: ești mulțumit de alegerile făcute?\n\nDacă ești judecat, s-ar putea să te simți vinovat sau anxios în legătură cu o situație recentă. Dacă tu ești judecătorul, înseamnă că ai puterea și responsabilitatea de a face o alegere importantă, dar ai grijă să nu fii prea aspru cu tine sau cu ceilalți. Visul poate indica, de asemenea, o nevoie de dreptate și echilibru într-o dispută din viața reală.",
      "slug": "judecator"
    },
    {
      "name": "Joker",
      "category": "persoane",
      "shortMeaning": "Imprevizibil, umor, mască socială sau haos creativ.",
      "fullInterpretation": "Jokerul este arhetipul farsorului, cel care răstoarnă ordinea stabilită. În vis, el poate simboliza o situație neașteptată care te scoate din zona de confort, aducând haos, dar și oportunitatea de a vedea lucrurile dintr-o perspectivă nouă, mai relaxată.\n\nPoate reprezenta o persoană din viața ta care nu este ceea ce pare, ascunzându-și adevăratele intenții sub o mască de umor. Dacă tu ești Jokerul, s-ar putea să folosești râsul ca mecanism de apărare sau să simți nevoia de a te răzvrăti împotriva regulilor rigide. Este un simbol ambivalent: poate aduce bucurie și eliberare, sau înșelăciune și instabilitate.",
      "slug": "joker"
    },
    {
      "name": "Joi",
      "category": "fenomene",
      "shortMeaning": "Expansiune, optimism, prosperitate sau focalizare pe planuri pe termen lung.",
      "fullInterpretation": "Ziua de joi, guvernată tradițional de Jupiter, este asociată cu expansiunea, norocul și creșterea. În vis, ea poate semnala un moment propice pentru a începe proiecte noi sau pentru a-ți lărgi orizonturile intelectuale și spirituale.\n\nDacă în vis simți clar că este joi, subconștientul tău îți transmite că ești într-o perioadă de optimism și oportunitate. Este timpul să acționezi cu încredere și să îți asumi riscuri calculate. Poate sugera, de asemenea, nevoia de a fi generos și de a împărtăși din abundența ta cu ceilalți.",
      "slug": "joi"
    },
    {
      "name": "Joben",
      "category": "obiecte",
      "shortMeaning": "Eleganță formală, prestigiu social, magie sau iluzie.",
      "fullInterpretation": "Jobenul este un simbol al distincției, al statutului social înalt, dar și al magiei și iluzionismului. În vis, poate sugera dorința ta de a fi respectat și admirat, sau încercarea de a proiecta o imagine de autoritate și eleganță.\n\nPe de altă parte, jobenul poate face referire la expresia „a scoate ceva din joben”, indicând nevoia de a găsi o soluție creativă și surprinzătoare la o problemă. Poate fi un avertisment că lucrurile nu sunt ceea ce par și că cineva încearcă să creeze o iluzie pentru a te impresiona sau păcăli.",
      "slug": "joben"
    },
    {
      "name": "Joc de carti",
      "category": "acțiuni",
      "shortMeaning": "Strategie, noroc, riscuri calculate sau interacțiuni sociale complexe.",
      "fullInterpretation": "Jocul de cărți în vis combină elemente de noroc și strategie. Cărțile pe care le primești simbolizează resursele și oportunitățile care ți-au fost date în viața reală. Modul în care le joci reflectă abilitatea ta de a naviga prin situații sociale sau profesionale.\n\nUn joc de cărți poate indica, de asemenea, o situație în care nimic nu este sigur și totul depinde de următoarea mișcare. Dacă joci cu prieteni, poate sugera competiție amicală sau secrete ascunse. Dacă ghicești în cărți, cauți răspunsuri despre viitor, simțindu-te nesigur pe prezent.",
      "slug": "joc-de-carti"
    },
    {
      "name": "Jug",
      "category": "obiecte",
      "shortMeaning": "Povară, restricție, muncă grea sau supunere în fața unei autorități.",
      "fullInterpretation": "Jugul simbolizează greutatea responsabilităților și lipsa libertății. Dacă porți un jug în vis, te simți probabil copleșit de obligații, controlat de o altă persoană sau prins într-o situație din care nu vezi ieșirea.\n\nPoate indica o relație toxică sau un loc de muncă exploatator. Totuși, jugul poate avea și o conotație de disciplină și muncă în echipă (când este purtat de doi boi), sugerând că, deși efortul este mare, el duce la rezultate concrete. Visul te invită să te întrebi: povara pe care o porți este a ta sau ți-a fost impusă de alții?",
      "slug": "jug"
    },
    {
      "name": "Jungla",
      "category": "locuri",
      "shortMeaning": "Haos, instincte primare, necunoscut și potențial periculos, dar plin de viață.",
      "fullInterpretation": "Jungla reprezintă inconștientul tău, plin de instincte, emoții necontrolate și resurse ascunse. Este un loc al dezordinii fertile, unde regulile civilizației nu se aplică. A te visa în junglă poate sugera că te simți pierdut într-o situație complexă sau copleșit de emoții intense.\n\nDacă ești speriat, te temi de propriile instincte sau de necunoscut. Dacă explorezi cu curaj, ești pregătit să îți descoperi latura sălbatică și să îți accesezi puterea interioară. Jungla simbolizează și lupta pentru supraviețuire, indicând o perioadă competitivă în viața ta.",
      "slug": "jungla"
    },
    {
      "name": "Jura / Juramant",
      "category": "acțiuni",
      "shortMeaning": "Angajament solemn, loialitate, promisiune sau legământ care nu poate fi încălcat.",
      "fullInterpretation": "A face un jurământ în vis subliniază importanța cuvântului dat și a integrității personale. Indică dorința de a te dedica unei cauze, unei persoane sau unui principiu. Este un simbol al seriozității și al responsabilității morale.\n\nDacă rupi un jurământ, visul semnalează conflicte interioare, trădare de sine sau regret. Dacă cineva îți jură credință, poate reflecta nevoia ta de siguranță și validare în relații. Atenție însă la jurămintele false, care pot simboliza promisiuni deșarte sau manipulare.",
      "slug": "jura-juramant"
    },
    {
      "name": "Jurnal",
      "category": "obiecte",
      "shortMeaning": "Introspecție, secrete, amintiri și nevoia de auto-exprimare.",
      "fullInterpretation": "Jurnalul în vis este oglinda sufletului tău. El conține gândurile, sentimentele și secretele pe care poate nu ești pregătit să le împărtășești lumii. A scrie în jurnal indică o nevoie de clarificare a gândurilor și de descărcare emoțională.\n\nDacă altcineva îți citește jurnalul, te simți vulnerabil și expus, temându-te că intimitatea îți este violată. Un jurnal vechi simbolizează nostalgia sau lecțiile trecutului pe care trebuie să le reexaminezi. Dacă jurnalul este gol, poate sugera un nou început sau sentimentul că viața ta actuală duce lipsă de evenimente semnificative.",
      "slug": "jurnal"
    }
  ]
}