{
  "symbols": [
    {
      "name": "Kaki",
      "category": "alimente",
      "shortMeaning": "Simbol al răbdării, longevității și al recompenselor dulci după o lungă așteptare.",
      "fullInterpretation": "Apariția fructului kaki în vis este un mesaj profund despre valoarea răbdării și a maturizării emoționale. Acest fruct, care devine dulce și savuros doar după ce trece prin frigul toamnei târzii, îți sugerează că cele mai bune lucruri din viața ta necesită timp și experiențe de viață pentru a fi pe deplin apreciate.\n\nDacă mănânci un kaki delicios, visul prevestește o perioadă de armonie, sănătate și bucurie simplă, dar profundă. Poate indica vindecarea unor răni vechi sau culegerea roadelor muncii tale.\n\nPe de altă parte, dacă fructul este crud și astringent, este un avertisment să nu grăbești lucrurile. Poate ești tentat să forțezi o situație sau o relație înainte ca aceasta să fie pregătită. Lecția visului este clară: așteptarea nu este pasivitate, ci o pregătire activă pentru momentul potrivit.",
      "slug": "kaki"
    },
    {
      "name": "Karaoke",
      "category": "acțiuni",
      "shortMeaning": "Nevoia de exprimare publică, eliberarea inhibițiilor și încrederea în propria voce.",
      "fullInterpretation": "Visul în care cânți la karaoke vorbește despre nevoia ta de a fi auzit și de a te exprima liber în fața celorlalți. Este un simbol al curajului de a ieși din zona de confort și de a-ți arăta vulnerabilitatea sau talentul, indiferent de imperfecțiuni.\n\nDacă te simți bine cântând, visul reflectă o încredere crescută în sine și o dorință de a te bucura de viață fără teama de judecată. Poate indica faptul că ești gata să îți asumi riscuri sociale sau profesionale și să fii în centrul atenției.\n\nTotuși, dacă te simți stânjenit sau vocea nu te ascultă, visul poate scoate la iveală anxietăți legate de performanță sau teama de a fi ridiculizat. Poate sugera că încerci să „cânți partitura altcuiva” în viața reală, în loc să îți găsești propria voce autentică. Alternativ, poate fi un semnal că ai talente ascunse pe care încă eziți să le explorezi la adevăratul lor potențial.",
      "slug": "karaoke"
    },
    {
      "name": "Kilogram",
      "category": "fenomene",
      "shortMeaning": "Evaluarea poverilor emoționale, a valorii de sine sau necesitatea echilibrului în viață.",
      "fullInterpretation": "Simbolul kilogramului în vis este strâns legat de conceptele de măsură, greutate și valoare. Adesea, acesta reflectă modul în care îți evaluezi propriile responsabilități sau „greutatea” pe care o porți pe umeri. Poate indica faptul că te simți copleșit de griji sau, dimpotrivă, că ai găsit un echilibru stabil.\n\nDacă visezi că cântărești ceva, subconștientul tău analizează o decizie importantă sau încearcă să determine valoarea reală a unei situații sau relații. Este un moment de introspecție rațională.\n\nA pierde kilograme în vis poate sugera eliberarea de o povară emoțională, o curățare necesară sau dorința de a fi mai „ușor” în fața vieții. În schimb, a adăuga kilograme poate simboliza acumularea de resurse, putere și influență, dar și posibile temeri legate de imaginea de sine sau de sănătate. Contextul este cheia: greutatea este o povară sau o protecție?",
      "slug": "kilogram"
    },
    {
      "name": "Kiwi",
      "category": "alimente",
      "shortMeaning": "Vitalitate exotică, energie proaspătă și curajul de a fi unic și diferit.",
      "fullInterpretation": "Kiwi este un simbol vibrant al sănătății și al revigorării. Apariția sa în vis aduce adesea un mesaj de optimism: te afli într-o perioadă în care energia ta vitală este în creștere, iar lucrurile încep să se așeze favorabil. Este un semn că nu vei duce lipsă de resurse interioare pentru a-ți atinge scopurile.\n\nFiind un fruct exotic, kiwi poate vorbi și despre unicitatea ta. Poate te simți diferit de cei din jur, având gusturi sau idei neconvenționale. Visul te încurajează să îmbrățișezi această originalitate – ea este sursa ta de putere, nu un defect.\n\nDacă visul se referă la pasărea Kiwi, simbolismul se schimbă spre adaptabilitate și supraviețuire în condiții atipice. Poate indica faptul că stilul tău de viață sfidează normele sociale, dar funcționează perfect pentru tine. Este un apel la a-ți urma propriul ritm, chiar dacă acesta pare ciudat pentru alții.",
      "slug": "kiwi"
    }
  ]
}