{
  "symbols": [
    {
      "name": "La revedere",
      "category": "acțiuni",
      "shortMeaning": "Simbol al încheierii unei etape, al eliberării și al noilor începuturi.",
      "fullInterpretation": "Visul în care îți iei la revedere marchează un moment de tranziție semnificativ. Indică sfârșitul unei perioade de griji, finalul unei relații sau încheierea unui capitol important din existența ta. Nu este neapărat un semn negativ, ci mai degrabă o eliberare necesară pentru a face loc noului.\n\nDacă visezi că cineva își ia la revedere de la tine, subconștientul îți transmite că ești pregătit pentru o călătorie de autodescoperire. Este posibil să intri într-o nouă fază a vieții, în care vei fi mai independent și mai conștient de propriile nevoi. Acceptă schimbarea cu inima deschisă, căci ea aduce evoluție.",
      "slug": "la-revedere"
    },
    {
      "name": "Laba",
      "category": "animale",
      "shortMeaning": "Simbol al puterii, al instinctelor primare și al oportunităților materiale.",
      "fullInterpretation": "Laba unui animal în vis este un simbol puternic legat de instincte, putere și, surprinzător, de sfera materială. Adesea, este interpretată ca un semn excelent pentru câștiguri financiare și profit, sugerând că eforturile tale vor fi răsplătite.\n\nDacă visezi o labă rănită, poate fi un avertisment că te simți copleșit de muncă sau că cineva profită de tine. Totuși, dacă tratezi situația cu creativitate și curaj, poți transforma dificultățile în oportunități de promovare.\n\nA fi ținut de o pereche de labe poate sugera o legătură puternică sau un angajament (cum ar fi o căsătorie), în timp ce eliberarea din strânsoare poate indica o nevoie de independență sau o nepregătire pentru responsabilități majore.",
      "slug": "laba"
    },
    {
      "name": "Labirint",
      "category": "locuri",
      "shortMeaning": "Simbol al confuziei, al căutării interioare și al complexității vieții.",
      "fullInterpretation": "Labirintul este arhetipul căutării și al rătăcirii. Să te visezi într-un labirint sugerează că te simți prins într-o situație complicată din viața reală, unde direcția nu este clară și ieșirea pare ascunsă.\n\nNu este doar despre a fi pierdut, ci despre procesul de a te găsi. Fiecare cotitură greșită te învață ceva despre tine. Visul te invită să ai răbdare și să ai încredere în intuiția ta. Chiar dacă te zbați și nu știi încotro să mergi, amintește-ți că labirintul are întotdeauna o ieșire, iar parcurgerea lui este o lecție de viață necesară pentru maturizarea ta.",
      "slug": "labirint"
    },
    {
      "name": "Laborator",
      "category": "locuri",
      "shortMeaning": "Spațiu al experimentării, al transformării și al descoperirii de sine.",
      "fullInterpretation": "Laboratorul în vis este locul unde se testează noi idei, sentimente și aspecte ale personalității tale. Sugerează că te afli într-o perioadă de analiză și transformare, în care încerci să combini diverse elemente ale vieții tale pentru a obține un rezultat nou.\n\nPoate indica faptul că ești în proces de a învăța ceva important sau că experimentezi cu o nouă abordare într-o problemă. Este un semn de creativitate metodică și de curiozitate intelectuală. Fii atent la experimentele din vis – ele pot oferi soluții la problemele tale reale.",
      "slug": "laborator"
    },
    {
      "name": "Lac de unghii",
      "category": "obiecte",
      "shortMeaning": "Simbol al imaginii sociale, al creativității și al dorinței de a fi remarcat.",
      "fullInterpretation": "Lacul de unghii în vis vorbește despre cum te prezinți lumii și despre nevoia de a pune accent pe acțiunile tale. Este un detaliu de finețe care poate schimba întreaga percepție, sugerând dorința de a fi admirat sau de a ascunde mici imperfecțiuni.\n\nSchimbarea culorii lacului indică o explozie de creativitate sau o schimbare a stării emoționale. Culorile au semnificații proprii: culorile vii sau neconvenționale (albastru, verde, negru) denotă un spirit liber și nonconformist, în timp ce lacul transparent sugerează onestitate, obiectivitate și dorința de a nu ascunde nimic.",
      "slug": "lac-de-unghii"
    },
    {
      "name": "Lac inghetat",
      "category": "natură",
      "shortMeaning": "Avertisment privind riscurile emoționale și instabilitatea relațională.",
      "fullInterpretation": "Lacul înghețat simbolizează emoțiile care au 'înghețat' sau o situație care pare stabilă la suprafață, dar ascunde pericole. A păși pe un lac înghețat sugerează că îți asumi riscuri mari, în special în plan relațional.\n\nDacă gheața se crapă sub tine, visul te avertizează asupra fragilității situației actuale. Poate fi vorba de o încercare de a ocoli greutățile sau de o dorință de aventură care te poate pune în pericol. Este un moment să fii precaut și să verifici soliditatea terenului pe care calci înainte de a avansa.",
      "slug": "lac-inghetat"
    },
    {
      "name": "Lacat",
      "category": "obiecte",
      "shortMeaning": "Nevoia de securitate, secrete păstrate sau blocaje emoționale.",
      "fullInterpretation": "Lacătul este un simbol dual: protecție și restricție. Un lacăt închis indică o dorință profundă de securitate și de a te asigura în fața pericolelor externe. Poate sugera că încerci să protejezi ceva valoros (sentimente, secrete) sau că te-ai închis emoțional față de ceilalți.\n\nDacă încerci să deschizi un lacăt, visul arată dorința ta de a accesa resurse ascunse sau de a rezolva o problemă complicată. Un lacăt care nu se deschide poate simboliza frustrare și blocaje în comunicare sau în evoluția personală.",
      "slug": "lacat"
    },
    {
      "name": "Lacrimi lacrima",
      "category": "emoții",
      "shortMeaning": "Eliberare emoțională, purificare și vindecare sufletească.",
      "fullInterpretation": "Deși în realitate le asociem cu tristețea, în vis lacrimile sunt adesea un semn pozitiv de eliberare (catharsis). Ele spală durerea și tensiunea acumulată, indicând un proces de vindecare și purificare emoțională.\n\nDacă visezi pe altcineva plângând, este un apel la empatie și compasiune. Poate fi un moment să îți reevaluezi comportamentul față de cei din jur. Lacrimile sunt limbajul sufletului atunci când cuvintele sunt insuficiente; ele îți amintesc de propria umanitate și de nevoia de a procesa emoțiile, nu de a le reprima.",
      "slug": "lacrimi-lacrima"
    },
    {
      "name": "Lacusta",
      "category": "animale",
      "shortMeaning": "Simbol al lăcomiei, al distrugerii resurselor sau al lipsei de stabilitate.",
      "fullInterpretation": "Lăcusta în vis este adesea asociată cu ideea de 'devorator'. Poate simboliza o perioadă în care simți că resursele tale (energie, bani, timp) sunt consumate rapid și haotic. Poate indica teama de sărăcie sau sentimentul că ceva sau cineva profită de munca ta.\n\nPe de altă parte, lăcusta poate reprezenta neliniștea și incapacitatea de a te așeza într-un loc, sărind de la o idee la alta fără a finaliza nimic. Visul te îndeamnă să fii mai chibzuit și să îți protejezi 'recolta' personală.",
      "slug": "lacusta"
    },
    {
      "name": "Lada",
      "category": "obiecte",
      "shortMeaning": "Simbol al secretelor, al poverilor sau al resurselor ascunse.",
      "fullInterpretation": "Lada este un recipient al destinului în vis. Conținutul ei este esențial: o ladă goală poate prezice griji și lipsuri, în timp ce una plină este semn de abundență și succes. Ea păstrează ceea ce este important pentru noi, fie că sunt comori sau greutăți.\n\nO ladă de zestre sugerează speranțe legate de căsătorie sau parteneriate. Dacă lada este grea și o cari cu efort, ea reprezintă poverile și neplăcerile pe care le duci în spate. O ladă încuiată indică un secret care ți se va încredința. Analizează ce se află în ladă pentru a înțelege ce ții ascuns în sufletul tău.",
      "slug": "lada"
    },
    {
      "name": "Lemn",
      "category": "obiecte",
      "shortMeaning": "Simbol al resurselor, al stabilității și al creșterii financiare.",
      "fullInterpretation": "Lemnul în vis este un simbol străvechi al materiei prime și al potențialului de construcție. Dacă visezi lemne stivuite, este un semn de prosperitate și de acumulare a bogăției. Ești într-o etapă în care construiești ceva durabil.\n\nLemnele de foc sugerează căldură, energie și pasiune, dar și necesitatea de a 'alimenta' un proiect sau o relație. Lemnul uscat prevestește câștiguri sigure și succes în examene sau afaceri. Totuși, dacă visezi lemn putred, fii atent la fundația pe care îți construiești planurile – s-ar putea să fie instabilă.",
      "slug": "lemn"
    },
    {
      "name": "Lup",
      "category": "animale",
      "shortMeaning": "Instincte primare, loialitate, dar și pericol ascuns sau singurătate.",
      "fullInterpretation": "Lupul este un simbol complex, reprezentând latura sălbatică și neîmblânzită a subconștientului. Apariția lui în vis poate indica o nevoie de libertate și independență, sau, dimpotrivă, un sentiment acut de singurătate ('lupul singuratic').\n\nEste un ghid spiritual puternic, care te învață să îți asculți intuiția și să îți aperi teritoriul. Totuși, un lup agresiv poate avertiza asupra unor dușmani ascunși sau a propriilor tale impulsuri distructive. Dacă lupul te protejează, ai aliați loiali pe care te poți baza în momente de cumpănă.",
      "slug": "lup"
    },
    {
      "name": "Lapte",
      "category": "alimente",
      "shortMeaning": "Simbol al hranei sufletești, al purității, protecției și abundenței materne.",
      "fullInterpretation": "Laptele este hrana primordială, simbolizând iubirea necondiționată, grija și fertilitatea. Să visezi lapte este, în general, un semn extrem de benefic, sugerând că vei fi 'hrănit' emoțional sau spiritual.\n\nIndică o perioadă de pace, armonie în familie și prosperitate. Dacă bei lapte, te bucuri de sănătate și de relații calde. Laptele vărsat, însă, avertizează asupra unor mici pierderi sau griji inutile. Este un vis care te conectează la nevoia ta de siguranță și la instinctul de a-i proteja pe cei dragi.",
      "slug": "lapte"
    },
    {
      "name": "Lift",
      "category": "obiecte",
      "shortMeaning": "Ascensiune sau declin, schimbări de statut și fluctuații emoționale.",
      "fullInterpretation": "Liftul simbolizează mișcarea ta prin straturile vieții sociale sau ale conștiinței. Direcția este crucială: urcarea semnifică succes, promovare și o perspectivă mai înaltă asupra lucrurilor, în timp ce coborârea poate indica o întoarcere la realitate, o perioadă de introspecție profundă sau chiar ghinion.\n\nUn lift blocat sugerează că te simți prins într-o situație fără ieșire, stagnând în carieră sau emoții. Dacă liftul cade necontrolat, visul reflectă anxietatea ta de a pierde controlul și teama de eșec. Este un barometru al stării tale actuale de evoluție.",
      "slug": "lift"
    },
    {
      "name": "Leu",
      "category": "animale",
      "shortMeaning": "Putere regală, curaj, dominare și energie vitală intensă.",
      "fullInterpretation": "Leul, regele animalelor, aduce în vis energie solară, autoritate și forță brută. Să visezi un leu înseamnă că deții o putere interioară mare, pe care trebuie să înveți să o stăpânești. Poate indica o promovare sau recunoașterea meritelor tale.\n\nTotuși, leul poate simboliza și agresivitatea sau o persoană dominatoare din viața ta. Dacă te lupți cu un leu, te confrunți cu propriile tale pasiuni sau cu un obstacol major. Un leu îmblânzit sugerează că ai reușit să îți controlezi instinctele și să îți transformi furia în forță constructivă.",
      "slug": "leu"
    },
    {
      "name": "Lapte matern",
      "category": "alimente",
      "shortMeaning": "Nevoia profundă de îngrijire, legătura mamă-copil și dezvoltare personală.",
      "fullInterpretation": "Laptele matern este esența vieții și a devotamentului. În vis, el simbolizează cea mai pură formă de iubire și sacrificiu. Poate indica faptul că ești într-o fază în care ai nevoie de ocrotire sau, dimpotrivă, că ești chemat să oferi sprijin necondiționat altcuiva.\n\nEste un semn de creștere și de hrănire a unor proiecte sau relații noi. Pentru o femeie, poate fi legat de instinctul matern sau de sarcină. La nivel simbolic, reprezintă 'hrana' necesară sufletului pentru a evolua și a se vindeca de traume vechi.",
      "slug": "lapte-matern"
    },
    {
      "name": "Lenjerie de pat sau cearsafuri",
      "category": "obiecte",
      "shortMeaning": "Confort intim, starea vieții personale și calitatea odihnei sufletești.",
      "fullInterpretation": "Lenjeria de pat este martora celor mai intime momente ale noastre, de la somn la iubire. Starea ei în vis reflectă direct starea ta interioară. Cearșafurile curate și proaspete indică o conștiință împăcată, liniște și armonie în cuplu.\n\nLenjeria murdară sau șifonată sugerează neliniști, secrete apăsătoare sau nemulțumiri în viața sexuală. Dacă visezi că schimbi lenjeria, este semn că ești gata să faci curățenie în viața ta, să lași în urmă trecutul și să începi o nouă etapă, mai pură și mai ordonată.",
      "slug": "lenjerie-de-pat-sau-cearsafuri"
    },
    {
      "name": "Lebada",
      "category": "animale",
      "shortMeaning": "Grație, puritate, fidelitate în dragoste și transformare estetică.",
      "fullInterpretation": "Lebăda este simbolul eleganței și al frumuseții desăvârșite. Apariția ei în vis este adesea un semn bun, prevestind momente de liniște, bucurie și o conexiune spirituală profundă. Fiind o pasăre care își alege partenerul pe viață, lebăda simbolizează fidelitatea și iubirea eternă.\n\nO lebădă neagră, însă, poate indica mistere, necunoscutul sau o latură a ta pe care o ții ascunsă. 'Cântecul de lebădă' sugerează un final glorios sau o ultimă realizare înainte de o schimbare majoră. Este un vis care te invită să apreciezi frumusețea și armonia din jurul tău.",
      "slug": "lebada"
    },
    {
      "name": "Lalele lalea",
      "category": "natură",
      "shortMeaning": "Noi începuturi, speranță, determinare și frumusețe efemeră.",
      "fullInterpretation": "Laleaua, vestitoare a primăverii, simbolizează renașterea și oportunitățile proaspete. Este floarea determinării, care răzbate prin pământul rece pentru a înflori. Visul îți transmite că ești într-o perioadă favorabilă pentru a începe proiecte noi sau pentru a te reinventa.\n\nCulorile sunt importante: lalelele roșii vorbesc despre pasiune, cele galbene despre gânduri însorite (sau gelozie, în unele tradiții), iar cele albe despre iertare. Deși frumusețea lor este trecătoare, mesajul este să trăiești clipa și să te bucuri de prezent.",
      "slug": "lalele-lalea"
    },
    {
      "name": "Lama de ras",
      "category": "obiecte",
      "shortMeaning": "Tăierea legăturilor toxice, precizie dureroasă și nevoia de claritate.",
      "fullInterpretation": "Lama de ras este un instrument al preciziei, dar și al pericolului. În vis, ea sugerează necesitatea de a 'tăia' ceva din viața ta: o relație toxică, un obicei prost sau o situație care nu îți mai este de folos. Este o acțiune radicală și adesea dureroasă, dar necesară pentru curățare.\n\nPoate indica, de asemenea, că te afli pe o muchie de cuțit, într-o situație riscantă unde orice greșeală costă. Analizează ce trebuie eliminat din viața ta pentru a-ți recăpăta 'fața' curată și a merge mai departe fără poveri inutile.",
      "slug": "lama-de-ras"
    },
    {
      "name": "Lamaie",
      "category": "alimente",
      "shortMeaning": "Amărăciune necesară, purificare, vindecare sau o situație 'acră' ce trebuie acceptată.",
      "fullInterpretation": "Lămâia, cu gustul ei acru și acid, simbolizează adesea o experiență de viață neplăcută, dar care are un rol purificator. Poate indica o critică, o dezamăgire sau o situație 'acră' pe care trebuie să o digeri. Totuși, lămâia este și un puternic agent de curățare și vindecare.\n\nStoarcerea unei lămâi sugerează nevoia de a extrage esența dintr-o situație dificilă sau de a curăța ceva toxic din viața ta. Limonada, pe de altă parte, arată capacitatea ta de a transforma o neplăcere în ceva răcoritor și pozitiv ('dacă viața îți dă lămâi...').",
      "slug": "lamaie"
    },
    {
      "name": "Lampa",
      "category": "obiecte",
      "shortMeaning": "Iluminare spirituală, speranță, ghidare în întuneric și descoperirea adevărului.",
      "fullInterpretation": "Lampa este un simbol clasic al luminii, al conștiinței și al înțelepciunii. Aprinderea unei lămpi în vis semnifică o revelație bruscă, găsirea unei soluții la o problemă veche sau apariția unei speranțe într-o perioadă întunecată.\n\nEa te ghidează prin necunoscut, luminând calea. O lampă cu lumina slabă sau care pâlpâie poate indica nesiguranță, lipsă de energie sau o intuiție slăbită. Dacă lampa se stinge brusc, poate fi un semn de dezorientare sau pierdere a direcției. Ai grijă de 'lumina' ta interioară.",
      "slug": "lampa"
    },
    {
      "name": "Lampadar",
      "category": "obiecte",
      "shortMeaning": "Confort domestic, claritate în relațiile de familie și atmosferă intimă.",
      "fullInterpretation": "Spre deosebire de lampa simplă, lampadarul este adesea o piesă de mobilier, legată de confortul casei și de viața de familie. Starea lampadarului reflectă atmosfera din căminul tău. Un lampadar aprins, cu o lumină caldă, sugerează armonie, înțelegere și pace domestică.\n\nDacă este stricat sau stins, poate semnala tensiuni familiale, secrete sau o răceală în relațiile cu cei apropiați. Visul te invită să aduci mai multă lumină și căldură în interacțiunile tale zilnice cu familia.",
      "slug": "lampadar"
    },
    {
      "name": "Lan de grau",
      "category": "natură",
      "shortMeaning": "Abundență, fertilitate, recolta eforturilor și prosperitate binemeritată.",
      "fullInterpretation": "Lanul de grâu copt este unul dintre cele mai benefice simboluri onirice. El reprezintă rodul muncii tale, împlinirea materială și spirituală. Să te plimbi printr-un lan de grâu auriu indică faptul că intri într-o perioadă de prosperitate și succes. Eforturile tale au ajuns la maturitate.\n\nGrâul verde simbolizează speranța și proiectele aflate la început, care necesită răbdare. Dacă lanul este distrus de furtună sau foc, visul avertizează asupra riscului de a pierde resurse importante din cauza neglijenței sau a unor factori externi. Este timpul să culegi ce ai semănat.",
      "slug": "lan-de-grau"
    },
    {
      "name": "Lan de porumb",
      "category": "natură",
      "shortMeaning": "Creștere rapidă, vitalitate, resurse ascunse și nevoia de a fi 'toată urechile'.",
      "fullInterpretation": "Porumbul, cu boabele sale ascunse sub frunze, simbolizează potențialul și creșterea. Un lan de porumb înalt și des poate sugera că te simți protejat, dar și ușor dezorientat în mijlocul abundenței. Poate indica fertilitate și câștiguri neașteptate.\n\nExpresia 'toată urechile' (legată de știuleți) poate sugera că trebuie să fii atent la zvonuri sau la informațiile din jur. Rătăcirea într-un lan de porumb poate simboliza confuzia în fața numeroaselor opțiuni sau direcții de viață. Bucură-te de rodnicia pământului, dar păstrează-ți orientarea.",
      "slug": "lan-de-porumb"
    },
    {
      "name": "Lana",
      "category": "obiecte",
      "shortMeaning": "Căldură, protecție, confort și simplitate, dar și posibile încurcături.",
      "fullInterpretation": "Lâna este un simbol al căldurii și al confortului natural. Tunsul oilor în vis sugerează că vei obține beneficii materiale prin muncă cinstită. Un ghem de lână poate simboliza creativitatea, dar și o situație încurcată ('ca un ghem') pe care trebuie să o descurci cu răbdare.\n\nA purta haine de lână indică nevoia de protecție emoțională și dorința de a te simți în siguranță. Este un material simplu, onest, care te îndeamnă la o viață autentică, lipsită de artificii, dar plină de substanță.",
      "slug": "lana"
    },
    {
      "name": "Lant",
      "category": "obiecte",
      "shortMeaning": "Legături puternice, constrângeri, sclavie emoțională sau conexiune indistructibilă.",
      "fullInterpretation": "Lanțul are o dublă semnificație: unire și robie. Poate reprezenta o legătură indestructibilă cu cineva (căsătorie, prietenie loială) sau, dimpotrivă, o situație care te ține prizonier. Te simți 'înlănțuit' de o responsabilitate, de o vinovăție sau de o relație toxică?\n\nRuperea unui lanț este un semn extrem de puternic de eliberare, de recâștigare a independenței. Zdrăngănitul lanțurilor în vis poate fi un avertisment al conștiinței sau semnul unor fantome ale trecutului care nu îți dau pace. Analizează ce sau cine te ține pe loc.",
      "slug": "lant"
    },
    {
      "name": "Lant de argint",
      "category": "obiecte",
      "shortMeaning": "Legături emoționale rafinate, intuiție feminină și claritate mentală.",
      "fullInterpretation": "Argintul este metalul Lunii și al subconștientului. Un lanț de argint simbolizează o legătură emoțională fină, subtilă, dar rezistentă. Poate indica o prietenie bazată pe sinceritate și intuiție comună.\n\nSpre deosebire de aur (solar, masculin), argintul este legat de feminitate și sensibilitate. Purtarea lui sugerează protecție psihică și o conexiune clară cu propriile emoții. Dacă este înnegrit, poate semnala o neglijare a vieții interioare sau o relație care și-a pierdut strălucirea din cauza lipsei de comunicare.",
      "slug": "lant-de-argint"
    },
    {
      "name": "Lant de aur",
      "category": "obiecte",
      "shortMeaning": "Bogăție, angajamente valoroase, mândrie și legături sociale de prestigiu.",
      "fullInterpretation": "Lanțul de aur este simbolul statutului, al bogăției și al legăturilor prețioase. Poate reprezenta o moștenire (materială sau spirituală), o căsătorie sau o prietenie durabilă. Este semnul unei conexiuni pe care o prețuiești foarte mult.\n\nTotuși, aurul poate fi și greu. Un lanț de aur prea gros poate simboliza materialismul excesiv sau faptul că ești 'sclavul' propriilor averi sau al imaginii sociale. Dacă îl găsești, prevestește o nouă relație benefică; dacă îl pierzi, te poți aștepta la o pierdere a respectului sau a unei prietenii importante.",
      "slug": "lant-de-aur"
    },
    {
      "name": "Lant rupt",
      "category": "obiecte",
      "shortMeaning": "Eliberare bruscă, sfârșitul unei restricții sau ruperea unei relații.",
      "fullInterpretation": "Un lanț rupt este simbolul libertății recâștigate. Indică faptul că ai reușit să scapi de o povară, de o dependență sau de o influență negativă care te limita. Este momentul tău de independență.\n\nPe de altă parte, poate semnifica și ruperea unei legături la care țineai (o despărțire, o ceartă definitivă). Interpretarea depinde de sentimentul din vis: simți ușurare sau regret? Dacă tu rupi lanțul, înseamnă că ai preluat controlul și ai decis să pui capăt unei situații care nu te mai reprezenta.",
      "slug": "lant-rupt"
    },
    {
      "name": "Lanterna",
      "category": "obiecte",
      "shortMeaning": "Ghidare în întuneric, claritate bruscă și descoperirea unor adevăruri ascunse.",
      "fullInterpretation": "Lanterna este un instrument al explorării și al vigilenței. Să folosești o lanternă în vis sugerează că încerci să faci lumină într-o situație neclară sau să înțelegi un aspect al subconștientului tău. Este simbolul atenției focalizate.\n\nDacă lumina lanternei este puternică, ești pe cale să descoperi adevărul sau să găsești o soluție salvatoare. Dacă lumina pâlpâie sau se stinge, visul indică nesiguranță, confuzie sau teama de a nu fi lăsat 'în întuneric' în fața unei probleme. Ai nevoie de mai multă claritate înainte de a acționa.",
      "slug": "lanterna"
    },
    {
      "name": "Lantisor",
      "category": "obiecte",
      "shortMeaning": "Legături fine, sentimentale, amintiri prețioase și conexiuni delicate.",
      "fullInterpretation": "Spre deosebire de un lanț gros, lănțișorul simbolizează delicatețea și intimitatea. Este adesea un cadou sau o moștenire, reprezentând legătura sufletească cu persoana care l-a oferit. Poate indica o iubire discretă sau o prietenie sinceră.\n\nPurtarea unui lănțișor la gât sugerează că prețuiești anumite amintiri sau sentimente pe care le ții aproape de inimă. Dacă lănțișorul te strânge sau te incomodează, poate semnala o relație care a devenit sufocantă, deși la suprafață pare inofensivă.",
      "slug": "lantisor"
    },
    {
      "name": "Lantisor rupt",
      "category": "obiecte",
      "shortMeaning": "Dezamăgire sentimentală, fragilitate emoțională sau pierderea unei conexiuni.",
      "fullInterpretation": "Ruperea unui lănțișor este, în general, un semn de tristețe și dezamăgire. Indică faptul că o legătură fină, pe care o credeai sigură, s-a frânt. Poate fi vorba de o mică trădare, de o distanțare neașteptată sau de pierderea încrederii în cineva drag.\n\nDacă lănțișorul se rupe și se pierd piesele (sau pandantivul), visul sugerează că pierderea este ireversibilă și că trebuie să accepți situația. Este un moment de vulnerabilitate, dar și de conștientizare a fragilității relațiilor umane.",
      "slug": "lantisor-rupt"
    },
    {
      "name": "Lapte acru",
      "category": "alimente",
      "shortMeaning": "Situații neplăcute, oportunități ratate sau relații care s-au deteriorat.",
      "fullInterpretation": "Laptele acru simbolizează ceva bun care s-a stricat. Poate indica o relație care a devenit toxică, un plan care a eșuat din cauza amânării sau o dezamăgire venită din partea cuiva apropiat ('s-a acrit treaba').\n\nVisul te avertizează să nu lași lucrurile nerezolvate, pentru că se pot deteriora în timp. De asemenea, poate sugera resentimente acumulate pe care nu le-ai exprimat la timp. Este momentul să arunci ceea ce nu mai este bun în viața ta și să cauți 'hrană' proaspătă pentru suflet.",
      "slug": "lapte-acru"
    },
    {
      "name": "Lapte praf",
      "category": "alimente",
      "shortMeaning": "Soluții de rezervă, hrană artificială sau nevoia de a te adapta la resurse limitate.",
      "fullInterpretation": "Laptele praf este o formă conservată și prelucrată de hrană. În vis, poate sugera că primești un substitut pentru ceea ce ai nevoie cu adevărat (afecțiune, recunoaștere). Te mulțumești cu puțin sau cu ceva care nu este autentic?\n\nPe de altă parte, poate simboliza prudența și pregătirea pentru zile negre (rezerve). Dacă prepari lapte praf pentru un copil, visul indică grija ta de a oferi tot ce poți, chiar și în condiții care nu sunt ideale. Ești capabil să găsești soluții practice în situații de criză.",
      "slug": "lapte-praf"
    },
    {
      "name": "Laptop",
      "category": "obiecte",
      "shortMeaning": "Comunicare modernă, muncă intelectuală, stres profesional sau acces la informație.",
      "fullInterpretation": "Laptopul este extensia minții noastre moderne. În vis, el reprezintă munca, comunicarea și modul în care procesezi informația. Un laptop care funcționează bine indică eficiență și claritate mentală.\n\nDacă laptopul se strică, are viruși sau pierde date, visul reflectă anxietatea ta legată de eșecul profesional, pierderea controlului sau incapacitatea de a comunica eficient. Poate sugera că ești suprasolicitat ('overloaded') și că ai nevoie de o pauză de la tehnologie pentru a te reconecta cu realitatea fizică.",
      "slug": "laptop"
    },
    {
      "name": "Larve",
      "category": "animale",
      "shortMeaning": "Transformare latentă, aspecte neplăcute ale subconștientului sau începutul unei schimbări.",
      "fullInterpretation": "Larvele provoacă adesea repulsie, dar ele sunt stadiul premergător al unei transformări (în fluture, albină etc.). Visul poate indica faptul că ești într-o fază de gestație a unor idei sau sentimente care încă nu au o formă definită și pot părea neplăcute inițial.\n\nTotuși, larvele pot simboliza și degradarea, gândurile negative care te 'rod' pe interior sau influențe parazitare. Dacă larvele se transformă, visul este pozitiv, anunțând o evoluție spectaculoasă. Dacă rămân larve, trebuie să cureți mediul tău emoțional de impurități.",
      "slug": "larve"
    },
    {
      "name": "Laser",
      "category": "obiecte",
      "shortMeaning": "Precizie extremă, claritate, focus intens sau adevăr tăios.",
      "fullInterpretation": "Laserul concentrează lumina într-un singur punct puternic. Visul indică o capacitate de concentrare excepțională sau nevoia de a te focaliza asupra unui singur obiectiv, ignorând distragerile. Vezi lucrurile cu o claritate tăioasă.\n\nPoate simboliza și o critică aspră, care țintește direct la slăbiciunile tale, sau un adevăr care 'arde'. În context medical, laserul sugerează o vindecare precisă și rapidă a unei probleme vechi. Folosește această energie mentală cu grijă, pentru a construi, nu pentru a răni.",
      "slug": "laser"
    },
    {
      "name": "Laude",
      "category": "acțiuni",
      "shortMeaning": "Recunoaștere, nevoia de validare sau vanitate excesivă.",
      "fullInterpretation": "A primi laude în vis este reconfortant și indică nevoia ta de apreciere și validare. Poate sugera că te simți nesigur și cauți confirmarea valorii tale în exterior. Totuși, poate fi și un semn că meritele tale vor fi recunoscute în curând.\n\nDacă tu lauzi pe cineva, arată generozitatea ta și capacitatea de a vedea binele în ceilalți. Atenție însă la laudele false sau exagerate (lingușire), care în vis te avertizează asupra unor persoane nesincere din anturajul tău sau asupra propriei vanități care te poate orbi.",
      "slug": "laude"
    },
    {
      "name": "Lautari",
      "category": "persoane",
      "shortMeaning": "Bucurie zgomotoasă, petrecere, exprimarea emoțiilor, dar și posibile tristeți ascunse.",
      "fullInterpretation": "Lăutarii sunt vestitorii petrecerilor și ai emoțiilor intense. Visul prezice evenimente sociale, veselie și distracție. Este un semn că ai nevoie de relaxare și de compania oamenilor.\n\nÎnsă, muzica lăutărească are adesea o notă de melancolie ('jale'). Visul poate ascunde o tristețe mascată de o fațadă veselă. În tradiția populară, lăutarii la nuntă pot prevesti uneori lacrimi sau griji, sugerând că excesele emoționale sau financiare pot avea consecințe. Ascultă cu atenție melodia din vis: este de joc sau de dor?",
      "slug": "lautari"
    },
    {
      "name": "Lava",
      "category": "natură",
      "shortMeaning": "Emoții reprimate care erup, pasiune distructivă sau transformare radicală.",
      "fullInterpretation": "Lava vulcanică în vis este un simbol al emoțiilor intense, ținute mult timp sub presiune, care acum ies la suprafață. Poate fi vorba de furie, pasiune sexuală sau creativitate brută. Erupția lavei sugerează că nu mai poți conține aceste sentimente și că schimbarea este inevitabilă.\n\nDeși distructivă, lava creează pământ nou. Astfel, visul indică o transformare radicală: ceva vechi din viața ta este distrus pentru a face loc unei noi fundații. Dacă fugi de lavă, înseamnă că îți este frică de propriile emoții sau de o schimbare care te copleșește.",
      "slug": "lava"
    },
    {
      "name": "Lavanda",
      "category": "natură",
      "shortMeaning": "Pace, purificare spirituală, vindecare și nevoie de relaxare.",
      "fullInterpretation": "Lavanda este simbolul liniștii și al purificării. Mirosul sau imaginea ei în vis indică o nevoie profundă de a te deconecta de stresul cotidian și de a-ți găsi pacea interioară. Poate sugera că intri într-o perioadă de vindecare spirituală sau emoțională.\n\nEste un semn că trebuie să 'cureți' atmosfera din jurul tău, eliminând energiile negative. Dacă primești lavandă, este un gest de afecțiune și grijă. Visul te îndeamnă să cauți simplitatea și să te bucuri de momentele de calm.",
      "slug": "lavanda"
    },
    {
      "name": "Leaga",
      "category": "acțiuni",
      "shortMeaning": "Constrângeri, angajamente, unire sau blocaje autoimpuse.",
      "fullInterpretation": "A lega ceva sau pe cineva în vis are semnificații duale. Pe de o parte, poate simboliza crearea unei conexiuni stabile, un angajament sau o promisiune (a-ți lega destinul). Este un act de voință și organizare.\n\nPe de altă parte, poate indica restricționarea libertății. Dacă legi pe cineva, poate însemna că încerci să controlezi o situație sau o persoană. Dacă ești legat, te simți neputincios sau blocat de circumstanțe externe. Nodul pe care îl faci simbolizează complexitatea problemei pe care încerci să o rezolvi sau să o fixezi.",
      "slug": "leaga"
    },
    {
      "name": "Leagana",
      "category": "acțiuni",
      "shortMeaning": "Instabilitate, nevoia de alinare, ritm și echilibru precar.",
      "fullInterpretation": "Acțiunea de a legăna (un copil, un scaun) sugerează nevoia de confort și liniștire. Poate indica faptul că încerci să calmezi o situație tensionată sau să îți alini propriile neliniști ('a te legăna').\n\nTotuși, legănatul implică și o mișcare de du-te-vino, sugerând indecizie sau instabilitate. Nu stai pe loc, dar nici nu avansezi. Poate simboliza un ritm hipnotic care te ține captiv într-o stare de pasivitate. Dacă te legeni periculos de tare, visul avertizează asupra pierderii echilibrului emoțional.",
      "slug": "leagana"
    },
    {
      "name": "Leandru",
      "category": "natură",
      "shortMeaning": "Frumusețe înșelătoare, pericol ascuns sau avertisment în afaceri.",
      "fullInterpretation": "Leandrul este o plantă superbă, dar toxică. În vis, el simbolizează situațiile sau persoanele care par atractive la suprafață, dar care ascund intenții periculoase. Poate fi un avertisment legat de o 'afacere' care pare prea bună ca să fie adevărată sau de o relație seducătoare dar nocivă.\n\nPentru cei bolnavi, în unele tradiții, poate semna vindecare prin 'purificarea' bolii, dar în general este un semn de prudență. Nu te lăsa păcălit de aparențe; analizează esența lucrurilor înainte de a te implica.",
      "slug": "leandru"
    },
    {
      "name": "Legume",
      "category": "alimente",
      "shortMeaning": "Sănătate, muncă necesară, hrană simplă și creștere lentă dar sigură.",
      "fullInterpretation": "Legumele în vis sunt simbolul sănătății și al nevoilor de bază. Ele sugerează că trebuie să te hrănești (fizic sau spiritual) cu lucruri esențiale, nu cu iluzii. Spre deosebire de fructe (plăcere, recompensă), legumele sunt adesea asociate cu munca: trebuie curățate, gătite.\n\nVisul poate indica nevoia de a fi mai practic și mai ancorat în realitate. Legumele proaspete semnifică vitalitate și energie, în timp ce legumele ofilite sugerează neglijarea sănătății sau pierderea unor oportunități prin lipsă de acțiune.",
      "slug": "legume"
    },
    {
      "name": "Lemne",
      "category": "obiecte",
      "shortMeaning": "Resurse acumulate, efort fizic, pregătire pentru iarnă (greutăți).",
      "fullInterpretation": "Visul în care apar lemne (la plural) se referă adesea la resursele pe care le-ai adunat. O grămadă de lemne semnifică bogăție potențială, dar care necesită muncă pentru a fi valorificată (tăiate, arse). Poate sugera că te pregătești pentru o perioadă mai dificilă ('iarna vieții') și îți faci provizii.\n\nLemnele dezordonate pot indica haos în planurile tale sau sarcini neterminate. Căratul lemnelor este un simbol al efortului și al poverilor pe care le duci pentru a asigura confortul tău sau al familiei.",
      "slug": "lemne"
    },
    {
      "name": "Lemne de foc",
      "category": "obiecte",
      "shortMeaning": "Energie, căldură sufletească, pasiune și transformare prin sacrificiu.",
      "fullInterpretation": "Lemnele destinate focului sunt combustibilul tău vital. Ele simbolizează energia pe care ești dispus să o 'arzi' pentru a obține căldură, lumină sau pentru a găti (a transforma proiecte). Un braț de lemne de foc prevestește o creștere financiară sau o perioadă de activitate intensă.\n\nA pune lemne pe foc înseamnă a întreține o pasiune sau un conflict. Dacă lemnele nu ard, poate indica lipsă de motivație sau epuizare. Visul te întreabă: ce anume alimentezi în viața ta? Este un foc constructiv sau unul distructiv?",
      "slug": "lemne-de-foc"
    },
    {
      "name": "Lemne uscate",
      "category": "obiecte",
      "shortMeaning": "Câștiguri sigure, finalizarea unui ciclu sau lipsă de viață (ariditate).",
      "fullInterpretation": "Lemnele uscate ard cel mai bine, deci sunt un semn excelent pentru succes rapid, câștiguri financiare și reușite imediate. Ele sunt gata de folosire, sugerând că ești pregătit să acționezi fără întârzieri.\n\nPe de altă parte, în funcție de context, 'uscat' poate însemna și lipsit de sevă, de viață. Poate simboliza o relație care s-a 'uscat' sau o perioadă de ariditate emoțională. Însă, tradițional, lemnele uscate sunt asociate cu bogăția și cu resursele care sunt la îndemâna ta.",
      "slug": "lemne-uscate"
    },
    {
      "name": "Lenjerie",
      "category": "obiecte",
      "shortMeaning": "Intimitate, secrete personale, sexualitate și imaginea de sine ascunsă.",
      "fullInterpretation": "Lenjeria (intimă sau de corp) reprezintă stratul cel mai apropiat de piele, deci cel mai intim aspect al sinelui tău. Ea vorbește despre cum te vezi tu pe tine, nu cum te văd alții. Lenjeria curată și frumoasă indică încredere în sine, armonie sexuală și o imagine de sine pozitivă.\n\nLenjeria murdară sau ruptă trădează rușine, vinovăție sau secrete pe care te temi că le-ar putea afla ceilalți. A fi în lenjerie în public sugerează vulnerabilitate extremă și teama de a fi expus. Visul te invită să îți analizezi confortul cu propria ta intimitate.",
      "slug": "lenjerie"
    }
  ]
}