{
  "symbols": [
    {
      "name": "Lenjerie intima",
      "category": "obiecte",
      "shortMeaning": "Secrete intime, sexualitate reprimată sau dezvăluirea adevăratului sine.",
      "fullInterpretation": "Lenjeria intimă este cel mai personal strat al vestimentației și, în vis, simbolizează aspectele ascunse ale personalității tale, în special cele legate de sexualitate și imaginea de sine. Dacă visezi lenjerie intimă, este un semn că ești preocupat de cum ești perceput la un nivel profund sau că ai secrete pe care te temi să le dezvălui.\n\nSă fii văzut în lenjerie intimă sugerează o vulnerabilitate extremă sau teama de a fi 'demascat'. Dacă lenjeria este curată și atrăgătoare, indică încredere în propria feminitate/masculinitate. Dacă este ruptă sau murdară, trădează sentimente de rușine, vinovăție sau o stimă de sine scăzută legată de viața intimă.",
      "slug": "lenjerie-intima"
    },
    {
      "name": "Lentile de contact",
      "category": "obiecte",
      "shortMeaning": "Schimbarea perspectivei, focalizare pe detalii sau încercarea de a ascunde adevărul.",
      "fullInterpretation": "Lentilele de contact reprezintă modul în care vezi lumea, dar spre deosebire de ochelari, ele sunt o corecție invizibilă. Să îți pui lentile de contact în vis sugerează că încerci să îți ajustezi perspectiva sau să te concentrezi mai bine asupra unei situații, poate sub influența altora.\n\nPierderea lor indică confuzie, incapacitatea de a vedea clar realitatea sau teama că nu poți face față situației fără un ajutor extern. Lentilele colorate sugerează dorința de a te prezenta altfel decât ești, de a masca adevărata ta natură sau de a vedea viața într-o lumină artificială, poate prea optimistă sau distorsionată.",
      "slug": "lentile-de-contact"
    },
    {
      "name": "Leoaica",
      "category": "animale",
      "shortMeaning": "Instinct matern feroce, protecție, putere feminină și devotament familial.",
      "fullInterpretation": "Leoaica este simbolul suprem al maternității protectoare și al forței feminine. În vis, ea reprezintă determinarea de a-ți apăra familia și teritoriul cu orice preț. Ești gata să lupți pentru cei dragi și nimic nu îți poate sta în cale.\n\nO leoaică cu pui simbolizează armonia domestică și împlinirea prin rolul de părinte sau protector. Totuși, dacă leoaica este agresivă cu tine, poate indica un conflict cu o figură feminină puternică sau faptul că te simți amenințat de gelozia sau posesivitatea cuiva. În unele tradiții, poate avertiza asupra unei rivale în dragoste.",
      "slug": "leoaica"
    },
    {
      "name": "Leopard",
      "category": "animale",
      "shortMeaning": "Putere sălbatică, eleganță, dar și pericol ascuns sau dușmani care pândesc.",
      "fullInterpretation": "Leopardul, cu petele sale distincte, simbolizează o frumusețe sălbatică dar și o natură imprevizibilă. În vis, el poate indica faptul că nu totul este ceea ce pare ('leopardul nu-și schimbă petele') și că trebuie să fii precaut față de persoanele din anturajul tău.\n\nUn leopard care te atacă sugerează că te confrunți cu obstacole dificile sau cu trădarea cuiva în care aveai încredere. Dacă reușești să îl îmblânzești sau să îl învingi, este un semn de triumf asupra adversităților prin curaj și perseverență. Poate de asemenea să anunțe o călătorie exotică, dar plină de peripeții.",
      "slug": "leopard"
    },
    {
      "name": "Lesa",
      "category": "obiecte",
      "shortMeaning": "Control, restricție, dominare sau nevoia de a stăpâni impulsurile.",
      "fullInterpretation": "Lesa este un instrument de control. Dacă ții pe cineva sau ceva în lesă, visul indică nevoia ta de a domina o situație sau de a ține în frâu anumite instincte (ale tale sau ale altora). Poate sugera că ești stăpân pe viața ta și ai autoritate.\n\nDacă tu ești cel ținut în lesă, te simți manipulat, restricționat sau dependent de voința altcuiva. Libertatea ta de mișcare și de exprimare este limitată. O lesă ruptă este un semn puternic de eliberare: ai scăpat de sub o influență toxică sau ai reușit să te desprinzi de o dependență care te ținea pe loc.",
      "slug": "lesa"
    },
    {
      "name": "Lesin",
      "category": "fenomene",
      "shortMeaning": "Epuizare emoțională, refuzul de a accepta realitatea sau o surpriză șocantă.",
      "fullInterpretation": "Leșinul în vis este o reacție de evadare. Subconștientul tău îți spune că o situație din viața reală este prea copleșitoare pentru a o înfrunta conștient și 'trage cortina'. Poate indica o veste șocantă, o frică intensă sau pur și simplu o epuizare fizică și psihică extremă.\n\nEste un avertisment că îți ignori limitele sau că refuzi să accepți o problemă evidentă. Dacă visezi pe altcineva leșinând, poate sugera că acea persoană are nevoie de ajutorul tău sau că vei afla un secret despre ea care te va tulbura profund. Trebuie să fii mai atent la sănătatea ta emoțională.",
      "slug": "lesin"
    },
    {
      "name": "Leu alb",
      "category": "animale",
      "shortMeaning": "Putere spirituală pură, ghidare divină și o conștientizare superioară.",
      "fullInterpretation": "Leul alb este un simbol extrem de rar și puternic. El reprezintă nu doar forța regală (ca leul obișnuit), ci și o putere spirituală, pură și luminoasă. Apariția lui în vis este un semn de binecuvântare, sugerând că ești protejat de forțe superioare.\n\nIndică o trezire a conștiinței, o victorie asupra propriilor umbre și o capacitate de a conduce cu înțelepciune și bunătate. Poate marca începutul unei etape de mare realizare personală, în care puterea ta interioară este aliniată cu scopul tău spiritual.",
      "slug": "leu-alb"
    },
    {
      "name": "Leu negru",
      "category": "animale",
      "shortMeaning": "Putere negativă, umbra personală, agresivitate reprimată sau un dușman puternic.",
      "fullInterpretation": "Leul negru este partea întunecată a forței. În vis, el simbolizează energia distructivă, autoritatea folosită abuziv sau propriile tale instincte negative pe care refuzi să le recunoști (Umbra jungiană). Poate reprezenta o persoană puternică dar toxică, care încearcă să te domine.\n\nDe asemenea, poate indica o furie profundă sau o dorință de răzbunare care te consumă. Confruntarea cu un leu negru este o luptă cu propriii demoni. Dacă îl învingi, înseamnă că ai reușit să îți integrezi și să îți transformi latura negativă în putere constructivă.",
      "slug": "leu-negru"
    },
    {
      "name": "Leustean",
      "category": "natură",
      "shortMeaning": "Vindecare tradițională, dar și posibile dezamăgiri sau 'acreli' în dragoste.",
      "fullInterpretation": "Leușteanul, plantă aromatică cu gust puternic, are semnificații ambivalente. În tradiția populară este o plantă de leac și protecție, dar în vis poate simboliza o situație care lasă un gust 'amar' sau o dezamăgire sentimentală (trădare).\n\nPoate sugera că o relație de dragoste își pierde dulceața și devine prea pragmatică sau 'condimentată' cu certuri. Pe de altă parte, poate indica nevoia de purificare și de a folosi remedii simple, naturale, pentru a rezolva probleme de sănătate sau sufletești.",
      "slug": "leustean"
    },
    {
      "name": "Levantica",
      "category": "natură",
      "shortMeaning": "Armonie în cuplu, liniște, amintiri plăcute și fidelitate.",
      "fullInterpretation": "Levănțica (lavanda) este floarea păcii și a devotamentului. Să visezi levănțică este un semn minunat pentru viața sentimentală, prezicând fericire, înțelegere și o iubire calmă, așezată. Mirosul ei în vis evocă nostalgie și confort.\n\nSugerează că tensiunile se vor disipa și că vei găsi liniștea de care ai nevoie. Poate fi, de asemenea, un simbol al purității și al curățeniei, indicând că ești într-un proces de a elimina stresul și gândurile negative din mintea ta. Este un moment bun pentru relaxare și introspecție.",
      "slug": "levantica"
    },
    {
      "name": "Levitatie",
      "category": "fenomene",
      "shortMeaning": "Eliberare de griji, evoluție spirituală, detașare și depășirea limitelor.",
      "fullInterpretation": "Levitația este un vis de putere și libertate. Să te ridici de la sol sfidând gravitația sugerează că ai reușit să te detașezi de problemele 'pământești' și de greutățile cotidiene. Ești într-o stare de grație, de elevare spirituală.\n\nPoate indica faptul că ai găsit o soluție creativă la o problemă veche sau că ți-ai depășit propriile limite autoimpuse. Dacă levitezi deasupra apei, arată controlul asupra emoțiilor. Totuși, dacă levitația te sperie sau nu poți coborî, poate semnala o pierdere a contactului cu realitatea ('cu capul în nori') și nevoia de a te reancora.",
      "slug": "levitatie"
    },
    {
      "name": "Libelula",
      "category": "animale",
      "shortMeaning": "Schimbare rapidă, adaptabilitate, iluzie și trăirea clipei prezente.",
      "fullInterpretation": "Libelula, cu zborul ei agil și culorile irizate, simbolizează transformarea și capacitatea de a te adapta rapid la noi situații. În vis, ea te îndeamnă să fii flexibil și să profiti de oportunitățile care apar, chiar dacă par efemere.\n\nFiind o creatură a apei și a aerului, leagă emoțiile de intelect. Poate indica faptul că treci printr-o perioadă de schimbare profundă a perspectivei asupra vieții. Totuși, 'iluzia' creată de aripile ei îți amintește să nu te lași păcălit de aparențe strălucitoare și să cauți profunzimea dincolo de suprafață.",
      "slug": "libelula"
    },
    {
      "name": "Libertate",
      "category": "emoții",
      "shortMeaning": "Independență, eliberare de constrângeri și încredere în propriile alegeri.",
      "fullInterpretation": "Senzația de libertate în vis este una dintre cele mai pure și pozitive experiențe onirice. Ea reflectă o stare interioară de ușurare, semn că ai scăpat de o povară, de o relație toxică sau de o frică ce te paraliza.\n\nAcest vis îți confirmă că deciziile recente au fost corecte și că ești pe drumul cel bun spre autorealizare. Te simți stăpân pe destinul tău, capabil să respiri ușurat și să privești viitorul cu optimism. Este un moment de expansiune și de afirmare a individualității tale.",
      "slug": "libertate"
    },
    {
      "name": "Librarie",
      "category": "locuri",
      "shortMeaning": "Sete de cunoaștere, căutarea răspunsurilor și apreciere intelectuală.",
      "fullInterpretation": "Librăria este templul cunoașterii. Să visezi că ești într-o librărie sugerează că ești în căutarea unor răspunsuri sau a unei direcții în viață. Ești dispus să înveți și să explorezi noi idei.\n\nVisul poate indica faptul că eforturile tale intelectuale sau munca ta vor fi recunoscute și apreciate. Dacă cumperi o carte, înseamnă că ești gata să asimilezi o lecție nouă. Dacă rătăcești printre rafturi, poate semnala o confuzie în fața multitudinii de opțiuni și nevoia de a alege un domeniu pe care să te focusezi.",
      "slug": "librarie"
    },
    {
      "name": "Liceu",
      "category": "locuri",
      "shortMeaning": "Nostalgie, lecții neînvățate, anxietate socială sau testarea competențelor.",
      "fullInterpretation": "Visele despre liceu sunt extrem de comune, chiar și la mulți ani după absolvire. Ele reflectă adesea insecuritățile legate de statutul social, de performanță și de integrare ('testul vieții').\n\nDacă visezi că dai un examen la liceu, te simți evaluat sau judecat în viața reală. Poate indica faptul că nu ai asimilat complet o lecție din trecut și situația se repetă. Revederea colegilor sugerează nostalgia după o perioadă mai simplă sau, dimpotrivă, confruntarea cu vechi rivalități și complexe care încă te afectează în prezent.",
      "slug": "liceu"
    },
    {
      "name": "Lichid",
      "category": "fenomene",
      "shortMeaning": "Flux emoțional, adaptabilitate, energie vitală și starea sentimentelor.",
      "fullInterpretation": "Lichidele în vis reprezintă emoțiile și intuiția. Starea lichidului este cheia: un lichid limpede indică claritate sufletească și sănătate, în timp ce unul tulbure sugerează confuzie și probleme emoționale.\n\nLichidul care curge liber simbolizează capacitatea ta de a te exprima și de a lăsa sentimentele să se manifeste. Dacă lichidul este vărsat, poate indica o pierdere de energie sau o izbucnire emoțională necontrolată. Aurul lichid este un simbol puternic al transformării spirituale și al energiei vitale pure.",
      "slug": "lichid"
    },
    {
      "name": "Licitatie",
      "category": "acțiuni",
      "shortMeaning": "Competiție, evaluarea valorii, risc financiar și teama de a pierde.",
      "fullInterpretation": "Licitația în vis este despre valoare și competiție. Sugerează că te afli într-o situație în care trebuie să lupți pentru ceea ce îți dorești, fie că e vorba de un bun material, de atenția cuiva sau de un statut.\n\nPoate indica faptul că îți subevaluezi sau supraevaluezi propriile resurse. Dacă câștigi licitația, prevestește succes dar cu un cost. Dacă pierzi, poate fi un semn că nu ai investit suficient efort sau că obiectivul nu era destinat ție. Visul te avertizează să fii prudent cu resursele tale și să nu te lași luat de valul impulsivității.",
      "slug": "licitatie"
    },
    {
      "name": "Licurici",
      "category": "animale",
      "shortMeaning": "Speranță în întuneric, idei sclipitoare, inspirație de moment și vești.",
      "fullInterpretation": "Licuricii sunt mici scântei de lumină în noapte. În vis, ei simbolizează speranța care apare exact atunci când te aștepți mai puțin. O idee genială ('un beculeț') care îți poate rezolva o problemă.\n\nEi pot reprezenta și o ghidare subtilă, intuitivă. Tradițional, se spune că aduc vești de la persoane dragi. Totuși, lumina lor este intermitentă, sugerând că inspirația sau oportunitatea este trecătoare și trebuie să acționezi rapid înainte să dispară.",
      "slug": "licurici"
    },
    {
      "name": "Lider",
      "category": "persoane",
      "shortMeaning": "Autoritate, responsabilitate, nevoia de control sau ghidare.",
      "fullInterpretation": "Apariția unui lider în vis (sau faptul că tu ești lider) reflectă relația ta cu puterea și responsabilitatea. Dacă tu conduci, arată că ai încredere în tine, ești asertiv și gata să iei decizii importante. Îți asumi destinul.\n\nDacă urmezi un lider, poate sugera că ai nevoie de ghidare sau că ești prea pasiv, lăsându-i pe alții să decidă pentru tine. Un lider tiranic în vis poate simboliza o parte din tine care este prea critică și dominatoare, sau o presiune externă care te sufocă. Ești chemat să îți găsești propriul stil de conducere a vieții.",
      "slug": "lider"
    },
    {
      "name": "Lighean",
      "category": "obiecte",
      "shortMeaning": "Curățare, intimitate domestică, pregătire pentru o nouă etapă și modestie.",
      "fullInterpretation": "Ligheanul este un obiect umil, dar esențial pentru curățenie. În vis, el simbolizează nevoia de a 'spăla' problemele, de a te purifica de emoții negative sau de a te pregăti pentru ceva nou.\n\nUn lighean cu apă curată este semn de sănătate și claritate. Dacă te speli în lighean, arată dorința de a te elibera de o vinovăție sau de a-ți recăpăta inocența. Poate indica, de asemenea, o perioadă de modestie financiară, dar trăită cu demnitate și hărnicie, care va duce în cele din urmă la succes.",
      "slug": "lighean"
    },
    {
      "name": "Liliac",
      "category": "animale",
      "shortMeaning": "Frici subconștiente, intuiție oarbă, renaștere și navigare prin necunoscut.",
      "fullInterpretation": "Liliacul este o creatură a nopții și a peșterilor (subconștientul). În vis, el poate părea înspăimântător, simbolizând frici ascunse sau gânduri negre care te bântuie. Totuși, liliacul are un radar (sonar) care îl ghidează perfect în întuneric.\n\nAstfel, el reprezintă intuiția care te ajută să navighezi prin perioadele confuze ale vieții, când 'nu vezi' clar calea. Poate semnala o transformare interioară profundă, o 'moarte' a vechiului eu și o renaștere. Nu te lăsa copleșit de frică; ai capacitatea de a 'vedea' dincolo de aparențe.",
      "slug": "liliac"
    },
    {
      "name": "Liliac (mamifer zburator)",
      "category": "animale",
      "shortMeaning": "Frici subconștiente, intuiție oarbă, renaștere și navigare prin necunoscut.",
      "fullInterpretation": "Liliacul este o creatură a nopții și a peșterilor (subconștientul). În vis, el poate părea înspăimântător, simbolizând frici ascunse sau gânduri negre care te bântuie. Totuși, liliacul are un radar (sonar) care îl ghidează perfect în întuneric.\n\nAstfel, el reprezintă intuiția care te ajută să navighezi prin perioadele confuze ale vieții, când 'nu vezi' clar calea. Poate semnala o transformare interioară profundă, o 'moarte' a vechiului eu și o renaștere. Nu te lăsa copleșit de frică; ai capacitatea de a 'vedea' dincolo de aparențe.",
      "slug": "liliac-mamifer-zburator"
    },
    {
      "name": "Liliac alb",
      "category": "animale",
      "shortMeaning": "Mesaj spiritual rar, transformare majoră sau avertisment solemn.",
      "fullInterpretation": "Liliacul alb este un simbol extrem de rar. În timp ce albul sugerează puritate, asocierea cu liliacul (simbol al morții și renașterii) îi dă o notă solemnă. Tradițional, poate fi un prevestitor al unui final (nu neapărat fizic, ci al unei etape) sau al unei schimbări radicale în familie.\n\nPoate simboliza și o purificare a subconștientului, luminarea unei frici vechi. Este un semn să fii atent la mesajele subtile din jurul tău și să te pregătești sufletește pentru o tranziție importantă.",
      "slug": "liliac-alb"
    },
    {
      "name": "Limba",
      "category": "corp",
      "shortMeaning": "Comunicare, expresivitate, bârfe sau nevoia de a spune adevărul.",
      "fullInterpretation": "Limba este instrumentul comunicării. În vis, starea ei reflectă modul în care te exprimi. O limbă sănătoasă indică o comunicare clară și eficientă. Dacă limba este umflată, tăiată sau nu poți vorbi, visul trădează frustrarea de a nu fi auzit sau teama de a spune ceva greșit.\n\nPoate indica și faptul că ai vorbit prea mult ('gura spartă') și regreți, sau că ești victima bârfelor ('limbi ascuțite'). Visul te îndeamnă să fii mai atent la cuvintele tale, căci ele au putere de a vindeca sau de a răni.",
      "slug": "limba"
    },
    {
      "name": "Limba straina",
      "category": "acțiuni",
      "shortMeaning": "Incomunicare, neînțelegere, alienare sau dorința de a explora noi orizonturi.",
      "fullInterpretation": "Să auzi sau să vorbești o limbă străină în vis sugerează o barieră în comunicare. Simți că nu te faci înțeles de cei din jur sau că nu înțelegi mesajele pe care ți le transmite viața/subconștientul. Te simți străin într-o situație familiară.\n\nPe de altă parte, dacă vorbești fluent o limbă necunoscută, visul indică un potențial ascuns, adaptabilitate și dorința de a-ți lărgi orizonturile culturale sau intelectuale. Ești gata să asimilezi noi moduri de gândire.",
      "slug": "limba-straina"
    },
    {
      "name": "Limbrici",
      "category": "animale",
      "shortMeaning": "Disconfort, paraziți energetici, griji mărunte dar sâcâitoare.",
      "fullInterpretation": "Limbricii sau paraziții intestinali în vis provoacă dezgust și indică o problemă care te 'mănâncă' pe interior. Poate fi vorba de griji mărunte, de obiceiuri nesănătoase sau de persoane din anturaj care profită de tine ('paraziți').\n\nDeși în unele tradiții (ciudat) se spune că viermii pot însemna bani sau vizite, interpretarea psihologică modernă înclină spre ideea de curățare. Trebuie să elimini ceva toxic din viața ta pentru a-ți recăpăta vitalitatea și sănătatea.",
      "slug": "limbrici"
    },
    {
      "name": "Limonada",
      "category": "alimente",
      "shortMeaning": "Răcorire, optimism, transformarea problemelor în avantaje și relaxare.",
      "fullInterpretation": "Limonada este simbolul clasic al optimismului: 'când viața îți dă lămâi, fă limonadă'. Visul sugerează că ai capacitatea de a lua o situație acră sau dificilă și de a o transforma în ceva plăcut și benefic.\n\nIndică o perioadă de relaxare, de vindecare și de socializare plăcută. Dacă bei limonadă, te vei bucura de o stare de bine și de claritate mentală. Este un semn că știi să te adaptezi și să găsești partea plină a paharului.",
      "slug": "limonada"
    },
    {
      "name": "Limuzina",
      "category": "obiecte",
      "shortMeaning": "Prestigiu, dorința de a impresiona, extravaganță sau o călătorie importantă.",
      "fullInterpretation": "Limuzina simbolizează luxul, statutul social înalt și dorința de a fi admirat. Dacă te afli într-o limuzină, simți că meriți tot ce e mai bun și că ești pe o traiectorie ascendentă. Poate indica o ocazie specială sau o recompensă.\n\nTotuși, poate fi și un semn de vanitate sau de izolare față de oamenii obișnuiți (geamuri fumurii). Dacă limuzina e condusă de altcineva, sugerează că deși ai succes, nu tu deții controlul direcției, ci te lași purtat de circumstanțe sau de imagine.",
      "slug": "limuzina"
    },
    {
      "name": "Lingou de aur",
      "category": "obiecte",
      "shortMeaning": "Valoare solidă, rezerve ascunse, securitate financiară și potențial nefolosit.",
      "fullInterpretation": "Lingoul de aur este forma brută, concentrată a bogăției. În vis, el nu reprezintă doar bani, ci valori fundamentale, talente neșlefuite sau resurse interioare pe care le ții 'la păstrare'.\n\nIndică o promisiune de securitate și stabilitate pe termen lung. Poate sugera că deții o idee sau o abilitate extrem de valoroasă pe care încă nu ai valorificat-o. Spre deosebire de bijuterii (care sunt pentru afișare), lingoul este pentru siguranță. Ai încredere în valoarea ta intrinsecă.",
      "slug": "lingou-de-aur"
    },
    {
      "name": "Lingura",
      "category": "obiecte",
      "shortMeaning": "Hrănire, îngrijire, oportunități mici dar sigure și viață domestică.",
      "fullInterpretation": "Lingura este instrumentul cu care ne hrănim pe noi sau pe alții. În vis, simbolizează nevoia de nutriție emoțională sau fizică. O lingură plină sugerează abundență și satisfacție, în timp ce una goală indică lipsuri.\n\nLingura de lemn are conotații de simplitate, tradiție și muncă onestă. A mânca cu lingura sugerează că asimilezi experiențele vieții încet, 'înghițitură cu înghițitură'. Poate fi și un simbol al medicamentului/vindecării ('o lingură de sirop').",
      "slug": "lingura"
    },
    {
      "name": "Lingura de lemn",
      "category": "obiecte",
      "shortMeaning": "Simplitate, tradiție, muncă onestă și autenticitate.",
      "fullInterpretation": "Lingura de lemn ne întoarce la origini, la viața simplă și autentică. În vis, ea sugerează că soluțiile la problemele tale nu sunt complicate sau sofisticate, ci se află în metodele verificate și în bunul simț.\n\nPoate indica o conexiune cu natura sau cu tradițiile familiei. Este un semn bun pentru câștiguri obținute prin muncă cinstită și efort propriu, nu prin noroc. De asemenea, poate sugera nevoia de a fi mai 'natural' în relațiile cu ceilalți, fără artificii.",
      "slug": "lingura-de-lemn"
    },
    {
      "name": "Lingurita",
      "category": "obiecte",
      "shortMeaning": "Detalii mici, moderație, vizite surpriză sau tratament (doze mici).",
      "fullInterpretation": "Lingurița, fiind mai mică decât lingura, simbolizează moderația și atenția la detalii. În vis, poate sugera că trebuie să iei lucrurile 'cu lingurița', în doze mici, pentru a nu te copleși. Nu încerca să rezolvi totul deodată.\n\nPoate indica și o vizită neașteptată sau o mică plăcere (desertul). Dacă o folosești pentru a amesteca, arată că 'agăți' o situație sau încerci să schimbi cursul unor evenimente prin acțiuni subtile. O linguriță de argint este semn de noroc și rafinament.",
      "slug": "lingurita"
    },
    {
      "name": "Linte",
      "category": "alimente",
      "shortMeaning": "Sănătate, prosperitate modestă, esențialul vieții și posibile înșelăciuni minore.",
      "fullInterpretation": "Lintea este un aliment străvechi, simbolizând hrana de bază și prosperitatea obținută prin răbdare. În vis, indică faptul că nevoile tale fundamentale vor fi satisfăcute. Poate sugera o perioadă de modestie, dar fără lipsuri majore.\n\nTotuși, în unele interpretări, lintea poate fi asociată cu tristețea sau cu o afacere proastă (ca în povestea biblică a vânzării dreptului de întâi născut pe un blid de linte). Fii atent să nu dai ceva valoros (o relație, o onoare) pe un câștig de moment.",
      "slug": "linte"
    },
    {
      "name": "Lipici",
      "category": "obiecte",
      "shortMeaning": "Atașament, coeziune, încercarea de a repara relații sau teama de a fi blocat.",
      "fullInterpretation": "Lipiciul simbolizează dorința de a uni sau de a repara ceva rupt. Dacă lipești obiecte, încerci să reconstruiești o relație sau să pui ordine în viața ta. Este un semn pozitiv de reconciliere și efort constructiv.\n\nÎnsă, dacă te lipești de ceva și nu te poți desprinde, visul indică o dependență nesănătoasă, o situație din care nu poți ieși ('ai intrat în belea') sau o persoană prea posesivă ('ca un scai'). Te simți prins în capcană și ai nevoie de spațiu.",
      "slug": "lipici"
    },
    {
      "name": "Lipie",
      "category": "alimente",
      "shortMeaning": "Hrană spirituală, comuniune, simplitate și bucurii împărtășite.",
      "fullInterpretation": "Lipia, pâinea simplă și plată, este un simbol puternic al comuniunii și al împărțirii. Să mănânci lipie în vis sugerează că te bucuri de lucrurile simple ale vieții și că ai o inimă deschisă. Este semn de ospitalitate și prietenie.\n\nDacă o împarți cu cineva, indică o legătură profundă, bazată pe valori comune și ajutor reciproc. Visul îți amintește că fericirea nu stă în lux, ci în calitatea relațiilor umane și în capacitatea de a aprecia 'pâinea cea de toate zilele'.",
      "slug": "lipie"
    },
    {
      "name": "Lipitoare",
      "category": "animale",
      "shortMeaning": "Paraziți emoționali, pierdere de energie, relații toxice sau vindecare dureroasă.",
      "fullInterpretation": "Lipitoarea este un simbol clar al 'vampirismului' energetic. În vis, reprezintă o persoană sau o situație care te seacă de putere, de bani sau de vitalitate. Cineva profită de bunătatea ta fără a oferi nimic în schimb.\n\nTotuși, în context medical vechi, lipitorile erau folosite pentru vindecare. Astfel, visul poate sugera că treci printr-un proces neplăcut, dar necesar, de eliminare a 'sângelui rău' (emoții negative, toxine) pentru a te însănătoși. Trebuie să te detașezi de ceea ce te consumă.",
      "slug": "lipitoare"
    },
    {
      "name": "Lista",
      "category": "obiecte",
      "shortMeaning": "Organizare, priorități, responsabilități copleșitoare sau teama de a uita ceva.",
      "fullInterpretation": "O listă în vis reflectă nevoia de ordine și structură. Încerci să îți organizezi gândurile sau viața. Dacă bifezi elemente, simți satisfacția realizării și a controlului. Ești eficient și determinat.\n\nDacă lista este interminabilă, visul semnalează stresul și sentimentul că ești copleșit de responsabilități. Ți-e teamă că vei uita ceva important sau că nu vei face față cerințelor. Este un apel la simplificare și la stabilirea clară a priorităților.",
      "slug": "lista"
    },
    {
      "name": "Litere",
      "category": "obiecte",
      "shortMeaning": "Comunicare criptică, începutul cunoașterii, mesaje incomplete.",
      "fullInterpretation": "Literele izolate în vis simbolizează elementele de bază ale comunicării și cunoașterii. Încerci să descifrezi un mesaj sau să înțelegi o situație, dar încă nu ai imaginea de ansamblu. Fiecare literă poate avea o semnificație personală (inițiala cuiva, a unui loc).\n\nVisul te îndeamnă să fii atent la detalii și să încerci să pui cap la cap informațiile ('a lega literele') pentru a forma un cuvânt sau un sens coerent. Poate indica începutul unui proces de învățare.",
      "slug": "litere"
    },
    {
      "name": "Litoral",
      "category": "locuri",
      "shortMeaning": "Granița dintre conștient și subconștient, relaxare și noi perspective.",
      "fullInterpretation": "Litoralul, locul unde pământul întâlnește marea, este o zonă de tranziție simbolică. Pământul reprezintă realitatea concretă, iar marea emoțiile și subconștientul. Să fii pe litoral înseamnă că ești în contact cu sentimentele tale profunde, dar rămâi ancorat în realitate.\n\nIndică o perioadă de relaxare, de contemplare și de deschidere către noi orizonturi. Privind marea, îți analizezi viitorul și potențialul. Este un loc al regăsirii și al echilibrului interior.",
      "slug": "litoral"
    },
    {
      "name": "Livada",
      "category": "locuri",
      "shortMeaning": "Abundență, roadele muncii, fertilitate și o perioadă prosperă.",
      "fullInterpretation": "Livada plină de fructe este un simbol minunat al prosperității și al recompensei. Arată că eforturile tale au dat roade și că urmează o perioadă de cules, de bucurie și de împlinire materială și familială.\n\nEste un semn de fertilitate (la propriu sau figurat - idei, proiecte). O livadă înflorită promite succes în viitorul apropiat. Dacă livada este uscată sau neîngrijită, visul te avertizează că ți-ai neglijat proiectele sau relațiile și riști să pierzi beneficiile așteptate.",
      "slug": "livada"
    },
    {
      "name": "Loc de joaca",
      "category": "locuri",
      "shortMeaning": "Inocență, nevoia de relaxare, creativitate și lipsa de griji.",
      "fullInterpretation": "Locul de joacă te reconectează cu copilul interior. Visul sugerează că ai nevoie de o pauză de la responsabilitățile de adult și că trebuie să reînveți să te joci, să fii spontan și creativ. Viața nu trebuie să fie doar muncă.\n\nPoate indica și nostalgia după o perioadă fără griji. Dacă locul de joacă este pustiu sau stricat, poate semnala o tristețe legată de copilărie sau sentimentul că ți-ai pierdut bucuria de a trăi. Este timpul să aduci mai multă distracție și ușurătate în viața ta.",
      "slug": "loc-de-joaca"
    },
    {
      "name": "Loc de munca",
      "category": "locuri",
      "shortMeaning": "Stres profesional, ambiție, competență sau rutina zilnică.",
      "fullInterpretation": "Visele despre locul de muncă reflectă adesea stresul rezidual de peste zi sau anxietățile legate de performanță. Dacă muncești din greu în vis, poate însemna că ești foarte dedicat, dar și că riști epuizarea (burnout).\n\nPoate indica nemulțumiri, dorința de promovare sau teama de a fi concediat. Dacă visezi un loc de muncă vechi, înseamnă că o lecție din trecut este relevantă acum sau că ai regrete/nostalgii. Este un barometru al satisfacției tale profesionale și al echilibrului viață-muncă.",
      "slug": "loc-de-munca"
    },
    {
      "name": "Locomotiva",
      "category": "obiecte",
      "shortMeaning": "Putere de propulsie, determinare, călătorie și destin colectiv.",
      "fullInterpretation": "Locomotiva este motorul care trage vagoanele, simbolizând forța care pune lucrurile în mișcare. În vis, ea reprezintă voința ta și capacitatea de a avansa către obiective. Dacă conduci locomotiva, ai controlul asupra destinului tău și posibil asupra altora (familie, echipă).\n\nO locomotivă care merge cu viteză indică progres rapid, dar poate sugera și riscul de a scăpa lucrurile de sub control. O locomotivă oprită sau deraiată semnalează blocaje majore, întârzieri sau eșecul unui plan important. Ești pe șinele potrivite?",
      "slug": "locomotiva"
    },
    {
      "name": "Locuinta",
      "category": "locuri",
      "shortMeaning": "Sinele interior, starea psihică, securitate și identitate.",
      "fullInterpretation": "Casa sau locuința în vis este simbolul eului tău. Fațada este ceea ce arăți lumii, iar interiorul este viața ta intimă. Fiecare cameră are o semnificație (bucătăria - transformare, dormitorul - intimitate, subsolul - subconștient).\n\nStarea locuinței reflectă starea ta mentală: o casă curată și luminoasă indică ordine și claritate, în timp ce una dărăpănată sau dezordonată sugerează neglijență de sine, haos emoțional sau probleme de sănătate. Renovarea locuinței în vis este un semn excelent de dezvoltare personală și schimbare de atitudine.",
      "slug": "locuinta"
    },
    {
      "name": "Logodna",
      "category": "acțiuni",
      "shortMeaning": "Angajament serios, promisiune, unire sau teama de legături definitive.",
      "fullInterpretation": "Logodna în vis simbolizează dorința de a te dedica unei persoane, unei cauze sau unui proiect pe termen lung. Este un pas premergător unei uniri definitive. Dacă te simți fericit, visul confirmă că ești pregătit pentru responsabilități și stabilitate.\n\nDacă ești anxios sau logodna e nedorită, visul trădează teama de angajament, sentimentul că ești forțat să iei o decizie sau neîncrederea în partener. Poate semnala și nevoia de a integra ('căsători') două aspecte diferite ale personalității tale (ex. rațiunea și simțirea).",
      "slug": "logodna"
    },
    {
      "name": "Lopata",
      "category": "obiecte",
      "shortMeaning": "Muncă grea, săparea după adevăr, efort susținut și curățare.",
      "fullInterpretation": "Lopata este un instrument de muncă brută. În vis, sugerează că trebuie să depui efort serios pentru a obține rezultate. 'Sapi' după ceva – poate fi adevărul, o resursă ascunsă sau o soluție la o problemă.\n\nDe asemenea, poate indica nevoia de a 'înlătura' gunoiul sau obstacolele din calea ta. Dacă sapi o groapă, fii atent să nu ți-o sapi singur (riscuri inutile). Dacă folosești lopata pentru a zăpăci zăpada sau pământul, înseamnă că îți faci loc și îți pregătești terenul pentru viitor.",
      "slug": "lopata"
    },
    {
      "name": "Loto/Loterie",
      "category": "fenomene",
      "shortMeaning": "Speranță la noroc, iluzii de îmbogățire rapidă, risc și destin.",
      "fullInterpretation": "Visul despre loto reflectă dorința de a obține succesul fără efort, bazându-te pe noroc sau destin. Poate indica optimism și speranță într-o schimbare miraculoasă a situației financiare. Ești gata să îți asumi un risc.\n\nTotuși, poate fi un avertisment să nu te bazezi pe iluzii și să nu aștepți ca soluțiile să cadă din cer. Dacă câștigi la loto în vis, te simți norocos, dar subconștientul poate compensa o lipsă reală. Adevăratul 'câștig' ar putea fi o oportunitate pe care trebuie să o fructifici, nu neapărat bani gheață.",
      "slug": "lotoloterie"
    },
    {
      "name": "Lucerna",
      "category": "natură",
      "shortMeaning": "Hrană, vitalitate, creștere rapidă și beneficii materiale.",
      "fullInterpretation": "Lucerna este o plantă furajeră vitală, simbolizând hrana și energia brută. În vis, indică o stare bună de sănătate și vigoare. Este un semn de creștere și de abundență, în special în plan material sau fizic.\n\nSugerează că ai resursele necesare pentru a susține un proiect sau pentru a te reface după o perioadă de efort. Fiind o plantă rezistentă, lucerna te încurajează să fii tenace și să ai rădăcini adânci.",
      "slug": "lucerna"
    },
    {
      "name": "Lumanare aprinsa",
      "category": "obiecte",
      "shortMeaning": "Speranță, credință, ghidare spirituală, viață și căldură sufletească.",
      "fullInterpretation": "Lumânarea aprinsă este un simbol sacru al luminii divine și al sufletului individual. Flacăra ei reprezintă viața, speranța și prezența spiritului. În vis, ea aduce confort, ghidare în întuneric și promisiunea că problemele se vor rezolva.\n\nPoate indica o rugăciune ascultată sau un moment de iluminare intelectuală/spirituală. Dacă flacăra este dreaptă și luminoasă, indică sănătate și claritate. Dacă pâlpâie sau se stinge, sugerează incertitudine, fragilitate sau teama de necunoscut/moarte.",
      "slug": "lumanare-aprinsa"
    },
    {
      "name": "Lumanare lumanari",
      "category": "obiecte",
      "shortMeaning": "Timpul care trece, spiritualitate, memorie și ritual.",
      "fullInterpretation": "Lumânările (în general) sunt legate de trecerea timpului și de ritualuri (botez, nuntă, înmormântare). Ele marchează momente de tranziție. O lumânare care se topește îți amintește de efemeritatea vieții și de nevoia de a folosi timpul înțelept.\n\nLumânările neaprinse sugerează potențial nefolosit sau lipsa de speranță (depresie). Aprinderea unei lumânări este un act de voință și de credință, un început. Visul te invită la introspecție și la conectarea cu latura ta spirituală sau cu amintirea celor dragi.",
      "slug": "lumanare-lumanari"
    }
  ]
}