{
  "symbols": [
    {
      "name": "Lume",
      "category": "fenomene",
      "shortMeaning": "Interacțiuni sociale, opinia publică, presiune externă și nevoia de integrare.",
      "fullInterpretation": "Când visezi 'lume' în sensul de oameni mulți, subconștientul îți atrage atenția asupra relației tale cu societatea. Te simți judecat sau presat de așteptările celorlalți? Poate indica dorința de a fi acceptat și de a face parte dintr-un grup.\n\nDacă lumea din vis este ostilă, reflectă anxietatea socială sau teama de conflict. Dacă lumea este veselă, sugerează armonie și oportunități de colaborare. Este un barometru al modului în care te raportezi la mediul social.",
      "slug": "lume"
    },
    {
      "name": "Lume multa",
      "category": "fenomene",
      "shortMeaning": "Haos, pierderea identității, agitație sau evenimente sociale importante.",
      "fullInterpretation": "O mulțime mare de oameni în vis poate fi copleșitoare. Simbolizează pierderea individualității în fața colectivului sau sentimentul de a fi 'înghițit' de obligații și zgomot. Poate prevesti un eveniment agitat, un scandal public sau un 'proces' simbolic unde ești judecat de mulți.\n\nDacă te simți bine în mulțime, indică energie colectivă și susținere. Dacă te simți sufocat, este un semn clar că ai nevoie de singurătate și de retragere pentru a-ți auzi propriile gânduri.",
      "slug": "lume-multa"
    },
    {
      "name": "Lumina",
      "category": "fenomene",
      "shortMeaning": "Iluminare, adevăr, speranță, energie divină și claritate mentală.",
      "fullInterpretation": "Lumina este unul dintre cele mai puternice simboluri pozitive. Ea reprezintă conștiința, adevărul care iese la iveală și speranța. O lumină puternică într-un vis întunecat indică o soluție salvatoare, o idee genială sau o prezență spirituală protectoare.\n\nSugerează că ieși din confuzie ('întuneric') și începi să vezi lucrurile clar. Poate fi și un semn de vindecare sau de energie vitală reînnoită. 'Lumina de la capătul tunelului' nu este doar o expresie, ci o realitate onirică ce promite un nou început.",
      "slug": "lumina"
    },
    {
      "name": "Luna",
      "category": "natură",
      "shortMeaning": "Feminitate, intuiție, emoții ciclice, mister și subconștient.",
      "fullInterpretation": "Luna este astrul nopții și al emoțiilor profunde. Ea guvernează mareele interioare, intuiția și aspectele feminine ale psihicului (anima). În vis, Luna indică o perioadă de sensibilitate crescută și de conectare cu misterele vieții.\n\nFazele lunii sunt importante: luna nouă înseamnă noi începuturi ascunse, luna plină aduce apogeul emoțional și claritate (sau nebunie), iar luna în scădere sugerează eliberare. Este un ghid blând care te învață să ai încredere în ceea ce simți, nu doar în ceea ce vezi.",
      "slug": "luna"
    },
    {
      "name": "Luna mai",
      "category": "natură",
      "shortMeaning": "Înflorire, tinerețe, dragoste, speranță și bucuria de a trăi.",
      "fullInterpretation": "Luna Mai este simbolul primăverii depline, al renașterii naturii și al iubirii. Să visezi că ești în luna mai sugerează că treci printr-o perioadă de optimism, de creștere personală și de înflorire a proiectelor sau relațiilor.\n\nEste timpul fertilității și al promisiunilor care încep să se concretizeze. Te simți plin de viață și energie. Visul te încurajează să te bucuri de prezent și să 'culegi florile' tinereții sau ale oportunităților actuale.",
      "slug": "luna-mai"
    },
    {
      "name": "Luna plina",
      "category": "natură",
      "shortMeaning": "Apogeu, claritate totală, emoții intense, romantism sau nebunie.",
      "fullInterpretation": "Luna plină luminează noaptea subconștientului. Totul devine vizibil, inclusiv secretele sau dorințele reprimate. Este un moment de intensitate maximă: pasiunile sunt amplificate, creativitatea debordează, iar intuiția este la cote maxime.\n\nPoate indica finalizarea unui ciclu, o realizare importantă sau un moment de romantism magic. Pe de altă parte, poate avertiza asupra comportamentelor iraționale ('lunatism') și a pierderii controlului emoțional. Ești chemat să îți echilibrezi rațiunea cu sentimentele.",
      "slug": "luna-plina"
    },
    {
      "name": "Lup alb",
      "category": "animale",
      "shortMeaning": "Ghid spiritual, victorie asupra fricii, loialitate nobilă și protecție.",
      "fullInterpretation": "Lupul alb este un simbol arhetipal al înțelepciunii și al puterii benefice. Spre deosebire de lupul gri sau negru care poate inspira teamă, cel alb este un ghid spiritual. Apariția lui indică faptul că ești protejat și că ai forța interioară de a răzbi prin 'iarna' vieții.\n\nSimbolizează victoria luminii asupra întunericului și capacitatea de a găsi calea corectă în situații confuze. Este un aliat puternic care te îndeamnă să fii curajos, onest și loial propriilor valori.",
      "slug": "lup-alb"
    },
    {
      "name": "Lup negru",
      "category": "animale",
      "shortMeaning": "Umbra personală, frici ascunse, pericol iminent sau instincte reprimate.",
      "fullInterpretation": "Lupul negru reprezintă partea întunecată a subconștientului, 'Umbra' jungiană. El întruchipează fricile, agresivitatea sau trăsăturile pe care refuzi să le accepți la tine. Poate fi un avertisment despre un pericol real sau despre o persoană cu intenții rele.\n\nTotuși, lupul negru nu este neapărat rău; el este păstrătorul puterii neîmblânzite. Dacă te împrietenești cu el în vis, înseamnă că îți integrezi latura instinctuală și devii o persoană completă și puternică. Dacă te atacă, ești în conflict cu tine însuți.",
      "slug": "lup-negru"
    },
    {
      "name": "Lupta",
      "category": "acțiuni",
      "shortMeaning": "Conflict interior sau exterior, nevoia de afirmare și rezolvarea problemelor.",
      "fullInterpretation": "Lupta în vis reflectă conflictele din viața ta. Poate fi o luptă cu tine însuți (decizii grele, vicii) sau cu circumstanțele externe. Dacă te lupți și câștigi, visul prezice succes și depășirea obstacolelor prin efort propriu.\n\nDacă ești învins, poate indica faptul că trebuie să îți schimbi strategia sau să accepți că unele lucruri nu pot fi controlate. A privi o luptă sugerează că ești martor la un conflict între două aspecte ale vieții tale (ex. carieră vs familie) și trebuie să mediez.",
      "slug": "lupta"
    },
    {
      "name": "Lupta de caini",
      "category": "animale",
      "shortMeaning": "Conflicte între prieteni, loialitate trădată sau instincte agresive scăpate de sub control.",
      "fullInterpretation": "Câinii simbolizează prietenia și loialitatea. O luptă de câini este o imagine violentă a unui conflict între persoane apropiate sau între valori pe care le prețuiești. Te simți prins la mijloc într-o ceartă urâtă.\n\nLa nivel interior, poate reprezenta o luptă între instinctele tale de bază (supraviețuire, agresivitate) și dorința de a fi civilizat. Este un avertisment că tensiunile reprimate pot izbucni violent dacă nu sunt gestionate.",
      "slug": "lupta-de-caini"
    },
    {
      "name": "Lupta de cocosi",
      "category": "animale",
      "shortMeaning": "Rivalitate masculină, orgoliu rănit, vanitate și competiție inutilă.",
      "fullInterpretation": "Lupta de cocoși este simbolul clasic al rivalității bazate pe ego și mândrie. Visul sugerează că ești implicat într-un conflict de orgolii, unde miza nu este neapărat câștigul real, ci demonstrarea superiorității.\n\nPoate indica faptul că cineva îți contestă autoritatea sau 'teritoriul' și reacționezi agresiv. Visul te invită să te întrebi dacă această competiție merită efortul sau este doar o manifestare a vanității ('a te grozăvi').",
      "slug": "lupta-de-cocosi"
    },
    {
      "name": "Lupta in cusca",
      "category": "acțiuni",
      "shortMeaning": "Conflict fără scăpare, presiune extremă, sentimentul de a fi prins în capcană.",
      "fullInterpretation": "O luptă într-o cușcă amplifică sentimentul de claustrofobie și lipsă de opțiuni. Te simți forțat să te confrunți cu o problemă sau o persoană și nu ai unde să fugi. Situația este 'care pe care'.\n\nPoate reflecta un mediu de lucru toxic sau o relație abuzivă din care simți că nu poți ieși. Visul îți spune că singura cale este prin confruntare directă, dar te avertizează și asupra brutalității situației. Ai nevoie de curaj extrem.",
      "slug": "lupta-in-cusca"
    },
    {
      "name": "Lustra",
      "category": "obiecte",
      "shortMeaning": "Iluminare domestică, statut social, claritate asupra problemelor de familie.",
      "fullInterpretation": "Lustra, fiind sursa principală de lumină dintr-o încăpere, simbolizează modul în care vezi și înțelegi lucrurile în viața ta privată. O lustră mare și strălucitoare indică prosperitate, claritate mentală și armonie în familie.\n\nDacă lustra este prăfuită sau are becuri arse, sugerează că neglijezi anumite aspecte ale vieții casnice sau că 'nu vezi bine' o situație. Căderea unei lustre este un semn dramatic de criză bruscă sau de pierdere a unei iluzii care îți lumina viața.",
      "slug": "lustra"
    },
    {
      "name": "Lux",
      "category": "fenomene",
      "shortMeaning": "Dorința de confort, recompensa meritată sau superficialitate și risipă.",
      "fullInterpretation": "Visele de lux compensează adesea lipsurile din realitate, dar pot indica și aspirații înalte. Să trăiești în lux sugerează că te prețuiești și simți că meriți tot ce e mai bun. Poate prevesti o îmbunătățire a statutului financiar.\n\nTotuși, dacă luxul este ostentativ și te simți inconfortabil, visul te avertizează asupra superficialității și a riscului de a trăi peste posibilitățile tale. Adevăratul lux poate fi, de fapt, libertatea timpului și pacea sufletească, nu doar obiectele scumpe.",
      "slug": "lux"
    }
  ]
}