{
  "symbols": [
    {
      "name": "Lume",
      "category": "dictionar",
      "shortMeaning": "Daca visezi multa lume este un semn ca vei avea niste conflicte care ar putea sa te duca la tribu...",
      "fullInterpretation": "Daca visezi multa lume este un semn ca vei avea niste conflicte care ar putea sa te duca la tribunal, deoarece e posibil sa intri in conflict cu legea. De asemenea, multa lume adunata , semnifica durere, intristare si framantari.Lume multa in vis reprezinta un semn de proces. Poate fi vorba de un proces din viata dumneavoastra, un proces de schimbare sau un proces pe care il veti porni in tribunal. Daca visati lume multa si zgomotoasa, atunci inseamna o avertizare asupra unor evenimente pe care trebuie sa le depasiti si veti reusi sa iesiti din ele fara urme. Pentru mai multe detalii vizitati si interpretarea visului multime.",
      "slug": "lume"
    },
    {
      "name": "Lume multa",
      "category": "dictionar",
      "shortMeaning": "Lume multa in vis reprezinta un semn de proces.",
      "fullInterpretation": "Lume multa in vis reprezinta un semn de proces. Poate fi vorba de un proces din viata dumneavoastra, un proces de schimbare sau un proces pe care il veti porni in tribunal. Daca visati lume multa si zgomotoasa, atunci inseamna o avertizare asupra unor evenimente pe care trebuie sa le depasiti si veti reusi sa iesiti din ele fara urme. Pentru mai multe detalii vizitati si interpretarea visului multime.",
      "slug": "lume-multa"
    },
    {
      "name": "Lumina",
      "category": "dictionar",
      "shortMeaning": "Lumina este simbolul energiei spirituale, prin care avem puterea de a vedea totul limpede.",
      "fullInterpretation": "Lumina este simbolul energiei spirituale, prin care avem puterea de a vedea totul limpede. De asemenea, lumina simbolizeaza speranta si anunta un nou inceput. Alternativ, lumina vazuta in vis este un semn bun, e o prevestire ca ai scapat de o serie de probleme care iti provocau ingrijorare si teama.",
      "slug": "lumina"
    },
    {
      "name": "Luna",
      "category": "dictionar",
      "shortMeaning": "Luna simbolizeaza latura emotionala si cea feminina.",
      "fullInterpretation": "Luna simbolizeaza latura emotionala si cea feminina. Reprezinta intuitia, sensibilitatea, dragostea si romantismul. Aparitia ei in vise sugereaza legatura cu latura noastra misterioasa. Adeseori, in vise, Luna poate reprezenta imaginea mamei sau relatia noastra cu aceasta. De multa vreme se stie ca Luna are un efect psihologic asupra omului. In vechime, se considera ca Luna guverneaza emotiile masculine si ocroteste intuitia feminina. Chiar si in zilele noaste se mai pastreaza aceasta simbolistica. Aparitia Lunii in visul unui barbat arata ca acesta si-a infruntat si si-a acceptat latura intuitiva, fie teama fata de femei. Luna in visul unei femei sugereaza relatiile pe care femeile le stabilesc intre ele pe fondul unei intuitii comune. Luna mai simbolizeaza si Zeita Mama, latura intunecata si obscura a Sinelui. De asemenea, poate fi asociata ideii de intangibilitate.Luna Mai in vise semnifica prosperitate si timp petrecut cu placere. Alternativ, visul simbolizeaza schimbari personale si pe plan profesional. Luna plina este simbolul dorintelor ascunse, dorintelor primare. Luna plina apare in vise atunci cand pasiunea se revarsa in corp si atunci cand nu ne putem controla actiunile. Luna plina mare si ne umbrita de noriÂ este un semn bun, aceasta poate fi, de asemenea, si o imbunatatire a vietii de cuplu dar si a unor pasiuni (cum ar fi un hobby).Eclipsa de luna in vise semnifica faptul ca partea ta feminina este umbrita sau poate insemna ca un aspect ascuns al sinelui va iesi la suprafata.Semiluna in vise indica schimbari ciclice, de reinoire si de miscare. Progresezi lin spre calea vietii.",
      "slug": "luna"
    },
    {
      "name": "Luna mai",
      "category": "dictionar",
      "shortMeaning": "Luna Mai in vise semnifica prosperitate si timp petrecut cu placere.",
      "fullInterpretation": "Luna Mai in vise semnifica prosperitate si timp petrecut cu placere. Alternativ, visul simbolizeaza schimbari personale si pe plan profesional.",
      "slug": "luna-mai"
    },
    {
      "name": "Luna plina",
      "category": "dictionar",
      "shortMeaning": "Luna plina este simbolul dorintelor ascunse, dorintelor primare.",
      "fullInterpretation": "Luna plina este simbolul dorintelor ascunse, dorintelor primare. Luna plina apare in vise atunci cand pasiunea se revarsa in corp si atunci cand nu ne putem controla actiunile. Luna plina mare si ne umbrita de noriÂ este un semn bun, aceasta poate fi, de asemenea, si o imbunatatire a vietii de cuplu dar si a unor pasiuni (cum ar fi un hobby).",
      "slug": "luna-plina"
    },
    {
      "name": "Lup alb",
      "category": "dictionar",
      "shortMeaning": "Lupul alb in vise inseamna curaj si biruinta.",
      "fullInterpretation": "Lupul alb in vise inseamna curaj si biruinta. Aveti posibilitatea de a vedea lumina, chiar si in cele mai intunecate zile ale dumneavoastra.",
      "slug": "lup-alb"
    },
    {
      "name": "Lup negru",
      "category": "dictionar",
      "shortMeaning": "Visul in care apare un lup negru reprezinta umbra dumneavoastra.",
      "fullInterpretation": "Visul in care apare un lup negru reprezinta umbra dumneavoastra. Exista cateva caracteristici ale lupului pe care refuzati sa le rexunoasteti sau sa le includeti in sinele dumneavoastra.",
      "slug": "lup-negru"
    },
    {
      "name": "Lupta",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca esti in milocul unei lupte sau ca alte persoane se lupta semnifica faptul ca vei f...",
      "fullInterpretation": "Daca visezi ca esti in milocul unei lupte sau ca alte persoane se lupta semnifica faptul ca vei face anumite lucruri care iti vor aduce respectul celorlalti. De asemenea, daca visezi ca lupti si invingi sugereaza un vis bun, castig. De vei visa ca te lupti si esti invins , vei suferi o nedreptate.A vedea o lupta de caini in vise inseamna ca incercati cu disperare sa respingeti un aspect al dumneavoastra de care va simtiti jenat. A visa o lupta de caini mai poate semnifica un conflict intre dumneavoastra si cineva apropiat. Trebuie sa va indepartati de aceasta situatie. Daca visati o lupta de cocosi inseamna ca masculinitatea sau mandria dumneavoastra va este atacata. Simtiti nevoia de a va apara masculinitatea.A visa o lupta in cusca sugereaza unele idei sau convingeri aflate in conflict. Daca visati ca luptati in cusca inseamna ca va simtiti restrictionat sau limitat intr-o relatie actuala. Un anumit aspect din viata dumneavoastra se lupta pentru a fi exprimat sau eliberat.",
      "slug": "lupta"
    },
    {
      "name": "Lupta de caini",
      "category": "dictionar",
      "shortMeaning": "A vedea o lupta de caini in vise inseamna ca incercati cu disperare sa respingeti un aspect al du...",
      "fullInterpretation": "A vedea o lupta de caini in vise inseamna ca incercati cu disperare sa respingeti un aspect al dumneavoastra de care va simtiti jenat. A visa o lupta de caini mai poate semnifica un conflict intre dumneavoastra si cineva apropiat. Trebuie sa va indepartati de aceasta situatie.",
      "slug": "lupta-de-caini"
    },
    {
      "name": "Lupta de cocosi",
      "category": "dictionar",
      "shortMeaning": "Daca visati o lupta de cocosi inseamna ca masculinitatea sau mandria dumneavoastra va este atacata.",
      "fullInterpretation": "Daca visati o lupta de cocosi inseamna ca masculinitatea sau mandria dumneavoastra va este atacata. Simtiti nevoia de a va apara masculinitatea.",
      "slug": "lupta-de-cocosi"
    },
    {
      "name": "Lupta in cusca",
      "category": "dictionar",
      "shortMeaning": "A visa o lupta in cusca sugereaza unele idei sau convingeri aflate in conflict.",
      "fullInterpretation": "A visa o lupta in cusca sugereaza unele idei sau convingeri aflate in conflict. Daca visati ca luptati in cusca inseamna ca va simtiti restrictionat sau limitat intr-o relatie actuala. Un anumit aspect din viata dumneavoastra se lupta pentru a fi exprimat sau eliberat.",
      "slug": "lupta-in-cusca"
    },
    {
      "name": "Lustra",
      "category": "dictionar",
      "shortMeaning": "Lustra din vis simbolizeaza lumina, iar lumina inseamna intelepciune, iluminare, trezire la realitate.",
      "fullInterpretation": "Lustra din vis simbolizeaza lumina, iar lumina inseamna intelepciune, iluminare, trezire la realitate. Daca lustra va musca in vis inseamna ca intelepciunea dumneavoastra s-ar putea sa va joace feste, sa va lase cand aveti nevoie mai mult de ea.Balustrada in vise inseamna ca aveti parte de oameni puternici care va sustin pentru a va indeplini planurile, sa ajungeti acolo unde doriti, sa va finalizati proiectele. Pe de alta parte, visul mai poate insemna si faptul ca aveti nevoie de sprijin, ca nu va puteti descurca pe cont propriu. Daca visati ca stati pe o balustrada este semn ca veti avea mici probleme financiare. Visul in care vedeti o balustrada in buna stare inseamna protectie eficienta, iar daca visati ca balustrada este stricata inseamna ca sunteti in pericol.",
      "slug": "lustra"
    },
    {
      "name": "Lux",
      "category": "dictionar",
      "shortMeaning": "Sa visati ca traiti in lux reprezinta stilul de viata generos pe care il duceti.",
      "fullInterpretation": "Sa visati ca traiti in lux reprezinta stilul de viata generos pe care il duceti. Visul va mai poate spune ca traiti viata dincolo de posibilitati. Trebuie sa fiti mai cumpatati cu cheltuielile.Masina de lux in vise simbolizeaza expunerea dumneavoastra la pierderi neasteptate sau cumparaturi extravagante. De asemenea, visul in care apare o masina de lux poate sugera dorinta, aspiratia la o viata mai buna, mai extravaganta.",
      "slug": "lux"
    }
  ]
}