{
  "symbols": [
    {
      "name": "Lenjerie intima",
      "category": "dictionar",
      "shortMeaning": "Lenjeria intima in vise, a dumneavoastra sau a altora, inseamna ca va aplecati asupra atitudinilo...",
      "fullInterpretation": "Lenjeria intima in vise, a dumneavoastra sau a altora, inseamna ca va aplecati asupra atitudinilor ascunse fata de imaginea sinelui sau sexualitate. Daca visati lenjerie intima inseamna ca ceva ce in mod normal tineti ascuns iese la iveala sau sunt depuse eforturi pentru ca dumneavoastra sa nu vedeti adevarul in legatura cu o persoana su o problema.",
      "slug": "lenjerie-intima"
    },
    {
      "name": "Lentile de contact",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca va puneti lentile de contact noi atunci inseamna ca strainii vor cauza schimbari i...",
      "fullInterpretation": "Daca visati ca va puneti lentile de contact noi atunci inseamna ca strainii vor cauza schimbari in perspectiva dumneavoastra asupra lucrurilor. Noua experienta ar putea fi inconfortabila, dar va va ajuta sa vedeti viata mai clar. Visul in care va pierdeti lentilele de contact sugereaza probleme in judecata. Va panicati in situatii in care nu puteti asimila informatiile pentru a lua decizii bune. Lentilele de contact colorate in vise sugereaza o dorinta a dumneavoastra de a parea diferit in fata celorlalti.",
      "slug": "lentile-de-contact"
    },
    {
      "name": "Leoaica",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca, leoaica, leul in vise inseamna multa cinste si putere din partea dumneavoastra asupra altora.",
      "fullInterpretation": "In traditia romaneasca, leoaica, leul in vise inseamna multa cinste si putere din partea dumneavoastra asupra altora. Daca visati o leoaica sugereaza ca aveti instincte materne. Veti face multe sacrificii pentru a va proteja interesele. O leoaica alaturi de puii ei in vise, simbolizeaza armonia si bunastarea din familia dumneavoastra. Traditia araba spune ca leoaica vazuta in vise prevesteste despre o femeie sireata, rea, care aduce necazuri altei femei. Daca o femeie viseaza o leoaica este posibil ca in viata sotului ei sa fi intrat o alta femeie.",
      "slug": "leoaica"
    },
    {
      "name": "Leopard",
      "category": "dictionar",
      "shortMeaning": "Leopardul in vise poate insemna calatorii in strainatate.",
      "fullInterpretation": "Leopardul in vise poate insemna calatorii in strainatate. Totusi, trebuie sa aveti grija deoarece se anunta un drum cu peripetii. Daca visati un leopard care ataca sugereaza ca trebuie sa treceti prin momente grele in care tradarea isi face loc. Visul in care un leopard se plimba inseamna ca apar anumite probleme, insa nu de netrecut. Daca visati ca speriati sau omarati leopardul, indica faptul ca va veti implini ambitiile.",
      "slug": "leopard"
    },
    {
      "name": "Lesa",
      "category": "dictionar",
      "shortMeaning": "Visul in care tineti o lesa inseamna ca trebuie sa va controlati mai mult viata.",
      "fullInterpretation": "Visul in care tineti o lesa inseamna ca trebuie sa va controlati mai mult viata. Trebuie sa preluati fraiele unei situatii sau al unui proiect. A visa ca dumneavoastra purtati o lesa sugereaza ca trebuie sa fiti mai retinut in privinta dorintelor si nevoilor dumneavoastra sexuale. Alternativ, visul indica faptul ca sunteti prea usor condus, influentat. Ii lasati pe altii sa va controleze si sa va conduca intr-o directie in care nu doriti sa ajungeti. Visul la un caine tinut in lesa inseamna, pentru o femeie, ca isi controleaza foarte bine impulsivitatea, iar pentru un barbat, ca se simte restrictionat si coplesit de cineva sau de o situatie dificila. Daca visati o lesa rupta sau ca animalul dumneavoastra a scapat din lesa inseamna ca ati reusit cu succes sa va rupeti de controlul si influenta cuiva.",
      "slug": "lesa"
    },
    {
      "name": "Lesin",
      "category": "dictionar",
      "shortMeaning": "Daca va visati lesinand inseamna ca aveti unele probleme sau sentimente in subconstient de care t...",
      "fullInterpretation": "Daca va visati lesinand inseamna ca aveti unele probleme sau sentimente in subconstient de care trebuie sa tineti cont si sa recunoasteti acele sentimente. Visul in care vedeti un membru al familiei lesinand sugereaza ca acesta are unele activitati inexistente despre care veti auzi. Lesinul in vis adesea inseamna ca trebuie sa va schimbati modul de viata, altfel va veti imbolnavi.A visa ca lesinati sugereaza inabilitatea dumneavoastra de a va confrunta cu unele probleme de subconstient sau cu unele sentimente. Trebuie sa fiti mai constienti si sa va recunoasteti acele sentimente. Daca visati ca vedeti un membru al familiei lesina inseamna ca veti auzi de unele activitati indiscrete despre acea persoana",
      "slug": "lesin"
    },
    {
      "name": "Leu alb",
      "category": "dictionar",
      "shortMeaning": "Leul alb in vise evidentiaza puterea mareata pe care o detineti.",
      "fullInterpretation": "Leul alb in vise evidentiaza puterea mareata pe care o detineti. Asemenea, visul poate insemna si consitentizarea brusca a puterii dumneavoastra.",
      "slug": "leu-alb"
    },
    {
      "name": "Leu negru",
      "category": "dictionar",
      "shortMeaning": "A vedea un leu negru in vise reprezinta o forta negativa.",
      "fullInterpretation": "A vedea un leu negru in vise reprezinta o forta negativa. Dumneavoastra sau altcineva se foloseste de pozitia asupra puterii pentru a face rau.",
      "slug": "leu-negru"
    },
    {
      "name": "Leustean",
      "category": "dictionar",
      "shortMeaning": "Leusteanul in vise simbolizeaza tradare in dragoste.",
      "fullInterpretation": "Leusteanul in vise simbolizeaza tradare in dragoste.",
      "slug": "leustean"
    },
    {
      "name": "Levantica",
      "category": "dictionar",
      "shortMeaning": "Levantica in vise inseamna fericire si dragoste in relatie.",
      "fullInterpretation": "Levantica in vise inseamna fericire si dragoste in relatie.",
      "slug": "levantica"
    },
    {
      "name": "Levitatie",
      "category": "dictionar",
      "shortMeaning": "Levitatia este un fenomen paranormal de ridicarea in aer a corpului uman sau a altor obiecte cu puterea mintii.",
      "fullInterpretation": "Levitatia este un fenomen paranormal de ridicarea in aer a corpului uman sau a altor obiecte cu puterea mintii. Diferiti parapsihologi si credinciosi religiosi explica levitatia ca fiind rezultatul puterilor psihice si energiei psihoogice a persoanei. In general, visele despre levitatie sunt simboluri ale fericirii, libertatii si iluminarii din viata de zi cu zi. De regula, astfel de vise sunt considerate a fi semne pozitive si sunt interconecate cu latura spirituala a celui care viseaza. La fel ca si in alte vise, va trebui sa fiti atenti la detalii, de exemplu : sentimente si emotii generate de acest vis. Visele despre zbor si levitatie deasupra solului nu sunt neobisnuite si au intodeuna o semnificatie mai speciala pentru persoana care le viseaza, mai ales daca acestea se repeta. In continuare va prezentam interpretarea celor mai comune vise despre levitatie: Puteti levita A putea levita este o putere extaordinara si simbolizeaza faptul ca sunteti tipul de persoana care doreste sa simta libertatea perfecta, va doriti sa faceti anumite lucruri sau sa atingeti anumite stari spirituale pe care majoritatea oamenilor nu le pot face. A vedea pe cineva levitand Faptul ca ati vazut in vis o alta persoana levitand face referire la admiratia dumneavoastra fata de acea persoana. Poate ca incercati sa faceti lucruri sau sa alegeti o cale asemanatoare cu cea a persoanei pe care o admirati. Facand ceva sau pe cineva sa leviteze Visul in care faceti pe cineva sa leviteze dezvaluie adevarata fata a dumneavoastra, sunteti o persoana care ofera ajutor si sustinere. Incercati mereu sa sprijiniti prin orice mijoace oamenii din jurul dumneavoastra. Alternativ, visul in care faceti obiecte sau persoane sa leviteze este un semn de jonglare cu diferite aspecte ale vietii dumneavoastra. Levitatia in spatiu cosmic Levitatia cosmica este un indiciu clar al succesului in ciuda tuturor incercarilor, problemelor si provocarilor cu care va confruntati in viata de zi cu zi. Acest vis arata capacitatea dumneavoastra de a depasi obstacolele si limitele. Alternativ, visul poate indica, de asemenea, potentiale pe care le neglijati. Va trebui sa constientizati faptul ca dispuneti de potential si abilitati pe care nu le folositi la maxim! Levitand deasupra unei ape Visand ca levitati desupra unei ape este un semn cu privire la situatiile pe care la intampinati sau le experimentati in prezent. In functie de cum se prezinta starea apei din vis vom putea sti cu ce fel de situatii ne vom confrunta. Levitand peste ape calme insemana ca ve-ti experimenta o stare de calm si liniste. Apele agitate reprezinta situatii provocatoare si lupte in viata de zi cu zi. Atingand partial sau in repetate randuri solul in momentul levitatiei Daca levitati si totusi atingeti partial sau din cand in cand pamantul, in acest caz, visul poate semnifica o stare nedorita, o incapacitate sau o boala din care va veti recupera.",
      "slug": "levitatie"
    },
    {
      "name": "Libelula",
      "category": "dictionar",
      "shortMeaning": "Libelula in vise simbolizeaza schimbarea si regenerarea.",
      "fullInterpretation": "Libelula in vise simbolizeaza schimbarea si regenerarea. Mai poate indica si faptul ca ceva din viata dumneavoastra nu mai este cum parea. Alternativ, visul reprezinta instabilitate, nestatornicie sau activitate. Sunteti intr-o continua miscare. Daca visati ca mancati o libelula inseamna ca sunteti consumat de un tip de pasiune cu riscul de a jigni sau de a rani sentimentele cuiva.",
      "slug": "libelula"
    },
    {
      "name": "Libertate",
      "category": "dictionar",
      "shortMeaning": "Daca ati visat ca ati avut o senzatie de libertate atunci inseamna ca puteti fi sigur pe alegerea...",
      "fullInterpretation": "Daca ati visat ca ati avut o senzatie de libertate atunci inseamna ca puteti fi sigur pe alegerea facuta in legatura cu partenerul de viata.",
      "slug": "libertate"
    },
    {
      "name": "Librarie",
      "category": "dictionar",
      "shortMeaning": "Visul in care va aflati intr-o librarie inseamna ca veti fi apreciat de cei din jur pentru munca dumneavoastra.",
      "fullInterpretation": "Visul in care va aflati intr-o librarie inseamna ca veti fi apreciat de cei din jur pentru munca dumneavoastra.",
      "slug": "librarie"
    },
    {
      "name": "Liceu",
      "category": "dictionar",
      "shortMeaning": "Visul despre liceu, de obicei se refera la anumite legaturi sau prietenii pe care le-ati realizat in timpul liceului.",
      "fullInterpretation": "Visul despre liceu, de obicei se refera la anumite legaturi sau prietenii pe care le-ati realizat in timpul liceului. Depinde si pe cine visati, ce persoane aveti in jurul dumneavoastra. Daca visati ca repetati liceul inseamna ca va puneti la indoiala unele realizari recente. Aveti impresia ca nu va puteti ridica la asteptarile altora. Visul ar putea aparea din cauza unor intamplari recente care ar fi trezit anumite nesigurante, temeri.",
      "slug": "liceu"
    },
    {
      "name": "Lichid",
      "category": "dictionar",
      "shortMeaning": "Lichidele in vise au mai multe semnificatii.",
      "fullInterpretation": "Lichidele in vise au mai multe semnificatii. Acestea sunt asociate curgerii astfel ca pot sugera sa ingaduiti sentimentelor sa curga liber. Culoarea este si ea importanta, oferind indicii exacte despre sentimentele pe care le aveti. Visul la aur lichid inseamna forta si energie.",
      "slug": "lichid"
    },
    {
      "name": "Licitatie",
      "category": "dictionar",
      "shortMeaning": "Licitatia in vise va arata ca este timpul sa va uitati la modul in care cheltuiti banii si sa incercati sa va limitati.",
      "fullInterpretation": "Licitatia in vise va arata ca este timpul sa va uitati la modul in care cheltuiti banii si sa incercati sa va limitati. Alternativ, visul in care apare o licitatie denota faptul ca s-ar putea sa subapreciati sau chiar sa supraapreciati valoarea unei parti ale vietii dumneavoastra. Visul in care o persoana liciteaza peste un alt individ la o licitatie publica sugereaza ca s-ar putea sa refuzati ceva ce inca nu ati primit. Daca visati ca licitati si nu castigati licitatia este un semn ca nu va puteti astepta sa va intelegeti cu cineva si nu il mai puteti schimba.",
      "slug": "licitatie"
    },
    {
      "name": "Licurici",
      "category": "dictionar",
      "shortMeaning": "Licuricii in vise inseamna ca veti primi o veste de la persoana iubita.",
      "fullInterpretation": "Licuricii in vise inseamna ca veti primi o veste de la persoana iubita. Daca visati licurici sclipind noaptea atunci reprezinta o stire despre moartea cuiva.",
      "slug": "licurici"
    },
    {
      "name": "Lider",
      "category": "dictionar",
      "shortMeaning": "A visa un lider reprezinta un aspect al dumneavoastra care va face asertiv.",
      "fullInterpretation": "A visa un lider reprezinta un aspect al dumneavoastra care va face asertiv. O calitate a dumneavoastra sau a altora care preia controlul. Acest aspect al personalitatii dumneavoastra va face sa va simtiti responsabil pentru ceilalti. Din punct de vedere negativ, visul ar putea fi un semn ca nu tineti indeajuns la oamenii mai slabi decat dumneavoastra. Abuzati de putere sau autoritate. Visul in care dumneavoastra sunteti un lider reprezinta abilitate de a aservi ideilor dumneavoastra si de a oferi indrumare altora. Visul ar putea sa va spuna ca sunteti prea pasiv si ca ar trebui sa fiti mai activ intr-o anumita situatie. Incercati sa preluati control asupra vietii si comportamentului dumneavoastra.",
      "slug": "lider"
    },
    {
      "name": "Lighean",
      "category": "dictionar",
      "shortMeaning": "Potrivit traditiei noastre, in trecut, aparitia ligheanului in vise era considerata un semn al bu...",
      "fullInterpretation": "Potrivit traditiei noastre, in trecut, aparitia ligheanului in vise era considerata un semn al bunastarii si al fericirii in viata amoroasa. Se credea ca cei necasatoriti sau fara un partener vor intalni o persoana buna alaturi de care vor fi fericiti. De asemnea, visul prevestea si decizia de a se casatori. In zilele noastre, mai ales din cauza ca utilizarea ligheanelor a scazut, semnificatia acestor vise capata o cu totul alta nunanta. Un lighean cu apa Visand un lighean plin cu apa este semnul unei victorii sau a unui succes in indeplinirea sau finalizarea unui proiect. Indica, de asemenea, o cale presarata cu succese si usurinta in depasirea dificultatilor. A se lua la cunostinta faptul ca in cazul acestor tipuri de vise, succesul se poate regasi in afaceri, bogatie, fertilitate sau fericire. Primind sau obtinand un lighean Visele in care ati obtinut un lighean (indiferent de mod), indica sfarsitul unei perioade dificile din punct de vedere financiar. Mai mult, visul poate face referile si la munca sau indatoririle dumneavoastra care vor deveni din ce in ce mai usoare sau mai simple. Cumparand un lighean Faptul ca ati cumparat un lighean in vis, denota acceptarea unei idei, a unei conditii sau a unei situatii. Alegeti sa fiti implicati si dedicati in tot ceea ce faceti! Spalandu-te intr-un lighean Un asemenea vis nu mai este atat de comun in zilele noastre, totusi merita amintit deoarece este unul destul de important. Raporat la zilele noastre, visul indica lipsa de confort. De asemea, acesta poate simboliza si diminuarea veniturilor. Insa, visul nu este pedeantregul unul negativ, faptul ca va spalati arata o crestere a vointei si, din acest motiv, propunerile de afaceri sau de locuri de munca nu vor intarzia sa apara.",
      "slug": "lighean"
    },
    {
      "name": "Liliac",
      "category": "dictionar",
      "shortMeaning": "(mamifer zburator) 12/03/2021 (ultima actualizare)Potrivt mai multor traditii, liliacul este un a...",
      "fullInterpretation": "(mamifer zburator) 12/03/2021 (ultima actualizare)Potrivt mai multor traditii, liliacul este un animal impur, devenit simbol al idolatriei si al spaimei. Simbolistica la nivel global In Orientul Indepartat, este simbolul fericirii, pentru ca semnul grafic FU, care il deseneaza este omofom cu acela care inseamna fericire. Imaginea liliacului insoteste uneori semnul grafic pentru longevitate in urari. Pe gravurile chinezesti adesea se afla un cerb in apropierea sa. Liliacul figureaza pe haina geniului Fericirii. Cinci lilieci asezati in forma de romb infatiseaza cele Cinci Fericiri (wu fu): bogatie, longevitate, liniste, cult al virtutii (sau sanatate), o moarte buna. Este indeosebi simbolul longevitatii, deoarce se presupune ca el insusi ar avea o viata lunga, opinie determinata de faptul ca traieste in pesteri - care sunt o trecere spre taramul Nemuritorilor - unde se hraneste cu concretiuni apte sa-l intremeze. La mayasi, liliacul era una dintre divinitatile care incarneaza fortele subpamantene. In Popol-Vuh, casa liliacului este una dintre regiunile subpamantene care trebuie strabatute pentru a se putea ajunge in tara mortii. Liliacul este stapanul focului. El distruge viata, inghite lumina, apare ca un substitut al marilor divinitati htoniene, Jaguarul si Crocodilul. Liliacul este socotit a fi divinitate a mortii si la mexicani, care-l asociaza punctului cardinal miazanoapte si-l reprezinta adesea laolalta cu un maxilar deschis, inlocuit uneori de un cutit pentru sacrificii. Mayasii foloseau liliacul drept emblema a mortii, numundu-l cel care smulge capete. Pentru indienii zuni (pueblo), liliecii reprezentau vestitorii ploii. Intr-un mit al indienilor chami, inruditi cu grupul choco (de pe versantul Pacificului din cordiliera Anzilor columbieni), eroul mitic Aribada ucide liliacul Inka (vampirul) pentru a-si insusi puterea acestuia de a-si adormi victimele. In Africa, potrivit unei traditii peule de initiere, liliacul are o semnificatie dubla. In sens pozitiv, el este imaginea perspicacitatii: o faptura care vede chiar si pe intuneric, atunci cand toata lumea este cufundata in bezna. In sens negativ, el este figura dusmanului luminii, a insului extravagat care le face pe toate in raspar si care le vede pe toate de-a-ndaratelea, ca un om spanzurat de picioare. In iconografia Renasterii, ilustrand vechi legende, liliacul, unica zburatoare cu mamele, simbolizeaza femeia fertila. Era prezent langa Artemis, zeita cu multe mamele, care, desi fecioara, sau mai degraba tocmai de aceea, era protectoarea nasterii si a cresterii. In traditiile alchimice, abiguitatea acestei fapturi hibride, soarece-pasare, explica ambivalenta simbolurilor sale: liliacul reprezinta androginul, dragonul inaripat, demonii. Aripile sale ar fi cele ale locuitorilor indernului. O bogata iconografie ilustreaza aceste interpretari. Simbolistica liliacului in vise Visarea animalelor, in special cele asociate cu intunericul si locurile intunecate, ofera deseori o semnificatie mistica. Adesea lucrurile care ne tulbura in realitate se transpun intr-un cosmar in lumea viselor. Visele despre animale sunt o clasa speciala de vise, atat pentru societatiile indigene, cat si pentru psihologia moderna. Potrivid adeptilor Freud si Jung, visele despre animale sunt asociate cu instinctele noastre. Deoarece instinctele sunt materii prime ale sinelui nostru, avem nevoie de ele pentru protectie, la fel ca animalele, dar, spre deosebire de acestea le suprimam si uitam de ele. Potrivit unor experti in psihologie, acesta ar putea fi unul dintre principalele motive pentru care se creaza visele. De fapt, ele ne ajuta sa rezolvam instincte suprimate intr-o dimensiune diferita, decat mediul nostru real, marginita de atatea reguli si reglementari. In general, liliecii din vise sunt asociati cu iluzie, renastre si intuitie. Acestea reprezinta, de asemenea, comunicarea, calatoria si legatura cu profunzimea noastra interioara. Visarea unui liliac ar trebui sa va faca sa va reconsiderati obiceiurile si sa va determine sa faceti tot ce va sta in putinta , pentru a va simti implinit si multumit. Liliacul poate simboliza si un blocaj pe o cale ce trebuie schimbata pentru a va putea atinge un anume obiectiv. Pe de alta parte, visul poate sugera, de asemena, ca va cautati drumul prin intuneric, patrunzand orbeste intr-o situatie cu circumstante necunoscute. Visand o multime de lilieci zburand in toate directiile inseamna, de obicei, ca, in curand, in viata dumneavoastra vor avea loc o multime de schimbari si trebuie sa fiti pregatit pentru ele. Visudu-va urmarit de lilieci, acest vis sugereaza faptul ca va simtiti sentimente amestecate de la o persoana pe care o considerati atragatoare si mistica. Simtiti frica si emotii puternice in acelasi timp. Visand lilieci zburand in plina zi, sugereaza faptul ca trebuie sa mergeti mai departe chiar si in momente dificile. Este posibil sa fi existat o situatie in care ati fost fortat sa va deplasati in conditii proaste. Potrivit traditiei noastre, liliecii moti in vise sunt considerati un semn bun, acestea simbolizeaza unele pericole nevazute care au fost zadarnicite de forte exterioare. Poate ca cineva v-a protejat de anumite pericole fara ca tu sa stii. Excrementele de lilieci se refera la castiguri sau profituri necurate. Tot acest vis simbolizeaza si reinvestirea castigurilor in folosuri ilegale. Liliacul alb in vise adesea prevesteste moartea, fie a unui apropiat, fie in familie.Florile de liliac prevestesc o dragoste apropiata sau momente fericite. Buchetul de flori de liliac face referire in viata reala la faptul ca trebuie sa fiti deschisi la conversatii cu partenerul dumneavoastra, in tot acest timp veti afla unele detalii uimitoare, detalii pe care pana acum nici nu le banuiati. Daca ati visat ca tineti in mana flori de liliac si cautati o floare cu cinci petale, este semn bun. In realitate, sunteti gata pentru o schimbare in viata personala. Frumos va fi, sau nu, asta depinde daca veti gasi floarea dorita. Daca altcineva cauta acea floare cu cinci petale, atunci veti experimenta invidie si gelozie, mai ales daca persoana din visul dumneavoastra este de acelasi sex.",
      "slug": "liliac"
    },
    {
      "name": "Liliac (mamifer zburator)",
      "category": "dictionar",
      "shortMeaning": "(mamifer zburator) 12/03/2021 (ultima actualizare)Potrivt mai multor traditii, liliacul este un a...",
      "fullInterpretation": "(mamifer zburator) 12/03/2021 (ultima actualizare)Potrivt mai multor traditii, liliacul este un animal impur, devenit simbol al idolatriei si al spaimei. Simbolistica la nivel global In Orientul Indepartat, este simbolul fericirii, pentru ca semnul grafic FU, care il deseneaza este omofom cu acela care inseamna fericire. Imaginea liliacului insoteste uneori semnul grafic pentru longevitate in urari. Pe gravurile chinezesti adesea se afla un cerb in apropierea sa. Liliacul figureaza pe haina geniului Fericirii. Cinci lilieci asezati in forma de romb infatiseaza cele Cinci Fericiri (wu fu): bogatie, longevitate, liniste, cult al virtutii (sau sanatate), o moarte buna. Este indeosebi simbolul longevitatii, deoarce se presupune ca el insusi ar avea o viata lunga, opinie determinata de faptul ca traieste in pesteri - care sunt o trecere spre taramul Nemuritorilor - unde se hraneste cu concretiuni apte sa-l intremeze. La mayasi, liliacul era una dintre divinitatile care incarneaza fortele subpamantene. In Popol-Vuh, casa liliacului este una dintre regiunile subpamantene care trebuie strabatute pentru a se putea ajunge in tara mortii. Liliacul este stapanul focului. El distruge viata, inghite lumina, apare ca un substitut al marilor divinitati htoniene, Jaguarul si Crocodilul. Liliacul este socotit a fi divinitate a mortii si la mexicani, care-l asociaza punctului cardinal miazanoapte si-l reprezinta adesea laolalta cu un maxilar deschis, inlocuit uneori de un cutit pentru sacrificii. Mayasii foloseau liliacul drept emblema a mortii, numundu-l cel care smulge capete. Pentru indienii zuni (pueblo), liliecii reprezentau vestitorii ploii. Intr-un mit al indienilor chami, inruditi cu grupul choco (de pe versantul Pacificului din cordiliera Anzilor columbieni), eroul mitic Aribada ucide liliacul Inka (vampirul) pentru a-si insusi puterea acestuia de a-si adormi victimele. In Africa, potrivit unei traditii peule de initiere, liliacul are o semnificatie dubla. In sens pozitiv, el este imaginea perspicacitatii: o faptura care vede chiar si pe intuneric, atunci cand toata lumea este cufundata in bezna. In sens negativ, el este figura dusmanului luminii, a insului extravagat care le face pe toate in raspar si care le vede pe toate de-a-ndaratelea, ca un om spanzurat de picioare. In iconografia Renasterii, ilustrand vechi legende, liliacul, unica zburatoare cu mamele, simbolizeaza femeia fertila. Era prezent langa Artemis, zeita cu multe mamele, care, desi fecioara, sau mai degraba tocmai de aceea, era protectoarea nasterii si a cresterii. In traditiile alchimice, abiguitatea acestei fapturi hibride, soarece-pasare, explica ambivalenta simbolurilor sale: liliacul reprezinta androginul, dragonul inaripat, demonii. Aripile sale ar fi cele ale locuitorilor indernului. O bogata iconografie ilustreaza aceste interpretari. Simbolistica liliacului in vise Visarea animalelor, in special cele asociate cu intunericul si locurile intunecate, ofera deseori o semnificatie mistica. Adesea lucrurile care ne tulbura in realitate se transpun intr-un cosmar in lumea viselor. Visele despre animale sunt o clasa speciala de vise, atat pentru societatiile indigene, cat si pentru psihologia moderna. Potrivid adeptilor Freud si Jung, visele despre animale sunt asociate cu instinctele noastre. Deoarece instinctele sunt materii prime ale sinelui nostru, avem nevoie de ele pentru protectie, la fel ca animalele, dar, spre deosebire de acestea le suprimam si uitam de ele. Potrivit unor experti in psihologie, acesta ar putea fi unul dintre principalele motive pentru care se creaza visele. De fapt, ele ne ajuta sa rezolvam instincte suprimate intr-o dimensiune diferita, decat mediul nostru real, marginita de atatea reguli si reglementari. In general, liliecii din vise sunt asociati cu iluzie, renastre si intuitie. Acestea reprezinta, de asemenea, comunicarea, calatoria si legatura cu profunzimea noastra interioara. Visarea unui liliac ar trebui sa va faca sa va reconsiderati obiceiurile si sa va determine sa faceti tot ce va sta in putinta , pentru a va simti implinit si multumit. Liliacul poate simboliza si un blocaj pe o cale ce trebuie schimbata pentru a va putea atinge un anume obiectiv. Pe de alta parte, visul poate sugera, de asemena, ca va cautati drumul prin intuneric, patrunzand orbeste intr-o situatie cu circumstante necunoscute. Visand o multime de lilieci zburand in toate directiile inseamna, de obicei, ca, in curand, in viata dumneavoastra vor avea loc o multime de schimbari si trebuie sa fiti pregatit pentru ele. Visudu-va urmarit de lilieci, acest vis sugereaza faptul ca va simtiti sentimente amestecate de la o persoana pe care o considerati atragatoare si mistica. Simtiti frica si emotii puternice in acelasi timp. Visand lilieci zburand in plina zi, sugereaza faptul ca trebuie sa mergeti mai departe chiar si in momente dificile. Este posibil sa fi existat o situatie in care ati fost fortat sa va deplasati in conditii proaste. Potrivit traditiei noastre, liliecii moti in vise sunt considerati un semn bun, acestea simbolizeaza unele pericole nevazute care au fost zadarnicite de forte exterioare. Poate ca cineva v-a protejat de anumite pericole fara ca tu sa stii. Excrementele de lilieci se refera la castiguri sau profituri necurate. Tot acest vis simbolizeaza si reinvestirea castigurilor in folosuri ilegale.",
      "slug": "liliac-mamifer-zburator"
    },
    {
      "name": "Liliac alb",
      "category": "dictionar",
      "shortMeaning": "Liliacul alb in vise adesea prevesteste moartea, fie a unui apropiat, fie in familie.",
      "fullInterpretation": "Liliacul alb in vise adesea prevesteste moartea, fie a unui apropiat, fie in familie.",
      "slug": "liliac-alb"
    },
    {
      "name": "Limba",
      "category": "dictionar",
      "shortMeaning": "Adeseori, limba sugereaza abilitatea noastra de a sti cand este momentul sa vorbim si cand sa tacem.",
      "fullInterpretation": "Adeseori, limba sugereaza abilitatea noastra de a sti cand este momentul sa vorbim si cand sa tacem. De asemenea, este asociata cu viziunea noastra asupra lucrurilor, pe care dorim sa le transmitem mai departe. Poate fi vorba de niste convingeri puternice pe care dorim sa le impartasim altora. O alta explicatie, mult mai la obiect, se refera la simbolistica sarpelui si a falusului si, pornind de la aceasta, la sexualitate. Propria limba in vis reprezinta lucrurile pe care le spunem si le exprimam. Este posibil sa fi spus prea multe sau este posibil sa ai nevoie sa ne exprimam mai bine. - Daca limba este neobisnuit de lunga inseamna ca nu esti pe deplin sincer(a). - O limba infalamata semnifica lucruri negative afirmate despre cineva. - Limba paroasa indica regrete fata de afirmatiile facute. - Visul in care ai limba bifurcata face referire la faptul ca minti in legatura cu ceva sau la faptul ca esti ipocrit. - Daca altcineva are limba bifurcata este semn ca nu poti avea incredere in acea persoana.Visul in care auziti sau vorbiti o limba straina indica un mesaj al subconstientului dumneavoastra pe care inca nu-l intelegeti. Alternativ, s-ar putea sa nu va faceti inteles pentru cei din jur. Daca visati ca studiati o limba straina inseamna ca aveti dificultati de exprimare a gandurilor. Va confruntati cu o problema nefamiliara pe care nu stiti cu sa o abordati si sa o rezolvati. Chihlimabrul in vise reprezinta firul psihic ce leaga energia individuala de energia cosmica, sufletul individual de sufletul universal. Simbolizeaza atractia solara, spirituala si divina. Eroilor si sfintilor li se atribuie mai intotdeauna un chip chihlimbariu. Acesta reprezinta o oglindire a cerului in fiinta lor, precum si forta lor de atractie. Potrivit unei credinte populare, daca visati ca aveti asupra dumneavoastra un obiect de chihlimbar, in orice imprejurare, atunci inseamna ca va puteti bizui oricand pe virilitatea dumneavoastra.(a se)cu maimuta in lesa- statornicie in dragoste - cu fantoma- griji si probleme financiare - gol- probleme serioase sufletesti - in gradina- fericire - pe carari de munte- succes si sanatate - pe iarba- calm si multumire - in parc- liniste sufleteasca - pe insula- liniste - pe luna- egoism - pe nisip- nesiguranta - pe trotuar- ghinion - pe ulita satului- nesansa - pe zapada- ai initiativa entuziasm si imaginatie, nesiguranta.- Daca ai visat ca faci o plimbare usoara este semn de progres lent dar sigur. Luati in considerare si destinatia. - Daca ai visat ca intampini dificultati in plimbarea ta inseamna ca esti reticient si ezitant in a proceda mai departe in unele situatii.",
      "slug": "limba"
    },
    {
      "name": "Limba straina",
      "category": "dictionar",
      "shortMeaning": "Visul in care auziti sau vorbiti o limba straina indica un mesaj al subconstientului dumneavoastr...",
      "fullInterpretation": "Visul in care auziti sau vorbiti o limba straina indica un mesaj al subconstientului dumneavoastra pe care inca nu-l intelegeti. Alternativ, s-ar putea sa nu va faceti inteles pentru cei din jur. Daca visati ca studiati o limba straina inseamna ca aveti dificultati de exprimare a gandurilor. Va confruntati cu o problema nefamiliara pe care nu stiti cu sa o abordati si sa o rezolvati.",
      "slug": "limba-straina"
    },
    {
      "name": "Limbrici",
      "category": "dictionar",
      "shortMeaning": "Limbricii in vise inseamna ca va veti intalni cu amicii, ca veti fi cautat de un prieten.",
      "fullInterpretation": "Limbricii in vise inseamna ca va veti intalni cu amicii, ca veti fi cautat de un prieten.",
      "slug": "limbrici"
    },
    {
      "name": "Limonada",
      "category": "dictionar",
      "shortMeaning": "Visul in care faceti o limonada sau beti o limonada inseamna ca veti fi respectat de prieteni.",
      "fullInterpretation": "Visul in care faceti o limonada sau beti o limonada inseamna ca veti fi respectat de prieteni.",
      "slug": "limonada"
    },
    {
      "name": "Limuzina",
      "category": "dictionar",
      "shortMeaning": "Limuzina in vise prevesteste necazuri.",
      "fullInterpretation": "Limuzina in vise prevesteste necazuri. Veti avea anumite dificultati in relatie sau posibile lipsuri materiale sau sufletesti. Totusi, limuzina mai poate insemna ca aveti relatii bun cu persoane fata de care aveti o anume admiratie sau respect.",
      "slug": "limuzina"
    },
    {
      "name": "Lingou de aur",
      "category": "dictionar",
      "shortMeaning": "A visa un lingou de aur reprezinta resurse rambursabilesau o promisiune pentru viitor ce poate fi rambursata ulterior.",
      "fullInterpretation": "A visa un lingou de aur reprezinta resurse rambursabilesau o promisiune pentru viitor ce poate fi rambursata ulterior. Ceva de valoare care poate fi folosit mai tarziu. Stiind ca daca timpurile devin mai grele puteti intotdeauna sa va bazati pe ceva ce va poate ajuta. De asemenea, aceste vise pot semnifica secrete, promisiuni pe care le-ati facut, informatii si expertize realizate sau orice lucru ce are valoare, putere sau care va ofera un avantaj. Lingoul de aur in vise mai poate sugera si faptul ca veti avea noroc. Visul in care primiti un lingou de aur inseamna ca veti pierde bani sau o afacere. Daca visati ca cineva topeste un lingou de aur inseamna ca acea persoana va fi persecutata pentru comiterea unui act dezgustator si va deveni discutia orasului.",
      "slug": "lingou-de-aur"
    },
    {
      "name": "Lingura",
      "category": "dictionar",
      "shortMeaning": "O lingura in vise se refera la o relatie de reciprocitate.",
      "fullInterpretation": "O lingura in vise se refera la o relatie de reciprocitate. Tu sau altcineva beneficiaza de un tratament special. -Daca te folosesti de o lingura in vis, este semn favorabil de o posibila avansare. - Lingura pierduta - suspiciuni si facere de rau. - Linguri rupte sau murdare - pierderi si probleme.Lingura de lemn in vise se refera la banii pe care ii veti castiga de pe urma lemnului, abundenta in productie. Se poate sa fie vorba si de o padure foarte productiva sau chiar faptul ca aveti o gradina pe care o ingrijiti si va aduce profit.",
      "slug": "lingura"
    },
    {
      "name": "Lingura de lemn",
      "category": "dictionar",
      "shortMeaning": "Lingura de lemn in vise se refera la banii pe care ii veti castiga de pe urma lemnului, abundenta in productie.",
      "fullInterpretation": "Lingura de lemn in vise se refera la banii pe care ii veti castiga de pe urma lemnului, abundenta in productie. Se poate sa fie vorba si de o padure foarte productiva sau chiar faptul ca aveti o gradina pe care o ingrijiti si va aduce profit.",
      "slug": "lingura-de-lemn"
    },
    {
      "name": "Lingurita",
      "category": "dictionar",
      "shortMeaning": "Lingurita in vise este interpretata diferit depinzand de situatia si de actiunile care va acompaniaza in vise.",
      "fullInterpretation": "Lingurita in vise este interpretata diferit depinzand de situatia si de actiunile care va acompaniaza in vise. Conform dictionarelor de vise moderne, o lingurita in vise prevesteste sosirea unor vizitatori, mari cheltuieli sau probleme cu stomacul. Daca visati doua lingurite de aur inseamna ca veti avea un mariaj fericit. Fabulistul grec, Aesop, a interpretat lingurita aparuta in vise ca si un simbol al odihnei. Daca visati ca prietenul dumneavoastra va aduce o lingrita inseamna ca vor aparea anumite neintelegeri si controverse cu o persoana pe care o gazduiti in casa dumneavoastra. Un vis in care tatal dumneavoastra va loveste cu o lingurita in fata intregii familii semnifica faptul ca veti fi apreciat de rudele dumneavoastra. S-ar putea sa iesiti in evidenta fata de ceilalti deoarece veti fi intrebat sa faceti ceva important si special. Daca visati ca folositi o lingurita pentru a bea ceva dintr-un pahar mare inseamna ca, in realitate, incercati sa preluati controlul in totalitate. Totusi, ar trebui sa va pregatiti pentru o perioada mai nefavorabila a vietii, cand veti fi neputincios. Visul in care sunteti invitat la cina, iar pe masa este multa mancare, dar in mana aveti o singura lingurita sugereaza ca ar trebui sa va feriti de promisiuni si sperante desarte. In alte cuvinte, ar trebui sa nu va incredeti prea mult in oamenii care vorbesc mult si nu trec la fapte. Linguritele murdare in vise indica dorinta dumneavoastra de a iesi in evidenta si de a atrage atentia, dar exista riscul de a da de ostilitate nemascata, de aceea trebuie sa fiti mai moderat. Numai in acest caz norocul va va vizitat din nou. A visa ca spalati o lingurita sugereaza ca s-ar putea sa va infruntati cu multe barfe, iar uneori se refera la nasterea unui baiat. Daca visati ca mancati ceva cu o lingurita inseamna ca din cauza neatentiei si a lipsei de gandire s-ar putea sa dati de probleme. Mai mult, visul va sfatuieste sa cedati partenerului in relatiile intime.",
      "slug": "lingurita"
    },
    {
      "name": "Linte",
      "category": "dictionar",
      "shortMeaning": "Boabele de linte Aparitia acestora in vise semnaleaza faptul ca veti fi inselati.",
      "fullInterpretation": "Boabele de linte Aparitia acestora in vise semnaleaza faptul ca veti fi inselati. Cineva vrea sa va minta sau sa va convinga sa intrati intr-un joc in care dumneavoastra nu veti avea nicio sansa. Gatind sau mancand linte simbolizeaza frici sau ingrijorari. Poate ca va doriti pre mult ca ceva anume sa se infaptuiasca si asta va ingrijoreaza. Faceti un pas in spate si veti putea observa mai multe cai de rezolvare sau de indiplinire a dorintei. Supa de linte Visul in care dumeavoastra consumati supa de linte este unul de bun augur. Acesta indica fapte bune, impacare si viata mai usoara. De asemenea, visul ar putea fi considerat si un semn de vindecare, sufleteasca si trupeasca. Poate prevesti videcarea din boala aunei persoane apropiata, mai ales daca in vis va aflati la aceeasi masa macand supa de linte.",
      "slug": "linte"
    },
    {
      "name": "Lipici",
      "category": "dictionar",
      "shortMeaning": "Lipiciul in vise inseamna ca incercati sa potriviti diferite aspecte ale propriei persoane, sa va...",
      "fullInterpretation": "Lipiciul in vise inseamna ca incercati sa potriviti diferite aspecte ale propriei persoane, sa va construiti o personalitate matura si puternica. Lipiciul permite legarea a doua elemente separate, astfel ca visul la lipici poate inseamna adesea o fisura, o fragilitate ce necesita interventia unui al treilea element.Sclipiciul a fost intodeuna popular in societate, folosit in machiaje si decoratiuni, acesta vine in diferite forme, dimensiuni si culori. Dar ce inseamna sclipiciul din visele noastre? Sclipiciul din vise este ascociat cu o promisiune a unei vieti fericite si aveturoase, simbolizeaza stralucirea, farmecul, faima, splendoarea si fericirea. Diferite vise in care este prezent sclipiciul Visand o alta persoana acoperita cu sclipici (sau doar diverse parti ale corpului) este semn ca cineva dintre cunoscutii dumneavoastra merita atentie suplimentara. Nu intodeauna persoana din vis este aceeasi cu cea din realitate. Daca ati visat ca intreg corpul va era acoperit cu sclipici, este semnul unei noi experiente, poate si a unui nou inceput. A sosit timpul sa straluciti si sa incepeti o noua relatie cu noi cunostinte. Un machiaj sclipitor, cum ar fi un ruj sau o pudra cu sclipici, simbolizeaza faptul ca ceva din viata dumneavoastra este pe cale sa capete multa altentie. Acest vis poate prevesti obtinerea in curand a unui premiu sau a unei bonificatii la locul de munca. Cu toate acestea, faima ar putea fi temporara, bucuria momentului. Oja cu sclipici si aplicarea acesteia in vise este asociata cu faptul ca trebuie va umpleti viata cu mai multa stralucire. Daca pana acum v-au preocupat mai mult de viata altor persoane si ati incercat sa le oferiti totul, incepand de maine ar trebui ca viata si bunastarea dumneavoastra sufleteasca sa ocupe primul loc. Sclipiciul plutind pe apa este semnul atentiei deosebite. Veti fi in centrul atentiei, cu toate acestea, s-ar putea sa nu fiti echipat din punct de vedere emotional pentru a straluci si excela in astfel de circumstante. Interpretarea culorilor sclipiciului Sclipiciul roz reflecta nevinovatie si amintiri frumoase din tinerete. Sclipicul auriu simbolizeaza atentia sporita. Nu tot ceea ce straluceste in acasta culoare este aur! Sclipiciul argintiu sau alb reprezinta sfaturile dumneavoastra oferite altor persoane. Acestia din urma au senzatia ca viata dumneavoastra este perfecta din toate punctele de vedere. Sclipiciul rosu este asociat increderii excesive. Este posibil sa credeti si sa traiti cu impresia ca viata dumneavostra este perfecta si uimitoare. Atentie, totul se poate schimba de la o zi la alta ! Sclipiciul negru reprezita simplitatea. Va place sa nu observati si sa nu va incarcati cu ideile negative de peste zi. Sclipiciul verde prevesteste compania placuta a unu prieten vechi.",
      "slug": "lipici"
    },
    {
      "name": "Lipie",
      "category": "dictionar",
      "shortMeaning": "In general, lipia este simbolul bucuriei neasteptate.",
      "fullInterpretation": "In general, lipia este simbolul bucuriei neasteptate. Acest tip de paine rotunda si plata are mai multe semnificatii si va trebui sa intelegeti exact care dintre ele se potriveste pentru visul dumneavoastra. Simtind prin casa miros de lipie proaspat coapta, inseamna ca ar trebui sa va pregatiti pentru oaspeti, vizita p[rimita va fi una memorabila. Visul in care cumparati lipie indica faptul ca ve-ti continua sa lucrati la un proiect, desi, poate ca, nu este nevoie sa o mai faceti. Daca ati visat ca dumneavoasta preparati si coaceti lipii, inseamna ca va veti schimba in pozitiv si implicit viata familiei va fi una mai buna. Va veti bucura de aprecierile celor din jur. O lipie neobisnuit de mare simbolizeaza noi oameni care isi fac loc in viata dumneavoastra. Atentie, nu toate aceste noi cumostinte vor avea un efect pozitiv aupra vietii dumneavoastra. Visand copiii adunati in jurul mesei si mancand din lipia dumeavoastra, acest vi reprezinta un indiciu cum ca munca va este apreciata, iar rasplata se afla in mainile dumneavoastra. Oferind lipie unei persoane nevoiase indica faptul ca, impartasind din experienta si capacitatea dumneavoastra, veti fi un exemplu si un bun mediator pentru o persoana pe care o veti ajuta sa isi depaseasa necazurile. O lipie rupta in doua simbolizeaza cumpatarea. In mod alternativ, lipia rupta poate prvesti si unele certuri intre parteneri.",
      "slug": "lipie"
    },
    {
      "name": "Lipitoare",
      "category": "dictionar",
      "shortMeaning": "Muscaturile de lipitori in vise se refera la ceva din viata prin care vi se scurge energia si vigoarea dumneavoastra.",
      "fullInterpretation": "Muscaturile de lipitori in vise se refera la ceva din viata prin care vi se scurge energia si vigoarea dumneavoastra. Lipitorile pot face referire la obiceiuri, oameni sau emotii negative ca va sug vitalitatea(ca si o lipitoare sangele). - Daca corpul va este acoperit cu lipitori inseamna ca va simtiti dezgustat fata de propriul corp sau aveti sentimente de repulsie fata de ceea ce ati facut.",
      "slug": "lipitoare"
    },
    {
      "name": "Lista",
      "category": "dictionar",
      "shortMeaning": "Lista in vise va atentioneaza la problemele financiare si in luarea deciziilor.",
      "fullInterpretation": "Lista in vise va atentioneaza la problemele financiare si in luarea deciziilor. Visul in care cititi o lista sugereaza ca veti face cumparaturi noi. Daca visati ca cititi lista de cumparaturi atunci veti avea parte de satisfactii si placeri mari.",
      "slug": "lista"
    },
    {
      "name": "Litere",
      "category": "dictionar",
      "shortMeaning": "Daca visati o litera din alfabet simbolizeaza orice obiect, animal, locatie asociata sau o reproducere a acelei litere.",
      "fullInterpretation": "Daca visati o litera din alfabet simbolizeaza orice obiect, animal, locatie asociata sau o reproducere a acelei litere. Spre exemplu, litera \"T\" se poate referi la o intersectie de drumuri. Alternativ, ar putea insemna ca dumneavoastra incercati sa intelegeti anumite emotii care sunt intr-o faza primitiva.",
      "slug": "litere"
    },
    {
      "name": "Litoral",
      "category": "dictionar",
      "shortMeaning": "Litoralul in vise este un simbol al infinitului si al maretiei elementului subconstient al omului.",
      "fullInterpretation": "Litoralul in vise este un simbol al infinitului si al maretiei elementului subconstient al omului. De asemenea, visul in care apare un litoral mai poate reprezenta o noua dimensiune a experientei. Pamantul sugereaza experientele trecute si tot ceea ce ati incercat sa faceti, iar apa este simbolul potentialului nelimitat ce va asteapta. Aceasta imagine apare adesea in vise atunci cand simtiti ca treceti prin cele mai ingrozitoare momente, astfel este o prevestire a sperantei, a dezvoltarii si a schimbarii.",
      "slug": "litoral"
    },
    {
      "name": "Livada",
      "category": "dictionar",
      "shortMeaning": "Livada in vise reprezinta potentialul pentru succes.",
      "fullInterpretation": "Livada in vise reprezinta potentialul pentru succes. Alternativ, visul reprezinta fertilitate. - Daca va aflati intr-o livada si vedeti porci mancand fructele cazute pe jos, este semn ca veti pierde lucruri / proprietati in incercarea de a pretinde sau de a va asuma lucruri / valori care nu va apartin. - O livada stearpa reprezinta oportunitati ignorate, cu precadere cele de a va ridica la standarde mai mari in viata. - O livada infloritoare sau plina de fructe denota rasplata pentru serviciu si roade din plin. Case fericite, copii ascultatori si soti fideli.",
      "slug": "livada"
    },
    {
      "name": "Loc de joaca",
      "category": "dictionar",
      "shortMeaning": "Locul de joaca in vise sugereaza intrarea intr-o noua etapa a vietii.",
      "fullInterpretation": "Locul de joaca in vise sugereaza intrarea intr-o noua etapa a vietii. Poate fi o situatie in care faceti ce doriti fara a avea griji. Visul in care nu puteti ajunge la un loc de joaca sugereaza dorinta dumneavoastra de a fi lipsit de griji.",
      "slug": "loc-de-joaca"
    },
    {
      "name": "Loc de munca",
      "category": "dictionar",
      "shortMeaning": "A visa un loc de munca poate fi ceva descurajant sau o prevestire sub acoperire.",
      "fullInterpretation": "A visa un loc de munca poate fi ceva descurajant sau o prevestire sub acoperire. Adesea aceste tipuri de vise pot avea intelesuri ce indica schimbari de responsabilitate sau atentionari indreptate spre dumneavoastra. A avea un loc de munca in vise este o inclinatie pozitiva spre un viitor mai bun in viata dumneavoastra. Daca visati ca sunteti in cautarea unui loc de munca inseamna ca lucrurile devin tot mai bune in favoarea dumneavoastra. Pregatiti-va pentru aventuri in care va trebui sa gasiti noi oportunitati si sa profitati de acestea. Visul in care dati un interviu pentru un loc de munca inseamna ca vi se reaminteste de potentialul pe care il aveti in viata. A visa despre fostul loc de munca sugereaza ca exista similaritati in viata dumneavoastra cu anumite situatii din trecut.",
      "slug": "loc-de-munca"
    },
    {
      "name": "Locomotiva",
      "category": "dictionar",
      "shortMeaning": "Locomotiva in vis are mai multe intelesuri.",
      "fullInterpretation": "Locomotiva in vis are mai multe intelesuri. Depinde de ceea ce visati: - conduceti o locomotiva - veti fi promovat - aveti o locomotiva - va veti cauta norocul in locuri indepartate - locomotiva deraiaza - neliniste sentimentala - locomotiva in miscare - sfarsitul unei perioade fericite - lomomotiva stationata - asteptati vesti urgente - vedeti o locomotiva - se apropie o calatorie - daca sunteti in locomotiva - noroc",
      "slug": "locomotiva"
    },
    {
      "name": "Locuinta",
      "category": "dictionar",
      "shortMeaning": "Daca va visati alergand dupa o locuinta, inseamna ca aveti treburi importante care vor fi amanate pentru o perioada.",
      "fullInterpretation": "Daca va visati alergand dupa o locuinta, inseamna ca aveti treburi importante care vor fi amanate pentru o perioada. Locuinta in vis are mai multe intelesuri, depinde de ceea ce visati: - cumparati o locuinta inseamna binecuvantare - daca daramati o locuinta inseamna nefericire - daca vedeti in vis o locuinta daramata sugereaza boala - daca visati o locuinta mare veti avea parte de o surpriza - daca locuinta este mica veti avea parte de o mostenire insemnata - va vedeti locuinta in flacari inseamna pierdere de bani",
      "slug": "locuinta"
    },
    {
      "name": "Logodna",
      "category": "dictionar",
      "shortMeaning": "Visul in care v-ati logodit cu cineva reprezinta nevoi sexuale sau de relatie.",
      "fullInterpretation": "Visul in care v-ati logodit cu cineva reprezinta nevoi sexuale sau de relatie. Poate incercati sa rezolvati anumite sentimente de singuratate. Alternativ, acest vis simbolizeaza angajamentele si dorintele dumneavostra pentru un anumit tip de stabilitate si securitate. Mai direct, daca sunteti necasatorit(a), visul poate indica dorintele dumneavoastra pentru o anumita forma de angajament. - Daca ati visat ca rupeti un angajament de logodna este semn de o decizie pripita si neinteleapta intr-o chestiune importanta.Inelul de logodna in vise este un simbol al iubirii. - Daca ne apre un inel de logodna in vis acesta reprezinta faptul ca avem ganduri de angajamente pe termen lung si implicit de casatorie. - Daca in viata de zi cu zi va ganditi sa oferiti cuiva un inel de logodna, atunci visul dumneavoastra poate fi doar un semn de nervozitate si de emotii.",
      "slug": "logodna"
    },
    {
      "name": "Lopata",
      "category": "dictionar",
      "shortMeaning": "Daca visati o lopata, inseamna ca sunteti in cautarea cunoasterii de sine, a intelectului interior, a intelegerii.",
      "fullInterpretation": "Daca visati o lopata, inseamna ca sunteti in cautarea cunoasterii de sine, a intelectului interior, a intelegerii. Mai poate insemna ca va straduiti prea tare sa aflati un adevar. Visul cu o anume lopata poate insemna mai multe lucruri: - daca lucrati cu lopata - va faceti griji multe sau puteti avea zile frumoase - daca lucrati cu o lopata mare - sugereaza belsug - loapata de gropar - inseamna ca situtia financiara se clatina - lopata de muncitor - succes financiar Daca visati o lopata rupta semnifica faptul ca sunteti frustrat cu munca pe care o prestati. Pentru o intepretare mai precisa, va recomandam sa consultati si semnificatia visului CAZMA",
      "slug": "lopata"
    },
    {
      "name": "Loto/Loterie",
      "category": "dictionar",
      "shortMeaning": "Visul la loto sau loterie poate avea mai multe intelesuri.",
      "fullInterpretation": "Visul la loto sau loterie poate avea mai multe intelesuri. Depinde de ceea ce visati, de ceea ce faceti in vis: - daca jucati la loto inseamna ca va trebui sa va asumati anumite riscuri, in afaceri sau in relatie - castigul la loterie inseamna doar necazuri, in consecinta sa nu va incredeti in acest vis - daca pierdeti la loterie este cu folos, deoarece va intareste, veti avea parte de consideratie - visul in care aveti un bilet de loto in mana inseamna ca trebuie sa invatati sa lasati soarta sa isi urmeze cursul - daca cineva va ofera un bilet loto inseamna ca soarta se afla in mainile dumneavoastra",
      "slug": "lotoloterie"
    },
    {
      "name": "Lucerna",
      "category": "dictionar",
      "shortMeaning": "Lucerna in vise simbolizeaza belsug, noroc, bunastare.",
      "fullInterpretation": "Lucerna in vise simbolizeaza belsug, noroc, bunastare. Pentru mai multe informatii vedeti si interpretarea visului iarba.",
      "slug": "lucerna"
    },
    {
      "name": "Lumanare aprinsa",
      "category": "dictionar",
      "shortMeaning": "A vedea o lumanare aprinsa in vise sugereaza ca norocul si speranta vin spre dumneavoastra in can...",
      "fullInterpretation": "A vedea o lumanare aprinsa in vise sugereaza ca norocul si speranta vin spre dumneavoastra in cantitati mici si constante. Va aflati intr-o etapa confortabila din viata dumneavoastra si s-ar putea sa cautati iluminare spirituala. Lumanarile aprinse din vise sunt, de asemenea, simbolul intelectului, al iluminarii si al cautarii adevarului. O lumanare aprinsa in vise mai poate insemna si o sansa de a va intalni cu persoane pe care nu i-ati mai vazut de mult timp. Totodata, visul poate prevesti noi oportunitati benefice. Daca visati mai multe lumanari aprinse ce ard cu flacara mare si stralucitoare indica un fenomen de intelegere reciproca si bucurie. Visul in care aprindeti o lumanare sugereaza ca va aflati pe drumul cel bun in cautarea iluminarii. Alternativ, visul mai poate insemna si faptul ca va asumati responsabilitatea in cautarea dumneavoastra spirituala. Cunoasteti pasii pe care trebuie sa ii parcurgeti.",
      "slug": "lumanare-aprinsa"
    },
    {
      "name": "Lumanare lumanari",
      "category": "dictionar",
      "shortMeaning": "In vremurile pagane, lumanarea si faclia simbolizau dispersarea intunericului si o anumita forma de idolatrie.",
      "fullInterpretation": "In vremurile pagane, lumanarea si faclia simbolizau dispersarea intunericului si o anumita forma de idolatrie. A visa lumanari indica incercarile pe care le facem pentru a ne clarifica un aspect pe care nu il intelegem. Simbolurile atribuite lumanarilor se refera la iluminare, intelepciune, vigoare si frumusete.",
      "slug": "lumanare-lumanari"
    }
  ]
}