{
  "symbols": [
    {
      "name": "Mandarina",
      "category": "dictionar",
      "shortMeaning": "Visul in care mananci o mandarina exprima nevoia de a-ti reimprospata cunostintele sau de a face instruire suplimentara.",
      "fullInterpretation": "Visul in care mananci o mandarina exprima nevoia de a-ti reimprospata cunostintele sau de a face instruire suplimentara.",
      "slug": "mandarina"
    },
    {
      "name": "Mandolina",
      "category": "dictionar",
      "shortMeaning": "Daca ai visat ca canti la o mandolina sau auzi pe cineva cantand la mandolina, inseamna ca peroan...",
      "fullInterpretation": "Daca ai visat ca canti la o mandolina sau auzi pe cineva cantand la mandolina, inseamna ca peroana ce iti place va raspunde pozitiv la sentimentele tale. Visul mai poate face referire si laÂ un flirt incitant sau la o poveste de dragoste. Alternativ, visul exprima nevoia de relaxare, acasa sau intr-o vacanta, in urma careia vei experimenta momente placute.",
      "slug": "mandolina"
    },
    {
      "name": "Maneca",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "maneca"
    },
    {
      "name": "Maner",
      "category": "dictionar",
      "shortMeaning": "Manerul in vise sugereaza ca detineti controlul intr-o anumita situatie.",
      "fullInterpretation": "Manerul in vise sugereaza ca detineti controlul intr-o anumita situatie. Daca visati un maner rupt inseamna ca trebuie sa recapatati controlul asupra dumneavoastra. Incercati sa va recuperati puterile din interior.",
      "slug": "maner"
    },
    {
      "name": "Mangaiere",
      "category": "dictionar",
      "shortMeaning": "Visul la mangaiere simbolizeaza, de obiei, o dorinta, o lipsa, o frustrare.",
      "fullInterpretation": "Visul la mangaiere simbolizeaza, de obiei, o dorinta, o lipsa, o frustrare. Daca cineva va mangaie, s-ar putea sa incercati sa va adapostiti de lume, sa va protejati. Daca dumneavoastra mangaiati pe cineva inseamna ca veti avea relatii sociale agreabile.",
      "slug": "mangaiere"
    },
    {
      "name": "Mango",
      "category": "dictionar",
      "shortMeaning": "Visul in care mancati un mango inseamna fertilitate si dorinte sexuale.",
      "fullInterpretation": "Visul in care mancati un mango inseamna fertilitate si dorinte sexuale. Alternativ, visul poate insemna ca va aflati intr-o relatie de care trebuie sa va eliberati si sa mergeti mai departe.",
      "slug": "mango"
    },
    {
      "name": "Maniac",
      "category": "dictionar",
      "shortMeaning": "Visul in care tu esti un maniac indica faptul ca trebuie sa iti controlezi temperamentul si emotiile.",
      "fullInterpretation": "Visul in care tu esti un maniac indica faptul ca trebuie sa iti controlezi temperamentul si emotiile. Trebuie sa dai dovada de retinere si calm in unele situatii. - Daca vezi un maniac inseamna ca vei putea fi victima unor acuzatii falese.",
      "slug": "maniac"
    },
    {
      "name": "Manichiura",
      "category": "dictionar",
      "shortMeaning": "- Visul in care cineva iti face manichiura reprezinta farmecul si frumusetea.",
      "fullInterpretation": "- Visul in care cineva iti face manichiura reprezinta farmecul si frumusetea. Esti in cautarea atentiei pentru o munca prestata. - Manichiura exprima ceva frumos si pozitiv rezultat din munca ta.",
      "slug": "manichiura"
    },
    {
      "name": "Mansarda",
      "category": "dictionar",
      "shortMeaning": "Mansarda in vise reprezinta amintiri ascunse sau ganduri reprimate.",
      "fullInterpretation": "Mansarda in vise reprezinta amintiri ascunse sau ganduri reprimate. Ea simbolizeaza, de asemenea, mintea ta, spiritualitatea, precum si conexiunea cu sinele superior. Alternativ, mansarda semnifica dificultati in viata, care te-ar putea impedica sa iti atingi obiectivele si aspiratiile. Cu toate acestea, dupa o lunga peroada de lupta, vei depasi aceste dificultati. - Daca in vis locuiesti intr-o mansarda insemna ca, daca nu esti precaut, vei intampina dificultati financiare.",
      "slug": "mansarda"
    },
    {
      "name": "Manta",
      "category": "dictionar",
      "shortMeaning": "Mantaua in vise simbolizeaza caldura de familie si comuniunie.",
      "fullInterpretation": "Mantaua in vise simbolizeaza caldura de familie si comuniunie. - Daca ai visat o manta noua inseamna ca vei avea beneficii. - Visul in care cineva te dezbraca de manta semnifica nefericire.Daca in vis apare un geamantan se refera de regula la faptul ca vei face o calatorie. Insa in functie de marimea lui si de greutatea pe care o are mai putem oferi si o alta interpretare si anume aceea de cunostinte si de informatii pe care le ai. Astfel ca geamantanul din vis daca este plin se refera la bagajul tau intelectual, la tot ceea ce ai acumulat pana acum. Daca este gol inseamna ca mai ai multe de invatat de la viata si trebuie sa incerci cumva sa iti umpli existenta. Daca visezi ca mergi cu un geamantan pe strada se mai spune ca e posibil ca in curand sa iti schimbi domiciliul si sa pornesti pe alte drumuri, sa faci modificari in viata ta si la locul de munca sau in viata personala. Imprimanta in vise indica o imagine in comportamentul dumneavoastra sau o situatie prevazuta si planuita in timpul incercarii de a va comunica ideile si obiectivele. Visul simbolizeaza amintirea vesnica a ceva. Alternativ, a vedea o imprimanta in vise este un avertisment pentru saracie daca neglijati practica economiei si a cultivarii energiei. O imprimanta veche in vise sugereaza ca ar trebui sa verificati toti pasii pe care i-ati facut la munca. Daca visati o imprimanta noua inseamna ca aveti o coordonare incredibila a sarcinilor dumneavoastra de acasa si de la locul de munca.(a unui om mort sau a unui obiect) final, apropiere de un capat de drum sau a unei etape, abandonarea la situatii, relatii, sentimente inutile sau defavorabile -neimplicare, lipsa de sensibilitate sau receptivitate, indiferenta -(inmormantarea unei persoane vii) mare zbucium interior, risc de greseli capitale, suferinta, nevoia de uitare, amintiri dureroase, abandonarea sau finalizarea brusca a unor situatii in desfasurare.(vezi, de asemenea mormant, cadavru, sicriu, moarte.Samanta ilustreaza potentialul de care dispunem, o idee care tocmai ~incolteste~ sau un proiect caruia trebuie sa-i acordam mai multa atentie. In visul unei femei o samanta poate sugera graviditatea. In vis, o samanta poate sugera ca o activitate pe care vrem sa o initiem poate da roade. Avem nevoie sa cunoastem conditiile cele mai bune pentru crestere si maturizare, adica pentru realizarea acesteia.",
      "slug": "manta"
    },
    {
      "name": "Manusa",
      "category": "dictionar",
      "shortMeaning": "Manusa in vise are multe interpretari.",
      "fullInterpretation": "Manusa in vise are multe interpretari. Totul depinde de ceea ce visati si ce fel de manusa visati: - manusa alba - intalniti oameni importanti - aruncand o manusa pe scaun - stire neplacuta - aruncand o manusa pe pat - despartire de iubit - avand o manusa in buzunar - gelozie - avand o manusa in maini - onoare - o manusa barbateasca in vis - banuiti pe cineva degeaba - manusa cazuta pe jos - litigii - manusa de box - contacte ce trebuiesc facute - manusa de cauciuc - veti lua decizii si veti face alegeri bune - manusa de lana - ati ajuns la o concluzie buna - manusa gaurita - sunteti umilit - manusa incomoda - insatisfactii - manusa murdara - plictiseala - manusa neagra - esec - pierzand o manusa - pierdeti protectia inalta, scaparea unei sanse - manusa rupta - surprize neplacute - scotand o manusa - necazuri - vazand o manusa - banuieli vagi - manusa veche - vesti neplacute - manusa zdrentuita - teama, rusine",
      "slug": "manusa"
    },
    {
      "name": "Manuscris",
      "category": "dictionar",
      "shortMeaning": "Un manuscris in vise reprezinta sperantele, scopurile, visele si dorintele tale.",
      "fullInterpretation": "Un manuscris in vise reprezinta sperantele, scopurile, visele si dorintele tale. Se poate adaposti o anumita frica, in tine, care te impiedica sa iti atingi scopurile. - Visul in care ai gasit un manuscris semnifica succese si sperante. - Daca ai visat ca un manuscrisul iti este respins de catre un editor, inseamna ca visul se face referire la unele obstacole temporare.",
      "slug": "manuscris"
    },
    {
      "name": "Manusi",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "manusi"
    },
    {
      "name": "Manz",
      "category": "dictionar",
      "shortMeaning": "Potrivit traditiei noastre,Â manzul in vise, semnifica vesti care te vor bucura.",
      "fullInterpretation": "Potrivit traditiei noastre,Â manzul in vise, semnifica vesti care te vor bucura. Alternativ, este semnul unui hobby interesant in urma caruia vei castiga bai in timpul liber. - Daca ai visat un manz frumos, inseamna oportunitati noi, in care norocul iti va surade.",
      "slug": "manz"
    },
    {
      "name": "Mar",
      "category": "dictionar",
      "shortMeaning": "Marul galben in vise simbolizeaza cuvintele intelepte.",
      "fullInterpretation": "Marul galben in vise simbolizeaza cuvintele intelepte. A vedea un mar galben in vise semnifica faptul ca veti dobandi autocunoastere. Marul rosu in vise sugereaza succes in societate. Va asteapta o promovare.Marul verde in vise inseamna sinceritate, adevar spus in fata, lipsa de menajamente, prospetime, noutate, tinerete, sanatate.",
      "slug": "mar"
    },
    {
      "name": "Mar galben",
      "category": "dictionar",
      "shortMeaning": "Marul galben in vise simbolizeaza cuvintele intelepte.",
      "fullInterpretation": "Marul galben in vise simbolizeaza cuvintele intelepte. A vedea un mar galben in vise semnifica faptul ca veti dobandi autocunoastere.",
      "slug": "mar-galben"
    },
    {
      "name": "Mar rosu",
      "category": "dictionar",
      "shortMeaning": "Marul rosu in vise sugereaza succes in societate.",
      "fullInterpretation": "Marul rosu in vise sugereaza succes in societate. Va asteapta o promovare.",
      "slug": "mar-rosu"
    },
    {
      "name": "Mar verde",
      "category": "dictionar",
      "shortMeaning": "Marul verde in vise inseamna sinceritate, adevar spus in fata, lipsa de menajamente, prospetime, ...",
      "fullInterpretation": "Marul verde in vise inseamna sinceritate, adevar spus in fata, lipsa de menajamente, prospetime, noutate, tinerete, sanatate.",
      "slug": "mar-verde"
    },
    {
      "name": "Marar",
      "category": "dictionar",
      "shortMeaning": "Daca visati marar semnifica protectia spirituala si emotionala a dumneavoastra.",
      "fullInterpretation": "Daca visati marar semnifica protectia spirituala si emotionala a dumneavoastra. Inseamna ca nu lasati negativitatea sa va ajunga. In interpretarea islamica, in vis, mararul reprezinta ceva ce se va intampla in viitor. Daca va visati ca aveti in mana o legatura de marar, inseamna ca ceva neprevazut se va intampla, iar efectele le veti resimti mai tarziu.",
      "slug": "marar"
    },
    {
      "name": "Maraton",
      "category": "dictionar",
      "shortMeaning": "- Visul in care alergi intr-un maraton reprezita calatoria vietii, cum se desfasoara si cum se simte.",
      "fullInterpretation": "- Visul in care alergi intr-un maraton reprezita calatoria vietii, cum se desfasoara si cum se simte. Acesta este un simbol al rezistentei si al vointei. Alternativ, visul sugereaza ca trebuie sa muncesti din greu si sa ai rabdare pentru a reusi sa-ti depasesti concurenta. - Daca ai visat ca privesti un maraton inseamna ca vei fi surmenat si vei avea momente de tensiune.",
      "slug": "maraton"
    },
    {
      "name": "Mare",
      "category": "dictionar",
      "shortMeaning": "(daca un lucru in vis e mai mare decat in realitate sau devine mare pe parcursul visului) element...",
      "fullInterpretation": "(daca un lucru in vis e mai mare decat in realitate sau devine mare pe parcursul visului) element de context ce atrage atentia asupra posibilitatilor de evolutie a unor lucruri, ceva care trebuie sa iti sara in ochi, sa te socheze, sa iti suscite atentia -amplificare, exagerare, abuz, dezechlibru -(ceva care in realitate e mic, dar in vis e mare) repercusiuni ale unor situatii actuale, posibile evolutii ale unei situatii in viitor, nevoie de a acumula experienta, maturizare, eveniment in desfasurare, viitor posibil.Visul in care vezi marea are mai multe intelesuri: -mare lina- vei avea o bucurie -agitata- te vei confrunta cu niste probleme, vei avea o paguba -cu valuri mici- semn bun, vei avea relatii bune cu cei din jur -calatorind pe mare- vei face avere scaldandu-te in mare- vei avea parte de sanatate In general, visand apa unei mari sau a unui ocean poate insemna mai multe lucruri, insa din din punct de vedere al carierei va simbolizeaza vesti bune, dar cu mai multe obligatii si responsabilitati. Visele despre apa marilor si a ocenelor ne vorbesc si despre aventuri, schimbari si temeri pe care va trebui sa le invingem. In cele ce urmeaza vom analiza si interpreta cele mai visate simboluri legate de apa marilor si a oceanelor. O mare sau un ocean calm Apa calma este semnul unei calatorii. Insa, nu va ganditi ca ar fi una legata de cariera sau afaceri, aceasta oportunitate de calatorie va fi una relaxare si de odihna in care veti putea reflecta asupra lucrurilor recent intamplate. Furtuna pe mare Visand o furtuna pe ocean sau pe mare indica pozitionarea dumneavoastra in centrul unor tulburari mentale sau emotionale. Este posibil sa aveti nevoie de ajutorul altor persoane pentru a putea depasi aceste stari si framantari. O mare sau un ocean involburat O mare involburata este, de regula, simbolul unor probleme din interiorul familiei sau legate de prieteni apropiati. Va trebui sa invatati cum sa faceti fata unor astfel de situatii cu care nu ati fost obisnuiti. Analizand situatia si depunand efortul necesar, lucrurile se vor domoli. Inotand in apa marii Inotul in apa unui ocean sau a unei mari poate avea semnificatii diferite in functie de doua lucruri din viata reala : stiti sau nu stiti sa inotati? Pentru cei care in viata reala nu stiu sa inoate, visul are mai mult de-a face cu ceea ce va misca in interior decat cu ceea ce va spune lumea. Iar pentru ceilalti, inotul in apale marilor sau al oceanelor simbolizeaza noi aventuri si cautarea acelui ceva care va va face fericiti. Visand oameni inecandu-se Visele despre oameni care se ineaca in mare sau in ocean fac referire la puterea sau conditiile dumneavoastre limitate de a ajuta pe cineva. Toate acestea nu ar trebui sa va creeze sentimente de vinovatie deoarece lectile vietii va vor fi prezentate in varietati si moduri diferite si poate ca o parte din experienta dumneavoastra provine din greselile altora. Visul in care chiar dumneavoastra sunteti pe punctul de a va ineca va arata ca ati ajuns intr-un stagiu in care nu veti putea scapa de vechile traume sau temeri. Insa, pastrati-va calmul si contiunati sa incercati. Apa marii murdara sau noroioasa Un asemnea vis va simboliza probleme aparente si poate fi un avertisment pentru unele dificultati ce vor aparea in calea dumneavoastra spre indeplinirea unui obiectiv. Concentrati-va atentia la obiectiv si veti putea depasi toate aceste dificultati. Foc pe apa Visand apa unui ocean sau a unei mari in flacari este semnul de finalizare cu succes a unei transformari. De asemnea, visul ne vorbeste si despre o reinoire sau o claritate in vedere. Putem vedea direct printr-o persoana si putem identifica cu exactitate intentiile acesteia. Apa marii inghetata Visand un ocean sau o mare inghetata se intampla destul de rar si din acest motiv trebuiesc examinate cu atentie si celelalte contexte ale visului. Observand de la distanta apa inghetata, inseamna ca planurile dumneavoastra sunt in asteptare. Probail ca aveti de gand sa faceti mai multe lucruri deodata, dar cimrcumstantele actuale va impiedica. Mergand pe tarmul unei mari inghetate , inseamna ca sunteti aproape de a rezolva o problema, insa trebuie sa fiti putin mai rabdator. Curajul este simbolizat de visul in care mergeti pe o mare sau un ocean inghetat. Sunteti gata sa va implicati in proiecte si situatii riscante, atata timp cat credeti ca rezultatul ar fi unul pozitiv. Scufundari Daca ati visat ca faceti sufundari in mare sau in ocean este semnul unor cheltuieli considerabile. Poate ca a sosit momentul sa cumparati o masina noua, sa va renovati locuinta sau, de ce nu, sa va cumparati o casa noua. Aceasta este ocazia si nu veti regreta alegerea!Apa mare poate avea mai multe sensuri, depinde care este cea pe care o visati. Daca ati visat apa adanca, sugereaza ca se anunta pericole nebanuite. Visul la o apa intinsa se imparte in doua categorii: - oceanul - indica o stare spirituala de liniste, de renoire. Sunteti foarte pozitivi in gandire si va simtiti liberi, nu va limiteaza nimic. Daca navigati pe ocean inseamna ca aveti o stare de independenta, de libertate. Daca oceanul este dur, trebuie sa va infruntati suisurile si coborasurile din viata. - lacul - semnifica o stare emotionala de restrictie, nu va puteti exprima sentimentele liberi. Totodata lacul aduce o pace interioara, securiate. Pentru mai multe detalii despre vis vizitati interpretarea visului Apa.( ca ai )Vei pierde timp mult prin procese.( la femeie )Castig mare in afaceri.Daca visati un caine mare inseamna ca va paste un pericol mare. Visul in care sunteti stapanul unui caine mare si fioros semnifica faptul ca aveti acel sentiment ca sunteti protejat.Casa mare in vis indica potentialul dumneavoastra de dezvoltare emotionala. S-ar putea sa primiti pe cineva in vizita si sa ramana la dumneavoastra pentru o perioada mai lunga sau numarul membrilor familiei poate creste. Visul la o casa mare mai poate insemna bogatie, fericire.- Daca ai visat ca cineva te cheama, iar in vis tu nu-i poti raspunde , atunci acest vis ne prevesteste numai lucruri neplacute, singuratate.- Daca in vis reusesti sa respunzi la chemare , visul are o semnificatie buna, prevesteste lucruri bune pe viitor.Suntem constienti de propria putere. Degetul mare indreptat in sus sugereaza energia pozitiva, iar daca degetul mare este indreptat in jos indica energia negativa (acesta fiind si semnul prin care gladiatorii romani isi primeau sentinta de moarte.)",
      "slug": "mare"
    },
    {
      "name": "Marea",
      "category": "dictionar",
      "shortMeaning": "Visul in care vezi marea are mai multe intelesuri: -mare lina- vei avea o bucurie -agitata- te ve...",
      "fullInterpretation": "Visul in care vezi marea are mai multe intelesuri: -mare lina- vei avea o bucurie -agitata- te vei confrunta cu niste probleme, vei avea o paguba -cu valuri mici- semn bun, vei avea relatii bune cu cei din jur -calatorind pe mare- vei face avere scaldandu-te in mare- vei avea parte de sanatate",
      "slug": "marea"
    },
    {
      "name": "Margarete",
      "category": "dictionar",
      "shortMeaning": "Margaretele simbolizeaza pacea, prietenia, bunatatea, fericirea si inocenta.",
      "fullInterpretation": "Margaretele simbolizeaza pacea, prietenia, bunatatea, fericirea si inocenta. Acestea mai pot prevesti si faptul ca in viitorul apropiat veti primi vesti bune. Daca sunteti femeie si in vis ati primit un buchet de margarete, atunci, acesta este un semn de tristete sau, in unele cazuri, de pierderea iubirii cuiva. In mod alternativ, acest vis poate avea si o semnificatie pozitiva. Primirea buchetului poate fi vazuta ca un semn de pace sau impacare. Dupa mult timp veti fi din nou pritena cu cineva. Mergand pe un camp plin de margarete simbolizeaza bogatie si o viata confortabila. De asemenea, poate indica faptul ca o persona din anturajul dumneavoastra va ofera o mana de ajutor intr-o situatie delicata. O coroana din margarete in visul unei fete sau femei simbolizeaza intentia de a se casatori si a se aseza la casa sa. Curand toate acestea se vor materializa. Plantand magarete (seminte de margarete) in vis face referie la noi obiective. Cu putina atentie si dedicare scopurile si telurile dumneavoastra se vor indeplini. Oferind cuiva margarete in vis, simbolizeaza de obicei o relatie sentimentala. De asemnea, un astfel de vis este asociat si cu iubirea platonica.",
      "slug": "margarete"
    },
    {
      "name": "Margarina",
      "category": "dictionar",
      "shortMeaning": "Visul in care cumperi sau mananci margarina face referire la boli transmisibile.",
      "fullInterpretation": "Visul in care cumperi sau mananci margarina face referire la boli transmisibile. Fiti atent(a) la personele cu care Â intrati in contact.",
      "slug": "margarina"
    },
    {
      "name": "Margaritare",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "margaritare"
    },
    {
      "name": "Margele",
      "category": "dictionar",
      "shortMeaning": "Margelele in vise indica tendinta de a multumi pe altii si de a pune nevoile lor in fata nevoilor tale.",
      "fullInterpretation": "Margelele in vise indica tendinta de a multumi pe altii si de a pune nevoile lor in fata nevoilor tale. Alternativ, visul face referire la eforturi depuse pentru perfectiune. Margele insirate - sugereaza bazele pentru succesul tau. Vor fi recunoscute si / sau recompensate realizarile tale. - Daca ai visat ca scapi pe jos margelele inseamna ca ai putea suferi o dezamagire sau vei avea unele suparari din cauza unor probleme minore. - Visul in care numeri margele simbolizeaza placere, calm si bucurie.",
      "slug": "margele"
    },
    {
      "name": "Margine",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "margine"
    },
    {
      "name": "Marinar",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "marinar"
    },
    {
      "name": "Marioneta",
      "category": "dictionar",
      "shortMeaning": "Marioneta in vise sugereaza faptul ca esti usor de influentat de catre altii si astfel le permiti sa te controleze.",
      "fullInterpretation": "Marioneta in vise sugereaza faptul ca esti usor de influentat de catre altii si astfel le permiti sa te controleze. - Daca in vis susti un spectacol cu marionete inseamna ca posezi mari posibilitati organizatorice.",
      "slug": "marioneta"
    },
    {
      "name": "Marmota",
      "category": "dictionar",
      "shortMeaning": "Visele in care ni se arata o marmota sugereaza inselaciune si minciuna.",
      "fullInterpretation": "Visele in care ni se arata o marmota sugereaza inselaciune si minciuna. Din punct de vedere al relatiei suntem indusi in eroare.",
      "slug": "marmota"
    },
    {
      "name": "Marmura",
      "category": "dictionar",
      "shortMeaning": "Potrivit traditiei noastre marmura reprezita cearta, raceala, rationament rece.",
      "fullInterpretation": "Potrivit traditiei noastre marmura reprezita cearta, raceala, rationament rece. Alternativ, marmura in vise sugereaza pierderi. - Daca ai visat o statuie de marmura inseamna ca vei avea probleme in dragoste. - Marmura alba este un semn al bogatiei. - Pavajul sau pardoseala de marmura face referire la o perioada grea cu cineva intim. - Vaza de marmura semnifica succes in viata sentimentala. - Visul in care dormi pe marmura indica faptul ca vei intampina timpuri dificile, neintelegeri si raceala. - Daca ai visat casa ta placata cu marmura inseamna ca vei avea dezamagiri in familie.",
      "slug": "marmura"
    },
    {
      "name": "Maro",
      "category": "dictionar",
      "shortMeaning": "Cand in vise ne apare un cal maro, acesta indica faptul ca in curand vom intalni o persoana care ...",
      "fullInterpretation": "Cand in vise ne apare un cal maro, acesta indica faptul ca in curand vom intalni o persoana care va juca un rol foarte important in viata noastra. Daca in vis dumneavoastra calariti un cal maro, este semn de noroc in sectorul financiar (pentru barbati), iar daca sunteti femeie acest vis prevesteste o multime de popularitate in randul sexului opus. Cumpararea unui cal maro, in realitate, este astepatarea pontru o achizitie destul de mare, la care ati visat de mult timp. Visul in care dumneavoastra hraniti un manz maro reprezinta copii dumneavoastra care vor fi sanatosi si fericiti. Spaland un cal maro in vise indica traversare unei lungi perioade de timp preocupati cu o ideie sau un plan. Mai mult decat atat, in cazul in care calul este foarte murdar, ideiile dumneavoastra sunt destul de inselatoare si pot provoca rau cuiva.",
      "slug": "maro"
    },
    {
      "name": "Martisor",
      "category": "dictionar",
      "shortMeaning": "Conform traditiei noastre martisorul in vise are o semnificatie buna, acesta reprezinta parteneri de buni.",
      "fullInterpretation": "Conform traditiei noastre martisorul in vise are o semnificatie buna, acesta reprezinta parteneri de buni. - Daca ai visat ca porti un martisor inseamna ca vei avea o casatorie norocoasa.",
      "slug": "martisor"
    },
    {
      "name": "Martor",
      "category": "dictionar",
      "shortMeaning": "A fi martor la ceva din vis reprezinta nevoia ta de a fi mai atent.",
      "fullInterpretation": "A fi martor la ceva din vis reprezinta nevoia ta de a fi mai atent. Trebuie sa examinezi mai indeaproape o situatie sau un obiect. - Daca in vis depui marturie, inseamna ca trebuie sa fi raspunzator pentru actiunile tale. Poate ca intalnesti obstacole greu de depasit.",
      "slug": "martor"
    },
    {
      "name": "Marturisire",
      "category": "dictionar",
      "shortMeaning": "Marturisirea in vise ar putea avea o mare parte de adevar sau sentimente pasionale implicate.",
      "fullInterpretation": "Marturisirea in vise ar putea avea o mare parte de adevar sau sentimente pasionale implicate. Deci se merita sa incercati sa intrati in contact cu sentimentele si cu perspectivele implicate. Acest tip de marturisire poate aduce o adevarata schimbare, mai ales acolo unde este necesara schimbarea in viata dumneavoastra. Visul la o marturisire ar putea fi despre iubire, acest lucru fiind destul de dificil daca nu ati invatat inca sa va exprimati sentimentele fata de cineva. Totusi, unele vise arata marturisirea ca fiind un tip de imaturitate. Sugereaza faptul ca este posibil sa va lipseasca forta de a face fata sentimentelor de unul singur si trebuie sa va scapati de ele indiferent de ce se va intampla cu persoana care aude marturisirea. Visul in care auziti o marturisire de la cineva reprezinta sentimentele de vinovatie si de autoblamare. Alternativ, visul ar mai putea insemna o forma de vindecare.",
      "slug": "marturisire"
    },
    {
      "name": "Masa de lemn",
      "category": "dictionar",
      "shortMeaning": "Masa de lemn in vise semnifica sistemul dumneavoastra digestiv.",
      "fullInterpretation": "Masa de lemn in vise semnifica sistemul dumneavoastra digestiv. Lemnul sau orice obiect facut din acesta simbolizeaza colonul dumneavoastra datorita culorii maro. De cele mai multe ori masa de lemn este o caracteristica importanta a viselor.",
      "slug": "masa-de-lemn"
    },
    {
      "name": "Masa mare",
      "category": "dictionar",
      "shortMeaning": "Daca visati o masa mare cu meseni inseamna ca veti avea noroc, iar daca visati ca aveti multi mus...",
      "fullInterpretation": "Daca visati o masa mare cu meseni inseamna ca veti avea noroc, iar daca visati ca aveti multi musafiri la masa inseamna ca veti avea parte de multe impliniri in viata. Visul in care stati cu cineva la o masa mare si goala inseamna ca veti avea parte de suportul celor dragi, veti reusi sa treceti peste necazuri, chiar daca nu veti ajunge la bogatie. Masa mare si goala la care stati cu multa lume inseamna ca aveti o familie unita, iar in ciuda neajunsurilor materiale nu veti avea probleme de intelegere, veti reusi sa traiti in armonie.",
      "slug": "masa-mare"
    },
    {
      "name": "Masa rotunda",
      "category": "dictionar",
      "shortMeaning": "Masa rotunda in vise este un simbol al desavarsirii.",
      "fullInterpretation": "Masa rotunda in vise este un simbol al desavarsirii. Exista mai multe mituri asociate mesei rotunde, in mare parte datorita legendelor despre Regele Arthur, dar esenta este ca toti cei asezati in jurul ei sunt egali.",
      "slug": "masa-rotunda"
    },
    {
      "name": "Masacru",
      "category": "dictionar",
      "shortMeaning": "Masacrul in vise este un simbol foarte intunecat si sinistru, indicand un sentiment puternic de frica.",
      "fullInterpretation": "Masacrul in vise este un simbol foarte intunecat si sinistru, indicand un sentiment puternic de frica. S-ar putea sa va simtiti foarte nesigur in privinta unor aspecte din viata dumneavoastra (locul de munca, casa, clasa sau situatia sociala). Visul ar mai putea simboliza ca sentimentele dumneavoastra au fost inlaturate. De asemnea, visul semnifica frica de alti oameni si frica de brutalitatea care ar putea prevala asupra bunatatii in anumite situatii. Cineva apropiat dumneavoastra sau cu autoritate asupra dumneavoastra ar putea sa va saboteze sau sa va controleze intr-un anumit fel. Acest vis este unul comun atunci cand sunteti abuzat, mai ales cand abuzul este sub forma de izolare. A visa ca sunteti martor al unui masacru inseamna ca sunteti un adept ce va urma ideile altora fara ezitare si fara a pune intrebari. Sunteti mai degraba un adept decat un conducator.",
      "slug": "masacru"
    },
    {
      "name": "Masaj",
      "category": "dictionar",
      "shortMeaning": "In cele mai multe vise, masajul va vi interpretat strict din punct de vedere sexual.",
      "fullInterpretation": "In cele mai multe vise, masajul va vi interpretat strict din punct de vedere sexual. De asemenea, inseamna uneori efortul de a scoate, a stoarce sau a indeparta ceva din noi ce ne poate face rau. Visand ca vi se face masaj, sugeraza lipsa de stimulare sexuala sau senzula din viata de zi cu zi. Pe de alta parte, daca dumneavoastra faceti cuiva masaj, inseamna ca incercati sa convingeti sau sa atrageti pe cineva de partea dumneavoastra. Exemplu de vis : O femeie si-a visat sotul pe o masa de masaj. In viata reala, ea simtea ca sotul ei devenea prea arogant, comentand in mod regulat despre sex si alte femei.",
      "slug": "masaj"
    },
    {
      "name": "Masca",
      "category": "dictionar",
      "shortMeaning": "(vezi carnaval) au alte simboluri, si anume, faptul ca, in compania oamenilor draguti doriti sa v...",
      "fullInterpretation": "(vezi carnaval) au alte simboluri, si anume, faptul ca, in compania oamenilor draguti doriti sa va aratati o alta fata (vezi, de asemenea, barba).Visare unui bal mascat are lagatura cu multimea de lucru sau de evenimente care se intampla in jurul dumneavoastra in aceste zile sau in aceasta saptamana. Balul mascat din visele dumenavosata este menit sa va atentioneze cu privire la persoanele cu doua fete, mereu dghizate. De asemenea, visul poate face referire si la minciuni, dusmani si prieteni falsi. Visand ca partenerul dumneavoastra poarta o masca la un bal, inseamna ca acesta nu este tocmai sincer cu dumneavoastra. Daca ati visat ca la un bal sunteti singura persoana care poarta o masca, insemna increderea in persoanele din jur este limitata. Incercati sa fiti deschis macar catorva persoane pe care le considerati de incredere.",
      "slug": "masca"
    },
    {
      "name": "Masina alba",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca alergati dupa o masina alba semnifica faptul ca in realitate vreti cu tot dinadins...",
      "fullInterpretation": "Daca visati ca alergati dupa o masina alba semnifica faptul ca in realitate vreti cu tot dinadinsul sa clarificati cat mai repede o relatie de iubire cu cineva. S-ar putea in curand sa simtiti ca pierdeti pe cineva drag si veti face tot posibilul pentru a impiedica acest lucru.",
      "slug": "masina-alba"
    },
    {
      "name": "Masina de cusut",
      "category": "dictionar",
      "shortMeaning": "Masina de cusut in vise sugereaza ideea de asamblare, incercati sa contruiti ceva, sa puneti bazele unui nou proiect.",
      "fullInterpretation": "Masina de cusut in vise sugereaza ideea de asamblare, incercati sa contruiti ceva, sa puneti bazele unui nou proiect. Pe plan senimental, daca aveti senzatia ca viata va este \"descusuta\", visul va sugereaza sa o puneti in ordine. Pe plan psihologic, visul este un semn bun ca incercati sa evoluati, sa va unificati numeroasele aspecte ale personalitatii.",
      "slug": "masina-de-cusut"
    },
    {
      "name": "Masina de gunoi",
      "category": "dictionar",
      "shortMeaning": "Masina de gunoi in vise reprezinta deciziile sau o directie in viata dumneavoastra care va permit...",
      "fullInterpretation": "Masina de gunoi in vise reprezinta deciziile sau o directie in viata dumneavoastra care va permite sa nu luati in seama negativitatea, o alegere sau o noua metoda de gandire care intotdeauna va scuteste de vreo problema. Visul in care conduceti o masina de gunoi indica faptul ca incercati sa va scapati de vechile obiceiuri. Daca visati ca o masina de gunoi trece si colecteaza deseurile este un semn bun deoarece reprezinta faptul ca incercati sa aruncati deoparte lucrurile rele. Visul in care scoateti afara deseurile pentru masina de gunoi inseamna ca va scapati de sentimentele rele.",
      "slug": "masina-de-gunoi"
    },
    {
      "name": "Masina de lux",
      "category": "dictionar",
      "shortMeaning": "Masina de lux in vise simbolizeaza expunerea dumneavoastra la pierderi neasteptate sau cumparaturi extravagante.",
      "fullInterpretation": "Masina de lux in vise simbolizeaza expunerea dumneavoastra la pierderi neasteptate sau cumparaturi extravagante. De asemenea, visul in care apare o masina de lux poate sugera dorinta, aspiratia la o viata mai buna, mai extravaganta.",
      "slug": "masina-de-lux"
    },
    {
      "name": "Masina de politie",
      "category": "dictionar",
      "shortMeaning": "Visul in care o masina de politie trece prin fata dumneavoastra inseamna ca este posibil ca in vi...",
      "fullInterpretation": "Visul in care o masina de politie trece prin fata dumneavoastra inseamna ca este posibil ca in viitorul apropiat sa aveti parte de un castig financiar substantial. S-ar putea sa castigati bani la jocurile de noroc sau s-ar putea ca unele eforturi depuse sa dea roade. Visul la o masina de politie mai poate insemna si o perioada fericita din punct de vedere sentimental.",
      "slug": "masina-de-politie"
    },
    {
      "name": "Masina de pompieri",
      "category": "dictionar",
      "shortMeaning": "A vedea o masina de pompieri in vise sugereaza ca tindeti spre nevoile altora si sariti peste nevoile voastre.",
      "fullInterpretation": "A vedea o masina de pompieri in vise sugereaza ca tindeti spre nevoile altora si sariti peste nevoile voastre. Va ingrijorati si va stresati in situatii pe care nu le puteti controla. Nu mai incercati sa fiti in mijlocul problemelor pentru a le opri sau a le repara. Bazati-va pe faptul ca lucrurile se vor rezolva de la sine intr-un final. Alternativ, masina de pompieri in vise denota ingrijorari in circumstante extraordinare, dar care vor rezulta in noroc. Daca visati o masina de pompieri stricata atunci prevesteste un accident sau o pierdere mai importanta. Pentru o femeie tanara, visul in care merge cu o masina de pompieri sugereaza ca se va angaja intr-o aventura neeleganta si neplacuta.",
      "slug": "masina-de-pompieri"
    },
    {
      "name": "Masina de scris",
      "category": "dictionar",
      "shortMeaning": "Masina de scris indica faptul ca ai nevoie de a deschide linii noi de comunicare cu cineva.",
      "fullInterpretation": "Masina de scris indica faptul ca ai nevoie de a deschide linii noi de comunicare cu cineva. - Daca in vis redactezi scrisori de dragoste la o masina de scris, insemana ca vei avea parte de mici necazuri sau suparari. - O masina de scris stricata reprezinta vesti proaste.",
      "slug": "masina-de-scris"
    },
    {
      "name": "Masina de spalat",
      "category": "dictionar",
      "shortMeaning": "Masina de spalat in vise sugereaza ca trebuie sa va rezolvati unele probleme din trecut pentru a ...",
      "fullInterpretation": "Masina de spalat in vise sugereaza ca trebuie sa va rezolvati unele probleme din trecut pentru a putea sa incepeti un inceput nou si curat. Daca visati ca spalati rufe la masina de spalat inseamna ca veti pleca intr-o calatorie lunga.",
      "slug": "masina-de-spalat"
    },
    {
      "name": "Masina furata",
      "category": "dictionar",
      "shortMeaning": "O masina furata in vis inseamna ca va simtiti derutati fata de veritabila dumneavoastra identitate.",
      "fullInterpretation": "O masina furata in vis inseamna ca va simtiti derutati fata de veritabila dumneavoastra identitate. Se poate asocia cu pierderea unui loc de munca, unei relatii sau o alta situatie in care individualitatea dumneavoastra joaca un rol important. Daca visati ca vi s-a furat masina inseamna ca veti avea parte de ghinion in atingerea scopurilor.",
      "slug": "masina-furata"
    }
  ]
}