{
  "symbols": [
    {
      "name": "Monstru",
      "category": "dictionar",
      "shortMeaning": "In visele noastre exista creaturi ciudate si neobisnuite.",
      "fullInterpretation": "In visele noastre exista creaturi ciudate si neobisnuite. Pe unii ne fascineaza pe altii ne ingrozesc. Din punct de vedere psihologic acest vis semnifica confruntari cu propriile frici, lipsa de curaj. Visul in care sunteti urmariti de un monstru reprezinta anumite aspecte ale dumneavoastra pe care le gasiti respingatoare si urate. Poate fi vorba si de unele temeri sau emotii reprimate. Daca ati omorat un monstru in vis inseamna ca va veti invinge cu succes rivalii si veti avansa la o pozitie mai inalta (in societate sa la locul de munca). Atunci cand va transformati intr-un monstru, inseamna ca v-ati transformat in cineva de care va este rusine. Alternativ, visul poate arata caracterul dumneavoastra adevarat. Poate ca trebuie sa schimbati atitudinea sau modurile in care actionati.",
      "slug": "monstru"
    },
    {
      "name": "Monument",
      "category": "dictionar",
      "shortMeaning": "Monumentul in vise semnifica mestenire si modul in care doresti ca lumea sa-si reaminteasca de tine.",
      "fullInterpretation": "Monumentul in vise semnifica mestenire si modul in care doresti ca lumea sa-si reaminteasca de tine. Acesta simbolizeaza, de asemenea, valoarea de sine si valoarea calitatilor tale. - Daca in vis pui coroane si flori la un monument, inseamna ca urmezi sfaturi, idei si exemple. - Daca ai visat un monument de forma unei pietre funerare este semn de vita lunga. Din punct de vedere spiritual, monumentul, este o reprezentare concreta, care ar trebui sa intoarca respect si stima.",
      "slug": "monument"
    },
    {
      "name": "Mop",
      "category": "dictionar",
      "shortMeaning": "Mopul in vise simbolizeaza monotonia rutinei zilnice.",
      "fullInterpretation": "Mopul in vise simbolizeaza monotonia rutinei zilnice. Poate sunteti in cautare de putina varietate si agitatie. Alternativ, visul ar mai putea exprima dorintele dumneaovastra de a avea lucrurile curate si aranjate. Realizati ca este nevoie de munca pentru a mentine o gospodarie curata. Daca visati ca dati cu mopul sugereaza ca sunteti pregatit sa va desparititi de ceva. Este momentul sa va lasati emotiile si sa va exprimati intr-un mod mai productiv.",
      "slug": "mop"
    },
    {
      "name": "Morar",
      "category": "dictionar",
      "shortMeaning": "Morarul in vise reprezinta forta sfirituala a vietii.",
      "fullInterpretation": "Morarul in vise reprezinta forta sfirituala a vietii. Alternativ, visul face referire la prietenie. - Visul in care tu esti morar reprezinta viata indelungata. - Daca in vis dai mana cu un morar inseamna ca ai amici de incredere, prieteni buni.",
      "slug": "morar"
    },
    {
      "name": "Morcov",
      "category": "dictionar",
      "shortMeaning": "( cel mai bine prin exercitiu fizic), vitalitate si sanatate.",
      "fullInterpretation": "( cel mai bine prin exercitiu fizic), vitalitate si sanatate.",
      "slug": "morcov"
    },
    {
      "name": "Morga",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "morga"
    },
    {
      "name": "Mormant",
      "category": "dictionar",
      "shortMeaning": "(a unui om mort sau a unui obiect) final, apropiere de un capat de drum sau a unei etape, abandon...",
      "fullInterpretation": "(a unui om mort sau a unui obiect) final, apropiere de un capat de drum sau a unei etape, abandonarea la situatii, relatii, sentimente inutile sau defavorabile -neimplicare, lipsa de sensibilitate sau receptivitate, indiferenta -(inmormantarea unei persoane vii) mare zbucium interior, risc de greseli capitale, suferinta, nevoia de uitare, amintiri dureroase, abandonarea sau finalizarea brusca a unor situatii in desfasurare. (vezi, de asemenea mormant, cadavru, sicriu, moarte.",
      "slug": "mormant"
    },
    {
      "name": "Morminte",
      "category": "dictionar",
      "shortMeaning": "Nu e bine daca visezi un cimitir, mai multe morminte la un loc.",
      "fullInterpretation": "Nu e bine daca visezi un cimitir, mai multe morminte la un loc. Vei avea probleme in viata de zi cu zi, la serviciu sau acasa si, posibil, o problema de sanatate. Rau este si visul in care te vezi stand pe un mormant. Visul acesta, care-ti poate strica noaptea, poate prevesti necazuri mari, probleme sufletesti de mare amploare, nereusita in viata sociala, poate chiar puscarie. Ciudat, e bun visul in care tu sapi un mormant - vei petrece si nu de unul singur.",
      "slug": "morminte"
    },
    {
      "name": "Mortar",
      "category": "dictionar",
      "shortMeaning": "Mortarul in vise prezice faptul ca veti castiga la loterie.",
      "fullInterpretation": "Mortarul in vise prezice faptul ca veti castiga la loterie. Deci este un semn bun sa va cumparati bilete de loterie.",
      "slug": "mortar"
    },
    {
      "name": "Mos craciun",
      "category": "dictionar",
      "shortMeaning": "Mos craciun in vise inseamna ca trebuie sa fiti mai iertatori, mai darnici.",
      "fullInterpretation": "Mos craciun in vise inseamna ca trebuie sa fiti mai iertatori, mai darnici. Mai inseamna ajutor prietenesc, protectie, recunoasterea meritelor, dorinta de a fi ocrotit, recompensat, apreciat. Visul in care apare mos craciun mai poate insemna si faptul ca incepeti sa va apreciati sau sa va recunoasteti unele calitati sau defecte, sa va descoperiti mai bine. Daca in vis apare o persoana draga imbracata in mos craciun inseamna ca in realitate vreti ca lumea sa se poarte cu dumneavoastra asa cum va purtati si dumneavoastra cu ei, frumos si prietenos.",
      "slug": "mos-craciun"
    },
    {
      "name": "Moschee",
      "category": "dictionar",
      "shortMeaning": "A vedea o moschee in vise simbolizeaza credinta dumneavoastra, convingerile personale religioase si divinitatea.",
      "fullInterpretation": "A vedea o moschee in vise simbolizeaza credinta dumneavoastra, convingerile personale religioase si divinitatea. Visul denota si simtul de comunitate. Alternativ, aparatia acestia in vise poate simboliza faptul ca sunteti atras de lucruri pe care nu le cunoasteti. Poate ca doriti sa va largiti aria cunostintelor in domeniul culturii. Daca visati ca va rugati intr-o moschee atunci inseamna ca aveti dubii legate de alegerile pe care le faceti. Sunteti in cautare de indrumare si incurajare.",
      "slug": "moschee"
    },
    {
      "name": "Mosie",
      "category": "dictionar",
      "shortMeaning": "- Visul in care ai devenit proprietarul unui imobil indica faptul ca nu te poti baza pe altii, it...",
      "fullInterpretation": "- Visul in care ai devenit proprietarul unui imobil indica faptul ca nu te poti baza pe altii, iti lipseste sentimentul de securitate. - Daca in vis cumperi o mosie este semn ca esti ingrijorat(a) cu privire la viitor. Alternativ, visul face referire la intelectul, stabilitatea si statutul tau. - Daca in vis ai pierdut o mosie este semn ca ti-ai pirerdut simtul de siguranta sau stabilitate. Te afli pe un teren instabil.",
      "slug": "mosie"
    },
    {
      "name": "Mostenire",
      "category": "dictionar",
      "shortMeaning": "( fie el timpul) sa rezolve lucrurile.",
      "fullInterpretation": "( fie el timpul) sa rezolve lucrurile.",
      "slug": "mostenire"
    },
    {
      "name": "Motan",
      "category": "dictionar",
      "shortMeaning": "Motanul in vis nu este un semn bun.",
      "fullInterpretation": "Motanul in vis nu este un semn bun. De cele mai multe ori va avertizeaza ca sunteti inselat sau mintit de cineva. Este prevestitiorul tradarii si al inselaciunii. Trebuie sa aveti grija cu cine stati de vorba si in cine sa aveti incredere.",
      "slug": "motan"
    },
    {
      "name": "Motocicleta",
      "category": "dictionar",
      "shortMeaning": "Motocicleta sau plimbatul cu motocicleta in vise simbolizeaza dorinta de libertate si nevoia de aventura.",
      "fullInterpretation": "Motocicleta sau plimbatul cu motocicleta in vise simbolizeaza dorinta de libertate si nevoia de aventura. Poate ca incercati sa scapati de anumite situatii sau de unele responsabilitati din viata de zi cu zi. Alternativ, motocicleta este un simbol al sexualitatii prime. Poate ca se misca prea repede. Motocileta neagra Visarea unei motociclete de culoare neagra poate avea multiple semnificatii. Negrul poate fi asociat cu instinctul de putere asupra a ceea ce va ghideaza si, din acest motiv, detineti controlul, aveti deplina incredere si dispuneti de abilitati excelente pentru a va conduce viata si emotiile. Cu toate acestea, culoarea neagra poate fi si un indiciu asupra faptului ca ar trebui sa actionati cu precautie in anumite situatii. Calculati si acordati o atentie sporita alegerilor dumneavoastra. Nu va speriati, sunteti pe drumul cel bun ! Motocicleta rosie Visare unei motociclete rosii anunta o dorinta puternica de libertate fulgeratoare. Atentie insa la aceasta libertate excesiva, pentru ca pot aparea dezechilibre ce se pot transforma in ceva grav sau greu de controlat. Motocicleta sticata O motocicleta stricata semnifica diverse obstacole la locul de munca. Motocicleta furata Furtul motocicletei in vis poate avea doua semnificatii. Daca ati visat ca cineva vi-a furat motocicleta nu este un vis prea bun. Inseamna sentimente de invidie si de rautate din partea unor persoane, cel mai probabil dintre cele cu care va intersectati zilinic (posibil colegi de munca). Pe de alta parte, daca dumneavoastra furati o motocicleta, inseamna sentimente rele, de furie, de razbunare, de gelozie si de obsesie. Creste in dumneavoastra dorinta de a-i stapani pe ceilalti. Cursa de motociclete Daca v-ati visat participand la o cursa de motociclete in calitate de spectator, inseamna ca incercati pe cat posibil sa evitati responsabilitatile. In cazul in care participarti activ la cursa si goniti pe o motocicleta, inseamna acum este momentul oportun pentru a lasa trecutul in urma si pentru a merge mai departe. Probabil ca ati ajuns la acel moment al vietii in care stiti, aproape cu exactitate, planul care va va garanta succesul. Avand un partener pe motocicleta Daca v-ati visat calatorind alaturi de cineva pe o motocicleta, inseamna ca iti doresti sa te apropii de cineva, in cazul in care nu sunteti implicati intr-o relatie. In mod altenativ, daca suntunteti deja intr-o relatie, insemana ca va place compania partenerului si nu va indoiti unul de celalalt. Accident de motocicleta Visele despre accidentele de motocicleta arata diverse conflicte intre dumneavoastra si cei dragi si, in general, conflicte in relatii.",
      "slug": "motocicleta"
    },
    {
      "name": "Motor",
      "category": "dictionar",
      "shortMeaning": "Motorina in vis se aseamana cu visele legate si de alte tipuri de combustibil.",
      "fullInterpretation": "Motorina in vis se aseamana cu visele legate si de alte tipuri de combustibil. Depinde de detaliile din vis: - daca faceti plinul inseamna ca sunteti plini de energie, entuziasm, dinamism - daca ati ramas in pana de combustibil sugereaza boala, oboseala, stres, nevoie de odihna - daca motorina se scurge din rezervor inseamna ca faceti risipa de energie - daca visati motorina in sticla indica o mare rezerva de energie, poate chiar talent nedescoperit",
      "slug": "motor"
    },
    {
      "name": "Motorina",
      "category": "dictionar",
      "shortMeaning": "Motorina in vis se aseamana cu visele legate si de alte tipuri de combustibil.",
      "fullInterpretation": "Motorina in vis se aseamana cu visele legate si de alte tipuri de combustibil. Depinde de detaliile din vis: - daca faceti plinul inseamna ca sunteti plini de energie, entuziasm, dinamism - daca ati ramas in pana de combustibil sugereaza boala, oboseala, stres, nevoie de odihna - daca motorina se scurge din rezervor inseamna ca faceti risipa de energie - daca visati motorina in sticla indica o mare rezerva de energie, poate chiar talent nedescoperit",
      "slug": "motorina"
    },
    {
      "name": "Movila de pamant",
      "category": "dictionar",
      "shortMeaning": "Din punct de vedere psihologic, orice movila de pamant care ne apare in vise este o legatura crea...",
      "fullInterpretation": "Din punct de vedere psihologic, orice movila de pamant care ne apare in vise este o legatura creata intre nevoile noastre foarte timpurii ale copilariei si alinarea sau confortul de la sanul mamei. In plan emotional, nevoia de mangaiere si ingrijire a barbatului ramane constanta de-a lungul intregii sale vieti. In acelasi timp insa, aceasta trebuie sa se impace cu ideea dependentei de feminin. Adeseori, visele in care apar movile de pamant il pot ajuta sa inteleaga acest lucru. Din punct de vedere spiritual, movila simbolizeaza Pamantul Mama sau patrunderea in lumea de dincolo.",
      "slug": "movila-de-pamant"
    },
    {
      "name": "Mozaic",
      "category": "dictionar",
      "shortMeaning": "Mozaicul in vise reprezinta diferite aspecte si componente care alcatuiesc viata ca un intreg.",
      "fullInterpretation": "Mozaicul in vise reprezinta diferite aspecte si componente care alcatuiesc viata ca un intreg. Trebuie luate in considerare lucrurile dintr-o perspectiva mai larga. Lucrurile pot arata nesemnificative si lipsite de sens de aproape, este nevoie de cativa pasi inapoi si apoi luata in considerare imaginea per ansamblu. Alternativ, visul reprezinta eforturi pentru perfectiune sau o provocare profesionala / personala la locul de munca.",
      "slug": "mozaic"
    },
    {
      "name": "Mucegai",
      "category": "dictionar",
      "shortMeaning": "In general, mucegaiul in vise prevesteste sfarsitul unei relatii de prietenie.",
      "fullInterpretation": "In general, mucegaiul in vise prevesteste sfarsitul unei relatii de prietenie. Este posibil ca o relatie de prietenie de lunga durata sa fie afectata de o dezamagire sau o neglijenta. Alternativ, mucegaiul poate simboliza si lectii neinvatate din trecut, aspecte uitate, rani ale tale sau provocate altora care sunt inca in sufletul tau, amintiri neplacute. Curatarea mucegaiului in vise inseama impacare. Fie ca este vorba despre un fost partener sau un amic, este clar ca mai aveti unele sentimente pentru ei si ati decis sa le maioferiti o sansa. Cel mai probabil va fi o decizie proasta, deoarece va veti intampina cu probleme similare din trecut. Mucegaiul pe haine sau pe orice tip de tesatura reprezinta posibilitatea de esuare a unuia dintre planurile dumneavoastra. De exemplu: daca ati decis ca in sfarsit sa calatoriti intr-un loc mult dorit, exista o sansa ca aceasta calatorie sa fie amnata. Visand mucegai pe pereti sau pe paine este un avertisment cu privire la pierderi materiale. Pozitia sociala sau locul de munca vor incepe sa se clatine si vor fi puse la indoiala, asa ca acum este un moment potrivit sa incepeti cautare unei noi surse de venit suplimentar. Mucegaiul pe lemn sau pe un copac prevesteste cearta cu o persoana incapatanata. Chiar daca va argumentati necultumirile cu fapte, acea persoana nu va avea chef sa va asculte. Conform izvoarelor populare, mancarea mucegaita este semn de saracie si teama. Poate ca sunteti o persoana careaia ii place sa controleze totul si incercati prin munca grea sa oferiti o viata normala celor dragi. Acest vis poate aparea ca si un semn al fricii, frica de incapacitatea dumneavoastra in a oferi cele necesare familiei. Mancand alimente mucegaite. Acest vis simbolizeaza nervozitate, in ultima vreme lucrurile nu merg asa cum ati planuit. Nu va place situatia de la locul de munca sau de acasa, din aceasta cauza, de multe ori va surprindeti gandindu-va sa renuntati la totul si sa mergeti undeva singur.Branza mucegaita in vise simbolizeaza nevoia de fi mereu in cea mai buna lumina. Inceracti din rasputeri sa aveti cele mai frumoase haine, cele mai scumpe parfunuri, cele mai noi telefoane, etc., toate acestea doar pentru a-i face invidiosi ce cei din jurul duneavoastra. Intrebarea este : chiar trebuie sa le dovediti celor din jur ca duceti un stil de viata mai presus decat ei? Visand ca mancati branza cu mucegai nobil este semn ca in curand veti intalni o persoana ce va va uimi din toate punctele de vedere. Veti dori sa petreceti cat mai mult timp posibl langa aceasta persoana, ceea ce ar putea reprezenta o problema daca sunteti intr-o relatie amoroasa sau de casatorie. Foarte mari sanse de inselarea partenerului! Un vis in care consumati branza mucegaita este semnul unor daune in viitorul apropiat. Este posibil ca din ingnoranta sa pierdeti mari sume de bani. Alternativ, visul poate prevesti semnarea unui contract care se va dovedi a fi nepotrivit pentru dumneavoastra. Cumparand branza cu mucegai nobil. Un asemenea vis prevesteste vizita unei persoane drage dumneavoastra, poate fi vorba de un prieten din copilarie. Branaza mucegaita insotita de un miros urat. Visul inseamna ca veti fi tinta si subiectul unor barfe. Fie ca este vorba de branza cu mocegai nobil sau o branza obisnuita, mirosul urat este un semn ca oamenii vor folosi minciuni si manipulari pentru a va pune intr-o lumina proasta. Singurul lucru pe care il puteti face este sa ii ignorati. Primind cadou branza cu mucegai nobil sugereaza faptul ca aveti un admirator secret. Cineva va place de ceva vreme dar ezita sau ii este teama sa se apropie de dumneavoastra.",
      "slug": "mucegai"
    },
    {
      "name": "Muci",
      "category": "dictionar",
      "shortMeaning": "Contrar credintelor populare, semnificatia mucilor in vise nu este intotdeuna una negativa.",
      "fullInterpretation": "Contrar credintelor populare, semnificatia mucilor in vise nu este intotdeuna una negativa. Visul este unul destul de comun la persoanele care trec printr-un episod de gripa sau raceala, mai ales daca au simptome febrile. Visand ca va curg mucii fara incetare este semn de nesiguranta atunci cand luati decizii importante. In mod alternativ, nasul din care curg muci este semnul timiditatii si al fricii in confruntarea cu alte persoane. Mucii uscati sunt intotdeauna un semn bun, in sfarsit ati decis ca povara altora nu este si provara dumneavoastra. Veti inceta sa incercati sa rezolvati problemele din viata altora si, concentarndu-va asupra propriei vieti ve-ti gasi raspuns la intrebari ce pana acum pareau imposibile. Secretiile nazale ale altor persoane simbolizeaza minciuni si inselaciune. Trebuie sa constientizati ca cineva dintre apropiatii dumneavoastra incearca sa va amageasca, cel mai probabil este vorba despre niste bani sau o afacere paguboasa. Muci de culoare verde. Visarea mucilor verzi poate prevesti o boala sau sosirea / cunoastrea unei persoane care va juca un rol important in viata si in cariera dumneavoastra. Mucii verzui arata probleme de sanatate pentru persoanele care duc o viata extrema. Muci galbeni in vise reprezinta sentimente de neincredere si spereante de realizari. In viitorul apropiat, aici fiind vorba de cateva zile, vor aparea noi provocari, in special in domeniul profesional. Fiti calm si analizati cu atentie toate argumentele inainte de a lua o decizie. Mucii in palma sau intinsi pe mana sunt semn de rusine, anxietate sau singuratate. Din punct de vedere psihologic, acest vis scoate la iveala incapacitatea de a depasi un anume obstacol. O solutie rapida si benefica este sa cereti sfaturi persoanelor cu cunostinte si intelepciune.",
      "slug": "muci"
    },
    {
      "name": "Mugur",
      "category": "dictionar",
      "shortMeaning": "Mugurul in vise simbolizeaza un mare potential si inceputul de experiente noi.",
      "fullInterpretation": "Mugurul in vise simbolizeaza un mare potential si inceputul de experiente noi. - Daca in vis privesti cu admiratie un mugur este semn ca se va naste un baiat. - Visul in care vezi copaci sau tufe inmugurite reprezinta liniste mentala, sanatate si tihna financiara.",
      "slug": "mugur"
    },
    {
      "name": "Multime",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca te afli sau faci parte dintr-o multime este semn ca ai nevoie de un spatiu doar pentru tine.",
      "fullInterpretation": "- Daca ai visat ca te afli sau faci parte dintr-o multime este semn ca ai nevoie de un spatiu doar pentru tine. Ai nevoie de singuratate pentru a reflecta asupra unei situatii si pentru a-ti reincarca bateriile. Ia in considerare, de asemenea, si expresia \"a merge impreuna cu multimea\", care presupune conformitatea si lipsa de individualitate. Poate ca simti ca opinia ta nu conteaza sau nu este luata in considerare. - Visul in care tu nu faci parte din multime sau in careÂ te-ai despartit de o multime sugereaza faptul ca te simti lasat(a) pe dinafara. Alternativ, visul face referire la individualismul tau. Ai o personalitate si nu te temi sa iti exprimi propriile opinii. - Multime care protesteaza - fi precaut(a) in tot ceea ce faci.O multime de oameni in vise tinde sa simbolizeze comportamentul uman si modul in care este de asteptat ca oamenii sa actioneze. Un grup mare de oameni poate simboliza, de asemenea, un sentiment de presiune si ganduri. Acest vis poate avea mai multe interpretari, in functie de situatie. De exemplu, multimea de oameni poate sugera fi fatul ca incercati sa va comportanti prudent pentru a nu ofensa pe cineva. Conform traditiei noastre, visele in care ne apar oameni multi care petrec si se inveselesc insemana norc si multe bucurii de aici inainte.",
      "slug": "multime"
    },
    {
      "name": "Multime de oameni",
      "category": "dictionar",
      "shortMeaning": "O multime de oameni in vise tinde sa simbolizeze comportamentul uman si modul in care este de ast...",
      "fullInterpretation": "O multime de oameni in vise tinde sa simbolizeze comportamentul uman si modul in care este de asteptat ca oamenii sa actioneze. Un grup mare de oameni poate simboliza, de asemenea, un sentiment de presiune si ganduri. Acest vis poate avea mai multe interpretari, in functie de situatie. De exemplu, multimea de oameni poate sugera fi fatul ca incercati sa va comportanti prudent pentru a nu ofensa pe cineva. Conform traditiei noastre, visele in care ne apar oameni multi care petrec si se inveselesc insemana norc si multe bucurii de aici inainte.",
      "slug": "multime-de-oameni"
    },
    {
      "name": "Mumie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "mumie"
    },
    {
      "name": "Munci / Munca",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "munci-munca"
    },
    {
      "name": "Muncitori",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat muncitori este semn ca vei trai in bogatie si prosperitate.",
      "fullInterpretation": "- Daca ai visat muncitori este semn ca vei trai in bogatie si prosperitate. Eforturile tale vor fi incununate de succes. - Visul in care angajezi muncitori face referire la o evolutie buna in cariera ta. - Daca stai de vorba cu un muncitor- iti protejezi activitatile. - Daca ai visat muncitori odihnindu-se este semn ca serviciul sau afacerea ta stagneaza.",
      "slug": "muncitori"
    },
    {
      "name": "Munitie",
      "category": "dictionar",
      "shortMeaning": "Munitia in vise semnifica utilizarea puterii pentru a convinge sau pentru a proteja.",
      "fullInterpretation": "Munitia in vise semnifica utilizarea puterii pentru a convinge sau pentru a proteja. Alternativ, visul poate indica faptul ca incerci sa obti ceva prin mijloace distructive. Este bine sa renunti sau sa astepti in loc sa lupti in mod direct. - Daca ai visat ca cumperi munitie pentru vanatoare inseamna ca va trebui sa dai explicatii cu privire la anumite actiuni esuate. - Visul in care ai pierdut munitia face referire la o disputa cu o persoana de sex opus.",
      "slug": "munitie"
    },
    {
      "name": "Munte",
      "category": "dictionar",
      "shortMeaning": "Muntele in vise sugereaza ca sunteti propria dumneavoastra calauza in viata, semn de evolutie, in...",
      "fullInterpretation": "Muntele in vise sugereaza ca sunteti propria dumneavoastra calauza in viata, semn de evolutie, introspectie si incredere in sine, efort psihic care se poate sfarsi cu rezultate foarte bune, capacitate de munca, calitati intelectuale, explorarea talentelor ascunse, fericire. A vedea munti in vise inseamna obstacole majore si provocari peste care trebuie sa treceti. Alternativ, muntii in vise denota un taram inalt al cunostintelor, al cunoasterii si al adevarului spiritual. Daca visati ca sunteti in varful muntilor, atunci inseamna ca vi-ati atins scopul sau vi-ati realizat obiectivele. Va recunoasteti adevaratul potential. Visul in care urcati muntii sugereaza ambitia si determinarea dumneavoastra. Daca ati visat ca ati cazut de pe munti inseamna ca va grabiti spre reusita fara a va gandi la poteca spre succes. Poate ca sunteti impins intr-o directiein care nu vreti sa mergeti sau nu sunteti pregatit. Visul mai poate insemna si faptul ca aveti tendinta de a va da batut foarte usor sau de a scapa din situatii solicitante. Mereu alegeti calea cea mai usoara. Visul in care va invartiti in jurul muntilor implica faptul ca incercati sa treceti de un obstacol intr-o maniera mai dificila. Incercati sa adoptati o apropiere mai indirecta. Alternativ, visul inseamna ca va plafonati, ca va cunoasteti limitele.Visul in care sunteti pe un varf de munte se refera la sarcini pe care trebuie sa le rezolvati intr-o perioada de timp limitata. Daca visati ca sunteti pe varf de munte inalt inseamna ca sunteti foarte aproape de o realizare importanta din viata dumneavoastra. Visul in care incepeti sa coborati de pe un varf de munte inseamna ca veti fi doborat de dusmani, veti suferi o lovitura exact in momentul in care va credeti stapan pe situatie.",
      "slug": "munte"
    },
    {
      "name": "Muraturi",
      "category": "dictionar",
      "shortMeaning": "Visul in care vedeti sau/si manaci muraturi este semn de teama, neliniste si care poate aduce vesti proaste.",
      "fullInterpretation": "Visul in care vedeti sau/si manaci muraturi este semn de teama, neliniste si care poate aduce vesti proaste. Traiti cu sentimentul de parca in orice clipa ati putea da peste un necaz. Daca ati visat ca puneti la murat legume (castraveti, gogosari, varza, gogonele, sfecla, etc.), inseamna ca urmeaza vremuri dificile si va pregatiti mental cat de bine puteti pentru a putea face fata. Un mijloc important de supravetuire si de a trece prin conditii dificile este autoconservarea. In mod alternativ, murarea legumelor in vise, poate fi un semn pentru o perioada opotuna economisirii banilor. Este acel moment din an cand va permiteti si puteti pune ceva banuti deoparte.",
      "slug": "muraturi"
    },
    {
      "name": "Murdar mizerie",
      "category": "dictionar",
      "shortMeaning": "Murdaria sau mizeria este reprezentarea unei situatii in care ai fost mai putin onorabil si in ca...",
      "fullInterpretation": "Murdaria sau mizeria este reprezentarea unei situatii in care ai fost mai putin onorabil si in care poate ai actionat in mod necinstit. Ai incercat sa ingropi un comportament indoielnic. - Visul in care tu esti murdar reprezinta anixietate si sentimente si sentimentele tale fata de sex. Visul provine de la stima de sine scazuta si de la sentimentul ca esti nevrednic. - Daca ai visat apa murdara intr-un izvor sau intr-un put, ai grija, visul face referire la o boala. - Visul in care ai mainile murdare semnifica dificultatile, ruina si rusinea care te asteapta. - Pantofii murdari semnifica probleme de familie si o posibila separare. - Daca ai visat sosete murdare este semn de probleme sau dificultati la locul de munca. - Vasele murdare in vise inseamna dificultati financiare si obstacole in realizarea planurilor. - Camasa murdara - probleme in familie. - Mobila murdara - lipsa de hotarare si autoritate. - Cainele murdar in vise simbolizeaza pierderea unui prieten.",
      "slug": "murdar-mizerie"
    },
    {
      "name": "Mure",
      "category": "dictionar",
      "shortMeaning": "Visul in care vezi sau mananci mure sugereaza faptul ca devi neglijent.",
      "fullInterpretation": "Visul in care vezi sau mananci mure sugereaza faptul ca devi neglijent. Acest vis, de asemenea, poate fi o exprimare a dorintelor sexuale ascunse. Alternativ, visul in care mananci mure, semnifica pierderi financiare. - Daca ai visat mure coapte, inseamna ca vei fi foarte dezamagit(a).Mahmureala in vise semnifica probleme nerezolvate. - Daca o persona casatorita viseaza ca este mahmura, inseamna ca problemele legate de bani se atenueaza. - Daca o femeie necasatorita viseaza ca este mahmura, inseamna ca trebuie sa puna mare pret pe atentie in raporturile cu barbatii.",
      "slug": "mure"
    },
    {
      "name": "Musafiri",
      "category": "dictionar",
      "shortMeaning": "Musafirul in vise semnifica noi provocari.",
      "fullInterpretation": "Musafirul in vise semnifica noi provocari. Esti gata pentru o noua aventura. Alternativ, visul face referire la faptul ca ai tendinta de a raspunde nevoilor altora inaintea nevoilor tale. - Visul in care tu esti musafir denota o situatie din viata ta, dar care este temporara. - Daca in vis ai multi musafiri inseamna ca te poti astepta la dificultati si probleme la locul de munca sau in familie.",
      "slug": "musafiri"
    },
    {
      "name": "Musama",
      "category": "dictionar",
      "shortMeaning": "Musamaua in vise este un simbol al nefirescului si al indiferentei.",
      "fullInterpretation": "Musamaua in vise este un simbol al nefirescului si al indiferentei. Daca visati ca tineti o musama in mana sau sunteti acoperit cu musama inseamna ca sunteti destinat sa suferiti, fiind tradat de un prieten sau de o persoana iubita. A visa o masa acoperita de o musama frumoasa este un semn de sarbatoare, de o dispozitie festiva si extrem de interesanta. Daca visati ca ati decis sa vindeti musama si sunteti in cautare de clienti inseamna ca veti fi implicat intr-o afacere riscanta si dubioasa. Visul in care rupeti sau taiati o musama semnifica faptul ca viata va testeaza puterea de caracter. Daca visati ca ati cumparat o musama inseamna ca veti avea parte de bucuria efemera a unei relatii romantice. Dar dupa o astfel de bucurie scurta veti suferi o dezamagire amara din cauza tradarii partenerului. In dictionarul de vise al lui Miller este explicat faptul ca visele in care impaturati o musama sunt semne ca veti fi infectat cu o boala sau veti fi otravit. In mod neasteptat starea dumneavoastra de sanatate se va agrava. Interpretarea lui Freud sugereaza ca musamaua este obiectul din visele oamenilor care sunt foarte distanti in relatiile intime. Sunt prea lenesi sa experimenteze sau sa invete ceva neobisnuit. Nu e de mirare ca, dupa astfel de vise, vor afla despre tradarea persoanei iubite.",
      "slug": "musama"
    },
    {
      "name": "Musca",
      "category": "dictionar",
      "shortMeaning": "(insecta) 06/04/2016 (ultima actualizare)Musca in vise sugereaza ca ar trebui sa cercetati mai ad...",
      "fullInterpretation": "(insecta) 06/04/2016 (ultima actualizare)Musca in vise sugereaza ca ar trebui sa cercetati mai adanc si mai cu atentie in viata dumneavoastra. Ar putea exista anumiti factori in viata pe care i-ati vazut intr-un mod negativ deoarece visul sugereaza sa incercati sa va scapati de aceste aspecte negative. Daca visati ca vedeti o musca inseamna ca veti dobandi succese, veti avea parte de anumite aspecte pozitive in viata. Alternativ, visul poate indica o crestere a rabdarii dumneavoastra. Visul in care apar mai multe muste semnifica probleme in familie. Visul denota neintelegeri sau suferinta in familie. Daca visati ca o musca zboara in bautura dumneavoastra inseamna ca sunteti avertizat de anumite primejdii care va pandesc. Din punct de vedere psihologic, musca in vise sugereaza o iritare pe care o aveti. Exista posibilitatea ca sunteti enervat de ceva in realitate sau sunteti respins de ceilalti. De asemenea, visul mai poate indica lucruri din viata de care trebuie sa va scapati. Ganditi-va la ceea ce va face sa va simtiti mai putin confortabil si considerati ca trebuie sa inlaturati acesti factori. La nivel spiritual, mustele din vise simbolizeaza murdaria, poluarea, boala si razboiul. Musca in traditia europeana (crestina): - visul in care vedeti o musca prevesteste faptul ca veti fi insultat de cineva - daca visati ca vedeti mai multe muste inseamna ca veti fi inconjurat de inamici. Trebuie sa va feriti de oamenii care va inconjoara - daca ati visat ca ati prins sau ati omorat o musca atunci inseamna ca veti avea succes in orice va propuneti sa faceti - visul in care o musca vi-a intrat in gura semnifica faptul ca va veti confrunta cu oameni rai - a visa o musca prinsa pe o hartie cu lipici inseamna noroc si realizari la orizont Musca (insecta) in traditia hindusa: - visul in care nu puteti prinde o musca denota problemele in care ati intrat - daca visati ca o musca a intrat in casa inseamna ca vor aparea dispute in casa - daca visati muste in bautura sau in mancare sunteti avertizat de anumite primejdii care va pandesc - a visa ca prindeti sau omorati o musca sugereaza o stare de invingator Musca (insecta) in traditia islamica: - daca visati multe muste inseamna ca veti avea parte de probleme mari si dezamagiri - visul in care prindeti o musca denota puterea dumneavoastra de a invinge - daca visati ca omorati o musca inseamna ca aveti abilitatea de a fi invingator indiferent de ceea ce faceti Muscata in vise sugereaza ca cineva va iubeste. Daca visati ca aveti o muscata inseamna primejdie mare. O felie de paine muscata in vise semnifica o amenintare pentru cei dragi.Muscaturile de caine in vise pot fi destul de puternice si emotionante. Simbolurile si semnificatia acestora in vise pot fi diferite in functie partea corpului de care ati fost muscat, cum si unde. Mai jos va oferim cele mai comune explicatii si interpretari. Muscatura de caine la maini si degete Mana dreapta reprezinta putere si activitate, aceasta arata si latura masculina umana. Mana stanga reprezinta generozitate, blandete si feminitate. Visul in care cainele va musca de mana semnifica faptul ca cineva a preluat controlul asupra voastra si foloseste vorbe (cuvinte) pentru a va rani. Cainele muscandu-va de mana dreapta -insemna ca cineva va raneste latura masculina. Cainele muscandu-va de mana stanga - insemana ca cineva va raneste profitant de generozitatea sau de latura dumneavoastra feminina. In cazul in care muscatura este la degete, aceata reprezinta pierderea unor aptitudini. Degetele simbolizeaza aptitudini specifice (vezi semnificatia visului deget). Muscatura de caine la brate Bratele reprezinta efort sau munca grea, care sunt, de obicei, legate de mediul de lucru (servici). Cand in vise un caine va musca de brate inseamna ca cineva este agresiv sau va tradeaza la locul de munca. Muscatura de caine la picioare Piciorul simbolizeaza echilibrul in viata. Daca ati visat ca un caine va musca de picior sau de glezna, acest lucru poate sugera ca intr-un fel v-ati dezechilibrat in viata, iar cauza este, de obicei, cineva de care va pasa. Piciorele simbolizeaza fundatia pe care o aveti in viata, iar muscatura la picioare poate simboliza ca cineva de incredere va zguduie intrega fundatie in viata. Degetele de la picioare sunt parte din structura piciorului, si de asemenea, contribuie la echilibrul dumneavoastra in viata. Cu toate acestea, muscatura de gegetele picioarelor nu insemna mai putin echilibru general, ci mai degraba ezitare pentru a incerca o noua situatie sau faptul ca nu aveti nici o dorinta de a merge mai departe. Muscatura de caine la umar Umerii reprezinta putere, responsabilitate si sprijin. Visand un caine ce va musca de umeri poate fi un semn ca sunteti coplesit de responsabilitate, sau ca cineva apropiat voua va raneste prin responsabilitati. Muscatura de caine la gat Gatul in vise poate semnifica relatia dintre minte / mental si corp / fizic. Visul in care ati fost muscat de gat de catre un caine, indica o separare intre inima si minte de care cineva apropiat dumneavoastra. Este posibil sa aveti un conflict interior care a facut ravagii intre sentimente si ceea ce credeti ca este corect. Sangerand de la o muscatura de caine Sange sau sangerare de la un atac al unui caine, sugereaza o confruntare cu cineva apropiat dumneavoastra. Acest vis poate sugera, de asemenea un sentiment de vinovatie dupa o lupta, rezultand atat in durere fizica cat si emotionala.Muscatura de paianjen in vise reprezinta un conflict intre dumneavoastra si mama sau o femeie dominanta din viata dumneavoastra. Visul ar putea fi o metafora pentru o mama devoratoare sau pentru puterea feminina de a poseda si a prinde. Probabil ca va simtiti prins intr-o anumit relatie.Muscatura de sarpe in vise semnifica temeri si ingrijorari ascunse care va ameninta. Visul ar putea sa va avertizeze despre ceva din viata dumneavoastra de care nu sunteti constient sau care nu a iesit inca la suprafata. Deoarece serpii sunt uneori greu de observat si se strecoara in tufisuri, sunt simbolici si pentru o amenintare ascunsa si / sau o tradare. Daca acesta va musca, atunci visul incearca sa va avertizeze cu privire la ceva din viata dumneavoastra de de care nu stiti sau care nu a aparut inca. Pentru detalii amanuntite cu privire la acest vis, va rucam sa consultati si interpretarea simbolului: VeninMuscatura de sobolan poate fi interpretata ca si o conecatre la ganduri si sentimente recente. In acest caz, cel care a visat se gandeste la o relatie dezastruoasa. Sobolanul poate reprezenta o persoana, mai exact comportamentul acesteia. Este dificila cunoasterea cu exactitate a simbolisticii acestui vis. Ar putea insemna faptul ca cel ce viseaza este constient de circumstantele sale saracioase, care pur si simplu nu dispar sau de temerile ca actiunile sale i-au patat reputatia. Vezi si semnificatia visului : Sobolan- Visul in care ai muscat pe cineva reprezinta presiunea ta asupra unor persoane care poate cauza mari necazuri. Aceasta presiune poate fi una neexprimata, poate chiar copilareasca, sentimente de furie sau resentimente, care trebuie recunoscute. Acest vis este un mesaj pentru a atenua stresul pe care il pui pe altii. Alternativ, visul face referire la neintelegeri si galceava. - Visul in care tu esti muscat(a) semnifica vulnerabilitatea ta Â privind unele emotii sau unele probleme nerezolvate. - Daca ai visat ca esti muscat(a) de un vampir inseamna ca trebuie sa rupi orice legatura cu o persoana care se foloseste sau se folosea de tine. Este timpul sa deschizi ochii si sa iei atitudine. Nu te lasa manipulat(a) si mai ales luat de fraier(a).",
      "slug": "musca"
    },
    {
      "name": "Musca (insecta)",
      "category": "dictionar",
      "shortMeaning": "(insecta) 06/04/2016 (ultima actualizare)Musca in vise sugereaza ca ar trebui sa cercetati mai ad...",
      "fullInterpretation": "(insecta) 06/04/2016 (ultima actualizare)Musca in vise sugereaza ca ar trebui sa cercetati mai adanc si mai cu atentie in viata dumneavoastra. Ar putea exista anumiti factori in viata pe care i-ati vazut intr-un mod negativ deoarece visul sugereaza sa incercati sa va scapati de aceste aspecte negative. Daca visati ca vedeti o musca inseamna ca veti dobandi succese, veti avea parte de anumite aspecte pozitive in viata. Alternativ, visul poate indica o crestere a rabdarii dumneavoastra. Visul in care apar mai multe muste semnifica probleme in familie. Visul denota neintelegeri sau suferinta in familie. Daca visati ca o musca zboara in bautura dumneavoastra inseamna ca sunteti avertizat de anumite primejdii care va pandesc. Din punct de vedere psihologic, musca in vise sugereaza o iritare pe care o aveti. Exista posibilitatea ca sunteti enervat de ceva in realitate sau sunteti respins de ceilalti. De asemenea, visul mai poate indica lucruri din viata de care trebuie sa va scapati. Ganditi-va la ceea ce va face sa va simtiti mai putin confortabil si considerati ca trebuie sa inlaturati acesti factori. La nivel spiritual, mustele din vise simbolizeaza murdaria, poluarea, boala si razboiul. Musca in traditia europeana (crestina): - visul in care vedeti o musca prevesteste faptul ca veti fi insultat de cineva - daca visati ca vedeti mai multe muste inseamna ca veti fi inconjurat de inamici. Trebuie sa va feriti de oamenii care va inconjoara - daca ati visat ca ati prins sau ati omorat o musca atunci inseamna ca veti avea succes in orice va propuneti sa faceti - visul in care o musca vi-a intrat in gura semnifica faptul ca va veti confrunta cu oameni rai - a visa o musca prinsa pe o hartie cu lipici inseamna noroc si realizari la orizont Musca (insecta) in traditia hindusa: - visul in care nu puteti prinde o musca denota problemele in care ati intrat - daca visati ca o musca a intrat in casa inseamna ca vor aparea dispute in casa - daca visati muste in bautura sau in mancare sunteti avertizat de anumite primejdii care va pandesc - a visa ca prindeti sau omorati o musca sugereaza o stare de invingator Musca (insecta) in traditia islamica: - daca visati multe muste inseamna ca veti avea parte de probleme mari si dezamagiri - visul in care prindeti o musca denota puterea dumneavoastra de a invinge - daca visati ca omorati o musca inseamna ca aveti abilitatea de a fi invingator indiferent de ceea ce faceti",
      "slug": "musca-insecta"
    },
    {
      "name": "Muscata",
      "category": "dictionar",
      "shortMeaning": "Muscata in vise sugereaza ca cineva va iubeste.",
      "fullInterpretation": "Muscata in vise sugereaza ca cineva va iubeste. Daca visati ca aveti o muscata inseamna primejdie mare. O felie de paine muscata in vise semnifica o amenintare pentru cei dragi.",
      "slug": "muscata"
    },
    {
      "name": "Muscatura de caine",
      "category": "dictionar",
      "shortMeaning": "Muscaturile de caine in vise pot fi destul de puternice si emotionante.",
      "fullInterpretation": "Muscaturile de caine in vise pot fi destul de puternice si emotionante. Simbolurile si semnificatia acestora in vise pot fi diferite in functie partea corpului de care ati fost muscat, cum si unde. Mai jos va oferim cele mai comune explicatii si interpretari. Muscatura de caine la maini si degete Mana dreapta reprezinta putere si activitate, aceasta arata si latura masculina umana. Mana stanga reprezinta generozitate, blandete si feminitate. Visul in care cainele va musca de mana semnifica faptul ca cineva a preluat controlul asupra voastra si foloseste vorbe (cuvinte) pentru a va rani. Cainele muscandu-va de mana dreapta -insemna ca cineva va raneste latura masculina. Cainele muscandu-va de mana stanga - insemana ca cineva va raneste profitant de generozitatea sau de latura dumneavoastra feminina. In cazul in care muscatura este la degete, aceata reprezinta pierderea unor aptitudini. Degetele simbolizeaza aptitudini specifice (vezi semnificatia visului deget). Muscatura de caine la brate Bratele reprezinta efort sau munca grea, care sunt, de obicei, legate de mediul de lucru (servici). Cand in vise un caine va musca de brate inseamna ca cineva este agresiv sau va tradeaza la locul de munca. Muscatura de caine la picioare Piciorul simbolizeaza echilibrul in viata. Daca ati visat ca un caine va musca de picior sau de glezna, acest lucru poate sugera ca intr-un fel v-ati dezechilibrat in viata, iar cauza este, de obicei, cineva de care va pasa. Piciorele simbolizeaza fundatia pe care o aveti in viata, iar muscatura la picioare poate simboliza ca cineva de incredere va zguduie intrega fundatie in viata. Degetele de la picioare sunt parte din structura piciorului, si de asemenea, contribuie la echilibrul dumneavoastra in viata. Cu toate acestea, muscatura de gegetele picioarelor nu insemna mai putin echilibru general, ci mai degraba ezitare pentru a incerca o noua situatie sau faptul ca nu aveti nici o dorinta de a merge mai departe. Muscatura de caine la umar Umerii reprezinta putere, responsabilitate si sprijin. Visand un caine ce va musca de umeri poate fi un semn ca sunteti coplesit de responsabilitate, sau ca cineva apropiat voua va raneste prin responsabilitati. Muscatura de caine la gat Gatul in vise poate semnifica relatia dintre minte / mental si corp / fizic. Visul in care ati fost muscat de gat de catre un caine, indica o separare intre inima si minte de care cineva apropiat dumneavoastra. Este posibil sa aveti un conflict interior care a facut ravagii intre sentimente si ceea ce credeti ca este corect. Sangerand de la o muscatura de caine Sange sau sangerare de la un atac al unui caine, sugereaza o confruntare cu cineva apropiat dumneavoastra. Acest vis poate sugera, de asemenea un sentiment de vinovatie dupa o lupta, rezultand atat in durere fizica cat si emotionala.",
      "slug": "muscatura-de-caine"
    },
    {
      "name": "Muscatura de paianjen",
      "category": "dictionar",
      "shortMeaning": "Muscatura de paianjen in vise reprezinta un conflict intre dumneavoastra si mama sau o femeie dom...",
      "fullInterpretation": "Muscatura de paianjen in vise reprezinta un conflict intre dumneavoastra si mama sau o femeie dominanta din viata dumneavoastra. Visul ar putea fi o metafora pentru o mama devoratoare sau pentru puterea feminina de a poseda si a prinde. Probabil ca va simtiti prins intr-o anumit relatie.",
      "slug": "muscatura-de-paianjen"
    },
    {
      "name": "Muscatura de sarpe",
      "category": "dictionar",
      "shortMeaning": "Muscatura de sarpe in vise semnifica temeri si ingrijorari ascunse care va ameninta.",
      "fullInterpretation": "Muscatura de sarpe in vise semnifica temeri si ingrijorari ascunse care va ameninta. Visul ar putea sa va avertizeze despre ceva din viata dumneavoastra de care nu sunteti constient sau care nu a iesit inca la suprafata. Deoarece serpii sunt uneori greu de observat si se strecoara in tufisuri, sunt simbolici si pentru o amenintare ascunsa si / sau o tradare. Daca acesta va musca, atunci visul incearca sa va avertizeze cu privire la ceva din viata dumneavoastra de de care nu stiti sau care nu a aparut inca. Pentru detalii amanuntite cu privire la acest vis, va rucam sa consultati si interpretarea simbolului: Venin",
      "slug": "muscatura-de-sarpe"
    },
    {
      "name": "Muscatura de sobolan",
      "category": "dictionar",
      "shortMeaning": "Muscatura de sobolan poate fi interpretata ca si o conecatre la ganduri si sentimente recente.",
      "fullInterpretation": "Muscatura de sobolan poate fi interpretata ca si o conecatre la ganduri si sentimente recente. In acest caz, cel care a visat se gandeste la o relatie dezastruoasa. Sobolanul poate reprezenta o persoana, mai exact comportamentul acesteia. Este dificila cunoasterea cu exactitate a simbolisticii acestui vis. Ar putea insemna faptul ca cel ce viseaza este constient de circumstantele sale saracioase, care pur si simplu nu dispar sau de temerile ca actiunile sale i-au patat reputatia. Vezi si semnificatia visului : Sobolan",
      "slug": "muscatura-de-sobolan"
    },
    {
      "name": "Muscatura muscaturi",
      "category": "dictionar",
      "shortMeaning": "- Visul in care ai muscat pe cineva reprezinta presiunea ta asupra unor persoane care poate cauza mari necazuri.",
      "fullInterpretation": "- Visul in care ai muscat pe cineva reprezinta presiunea ta asupra unor persoane care poate cauza mari necazuri. Aceasta presiune poate fi una neexprimata, poate chiar copilareasca, sentimente de furie sau resentimente, care trebuie recunoscute. Acest vis este un mesaj pentru a atenua stresul pe care il pui pe altii. Alternativ, visul face referire la neintelegeri si galceava. - Visul in care tu esti muscat(a) semnifica vulnerabilitatea ta Â privind unele emotii sau unele probleme nerezolvate. - Daca ai visat ca esti muscat(a) de un vampir inseamna ca trebuie sa rupi orice legatura cu o persoana care se foloseste sau se folosea de tine. Este timpul sa deschizi ochii si sa iei atitudine. Nu te lasa manipulat(a) si mai ales luat de fraier(a).",
      "slug": "muscatura-muscaturi"
    },
    {
      "name": "Muschi de padure",
      "category": "dictionar",
      "shortMeaning": "Muschiul este o planta teresta ce se gaseste in toata lumea, aceasta traieste in locurile umede, mai ales in paduri.",
      "fullInterpretation": "Muschiul este o planta teresta ce se gaseste in toata lumea, aceasta traieste in locurile umede, mai ales in paduri. Pentru iubitorii de natura aparitia acestuia in vise reflecta castig material si liniste sufleteasca. Pe de alta parte, pentru restul persoanelor, muschiul de padure reprezinta un avertisment cu privire la o responsabilitate neplacuta. Visele in care va intindeti sau dormiti pe muschi simbolizeaza sanatate. Sunteti o persoana careia ii place sa faca lucruri noi si prin aceasta ati dobandit abilitati si v-ati dezvoltat mult mai mult decat persoanele din jurul dumneavoastra. Visand muschi de padure uscat, este semn ca veti intampina momente dificile. Situatiile in care veti fi pus si momentele in care trebuie sa actionati va vor folosi ca experienta valoroasa in deciziile din viitor. Muschiul crescut pe peretele casei arata faptul ca ar trebui sa va amintiti de anumite activitati uitate sau neglijate. De asemenea, visul semnaleaza necesitatea schimbarii stilului de viata. Consumul de muschi verde simbolizeaza o calatorie din care va rezulta o dezvoltare personala sau o calificare profesionala. Poate ca este vorba de o calatorie cu scopul de a participa la un seminar sau un training, de asemenea, poate fi vorba de o calatorie spirituala impreuna cu un prieten.",
      "slug": "muschi-de-padure"
    },
    {
      "name": "Musetel",
      "category": "dictionar",
      "shortMeaning": "Visul in care vezi sau mirosi musetel reprezinta rabdare.",
      "fullInterpretation": "Visul in care vezi sau mirosi musetel reprezinta rabdare. Trebuie sa te calmezi, este nevoie sa iei o atitudine mai lejera cu privire la unele situatii. Alternativ, visul reprezinta sanatate buna. - Daca ai visat ca bei ceai de musetel inseamna ca te vei indragosti.",
      "slug": "musetel"
    },
    {
      "name": "Must",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca mananci mustar este semn ca vei avea o sanatate buna.",
      "fullInterpretation": "- Daca ai visat ca mananci mustar este semn ca vei avea o sanatate buna. - Visul in care manaci seminte de mustar indica regrete asupra decizilor tale pripite. - Daca vezi planta de mustar crescand este semn de succes si bogatie. In general, mustata este o asociere cu barbatii adulti reprezentand personalitatea si caracterul unei persoane. Tinand cont de forma sau conditia mustatilor putem determina semnificatia visului. Mustata arata, de asemenea, o capacitate excelenta de conducere. Sensul viselor se schimba foarte mult daca visam mustata altei persoane. Daca ati visat ca aveti o mustata groasa si stufoasa, acest vis simbolizeaza lauda. Persoanele din jurul dumneavoastrea va vor aprecia munca si cineva din conducere va va inelege mai mult. Alternativ, visul face referire la o motivatie puternica pentru a realiza si trermina un anume proiect. Visand ca vi-ati ras mustata. Un asemenea vis prevesteste schimbari in viata. Nevoia de schimbare nu vi-a prea dat pace in ultima vreme si a sosit momentul sa faceti acel pas. In unele cazuri, faptul ca vi-ati ras mustata, poate simboliza dezvaluitea adevaratei valori. De acum inainte nu va mai trebui sa va ascundeti sub o deghizare sau un scut. Pentru a aprofunda acest vis ar trebui sa consultati si interpretarea visului barbierit. Cand mustata dumneavoastra este dezordonata, inseama ca eforturile au fost in zadar. Este posibil sa fi lucrat la un plan specific, dar, din pacate, acesta nu va functiona. Visarea mustatii altcuiva indica faptul ca admirati autoritatea. Poate ca ati incercat intotdeauna sa va aflati in compania unor oameni puternici si influenti care v-ar putea invata multe. Va place atentia acestora si va straduiti prea mult sa fiti ca ei! O femeie (mai ales daca este casatorita) care a visat ca admira mustata unui barbat. Visul face referire la faptul ca ar trebui sa fie mai atenta in relatiile cu barbatii, atentie sa nu va frigeti! Daca sunteti femeie si ati visat ca aveti mustata sau ati visat o alta femeie cu musatata, indica faptul ca dumenavoastra sau acea femeie va exprimati puterea prin intermediul infatisarii si al expresiilor verbale. Un copil cu mustata face referire la o persoana pe care o considerati rasfatata sar cu o minte ascutita. Mustata alba in vise este semnul neintelegerilor, mai ales din cauza proprietatilor sau a banilor. Din punct de vedere pihologic, potrivit lui Sigmund Freud (neuropsihiatru), mustata este sun semn al lucrurilor viitoate, care vor fi cu atat mai mari, cu cat este marimea mustatei visate. Insa, alti psihologi considera ca mustata din vise face referire la ascunderea unui aspect al personalitatii, mai concret, imbracarea unei deghizari sau aratarea unui aspect diferit al personalitatii.",
      "slug": "must"
    },
    {
      "name": "Mustar",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca mananci mustar este semn ca vei avea o sanatate buna.",
      "fullInterpretation": "- Daca ai visat ca mananci mustar este semn ca vei avea o sanatate buna. - Visul in care manaci seminte de mustar indica regrete asupra decizilor tale pripite. - Daca vezi planta de mustar crescand este semn de succes si bogatie.",
      "slug": "mustar"
    },
    {
      "name": "Mustata",
      "category": "dictionar",
      "shortMeaning": "In general, mustata este o asociere cu barbatii adulti reprezentand personalitatea si caracterul unei persoane.",
      "fullInterpretation": "In general, mustata este o asociere cu barbatii adulti reprezentand personalitatea si caracterul unei persoane. Tinand cont de forma sau conditia mustatilor putem determina semnificatia visului. Mustata arata, de asemenea, o capacitate excelenta de conducere. Sensul viselor se schimba foarte mult daca visam mustata altei persoane. Daca ati visat ca aveti o mustata groasa si stufoasa, acest vis simbolizeaza lauda. Persoanele din jurul dumneavoastrea va vor aprecia munca si cineva din conducere va va inelege mai mult. Alternativ, visul face referire la o motivatie puternica pentru a realiza si trermina un anume proiect. Visand ca vi-ati ras mustata. Un asemenea vis prevesteste schimbari in viata. Nevoia de schimbare nu vi-a prea dat pace in ultima vreme si a sosit momentul sa faceti acel pas. In unele cazuri, faptul ca vi-ati ras mustata, poate simboliza dezvaluitea adevaratei valori. De acum inainte nu va mai trebui sa va ascundeti sub o deghizare sau un scut. Pentru a aprofunda acest vis ar trebui sa consultati si interpretarea visului barbierit. Cand mustata dumneavoastra este dezordonata, inseama ca eforturile au fost in zadar. Este posibil sa fi lucrat la un plan specific, dar, din pacate, acesta nu va functiona. Visarea mustatii altcuiva indica faptul ca admirati autoritatea. Poate ca ati incercat intotdeauna sa va aflati in compania unor oameni puternici si influenti care v-ar putea invata multe. Va place atentia acestora si va straduiti prea mult sa fiti ca ei! O femeie (mai ales daca este casatorita) care a visat ca admira mustata unui barbat. Visul face referire la faptul ca ar trebui sa fie mai atenta in relatiile cu barbatii, atentie sa nu va frigeti! Daca sunteti femeie si ati visat ca aveti mustata sau ati visat o alta femeie cu musatata, indica faptul ca dumenavoastra sau acea femeie va exprimati puterea prin intermediul infatisarii si al expresiilor verbale. Un copil cu mustata face referire la o persoana pe care o considerati rasfatata sar cu o minte ascutita. Mustata alba in vise este semnul neintelegerilor, mai ales din cauza proprietatilor sau a banilor. Din punct de vedere pihologic, potrivit lui Sigmund Freud (neuropsihiatru), mustata este sun semn al lucrurilor viitoate, care vor fi cu atat mai mari, cu cat este marimea mustatei visate. Insa, alti psihologi considera ca mustata din vise face referire la ascunderea unui aspect al personalitatii, mai concret, imbracarea unei deghizari sau aratarea unui aspect diferit al personalitatii.",
      "slug": "mustata"
    },
    {
      "name": "Muste",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "muste"
    },
    {
      "name": "Musuroi",
      "category": "dictionar",
      "shortMeaning": "Musuroiul de furnici sugereaza incercarea ta de a evita orice lucrare grea.",
      "fullInterpretation": "Musuroiul de furnici sugereaza incercarea ta de a evita orice lucrare grea. Te simti lenes(a). Alternativ, visul poate face referire si la o suma de bani. - Daca ai visat musuroi de cartita - viata lunga inseamna.",
      "slug": "musuroi"
    },
    {
      "name": "Mut",
      "category": "dictionar",
      "shortMeaning": "Mutilarea in vise apare cel mai adesea ca factor descalificant.",
      "fullInterpretation": "Mutilarea in vise apare cel mai adesea ca factor descalificant. Aceasta aparitie a mutilarii in vise nu angajeaza cu adevarat sensul simbolic al cuvantului. Pentru a intelege, in primul rand, trebuie amintit faptul ca ordinea cetatii este para: omul se ridica ferm pe cele doua picioare ale sale, munceste cu cele doua brate, priveste realitatea vizibila cu cei doi ochi. Omul mutilat este marginalizat de societatea umana, intrucat incalca legea paritatii. Mutilarea dobandeste deci o valoare simbolica initiatica, precum si contrainitiatica. In Egipt, conform unei intentii magice de aparare, animalele care prin natura lor inspira teama, precum lei, crocodili, serpi, scorpioni, erau adesea reprezentate pe peretii templelor prin hieroglife mutilate. Animalele erau taiate in doua, amputate, desfigurate, astfel incat sa devina inofensive.Visul in care mutati ceva sau in care va mutati dumneavoastra inseamna nevoia de schimbare, nevoia unui nou inceput, noi alternative, dorinta de a aduce ceva nou in viata de zi cu zi. Daca visati ca mutati mobilier dintr-o casa in alta este un semn bun, veti avea noroc.Imprumutul semnifica o nevoie sau o dorinta de asistenta. Acest vis poate face referire si la o nevoie sau o dorinta de inlocuirea unei pierderi sau de a umple un gol din viata dumneavoastra, cel mai probabil unul emotional. Daca dumneavoastra (cel care va imprumutati) sesizati ca ceditorul (cel de la care ati facut imprumutul) a murit, inseamna ca in realiate stresul dumeavoastra este in scadere. Posibil sa fi terminat o scola, un curs, o sarcina ce vi-a fost incredintata, o relatie , etc. Semnificatie psihologica Din punct de vedere psihologic : visul poate fi generat de grija banilor. Este posibil sa simtiti o auto-apasare, iar acum aveti nevoie de un pic de ajutor si sprijin din partea familiei / prietenilor.Visand ca imprumutati bani de la altii, cel mai probabil este ca situatia dumneavoastra economica recenta nu este chiar buna, lipsa de bani. In cazul in care in realitate situatia banilor nu este o problema, poate ca doriti sa obtneti doar un ajutor in ceea ce faceti sau poate cautati doar o recunoastre a altora, un fel de recunosterea a faptului cat de mult truditi dumneavostra. Visand ca dumneavoastra imprumutati bani altora, indica faptul ca acele / a cea persoana are nevoie de ajutorul dumneavoastra. Visand ca ati luat intiativa sa imprumutati bani altora, prevesterste o posibila pierdere de bani, chiar paragul falimentului, dar preferi sa faci fapte bune. De exemplu: donati bani, obiecte unor oameni care au nevoie. Imprumtand bani de la morti. Acest vis nu reprezinta o frica, dar indica faptul ca putini prieteni vor veni sa va ajute daca va confruntati cu dificultati sau obstacole in realitate. Visand ca prietenii refuza sa va restituie imprumutul de bani. Acest tip de vis tine sa va reaminteasca ca in ultima vreme nu va intelegeti foarte bine cu anumite persoane, iar responsabilitatea este posibil sa fie a dumneavoastra. Pe scurt, trebuie sa fiti mai atent si mai prudent in ceea ce spuneti si ce faceti.(cuiva) altruism, sprijin, sfaturi, intelegere, compasiune, generozitate -(de la cineva) nevoia de a primi sprijin, nevoie de compasiune -(cerand un imprumut) esti blocat intr-o situatie dificila, esti dezorientat si ai nevoie de un sfat -situatia devine descurajanta pentru tine, de aceea e nevoie sa apelezi la o persoana cu mai multa experienta care te poate ajuta in rezolvarea problemei.(in cusca) lipsa sau reprimarea celor de mai sus, frustrari, oprelisti, discpilina impusa, rigiditate.",
      "slug": "mut"
    }
  ]
}