{
  "symbols": [
    {
      "name": "Mutat",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "mutat"
    },
    {
      "name": "Mutilare",
      "category": "dictionar",
      "shortMeaning": "Mutilarea in vise apare cel mai adesea ca factor descalificant.",
      "fullInterpretation": "Mutilarea in vise apare cel mai adesea ca factor descalificant. Aceasta aparitie a mutilarii in vise nu angajeaza cu adevarat sensul simbolic al cuvantului. Pentru a intelege, in primul rand, trebuie amintit faptul ca ordinea cetatii este para: omul se ridica ferm pe cele doua picioare ale sale, munceste cu cele doua brate, priveste realitatea vizibila cu cei doi ochi. Omul mutilat este marginalizat de societatea umana, intrucat incalca legea paritatii. Mutilarea dobandeste deci o valoare simbolica initiatica, precum si contrainitiatica. In Egipt, conform unei intentii magice de aparare, animalele care prin natura lor inspira teama, precum lei, crocodili, serpi, scorpioni, erau adesea reprezentate pe peretii templelor prin hieroglife mutilate. Animalele erau taiate in doua, amputate, desfigurate, astfel incat sa devina inofensive.",
      "slug": "mutilare"
    },
    {
      "name": "Muzeu",
      "category": "dictionar",
      "shortMeaning": "Muzeul in vise poate semnifica anumite ganduri, idei sau concepte invechite.",
      "fullInterpretation": "Muzeul in vise poate semnifica anumite ganduri, idei sau concepte invechite. Va trebui sa intelegeti sa priviti trecutul dintr-o alta perspectiva mai obiectiva si nu sa va rupeti complet de el. Alternativ, visul mai poate simboliza admiratia, semn ca tot ceea ce va inconjoara are un mesaj, permiteti-va o clipa de repaus pentru a observa ce se intampla in jurul dumneavoastra. Visul in care apare un muzeu poate sugera locul unde va depozitati amintirile, mai exact, poate fi simbolul pentru subconstient, acea latura care va permite sa intelegeti cine sunteti si incotro va indreptati. In alta ordine de idei, daca visati un muzeu atunci acesta simbolizeaza trecutul dumneavoastra plin cu amintiri placute ce pot fi contemplate pentru o vreme, iar apoi lasate deoparte, pentru a putea merge mai departe. Alternativ, muzeul din vis cuprinde multe sali, este un spatiu care gazuieste frumosul. Ar trebui sa retineti obiectele pe care le vedeti in respectivele sali pentru o detaliere cat mai buna a visului.",
      "slug": "muzeu"
    },
    {
      "name": "Muzica",
      "category": "dictionar",
      "shortMeaning": "Muzica, in general, este considerata leac pentru suflet si este strans leagata de emotiile simtite.",
      "fullInterpretation": "Muzica, in general, este considerata leac pentru suflet si este strans leagata de emotiile simtite. Multi dintre cei mai mari compozitori din lume au sustinut ca si-au auzit cele mai mari lucrari in timp ce visau sau imediat dupa ce s-au trezit. Muzica si cantecul din vise reprezinta armonia si potentialul creativ, de asemenea, poate exprima si emotiile pe care le simtiti in viata de zi cu zi. In unele vise, muzica este insotita de partituri muzicale, acesta este de obicei semnul ca visul este unul destul de important si ca exista apecte speciale de care trebuie sa tineti cont si la care ar trebui sa le acordati o atentie deosebita. Tonul muzicii este, de asemenea, foarte important si, in functie de acesta, visele ne pot dezvalui lucruri total diferite ( de ex. daca acesta este unul: fericit, trist, melancolic, amenintator, etc.). O muzica linistitoare, va veti afla intr-o stare calma si pasnica. Visele muzicale pot reflecta, de asemenea, relatia, intelegerea sau legatura cu alte persoane. Uneori, auzind o muzica lina, in special blues, este un semn al singuratatii, fie ca va place sa petreceti timpul singur/a sau ati fost parasit/a de persoana iubita. O muzica ce va provoaca sentimente de tristete scoate la suprafata probleme de exprimare emotionale si dificultati in a intelege pozitia in care va aflati intr-o relatie. Poate ca nici nu va dati seama pe deplin ce va supara sau va intristeaza in relatie dar, poate ca dupa acest vis, lucrurile vor avea mai mult sens. Auzind muzica care va place si va face sa va simtiti fericit/a, prevesteste ca in viitorul apropiat in viata dumneavoastra isi vor face loc momente fericite si de neuitat. Poate ca incercarile si necazurile depasite recent au fost baza acestui vis, simtiti ca lucrurile incep, usor, sa se aranjeze. Visand ca compuneti melodii, este un semn de realizare presonala, cat si profesionala. Acest vis arata momente pline de fericire si puterea de a atinge obiectivele. O muzica plictisitoare sau care va creaza un disconfort la urechi prevesteste oameni neplacuti care isi vor face aparitia in viata dumneavoastra. Ei nu sunt acele persoane care nu conteaza prea mult si care va vor plictisi repede. Chiar si asa, va trebui sa pastrati o stare de calm si sa incercati sa nu va lasati prada provocarilor acestora.(instrument muzical)Necazuri si barfa te vor afecta. Instrumentele muzicale din vise si abilitatea necesara petru a canta la ele sunt aspecte ale unui om care incearca sa fie aproape de divin. In vise avem acces la ritmuri si vibratii ce nu sunt intotdeauna accesibile si in viata reala. Sunetele produse de intrumentele muzicale provoaca emotie. Simbolismul instrumentului in sine poate permite ca dumneavoastra sa vedeti acea emotie intr-un mod mai obiectiv. A visa ca nu sunteti capabil sa cantati la un instrument muzical sugereaza ca nu aveti acces la acea emotie. A vedea instrumente muzicale in vise indica speranta de distractie si placere. Sunteti concentrat sa va faceti o viata placuta care sa va ofere tot ce are mai bun. Visul denota placeri anticipate. Daca visati ca instrumentele muzicale sunt stricate atunci inseamna ca placerea va fi tublurata de o companie nedorita. Visul in care apar instrumente muzicale reprezinta si talentul sau abilitatea de a comunica cu ceilalti. Instrumentele de suflat sugereaza intelectul, iar instrumentele de percutie sugereaza ritmul de baza al vietii. Instrumentele cu coarde calmeaza sistemul nervos, astfel ca atunci cand apar in vise inseamna ca sunteti capabil sa faceti ce trebuie in viata. Visul in care cantati la un instrument muzical prezice o schimbare brusca si surprinzatoare a stilului de viata. Daca in viata reala cantati la un instrument muzical atunci visul serveste ca o repetitie pentru a va imbunatati tehnica.",
      "slug": "muzica"
    },
    {
      "name": "Muzician",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca sunteti un muzician, dar in viata reala nu sunteti unul, inseamna ca trebuie sa fi...",
      "fullInterpretation": "Daca visati ca sunteti un muzician, dar in viata reala nu sunteti unul, inseamna ca trebuie sa fiti mai expresiv cu sentimentele dumneavoastra. A vedea un muzician mort in vise sugereaza ca nu mai sunteti capabil sa va exprimati in acelasi mod ca inainte.",
      "slug": "muzician"
    },
    {
      "name": "Muzicuta",
      "category": "dictionar",
      "shortMeaning": "- Daca vezi sau auzi o muzicuta este semn ca trebuie sa lasi sa patrunda mai multa bucurie si placere in viata ta.",
      "fullInterpretation": "- Daca vezi sau auzi o muzicuta este semn ca trebuie sa lasi sa patrunda mai multa bucurie si placere in viata ta. Este, de asemenea, un simbol al unei situatii armonioase. - Visul in care canti la o muzicuta indica faptul ca exista unele emotii de care trebuie sa te eliberezi si apoi sa te reintegrezi in viata de zi cu zi.",
      "slug": "muzicuta"
    },
    {
      "name": "Mireasa",
      "category": "dictionar",
      "shortMeaning": "Cand vine vorba despre visul in care ne apare o mireasa sau daca chiar tu esti mireasa, parerile ...",
      "fullInterpretation": "Cand vine vorba despre visul in care ne apare o mireasa sau daca chiar tu esti mireasa, parerile despre ceea ce simbolizeaza acest vis sunt impartite. Pe de o parte avem interpretarea populara transmisa prin viu grai iar, pe de alta parte, avem interpretarea psihologica documentata de psihologi precum Freud, Jung, Miller, etc. Videoclip despre visarea mireselor Din punct de vedere al traditiei si al culturii noastre populare, visele despre mirese sunt de obicei asociate cu uniunea de durat, armonia si calmul. De asemenea, se spune ca daca asi avut un astfel de vis si in acea perioada nu sunteti implicati intr-o relatie, exista o probabilitate foarte ridicata ca in viitorul apropiat sa va intalniti marea dragoste. Puteti vizualiza versiunea video de mai jos a visului despre mirese sau puteti continua sa cititi textul (care contine si informatii extra fata de video), depinde de dumneavoastra. Din punct de vedere psihologic, un astfel de vis este reprezentarea dorintei de unire integrata cu interesele personalitatii neintegrate. Surprinzator, mireasa apare destul de frecvent in visele barbatilor tineri care prezinta anumite fixatii pe un tip anume de femeie, ei cautand “fata din vis”, un fel de femeia perfecta. Cu toate acestea, fiecare vis se prezinta intr-un context diferit si fiecare stare poate conduce la o interpretare diferita. In continuare va vom prezenta cele mai comune vise cu si despre mirese : Vazand o mireasa Visul in care vedeti o mireasa, se presupune a fi simbolul parteneriatului si al unitatii. Daca mireasa pe care ati visat-o incearca sa fuga sau chiar reuseste, visul denota frica dumneavoastra de a lua decizii importante sau fuga de responsabilitate. Mai multe mirese in vis Visarea a mai multor mirese la un loc denota sentimente ascunse si pot fi un indiciu pentru opiniile si gandurile dumneavoastra in schimbare. In cazul in care miresele au aparut in visul unui barbat, acestea semnifica confuzie in viata personala sau in domeniul afacerilor. De asemenea, visul ne poate arata si faptul ca detinem cheia propriului succes, desi va trebui sa trecem prin lupta si dificultati pentru a ne atinge succesul. Visand ca imbracati o rochie de mireasa Un asemenea vis in care va imbracati intr-o rochie de mireasa sau , daca prin cine stie ce mod, ati ajuns sa purtati o rochie de mireasa, face referire la pozitia dumneavoastra cu privire la relatia de cuplu. Acesta poate fi considerat un semn destul de clar ca sunteti gata de un angajament serios. Chiar daca aveti convingerea ca va veti implica trup si suflet in acea relatie, asta nu inseamna ca trebuie sa va casatoriti cat mai curand! Mireasa necunoscuta Visand o mireasa necunoscuta implica faptul ca va veti concentra pe munca sau studiu datorita sprijinului partenerului, prietenilor sau al familiei. De asemenea, visul prevesteste o perioada favorabila pentru atingerea obiectivelor, de exemplu : avansare in cariera, absolvire de studii sau cursuri. Sarutul miresei Visand ca ati fost sarutat de catre o mireasa, poate insemna faptul ca ati gasit o solutie, care multumeste pe toata lumea, la o problema stresanta din viata dumneavoastra. Alternativ, sarutarea miresei prevesteste solutionarea, medierea si impacarea in urma unor conflicte sau reconcilierea unei prietenii. Imbratisarea miresei Visul in care imbratisati o mireasa este unul foarte bun, acesta semnalizeaza aparitia unei noi oportunitati. Prin urmare, incercati ca in zilele ce urmeaza sa acordati o atentie sporita lucrurilor si persoanelor ce va inconjoara, pentru a nu rata aceasta oportunitate grozava. Cel mai probabil, oportunitatea vi se va arata in sfera profesionala. Mireasa insarcinata Vesti bune si vremuri fericite vor fi semnalate de aparitia unei mirese insarcinate in visele dumneavoastra. Alternativ, visul despre o mireasa gravida poate simboliza noi oportunitati, planuri si idei de reusita. Mireasa plangand Visand o mireasa plangand de fericire, este un semn de bun augur, inseamna ca lucruri bune va vor lumina orizonturile. Pe de alta parte, o mireasa care plange din cauza nervozitatii, indica o dorinta de eliberare de o anumita obligatie, secrete si nerabdare intr-o problema sau o situatie. O mireasa plangand din cauza tristetii, semnalizeaza lipsa increderii de sine. Poate ca nu sunteti pregatita pentru noile schimbari ce tocmai vi-au invadat viata. Va trebui sa abordati lucrurile incet, incercaÈ›i sa va neteziti marginile aspre ale propriei personalitatii sau ale relatiei cu cei din jurul dumneavoastra. Visandu-ti prietena sau amica mireasa Un astfel de vis sugereaza un fel de gelozie, deoarece subconstientul incearca sa va atentioneze ca prietena sau amica a realizat mai multe decat dumneavoastra. Nu ar trebui sa va aratati invidia, ci ar trebui sa invingeti acest sentiment urat, altfel va veti pierde prietena. Mireasa moarta Este un vis ingrozitor cu multiple semnificatii, iar aparitia acestuia este un avertisment clar pentru lucruri neplacute care se pot intampla in orice clipa. Visul despre o mireasa moarta poate reprezenta o pierdere a identitatii, lipsa de vointa si de putere personala. De asemenea, poate fi o avertizare pentru cineva sau ceva ce va consuma energia. Activitatile dumneavoastra educationale sau profesionale vor avea de suferit. Mireasa in negru Poate credeti ca este neobisnuit sa visati o mireasa in rochie neagra dar, o sa va linistesc spunandu-va ca visul este unul destul de comun. Intr-adevar, mireasa in negru prevesteste mereu probleme cu diferite grade de complexitate, ca de ex: certuri cu rudele, tulburari in relatia de cuplu, emotii negative, colaps al planurilor sau vesti triste. De asemenea, rochia neagra simbolizeaza constrangere si atitudini excesive fata de alegerile permanente. Visand ca va alegeti pentru nunta o rochie de mireasa neagra, denota ingrijorarea dumneavoastra pentru un viitor eveniment. Faptul ca ati si probat acea rochie neagra, sugereaza oboseala, anxietate si in unele cazuri inceput de depresie. Vazand alta persoana in rochie neagra de mireasa, este semnul unei rivalitati in sfera personala sau profesionala. Alternativ, visul poate prevesti o oarecare nenorocire ce sa va abate asupra acelei persoane. Facand dragoste cu mireasa Mireasa poarta o rochie alba, culoarea inocentei, dar si a castitatii si, intr-o anumita masura, culoarea sentimentelor reci (vezi, de asemenea, alb). Daca barbatul viseaza ca face dragoste cu mireasa lui, inseamna ca va avea o aventura, incalcand astfel un tabu. Cine viseaza ca face dragoste cu o straina in rochie de mireasa, ar putea sa aiba dificultati, in realitate, din cauza firii sale indraznete. pentru femei, mireasa din vis ar putea duce fericire in dragoste, de care insa se teme, pentru ca realitatea este exact invers. Dorinta se indeplineste numai daca mireasa este dusa la altar sau daca femeia se viseaza mireasa.Visul in care apare o mireasa in biserica simbolizeaza un parteneriat sau o legatura. Daca visati o mireasa in biserica, care isi spune juramintele atunci inseamna uniunea, legatura altora.Acest vis este unul dintre acele vise ce au semnificatii si intelesuri multiple. Cel mai adesea \"plansul miresei\" in vise indica secrete si amintiri ascunse. Sunteti gata sa vorbiti despre ceva ce ati tinut ascuns pentru prea multa vreme. Tot acest vis este si o exprimare a dorintelor de a va elibera de vreo obligatie sau relatie. Trebuie sa cantariti cu atentie optiunile inainte de a lua o decizie finala. Visul indica si nevoia de a va relaxa si de a deveni mai putin serioasa. Visandu-va imbracata in rochie de mireasa si pnagand Plansul din acest vis semnaleaza propria incredere in sine. Nu sunteti pregatita (mai concret spus, indeajuns de pregatita) pentru schimbarile din viata dumneavoastra. Trebuie sa va finisati marginile aspre ale personalitatii sau ale relatiilor cu ceilalti. Acest vis scoate la lumina si abilitatea dumneavoastra de a bloca anumite aspecte ale unei probleme. Este posibil sa va fi stabilit obiective prea mari. Visul in care aruncati buchetul de mireasa inseamna ca cineva va curteaza. Daca visati ca prindeti buchetul de mireasa inseamna ca partenerul sau partenera va va surprinde placut.Visarea unei rochii de mireasa simbolizeaza personalitatea si face referire la o alegere permanenta. Aceasta reprezinta dorinta de a va angaja intr-o relatie pentru totdeauna si speranata unui sentiment de permanenta in viata dumneavoastra. Alternativ, o rochie de mireasa poate reflecta sentimentele dumneavoastra despre a fi casatorit/a sau de a fi intr-un angajament. Albul este culoarea puritatii si visele despre o rochie alba sunt mereu legate de emotiile dumneavoastra. Proband o rochie de miresa (alba) intr-un magazin de specialitate poate sugera faptul ca va doriti ca persoanele din jur sa va acorde mai multa atentie. Tot acest vis implica si unele aspecte de feminitate si senzualitate. O rochie de miresa distrusa (patata, rupta, invechita, etc) poate simboliza anumite temeri si potentiale probleme asupa unui angajament pe termen lung. De asemenea, visul poate rezultatul unor evenimente din trecutul dumneavoastra care au stat la baza unei nunte ruinate sau imperfecte. Visul in care vi-ati cusut sau decorat propria rochie de mireasa este un avertisment cu privire la planurile ce nu trebuie dezvaluite in prealabil altor persoane, deoarece este posibil ca acestea sa nu se concretizeze. O rochie de mireasa rosie scoate la lumina dorinte pentru relatii pasionale (mai ales cele bazate pe amor). Nu trebuie sa fiti timida, fiti deschisa si exprimativa fateziile si viata alaturi de partenerul dumneavoastra se va imbunatati. Alternativ, rochia rosie poate simboliza intentii negative (minciuna, inselat, furt, intimidare). Aceasta poate reprezenta faptul ca va simtiti blocat/a acceptand o situatie negativa. Rochia neagra de mireasa reprezinta o atitudine excesiva fata de alegerile permanente. S-ar putea sa simtiti un semntiment de constrangere legat de angajamentul permanet cu partenerul dumneavoastra. Poate ca in curand veti face o alegere permanenta si nu simtiti ca ar trebui sa faceti asta pentru totdeuna. Rochia de mireasa albastra simbolizeaza opotunitati vaste de descoperire, reinoire si exprimare. Este un moment oportun pentru pentru o alegera libera si deschisa ce implica viitorul dumneavoastra. Rochia de miresa roz reprezinta dragostea, bucuria, fericirea, bunastarea si afectiunea. Culoarea roz a rochiei semnaleaza dentimentul de dragoste, a fi indragostita.Daca sunteti fata, atunci cu siguranta veti fi incantata de visul in care veti vedea un voal de nunta, este un semn al casniciei timpurii. Dar, cum ar trebui barbatii si femeile maritate sa interpreteze acest simbol ? In continuare va vom prezenta cateva explicatii si interpretari asociate cu voalul de mireasa. In mod sigur, volalul, este un simbol a ceva nou si placut. De obicei, persoana care a visat voalul intelege acest lucru instinctiv. De asemenea, poate fi o previziune a dragostei si casatoriei mult asteptate pentru fetele necasatorite sau alte schimbari placute. Daca ati visat un voal alb precum ninsoarea, atunci viata in viitorul apropiat nu va fi una negativa. Noroiul pe voal prezice barfe despre tine raspandite de catre invidiosi. Dar acest vis poate fi si nefavorabil, daca sunteti deja casatoriti. Pentru femeile maritate, voalul este un semn de certuri in familie. Cel mai probabil sotul nu-si va mai intelege propria sotie. Pentru barbati, visul in care apare un voal de mireasa este de asemenea nefavorabil, asa cum spunea Sigmund Freud. El a interpretat un asemenea vis ca semn de indoiala fata de sotie sau iubita. Dar pentru cei care nu sunt inplicati intr-o relatie inseamna, dragoste si viata de familie. Exista vise in care putem vedea clar si mireasa. In astfel de vise in care mireasa esti tu si porti un voal (sau vrei sa porti unul), atunci in subconstient crezi ca ai un suflet bun si vrei sa arati asta celor din jur prin toate mijloacele posibile. Oamenii va pot percepe gesturile ca si si un fel de lauda, deci aveti grija si acordati atentie actiunilor proprii. Daca ati visat un voal negru, acesta este un semn rau, care prezice moartea partenerului, este un semn al viitoarei vaduve. Voalul rupt te face sa uiti de imprejurimi, cineva te inseala. In cazul in care observati un voal de mireasa pe jos sau pe cineva care il rupe, inseamna ca in viata reala veti regreta vorbele ofensatoare adresate partenerului. Va fi foarte dificil sa va revansati dupa ceea, prin urmare, ar trebui sa acordati o atentie deosebita unui asemenea avertisment al subconstientului. Daca o fata cauta printre lucrurile vechi si gaseste si gaseste ratacit printre acestea un voal, este un semn de ne incredere in sine. Vise infricosatoare (de exemplu, visele cu voaluri negre) ne obliga sa ne analizam propriile actiuni si cuvinte. Asa este corect, mai bine invatam cum sa ne controlam propriile emotii si sa evitam certuri cu oameni apropiati din fleacuri.",
      "slug": "mireasa"
    }
  ]
}