{
  "symbols": [
    {
      "name": "Matura",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea, vrajitoare).",
      "fullInterpretation": "(vezi, de asemenea, vrajitoare). A matura in vise inseamna inlaturarea persoanelor care va plictisesc. Daca visati ca maturati in strada atunci veti avea parte de dispret.",
      "slug": "matura"
    },
    {
      "name": "Mac",
      "category": "dictionar",
      "shortMeaning": "Declaratie de dragoste, care se va face printr - o scrisoare, fericire de scurta durata.",
      "fullInterpretation": "Declaratie de dragoste, care se va face printr - o scrisoare, fericire de scurta durata. culegand mac - dragoste apropiata, de scurta durata mac intr-un lan de grau - propunere de dragoste a unei persoane bogate mancand semninte de mac - sperante desarte mac pe camp - bucurie, placere mac pe camp intre flori - rusine pentru o situatie mac printre buruieni - declaratie a unei persoane deosebit de interesanta cu o frumoasa pozitie sociala mac rosu aprins - injosire intr-o situatie seminte de mac - casatorie tarzie cu o persoana harnica - vazand - mare placere.",
      "slug": "mac"
    },
    {
      "name": "Macaroane",
      "category": "dictionar",
      "shortMeaning": "Visul in care mananci macarone simbolizeaza confort si usurinta.",
      "fullInterpretation": "Visul in care mananci macarone simbolizeaza confort si usurinta.Visul poate fi si o incercare de a te aduce inapoi la un moment in care lucrurile erau mai simple. - Daca ai visat ca mananci macaroane cu branza, inseamna ca vei primi oaspeti ce iti aduc bani si daruri. - Daca in vis gatesti macaroane, inseamna ca vei avea o intalnire cu rudele sau astepti oaspeti, indiferent de ocazie vei avea o companie placuta.",
      "slug": "macaroane"
    },
    {
      "name": "Macelar",
      "category": "dictionar",
      "shortMeaning": "Macelarul in vise reprezinta emotii prime sau comportamente imorale.",
      "fullInterpretation": "Macelarul in vise reprezinta emotii prime sau comportamente imorale. Visul poate fi o metafora pentru \"transarea\" sau distrugerea unui proiect sau a unei situatii. - Daca in vis tu esti macelar, semnifica furie infranata si ostilitate. - Daca in vis macelarul taie carnea in feli inseamna ca trebuie sa fi precaut pentru a nu fi implicat intr-un scandal.Visul in care lucrati intr-un abator inseamna ca veti avea anumite dispute cu seful dumneavoastra. Trebuie sa aveti grija cum le gestionati.",
      "slug": "macelar"
    },
    {
      "name": "Macelarie",
      "category": "dictionar",
      "shortMeaning": "Visul in care lucrati intr-un abator inseamna ca veti avea anumite dispute cu seful dumneavoastra.",
      "fullInterpretation": "Visul in care lucrati intr-un abator inseamna ca veti avea anumite dispute cu seful dumneavoastra. Trebuie sa aveti grija cum le gestionati.",
      "slug": "macelarie"
    },
    {
      "name": "Machiaj",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis aplici machiaj inseamna ca incerci sa ascunzi sa sa acoperi un aspect din viata ta.",
      "fullInterpretation": "- Daca in vis aplici machiaj inseamna ca incerci sa ascunzi sa sa acoperi un aspect din viata ta. Alternativ, visul indica incercarea de imbunatatire a imaginii de sine si crestere sentimentului de autoincredere. - Daca ai visat ca porti prea mult machiaj, inseamna ca se pune prea mult accentul pe frumusete si infatisare, mai de graba decat pe ceea ce este in interior. - Daca in vis machiezi pe altcineva este un semn ca trebuie sa ai grija, in special sa nu te arzi. - Daca ai visat ca machiajul tau este de o frumusete rara, inseamna ca vei avea succes in relatiile cu sexul opus. - Daca in vis te machiezi pentru un rol, inseamna ca vei da o mana de ajutor la strangerea unei sume de bani necesari in scopuri caritabile.",
      "slug": "machiaj"
    },
    {
      "name": "Macrou",
      "category": "dictionar",
      "shortMeaning": "Visele in care vedem sau mancam macrou, semnifica rapiditate in confruntarea cu unele emotii suprimate.",
      "fullInterpretation": "Visele in care vedem sau mancam macrou, semnifica rapiditate in confruntarea cu unele emotii suprimate. Daca nu abordam aceste probleme emotionale, ne vom simti limitati sau chiar sufocati. Alternativ, visul inseamna ca doriti sa recompensati un serviciu sau va amintiti de o datorie mai veche. - Daca ai visat macrou mort, este semn sa te asetepti la vesti proaste sau poate chiar la greutati. - Daca ai visat macrou viu, este un semn bun, succes in afaceri sau la locul de munca.",
      "slug": "macrou"
    },
    {
      "name": "Macul si semintele de mac",
      "category": "dictionar",
      "shortMeaning": "Declaratie de dragoste, care se va face printr - o scrisoare, fericire de scurta durata.",
      "fullInterpretation": "Declaratie de dragoste, care se va face printr - o scrisoare, fericire de scurta durata. culegand mac - dragoste apropiata, de scurta durata mac intr-un lan de grau - propunere de dragoste a unei persoane bogate mancand semninte de mac - sperante desarte mac pe camp - bucurie, placere mac pe camp intre flori - rusine pentru o situatie mac printre buruieni - declaratie a unei persoane deosebit de interesanta cu o frumoasa pozitie sociala mac rosu aprins - injosire intr-o situatie seminte de mac - casatorie tarzie cu o persoana harnica - vazand - mare placere.",
      "slug": "macul-si-semintele-de-mac"
    },
    {
      "name": "Mafiot",
      "category": "dictionar",
      "shortMeaning": "Visul in care sunteti un mafiot simbolizeaza faptul ca va aflati intr-o situatie in care permitet...",
      "fullInterpretation": "Visul in care sunteti un mafiot simbolizeaza faptul ca va aflati intr-o situatie in care permiteti altora sa va controleze si sa ia decizii. Le permiteti celor din jur sa va manipuleze. Daca visati ca fugiti de un mafiot inseamna ca trebuie sa va ganditi ce viata aveti si cum trebuie sa ii faceti fata. Visul in care sunteti prins de un mafiot inseamna ca trebuie sa va evaluati efortul si sa incercati sa depuneti si mai mult efort pentru a va indeplini obiectivele.",
      "slug": "mafiot"
    },
    {
      "name": "Magar",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "magar"
    },
    {
      "name": "Magazie",
      "category": "dictionar",
      "shortMeaning": "Magazia in vise reprezinta resurse stocate sau ascunse de energie.",
      "fullInterpretation": "Magazia in vise reprezinta resurse stocate sau ascunse de energie. Magazia, de asemenea, se poate referi si la amintiri. Alternativ, visul inseamna ca vi se pun ambitiile si obiectivele in asteptare. - Daca ai visat o magazie abandonata sau goala indica faptul ca resursele tale interioare au fost epuizate. Ai nevoie de ceva timp liber a-ti restaura energia si pentru a-ti reface resursele. - Daca ai visat ca lucrezi intr-o magazie, inseamna ca cineva iti va solicita un imprumut. - Visul in care ai inchiriat o magazie goala reprezinta receptivitate si deschiderea ta catre lucruri noi.",
      "slug": "magazie"
    },
    {
      "name": "Mort",
      "category": "dictionar",
      "shortMeaning": "Visul in care vezi sau vorbesti cu morti face referire asupra unor influente negative din partea ...",
      "fullInterpretation": "Visul in care vezi sau vorbesti cu morti face referire asupra unor influente negative din partea unor persoane din cercurile de cunoscuti. Acest vis poate fi, de asemenea, o cale exprimare a sentimentelor fata de cei care au trecut in nefiinta. Daca visezi o persoana care a murit cu mult timp in urma, atunci visul sugereaza situatia curenta sau relatia din viata ta care seamana cu calitatiile persoanei decedate. Visul poate descrie modul in care trebuie sa lasati aceasta relatie sau situatie sa se incheie. - Daca in vis stai de vorba cu un frate mort, o ruda sau un prieten mort inseamna ca iti este dor de acea persoana si incerci sa retraiesti vechile experiente pe care le-ai avut. - Visul in care iti apare copilul ce a murit reprezinta pentru tine o modalitate de a-ti pastra copilul in viata printre vise. Pentru un parinte sa-si piarda un copil este extrem de dificil. Asemenea vise apar pentru ca inca nu se poate accepta sau intelege cum sau de ce copilul tau a fost luat asa repede de langa tine.Barbatul mort in vise reprezinta o avertizare asupra faptului ca va trebui sa faceti fata unor greutati din viata de zi cu zi. Un bunic mort in vise nu este un semn bun, probabil chiar si nemultumiri aduse din greseli. Daca visati ca bunicul mort traieste inseamna sanatate si viata lunga. Totodata, ar putea insemna si faptul ca va este dor de el, ca va doriti sa va retraiti timpul petrecut cu el atunci cand era in viata.Visele despre bunici sunt destul de frecvente si apar atat copiilor cat si adultilor, de regula fiind legate de amintiri frumoase din copilarie. Trebuie precizat, inca de la inceput, ca visele ne reflecta intamplari din viata de zi cu zi, sentimente dar si ganduri. In continuare vom vorbi despre visarea bunicilor morti, mentionand faptul ca moartea bunicilor din visele dumneavoastra nu are nimic de-a face cu o moarte din viata reala. Daca ati avut un asemenea vis, cel mai probabil ati fost incercati de anumite sentimente de frica sau confuzie. Mesaj de la bunici Pe de alta parte, visarea bunicilor morti poate fi si un simbol al intelepciunii si al experientei de viata. Iar daca primiti un mesaj de la bunicul sau bunica dumneavoastra este foarte important sa nu il ignorati pentru ca, de regula, va avea o isemnatate sau o valoare nepretuita. Stand de vorba cu bunicul mort Daca ati visat ca stati de vorba cu bunicul mort, atunci acest vis ar putea fi un semn bun, indicand determinarea si perseverenta dumneavoastra in a va indeplini obiectivele. Viata de cuplu Referitor la viata de cuplu, atunci cand visam moartea unuia dintre bunici, este posibil ca visul sa indice un final sau o ruptura a unei relatii care nu va face fericiti, dar asta nu inseamna ca va fi o despartire usoara. De asemenea, moartea dintr-un astfel de vis poate indica despartirea de vechile obiceiuri si inceprea unui nou capitol al vietii. Tot acest proces va provoca durere si va va face sa simtiti tristete, incercati sa va reamintiti mereu ca toate acestea fac parte din transformarea dumneavoastra spirituala si mentala. Bunicii decedati visati in viata Daca bunicul sau bunica dumneavoastra a murit in viata reala si i-ati visat ca sunt in viata, inseamna ca va lipsesc si vi-ati dori sa ii revedeti. De asemenea, exista si alte interpretari. Visul poate prevesti faptul ca va trebui sa luati niste decizii foarte importante in viitorul apropiat. Bunicul sau bunica plangand Visand bunicul sau bunica decedata plangand. Un astfel de vis va prevesti certuri si conflicte in familie sau cu rudele apropiate. Unul dintre bunicii morti oferindu-va bani Visul in care bunicul sau bunica decedata va ofera bani indica dificultati financiare. Visul mai poate aparea si celor care sunt dependente de alte persoane, care pot fi de asemenea folositi in afaceri ilegale sau actiuni rau intentionate.Un caine mort in vise indica faptul ca ar trebui sa inviati ceva mort din sufletul dumneavoastra. Ar mai putea insemna si deteriorarea relatiilor cu o persoana apropiata. Daca visati ca un caine este pe moarte, inseamna ca va asteapta o pierdere a unui prieten bun.A visa despre un cal mort va trimite catre propria copilarie. Un cal este cunoscut ca si un simbol al maretiei si al dorintei. Atunci cand ati fost copil v-ati dorit un cal. Desi este un stereotip asociat in mod obisnuit cu fetele, totusi v-ati dorit si dumneavoastra unul cand ati fost mic si daca sunteti baiat. A vedea in vise un cal mort va face sa realizati cat de mult ati crescut si ca este timpul sa lasati deoparte lucrurile copilaresti si sa mergeti mai departe cu viata dumneavoastra. Un cal mort in vise poate sugera moartea puterii pe care ati gasit-o in prietenia cuiva sau pe care atti dobandit-o intr-o anumita situatie. Visul ar putea insemna sfarsitul unei relatii, a unei prietenii, a carierei sau a unei situatii. S-ar putea sa fie momentul sa renuntati la cineva sau la ceva ce nu mai va este folositor pentru functia sau situatia destinata. Daca visati ca vedeti cai murind inseamna ca simtul dumneavoastra al maretiei si aprecierea pentru frumos sunt pe moarte. Caii sunt cunoscuti ca fiind model al frumusetii si ai farmecului, iar daca aveti un vis in care vedeti cai murind inseamna ca va pierdeti aprecierea pentru frumos in viata. Visul in care omorati un cal sugereaza ca s-ar putea sa raniti multe persoane apropiate dumneavoastra prin egoism si egocentrism. Acesta este un ghiont pentru a va uita la dumneavoastra si la motivele pe care le aveti.Daca visezi un copil mort semnifica o suparare sau o dezamagire in viitor. De asemenea, daca iti vezi copilul mort semnifica ca bunastarea ta este amenintata. Alternativ, daca visezi un copil nascut mort sugereaza ca ti-ai pierdut increderea in ceva sau in cineva.Un frate mort in vise este un semn bun, semnificand viata lunga si senina. Daca visati ca purtati o discutie cu un frate mort inseamna ca va este dor de acesta si incercati sa retraiti experientele avute cu el.Cand un pui de gaina sau o gaina ne apar in vis, acestia pot face referire la anumite conflicte din viata profesionala sau cea personala. De asemenea, moartea pasarilor poate fi legata de un fel de iritatie sau de o posibila pierdere. Trebuie sa fiti foarte atenti la comportamentul vostru care poate deveni intolerabil, putand provoca certuri cu persoane apropiate. Potrivit unor unora dintre cele mai cunoscute personalintati din domeniu care au studiat visele (precum Hindman Miller), puiul este simbolul unui nou membru in familie. Prin urmare, un pui mort poate insemna faptul ca s-ar putea sa pierdeti o persoana apropiata. In unele cazuri, gaina moarta ne poate avertiza despre un posibil complot care ne vizeaza sau, despre un posibil accident. Aceste scenarii vor fii legate de viata profesionala. Din punct de vedere psihologic, puiul sau gaina moarta pot sugera, de asemenea, stima de sine scazuta. Ar putea exista diferite motive pentru aceasta stare, dar printre cele mai comune vor fi: neincredere in gandurile si capacitatea personala sau dependenta fata de cineva.Daca ati visat persoane apropiate moarte semnifica faptul ca va asteapta o suferinta si ganduri dureroase. Daca ati visat prieteni care au murit sugereaza ca o noua prietenie sau dragoste va asteapta.Visand oase de mort care fac parte dintr-un schelet reprezinta sentimente despre ceva din viata dumneavoastra care a fost complet dezgolit de toata puterea, importanta sau vitalitatea. Semntimente despre o persoana, o situatie sau o parte a vietii dumneavoastra din care nu a mai ramas nimic. Din punct de vedere negativ, oasele de mort in vis pot reprezenta, de asemenea, amintiri persistente despre esecuri sau schimbari neplacute. In mod alternativ, acest vis poate reflecta probleme sau situatii care persista sau care va reamintesc ceea ce a fost. In mod pozitiv, oasele de mort sau un schelet poat reflecta sentimente legate de probleme sau dusmani care, in mod evident, nu a mai ramas nimic de ele astfel incat sa va faca vre-un rau. Vedeti si: ScheletDaca visezi un om mort reprezinta un aspect al personalitatii tale sau viata ta care sa schimbat complet. Visul mai poate reflecta, de asemenea, o pierdere sau un sentiment de esec. Pozitiv, un om mort in vis poate reprezenta aspecte negative ale personalitatii tale sau situatii negative peste care ai trecut cu succes. Negativ, un om mort, semnifica aspecte pozitive ale personalitatii tale care au fost depasite de emotii negative sau de unele situatii.Pestele mort in vise aduce amaraciune, tristete, singuratate, dar mai poate insemna ca veti da dovada de staruinta, de ambitia de a va inlatura dusmanii. Mai mutli pesti morti in vis inseamna speranta slaba, sunteti urmarit de clevetitori.Putem incepe prin a preciza faptul ca toate visele, incluzand visele despre amici, prieteni si iubiti morti, sunt o reflecare a ceea ce ni se intampla in viata de zi cu zi. Visle de genul acesta pot avea multiple semnificatii. Moartea in vise a personelor dragi noua are, cu siguranta, cel mai profund impact si este unul dintre cele mai comune vise, potrivit unui studiu din (dar care in realitate este in viata) ne poate transmite un mesaj simbolic ca ne lipseste compania si timpul petrecut cu acea persoana. Uneori, daca in realitate prietenul este mort si dumneavoastra l-ati visat ca fiind in regula si nevatamat, prin intermediul visului, el va poate oferi niste sfaturi sau avertismente de care ar trebui sa tineti seama. Alternativ, prietenul decedat pe care l-ati visat poate reprezenta niste trebuiri neterminate. Mintea dumneavoastra pastreaza niste conflicte bine ascunse ce pot crea cicatricii adanci in inconstient. Daca ati visat ca va luptati cu un prieten mort, ar putea fi vorba despre o lupta sau o cearta nerezolvata inainte de a deceda. Persoana iubita moarta In primul rand, daca persoana visata este moarta in realiate, trebuie sa spunem ca visele in care aceasta ne apare se numesc, de obicei, vise de vizitare. De regula, acestea sunt foarte pline de culori si realiste creand sentimentul ca persoana iubita este chiar langa noi. Exista credinta ce persoanele dragi decedate incearca sa comunice cu noi prin diferite moduri. Visele sunt considerate a fi cel mai comun mod de comunicare prin care se pot primi semne usor de recunoscut. Printre altele, trebuie sa precizam ca persoana iubita decedata poate fi un fel de mesager si va poate livra mesaje destul de importante. Ar trebui sa acordati o atentie deosebita la ceea ce are de spus aceasta. Exista, de asemenea, un alt motiv pentru aparitia persoanei iubite decedate in vis. Inseamna ca probabil va este dor de ea si ca vi-ar placea sa o revedeti. Visul va ofera posibilitatea de a intra, din nou, in contact cu aceasta. Visand ca va certati cu persoana iubita decedata. Acest vis ar putea face referire la o greseala din trecut sau poate fi un avertisment asupra faptului ca ar trebui sa va schimbati comportamentul. Pentru o semnificatie completa a visului va rugam sa constultati si interpretarea visului SARUTUL SAU IMBRATISAREA MORTULUISarpele mort in vis inseamna ca pericolul a trecut. Pentru o femeie care a fost muscata in vis de un sarpe mort, semnifica faptul ca veti suferi o infrangere intr-o situatie legata de un prieten. Pentru un barbat, acest vis indica superficialitate.Moartea este un curs inevitabil al vietii omenesti. Inca de la o varsta frageda, aflam de existenta acesteia si, de regula, inconstient, ne petrecem intreaga viata asteptatnd sa vina, fie in viata celor dragi noua, fie in propria viata. Avem intalniri cu aceasta prin moartea celor dragi sau a oamenilor din jurul nostru. Adesea, visele dezvaluie o latura complet necunoscuta a subconstientului sau pot fi doar o reproducere a gandurilor unei persoane sau a evenimentelor zilnice. Sarutul morului Conform superstitiilor din popor, oamenii morti care apar in visele noastre nu ne vor raul in viata de zi cu zi. Prin urmare, sarutul defunctului este considerat mai degraba un semn bun. De cele mai multe ori astfel de vise ne urmaresc pe tot parcursul zilei. A saruta sau a fi sarutat de catre o pesoana decedata, mai ales daca acea persona a fost una apropiata dumneavoastra, poate produce sentimente de neliniste, siguratate sau melancolie. Cu toate acestea, visul este unul prevestitor de evenimente pozitive. De exemplu, daca in viata de zi cu zi va pregatiti pentru o tranzatie importanta sau credeti ca ati gasit o soutie fiabila la o problema financiara atunci, sarutul mortului din visul dumneavoastra va va aduce noroc, deoarece promite succesul referitor la comert si in afaceri. Cu toate acestea, astfel de vise sunt interpretate in doua moduri. Visul poate apare si in urma unei traume provoacate de pierderea recenta a unui apropiat. In cazul anterior, visul este doar o oglindire a tristetei si dorului dumneavoastra fata de acea persona. Alternativ, conform unor vechi carti de talmacire a viselor, acesta prevesteste o schimbare brusca a vremii. Imbratisarea mortului Unul dintre cele mai emotionale sau neplacute vise, in functie de natura relatiei pe care am avut-o cu decedatul, este acela in care visam ca-l imbratisam. Imbratisarea pe care o dam sau o primim poate marca momentul in care, in sfarsit, acceptam situatia si ne luam la revedere. Din punct de vedere psihologic, subconstientul nostru proiecteaza astfel de vise pentru a ne ajuta sa acceptam acest fapt. Un astfel de vis este urmat, de cele mai multe ori, de un sentiment de o fericire imensa, de implinire, dar adesea este pecetluit cu lacrimi, mai ales dupa ce am constientizat ca este doar un vis si ca nu mai putem vedea acea persona apropita sa draga noua. Daca decedatul imbratisat in vis va este necunoscut, acesta este un semn bun. Prevesteste viitoare evenimente si schimbari pozitive in viata dumneavoastra. Imbratisand o pesona moarta, dar imbratisarea este incredibil de puternica si inconfortabila, visul face referire la aventurarea in slujbe sau afaceri cu un nivel de risc foarte ridicat care, pe langa bani, va vor aduce si multe inconveniente. Un soboloan mort in vise simbolizeaza ca emotiile dumneavoastra pot fi compromise. Acest tip de vise arata spre sentimente de frica necontrolate despre o anume situatie. A visa despre un sobolan mort ar mai putea sa reprezinte sfarsitul unei etape in viata, a unei prietenii, a unei relatii.Vise cu sotul decedat Atunci cand oamenii care au decedat apar in visele noastre acestea pot fi foarte dificile si va pot tulbura intreaga zi. Sotul poate fi una dintre cele mai importante surse de sprijin din viata noastra. In timp ce parintii, fartii si surorile, precum si toate celelate grade de familie va pot oferi un sprijin si va sustin intr-un fel sau altul, exista un anumit tip de dragoste si companie pe care numai un sot le poate oferi. Un sot mort in vis este un simbol care trebuie luat foarte in serios. Daca aveti un vis, in care va vedeti sotul mort (dar in realitate acesta nu este), acest lucru este pentru ca sunteti ingrijorata cu privire la relatia vostra. Credeti ca v-ati certat cu sotul dumneavoastra atat de mult incat relatia voastra este moarta pentru tine. Alternativ, visul poate reprezenta anxietate cu privire la starea de sanatate a sotului dumneavoastra.A pierde pe cineva apropiat este o experienta teribila, mai ales daca este vorba despre un parinte. Visele despre parinti sunt printre cele mai comune vise, indiferent daca relatiile sunt bune sau rele cu ei. Aceste vise sunt adesea o reflectare a realitatii persoanei, dar mereu au o semnificatie psihologica profunda si un mesaj pentru persoana respectiva. Ele dezvalui starea emotionala si nevoile actuale ale acesteia. Deoarece parintii nostrii sunt principalii protectori si tutore din momentul in care ne-am nascut, avem tendinta de a-i percepe in acel rol pentru multa vreme. Visele despre patinti dezvaluie adesea nevoia noastra de securitate, siguranta, sfaturi sau ajutor. Adesea apelam la acestia pentru sprijin si protectie in momentele cele mai dificile. Moartea unui parinte este una dintre cele mai tulburatoare experiente din viata fiecarei persoane, indiferent de varsta parintelui. Tatal mort in vise simbolizeaza, adesea, o reflectare a dorintei tale pentru sfaturi si sprijin. Daca tatal este in viata, visul ar putea fi o reflectare a temerilor tale pentru bunastarea lui. Uneori, un vis cu privire la moartea tatalui poate dezvalui dorinta de a scapa de sub influenta acestuia. Acest vis mai poate indica si necesitatea de a deveni mai responsabil si mai independent, subconstientul reamintindu-ti ca este timpul sa incetezi sa te mai bazezi pe altii pentru orice, in special pe parintii tai. Uneori, un vis despre tatal mort dezvaluie sentimente rele, de regret, de rusine sau alte sentimente similare legate de relatia ta cu el. Este posibil sa nu fi avut sansa de a rezolva unele probleme cu el inainte de a muri. Daca acesta este cazul, visul ar putea fi un mesaj de la subconstientul tau . Gaseste calea de a-ti ierta parintele, pentru a fi liber sa iti continui viata.",
      "slug": "mort"
    },
    {
      "name": "Masina",
      "category": "dictionar",
      "shortMeaning": "Posibile lipsuri materiale, neplaceri la locul de munca, dorinta de a face altceva decat ceea ce ...",
      "fullInterpretation": "Posibile lipsuri materiale, neplaceri la locul de munca, dorinta de a face altceva decat ceea ce faci, nemultumire legata de profesie, paguba, dorinta de eliberare, prea multe responsabilitati, dorinta de a lua decizii in ceea ce te priveste, singur, fara implicatii exterioare, nevoia de a te adapta oricarei situatii, fie ea si mai dificila. Vedeti si semnificatia visului: Automobil Daca visati ca alergati dupa o masina alba semnifica faptul ca in realitate vreti cu tot dinadinsul sa clarificati cat mai repede o relatie de iubire cu cineva. S-ar putea in curand sa simtiti ca pierdeti pe cineva drag si veti face tot posibilul pentru a impiedica acest lucru. Masina de cusut in vise sugereaza ideea de asamblare, incercati sa contruiti ceva, sa puneti bazele unui nou proiect. Pe plan senimental, daca aveti senzatia ca viata va este \"descusuta\", visul va sugereaza sa o puneti in ordine. Pe plan psihologic, visul este un semn bun ca incercati sa evoluati, sa va unificati numeroasele aspecte ale personalitatii.Masina de gunoi in vise reprezinta deciziile sau o directie in viata dumneavoastra care va permite sa nu luati in seama negativitatea, o alegere sau o noua metoda de gandire care intotdeauna va scuteste de vreo problema. Visul in care conduceti o masina de gunoi indica faptul ca incercati sa va scapati de vechile obiceiuri. Daca visati ca o masina de gunoi trece si colecteaza deseurile este un semn bun deoarece reprezinta faptul ca incercati sa aruncati deoparte lucrurile rele. Visul in care scoateti afara deseurile pentru masina de gunoi inseamna ca va scapati de sentimentele rele.Masina de lux in vise simbolizeaza expunerea dumneavoastra la pierderi neasteptate sau cumparaturi extravagante. De asemenea, visul in care apare o masina de lux poate sugera dorinta, aspiratia la o viata mai buna, mai extravaganta.Visul in care o masina de politie trece prin fata dumneavoastra inseamna ca este posibil ca in viitorul apropiat sa aveti parte de un castig financiar substantial. S-ar putea sa castigati bani la jocurile de noroc sau s-ar putea ca unele eforturi depuse sa dea roade. Visul la o masina de politie mai poate insemna si o perioada fericita din punct de vedere sentimental.A vedea o masina de pompieri in vise sugereaza ca tindeti spre nevoile altora si sariti peste nevoile voastre. Va ingrijorati si va stresati in situatii pe care nu le puteti controla. Nu mai incercati sa fiti in mijlocul problemelor pentru a le opri sau a le repara. Bazati-va pe faptul ca lucrurile se vor rezolva de la sine intr-un final. Alternativ, masina de pompieri in vise denota ingrijorari in circumstante extraordinare, dar care vor rezulta in noroc. Daca visati o masina de pompieri stricata atunci prevesteste un accident sau o pierdere mai importanta. Pentru o femeie tanara, visul in care merge cu o masina de pompieri sugereaza ca se va angaja intr-o aventura neeleganta si neplacuta.Masina de scris indica faptul ca ai nevoie de a deschide linii noi de comunicare cu cineva. - Daca in vis redactezi scrisori de dragoste la o masina de scris, insemana ca vei avea parte de mici necazuri sau suparari. - O masina de scris stricata reprezinta vesti proaste.Masina de spalat in vise sugereaza ca trebuie sa va rezolvati unele probleme din trecut pentru a putea sa incepeti un inceput nou si curat. Daca visati ca spalati rufe la masina de spalat inseamna ca veti pleca intr-o calatorie lunga.O masina furata in vis inseamna ca va simtiti derutati fata de veritabila dumneavoastra identitate. Se poate asocia cu pierderea unui loc de munca, unei relatii sau o alta situatie in care individualitatea dumneavoastra joaca un rol important. Daca visati ca vi s-a furat masina inseamna ca veti avea parte de ghinion in atingerea scopurilor.",
      "slug": "masina"
    },
    {
      "name": "Mireasa",
      "category": "dictionar",
      "shortMeaning": "Cand vine vorba despre visul in care ne apare o mireasa sau daca chiar tu esti mireasa, parerile ...",
      "fullInterpretation": "Cand vine vorba despre visul in care ne apare o mireasa sau daca chiar tu esti mireasa, parerile despre ceea ce simbolizeaza acest vis sunt impartite. Pe de o parte avem interpretarea populara transmisa prin viu grai iar, pe de alta parte, avem interpretarea psihologica documentata de psihologi precum Freud, Jung, Miller, etc. Videoclip despre visarea mireselor Din punct de vedere al traditiei si al culturii noastre populare, visele despre mirese sunt de obicei asociate cu uniunea de durat, armonia si calmul. De asemenea, se spune ca daca asi avut un astfel de vis si in acea perioada nu sunteti implicati intr-o relatie, exista o probabilitate foarte ridicata ca in viitorul apropiat sa va intalniti marea dragoste. Puteti vizualiza versiunea video de mai jos a visului despre mirese sau puteti continua sa cititi textul (care contine si informatii extra fata de video), depinde de dumneavoastra. Din punct de vedere psihologic, un astfel de vis este reprezentarea dorintei de unire integrata cu interesele personalitatii neintegrate. Surprinzator, mireasa apare destul de frecvent in visele barbatilor tineri care prezinta anumite fixatii pe un tip anume de femeie, ei cautand “fata din vis”, un fel de femeia perfecta. Cu toate acestea, fiecare vis se prezinta intr-un context diferit si fiecare stare poate conduce la o interpretare diferita. In continuare va vom prezenta cele mai comune vise cu si despre mirese : Vazand o mireasa Visul in care vedeti o mireasa, se presupune a fi simbolul parteneriatului si al unitatii. Daca mireasa pe care ati visat-o incearca sa fuga sau chiar reuseste, visul denota frica dumneavoastra de a lua decizii importante sau fuga de responsabilitate. Mai multe mirese in vis Visarea a mai multor mirese la un loc denota sentimente ascunse si pot fi un indiciu pentru opiniile si gandurile dumneavoastra in schimbare. In cazul in care miresele au aparut in visul unui barbat, acestea semnifica confuzie in viata personala sau in domeniul afacerilor. De asemenea, visul ne poate arata si faptul ca detinem cheia propriului succes, desi va trebui sa trecem prin lupta si dificultati pentru a ne atinge succesul. Visand ca imbracati o rochie de mireasa Un asemenea vis in care va imbracati intr-o rochie de mireasa sau , daca prin cine stie ce mod, ati ajuns sa purtati o rochie de mireasa, face referire la pozitia dumneavoastra cu privire la relatia de cuplu. Acesta poate fi considerat un semn destul de clar ca sunteti gata de un angajament serios. Chiar daca aveti convingerea ca va veti implica trup si suflet in acea relatie, asta nu inseamna ca trebuie sa va casatoriti cat mai curand! Mireasa necunoscuta Visand o mireasa necunoscuta implica faptul ca va veti concentra pe munca sau studiu datorita sprijinului partenerului, prietenilor sau al familiei. De asemenea, visul prevesteste o perioada favorabila pentru atingerea obiectivelor, de exemplu : avansare in cariera, absolvire de studii sau cursuri. Sarutul miresei Visand ca ati fost sarutat de catre o mireasa, poate insemna faptul ca ati gasit o solutie, care multumeste pe toata lumea, la o problema stresanta din viata dumneavoastra. Alternativ, sarutarea miresei prevesteste solutionarea, medierea si impacarea in urma unor conflicte sau reconcilierea unei prietenii. Imbratisarea miresei Visul in care imbratisati o mireasa este unul foarte bun, acesta semnalizeaza aparitia unei noi oportunitati. Prin urmare, incercati ca in zilele ce urmeaza sa acordati o atentie sporita lucrurilor si persoanelor ce va inconjoara, pentru a nu rata aceasta oportunitate grozava. Cel mai probabil, oportunitatea vi se va arata in sfera profesionala. Mireasa insarcinata Vesti bune si vremuri fericite vor fi semnalate de aparitia unei mirese insarcinate in visele dumneavoastra. Alternativ, visul despre o mireasa gravida poate simboliza noi oportunitati, planuri si idei de reusita. Mireasa plangand Visand o mireasa plangand de fericire, este un semn de bun augur, inseamna ca lucruri bune va vor lumina orizonturile. Pe de alta parte, o mireasa care plange din cauza nervozitatii, indica o dorinta de eliberare de o anumita obligatie, secrete si nerabdare intr-o problema sau o situatie. O mireasa plangand din cauza tristetii, semnalizeaza lipsa increderii de sine. Poate ca nu sunteti pregatita pentru noile schimbari ce tocmai vi-au invadat viata. Va trebui sa abordati lucrurile incet, incercaÈ›i sa va neteziti marginile aspre ale propriei personalitatii sau ale relatiei cu cei din jurul dumneavoastra. Visandu-ti prietena sau amica mireasa Un astfel de vis sugereaza un fel de gelozie, deoarece subconstientul incearca sa va atentioneze ca prietena sau amica a realizat mai multe decat dumneavoastra. Nu ar trebui sa va aratati invidia, ci ar trebui sa invingeti acest sentiment urat, altfel va veti pierde prietena. Mireasa moarta Este un vis ingrozitor cu multiple semnificatii, iar aparitia acestuia este un avertisment clar pentru lucruri neplacute care se pot intampla in orice clipa. Visul despre o mireasa moarta poate reprezenta o pierdere a identitatii, lipsa de vointa si de putere personala. De asemenea, poate fi o avertizare pentru cineva sau ceva ce va consuma energia. Activitatile dumneavoastra educationale sau profesionale vor avea de suferit. Mireasa in negru Poate credeti ca este neobisnuit sa visati o mireasa in rochie neagra dar, o sa va linistesc spunandu-va ca visul este unul destul de comun. Intr-adevar, mireasa in negru prevesteste mereu probleme cu diferite grade de complexitate, ca de ex: certuri cu rudele, tulburari in relatia de cuplu, emotii negative, colaps al planurilor sau vesti triste. De asemenea, rochia neagra simbolizeaza constrangere si atitudini excesive fata de alegerile permanente. Visand ca va alegeti pentru nunta o rochie de mireasa neagra, denota ingrijorarea dumneavoastra pentru un viitor eveniment. Faptul ca ati si probat acea rochie neagra, sugereaza oboseala, anxietate si in unele cazuri inceput de depresie. Vazand alta persoana in rochie neagra de mireasa, este semnul unei rivalitati in sfera personala sau profesionala. Alternativ, visul poate prevesti o oarecare nenorocire ce sa va abate asupra acelei persoane. Facand dragoste cu mireasa Mireasa poarta o rochie alba, culoarea inocentei, dar si a castitatii si, intr-o anumita masura, culoarea sentimentelor reci (vezi, de asemenea, alb). Daca barbatul viseaza ca face dragoste cu mireasa lui, inseamna ca va avea o aventura, incalcand astfel un tabu. Cine viseaza ca face dragoste cu o straina in rochie de mireasa, ar putea sa aiba dificultati, in realitate, din cauza firii sale indraznete. pentru femei, mireasa din vis ar putea duce fericire in dragoste, de care insa se teme, pentru ca realitatea este exact invers. Dorinta se indeplineste numai daca mireasa este dusa la altar sau daca femeia se viseaza mireasa.Visul in care apare o mireasa in biserica simbolizeaza un parteneriat sau o legatura. Daca visati o mireasa in biserica, care isi spune juramintele atunci inseamna uniunea, legatura altora.Acest vis este unul dintre acele vise ce au semnificatii si intelesuri multiple. Cel mai adesea \"plansul miresei\" in vise indica secrete si amintiri ascunse. Sunteti gata sa vorbiti despre ceva ce ati tinut ascuns pentru prea multa vreme. Tot acest vis este si o exprimare a dorintelor de a va elibera de vreo obligatie sau relatie. Trebuie sa cantariti cu atentie optiunile inainte de a lua o decizie finala. Visul indica si nevoia de a va relaxa si de a deveni mai putin serioasa. Visandu-va imbracata in rochie de mireasa si pnagand Plansul din acest vis semnaleaza propria incredere in sine. Nu sunteti pregatita (mai concret spus, indeajuns de pregatita) pentru schimbarile din viata dumneavoastra. Trebuie sa va finisati marginile aspre ale personalitatii sau ale relatiilor cu ceilalti. Acest vis scoate la lumina si abilitatea dumneavoastra de a bloca anumite aspecte ale unei probleme. Este posibil sa va fi stabilit obiective prea mari. Visul in care aruncati buchetul de mireasa inseamna ca cineva va curteaza. Daca visati ca prindeti buchetul de mireasa inseamna ca partenerul sau partenera va va surprinde placut.Visarea unei rochii de mireasa simbolizeaza personalitatea si face referire la o alegere permanenta. Aceasta reprezinta dorinta de a va angaja intr-o relatie pentru totdeauna si speranata unui sentiment de permanenta in viata dumneavoastra. Alternativ, o rochie de mireasa poate reflecta sentimentele dumneavoastra despre a fi casatorit/a sau de a fi intr-un angajament. Albul este culoarea puritatii si visele despre o rochie alba sunt mereu legate de emotiile dumneavoastra. Proband o rochie de miresa (alba) intr-un magazin de specialitate poate sugera faptul ca va doriti ca persoanele din jur sa va acorde mai multa atentie. Tot acest vis implica si unele aspecte de feminitate si senzualitate. O rochie de miresa distrusa (patata, rupta, invechita, etc) poate simboliza anumite temeri si potentiale probleme asupa unui angajament pe termen lung. De asemenea, visul poate rezultatul unor evenimente din trecutul dumneavoastra care au stat la baza unei nunte ruinate sau imperfecte. Visul in care vi-ati cusut sau decorat propria rochie de mireasa este un avertisment cu privire la planurile ce nu trebuie dezvaluite in prealabil altor persoane, deoarece este posibil ca acestea sa nu se concretizeze. O rochie de mireasa rosie scoate la lumina dorinte pentru relatii pasionale (mai ales cele bazate pe amor). Nu trebuie sa fiti timida, fiti deschisa si exprimativa fateziile si viata alaturi de partenerul dumneavoastra se va imbunatati. Alternativ, rochia rosie poate simboliza intentii negative (minciuna, inselat, furt, intimidare). Aceasta poate reprezenta faptul ca va simtiti blocat/a acceptand o situatie negativa. Rochia neagra de mireasa reprezinta o atitudine excesiva fata de alegerile permanente. S-ar putea sa simtiti un semntiment de constrangere legat de angajamentul permanet cu partenerul dumneavoastra. Poate ca in curand veti face o alegere permanenta si nu simtiti ca ar trebui sa faceti asta pentru totdeuna. Rochia de mireasa albastra simbolizeaza opotunitati vaste de descoperire, reinoire si exprimare. Este un moment oportun pentru pentru o alegera libera si deschisa ce implica viitorul dumneavoastra. Rochia de miresa roz reprezinta dragostea, bucuria, fericirea, bunastarea si afectiunea. Culoarea roz a rochiei semnaleaza dentimentul de dragoste, a fi indragostita.Daca sunteti fata, atunci cu siguranta veti fi incantata de visul in care veti vedea un voal de nunta, este un semn al casniciei timpurii. Dar, cum ar trebui barbatii si femeile maritate sa interpreteze acest simbol ? In continuare va vom prezenta cateva explicatii si interpretari asociate cu voalul de mireasa. In mod sigur, volalul, este un simbol a ceva nou si placut. De obicei, persoana care a visat voalul intelege acest lucru instinctiv. De asemenea, poate fi o previziune a dragostei si casatoriei mult asteptate pentru fetele necasatorite sau alte schimbari placute. Daca ati visat un voal alb precum ninsoarea, atunci viata in viitorul apropiat nu va fi una negativa. Noroiul pe voal prezice barfe despre tine raspandite de catre invidiosi. Dar acest vis poate fi si nefavorabil, daca sunteti deja casatoriti. Pentru femeile maritate, voalul este un semn de certuri in familie. Cel mai probabil sotul nu-si va mai intelege propria sotie. Pentru barbati, visul in care apare un voal de mireasa este de asemenea nefavorabil, asa cum spunea Sigmund Freud. El a interpretat un asemenea vis ca semn de indoiala fata de sotie sau iubita. Dar pentru cei care nu sunt inplicati intr-o relatie inseamna, dragoste si viata de familie. Exista vise in care putem vedea clar si mireasa. In astfel de vise in care mireasa esti tu si porti un voal (sau vrei sa porti unul), atunci in subconstient crezi ca ai un suflet bun si vrei sa arati asta celor din jur prin toate mijloacele posibile. Oamenii va pot percepe gesturile ca si si un fel de lauda, deci aveti grija si acordati atentie actiunilor proprii. Daca ati visat un voal negru, acesta este un semn rau, care prezice moartea partenerului, este un semn al viitoarei vaduve. Voalul rupt te face sa uiti de imprejurimi, cineva te inseala. In cazul in care observati un voal de mireasa pe jos sau pe cineva care il rupe, inseamna ca in viata reala veti regreta vorbele ofensatoare adresate partenerului. Va fi foarte dificil sa va revansati dupa ceea, prin urmare, ar trebui sa acordati o atentie deosebita unui asemenea avertisment al subconstientului. Daca o fata cauta printre lucrurile vechi si gaseste si gaseste ratacit printre acestea un voal, este un semn de ne incredere in sine. Vise infricosatoare (de exemplu, visele cu voaluri negre) ne obliga sa ne analizam propriile actiuni si cuvinte. Asa este corect, mai bine invatam cum sa ne controlam propriile emotii si sa evitam certuri cu oameni apropiati din fleacuri.",
      "slug": "mireasa"
    },
    {
      "name": "Moarte",
      "category": "dictionar",
      "shortMeaning": "Moartea indica sfarsitul absolut a ceva pozitiv: o fiinta umana, un animal, o planta, o prietenie...",
      "fullInterpretation": "Moartea indica sfarsitul absolut a ceva pozitiv: o fiinta umana, un animal, o planta, o prietenie, o alianta, pacea, o epoca. Ca simbol, moartea este aspectul perisabil si distructibil al existentei. Indica ceea ce dispare in ineluctabila evolutie a lucrurilor: ea se leaga de simbolistica pamantului. Dar moartea este si intrarea in lumile necunoscute, ale Iadului sau Raiului. Cu toate acestea, misterul mortii este, aparent reprezentat prin forme infricosatoare. Aceasta inseamna nu atat teama de topirea in neant, cat impotrivirea, impinsa pana la extrem, fata de schimbare si de o forma de existenta necunoscuta. Moartea in vise reprezinta trecerea intr-o alta etapa, renuntarea la vechile tipare ale vietii, la stereotipuri si prejudecati si trecerea intr-un nou nivel de toleranta si iubire de sine, trecere catre altceva, nevoia de schimbare, de reculegere, situatii imprevizibile, ciclicitate si lectii ce trebuie invatate un nou inceput, sansa si incredere in fortele proprii. In mod traditional, visul despre moarte era un semn care prevestea o posibila nastere sau schimbarile unei anumite persoane ori cea a oamenilor din jurul acesteia. Deoarece in vremuri trecute, imaginea mortii conferea o teama ingrozitoare, visele referitoare la moarte mai puteau semnifica si proximitatea unei tragedii profunde si iremediabile, ceva ce trebuia indurat si suportat, mai degraba decat inteles. In vremurile noastre, ca urmare a faptului ca atitudinea oameirii fata de moarte s-a schimbat intru catva, visul simbolizeaza o provocare pe care trebuie infruntata. Din punct de vedere spiritual, acest vis simbolizeaza parti ne vazute ale vietii: renastere spirituala, omniscienta, invierea si reintegrarea in intregul cosmic. Alternativ, moartea poate insemna si un esec religios, coruptie si cresterea statutului. La nivel psihic, visul poate semnifica dobandirea constientei de un potential ce a fost trecut cu vederea, ne valorificat pe deplin. Trebuie acordata o deosebita atentie capacitatii de a reinvia aceste talente. Se produce o schimbare in procesul nostru de perceptie, si in consecinta, constituim obiectul unui \"proces de triere\", precum cea de la adolescenta la maturitate, de la maturitate la batranete, etc. Moartea unei femei necunoscute inseamna absenta de ploaie Vedeti si interpretarea visului MORT.Interpretrea acestui vis va fi mult mai simplificata daca va puteti aminti specia pasarilor moarte. Totusi, daca nu va puteti aminti specia, exista unele caracteristici generale cunoscute pentru toate pasarile, care vor avea o inportanta deosebita atunci cand sunt aplicate interpretarii viselor despre pasari. In general, pasarile moarte simbolizeza moartea viselor. Nu se refera la tipul de vise pe care il aveti noaptea, este vorba despre aspiratiile voastre viitoare. Pasarile reprezinta un simbol al spiritualitatii sau al libertatii (atunci cand zboara). Acest vis poate simboliza, de asemenea, sfarsitul unei ere sau ainceputul a ceva nou. O pasare muribunda indica un soi de dezamagire. Probabil are legatura cu o problema care va preocupa de ceva timp. Propria moarte in vise sugereaza preocuparea dumneavoastra fata de moarte si ce sentimente va incearca din aceasta cauza. Va retrageti din fata provocarilor vietii. Sunteti lipsit de armonie intre minte si trup. In mod frecvent, visul sugereaza o modalitate de exprima o fisura intre propria persoana si manifestarile vietii. Visul in care apare imaginea propriei morti poate fi folosit pentru a explora sentimentele altor persoane in legatura cu dumneavoastra. Daca va visati propria moarte, dar nu aratati ca un om mort inseamna ca una din proprietatile dumneavoastra va fi distrusa sau una din camerele din casa dumneavoastra se va prabusi. Intr-o alta ordine de idei, propria moarte in vise si aratati ca o persoana moarta sugereaza slabiciuni in credinta dumneavoastra.",
      "slug": "moarte"
    },
    {
      "name": "Mama",
      "category": "dictionar",
      "shortMeaning": "Mama moarta in vise inseamna lipsa de sprijin, derutare emotionala, teama de necunoscut.",
      "fullInterpretation": "Mama moarta in vise inseamna lipsa de sprijin, derutare emotionala, teama de necunoscut. Daca visati ca mama dumneavoastra, moarta in realitate, traieste inseamna ca veti avea parte de aventuri frumoase alaturi de oamenii dragi. Visul in care mama dumneavoastra moare prevesteste o intrevedere cu o persoana pe care nu ati mai vazut-o de mult timp. Potrivit traditiei noastre, mamaliga, reprezinta foame, seceta, lipsuri si necazuri de tot felul. - Daca ai visat ca manaci mamaliga, este semn de suparare, inima rea.",
      "slug": "mama"
    },
    {
      "name": "Musculite",
      "category": "dictionar",
      "shortMeaning": "Visarea musculitelor poate simboliza diverse lucruri, deseori acestea sunt asociate sentimentelor...",
      "fullInterpretation": "Visarea musculitelor poate simboliza diverse lucruri, deseori acestea sunt asociate sentimentelor de nervozitate si distragere de la un anume obiectiv. Musculitele sunt adesea vazute ca daunatori, iar visarea acestora indica un deranj sau o iritare constanta ce are loc in viata de zi cu zi. De asemenea, bazaitul si persistenta acestor musculite pot simboliza distrageri care va pot afecta concentrarea sau obstacole care va pot impiedica progresul. Musculitele prezente in casa pot simboliza emotii sau ganduri negative pe care trebuie sa le indepartati imediat. Casa este simbolul mintii si al constructiei interioare a visatorului, de aceea musculitele se arata ca un avertisment in vederea curatarii unui aspect negativ si persistent.",
      "slug": "musculite"
    },
    {
      "name": "Musculos",
      "category": "dictionar",
      "shortMeaning": "Prezenta unei persoane musculoasa si puternica in visul dumneavoastra, poate simboliza rezistenta...",
      "fullInterpretation": "Prezenta unei persoane musculoasa si puternica in visul dumneavoastra, poate simboliza rezistenta interioara, forta si o buna capacitate de a depasi provocarile. Visul ar putea fi, de asemenea, o reflecare a sentimentelor de incredere si siguranta de sine. In anumite cazuri, o figura musculosa intr-un vis denota sentimente de securitate si protectie, sugerand fapul ca in viata reala va sititi protejati si in siguranta.",
      "slug": "musculos"
    },
    {
      "name": "Motel",
      "category": "dictionar",
      "shortMeaning": "In general, visarea unui motel simbolizeaza o perspectiva a unei situatii in care va simtiti nevo...",
      "fullInterpretation": "In general, visarea unui motel simbolizeaza o perspectiva a unei situatii in care va simtiti nevoiti sa va folositi temporar de cineva. In mod alternativ, visarea motelurilor simbolizeaza libertatea de a face lucrurile asa cum vreti, atata timp cat exista si cateva conditii. In mod negativ, visarea motelurilor poate fi si un semn al sentimentelor de jena, umilire sau suparare. Visul in care va vedeti traindu-va viata intr-un motel, reprezinta potentialul de a va atinge obiectivele. Poate ca treceti printr-o faza de tranzitie. Visand ca va aflati intr-o calatorie si dormiti intr-un motel, inseamna ca realizarile dumneavoastra vor fi precare si relatiile de dragoste vor fi fiabile si aleatorii.",
      "slug": "motel"
    },
    {
      "name": "Masea",
      "category": "dictionar",
      "shortMeaning": "Griji, preocupari, durere sufleteasca, paguba financiara.",
      "fullInterpretation": "Griji, preocupari, durere sufleteasca, paguba financiara. Pe de alta parte, o masea cariata va simboliza probleme intampinate de cineva drag. De obicei, la baza unui semenea vis se poate afla o usoara anxietate sau un anume conflict emotional. Visele in care o masea de minte vi-a cazut simbolizeaza tranzitie si matuitate. De asemenea, este posibil ca in interior ideea de imbatranire sa nu va dea pace.Visul in care suferiti de o durere de masea inseamna ca veti avea probleme in familie sau probleme legate de afaceri. S-ar putea sa va faceti de rusine intr-un anumit context.",
      "slug": "masea"
    },
    {
      "name": "Masa",
      "category": "dictionar",
      "shortMeaning": "Masa este in mod normal un loc in care reuneste intreaga familie, pentru a lua cina, pentru a dez...",
      "fullInterpretation": "Masa este in mod normal un loc in care reuneste intreaga familie, pentru a lua cina, pentru a dezbate lucruri sau pentru a se ruga. De cele mai multe ori, aparitia mesei in vise va simboliza o dorinta pentru o viata de familie mai fericita, comunicare si colaborare. De sigur, in functie de contextul visului, mesele pot ave multiple semnificatii, de ex: visarea unei mese goale va simboliza dezacorduri, neintelegeri, lipsuri sau saracie. Masa mare din lemn Visul despre o masa mare din lemn masiv simbolizeaza rezistenta si stabilitate, fiind de asemenea si un simbol pentru colaborari, comunicari si adunari. In plus, lemnul masiv in sine are o semnificatie separata, simbolizand cresterea, rezistenta si impamantarea. Masa rotunda Visarea unei mese rotunde este un semn de bun augur, acest vis prevestind loialitate si onestitate. De asemena, visul marcheaza inceperea unei perioade prolifice, excelenta pentru demararea unei afaceri noi sau pentru a accepta un nou loc de munca. Masa din sticla Mesele din sticla prevestesc inselatorii. Trebuie sa aveti rabdare si sa va protejati pe dumneavoastra si intreaga familie.Masa de lemn in vise semnifica sistemul dumneavoastra digestiv. Lemnul sau orice obiect facut din acesta simbolizeaza colonul dumneavoastra datorita culorii maro. De cele mai multe ori masa de lemn este o caracteristica importanta a viselor. Daca visati o masa mare cu meseni inseamna ca veti avea noroc, iar daca visati ca aveti multi musafiri la masa inseamna ca veti avea parte de multe impliniri in viata. Visul in care stati cu cineva la o masa mare si goala inseamna ca veti avea parte de suportul celor dragi, veti reusi sa treceti peste necazuri, chiar daca nu veti ajunge la bogatie. Masa mare si goala la care stati cu multa lume inseamna ca aveti o familie unita, iar in ciuda neajunsurilor materiale nu veti avea probleme de intelegere, veti reusi sa traiti in armonie.Masa rotunda in vise este un simbol al desavarsirii. Exista mai multe mituri asociate mesei rotunde, in mare parte datorita legendelor despre Regele Arthur, dar esenta este ca toti cei asezati in jurul ei sunt egali.Daca visati o fata de masa inseamna ca veti primi ajutor de la cunostinte mai indepartate sau de la cunoscuti cu anumite interese ascunse. Daca fata de masa este din musama atunci inseamna ca cineva va sprijina numai pentru a va manipula si profita de dumneavoastra, ceea ce va duce cu siguranta la un esec major.",
      "slug": "masa"
    },
    {
      "name": "Magazin",
      "category": "dictionar",
      "shortMeaning": "A visa ca sunteti intr-un magazin de haine inseamna ca sunteti in cautarea unei noi imagini.",
      "fullInterpretation": "A visa ca sunteti intr-un magazin de haine inseamna ca sunteti in cautarea unei noi imagini. Va doriti sa fiti vazuti intr-un alt mod. Alternativ, visul sugereaza ca aveti anumite anxietati in privinta potrivirii pentru o anume pozitie sau rol.",
      "slug": "magazin"
    },
    {
      "name": "Magazin de haine",
      "category": "dictionar",
      "shortMeaning": "A visa ca sunteti intr-un magazin de haine inseamna ca sunteti in cautarea unei noi imagini.",
      "fullInterpretation": "A visa ca sunteti intr-un magazin de haine inseamna ca sunteti in cautarea unei noi imagini. Va doriti sa fiti vazuti intr-un alt mod. Alternativ, visul sugereaza ca aveti anumite anxietati in privinta potrivirii pentru o anume pozitie sau rol.",
      "slug": "magazin-de-haine"
    },
    {
      "name": "Magician",
      "category": "dictionar",
      "shortMeaning": "Magicianul in vise inseamna ca aveti o problema pe care o puteti truca mai degraba decat sa o rezolvati.",
      "fullInterpretation": "Magicianul in vise inseamna ca aveti o problema pe care o puteti truca mai degraba decat sa o rezolvati. Totusi, magicianul poate fi si simbolul maleficului. Daca visati sunteti un magician atunci inseamna ca va folositi de energia dumneavoastra pentru a realiza ceva fara efort sau dificultati.",
      "slug": "magician"
    },
    {
      "name": "Magie",
      "category": "dictionar",
      "shortMeaning": "Efectarea unei magii in vis sugereaza ca trebuie sa privesti lucrurile dintr-un punct diferit sau...",
      "fullInterpretation": "Efectarea unei magii in vis sugereaza ca trebuie sa privesti lucrurile dintr-un punct diferit sau sa abordezi problemele tale dintr-un unghi nou, in scopul de a trece cu succes mai departe. Alternativ, magia simbolizeaza creativitate si minune. Magia neagra face referiere la felul in care ti-ai indeplinit dorintele sau ai obtinut diferite lucruri, prin trucuri ascunse. Ea simbolizeaza, de asemenea, inselaciune, rau si tradare.",
      "slug": "magie"
    },
    {
      "name": "Magistrat",
      "category": "dictionar",
      "shortMeaning": "Un magistrat in vise reprezinta o figura autoritara in viata ta.",
      "fullInterpretation": "Un magistrat in vise reprezinta o figura autoritara in viata ta. Simti nevoia de a fi controlat si de a ti se spune ceea ce sa faci. Alternativ, visul inseamna ca exista o discrepanta intre actiunea si sistemul tau de credinta.",
      "slug": "magistrat"
    },
    {
      "name": "Magnet",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "magnet"
    },
    {
      "name": "Magnolie",
      "category": "dictionar",
      "shortMeaning": "Floarea de magnolie sau arborele magnolie aparute in vis sunt un indiciu al fericirii si al progresului.",
      "fullInterpretation": "Floarea de magnolie sau arborele magnolie aparute in vis sunt un indiciu al fericirii si al progresului. De asemenea, florile de magnolie pot reprezenta gratia, rafinamentul, perfectiunea si echilibrul. Acestea pot fi calitati pe care le aveti deja sau pot fi unele pe care vi le doriti sa le dobanditi. Florile de magnolie Floarea de magnolie mai poat simboliza sanatate buna, fertilitate, abundenta si bucurie. Iar, daca in vis ati mirosit magnolia este un semn al impliniri celor precizate anterior. Un arbore de dimensiuni mari Visarea unui abore de magnolie de dimeniuni mari plin de flori poate prevesti o aventura amoroasa cu o persoana atractiva, fascinanta si manierata. Magnolia alba Magnolia alba indica stabilitatea, aceasta putand include : stabilitate financiara, sufleteasca sau in viata de cuplu. De asemenea, perioada din viitorul apropiat este una propice domeniului afacerilor dar si al investitilor. Magnolia violet Aparitia magnoliei violet este un indiciu pentru o viata lunga si lipsita de griji. Pe de alta parte, culoarea violet poate face referile si la o intalnire cu o ruda sau un prieten cu care nu v-ati mai vazut de multa vreme. Plantarea magnoliei Asemenea vise prevestesc implicarea dumneavoastra intr-o munca sau un proiect foarte important. In mod alternativ, plantarea unui astfel de arbore ornamental indica atingerea unui anumit confort spiritual. Cumparand flori sau arbusti de magnolie Visul prevesteste norocul si este in general legat de viata amoroasa si de cuplu. Insa, tineti cont ca pana la intalnirea norocului, a persoanei porivite sau a atengerii unui nou nivel in relatia de cuplu, va trebui sa cheltuiti sau sa depuneti un anumit eferort.",
      "slug": "magnolie"
    },
    {
      "name": "Mahmureala",
      "category": "dictionar",
      "shortMeaning": "Mahmureala in vise semnifica probleme nerezolvate.",
      "fullInterpretation": "Mahmureala in vise semnifica probleme nerezolvate. - Daca o persona casatorita viseaza ca este mahmura, inseamna ca problemele legate de bani se atenueaza. - Daca o femeie necasatorita viseaza ca este mahmura, inseamna ca trebuie sa puna mare pret pe atentie in raporturile cu barbatii.",
      "slug": "mahmureala"
    },
    {
      "name": "Maicuta",
      "category": "dictionar",
      "shortMeaning": "Maicuta in vis poate avea mai multe intelesuri.",
      "fullInterpretation": "Maicuta in vis poate avea mai multe intelesuri. Depinde in ce situatii apare o maicuta in vis si ce face: - daca vedeti o maicuta in vis inseamna ca partenerul de viata nu este credincios - maicuta tanara reprezinta anumite dorinte neimplinite - maicuta cantand prevesteste posibile accidente - daca este imbracata in negru inseamna ca aveti stapanire de sine si ca reusiti sa-i dominati pe ceilalti - daca visati o maicuta rugandu-se inseamna ca veti avea parte de fericire alaturi de cineva foarte apropiat",
      "slug": "maicuta"
    },
    {
      "name": "Maimuta",
      "category": "dictionar",
      "shortMeaning": "(in cusca) lipsa sau reprimarea celor de mai sus, frustrari, oprelisti, discpilina impusa, rigiditate.",
      "fullInterpretation": "(in cusca) lipsa sau reprimarea celor de mai sus, frustrari, oprelisti, discpilina impusa, rigiditate.",
      "slug": "maimuta"
    },
    {
      "name": "Maini mana",
      "category": "dictionar",
      "shortMeaning": "Mainile in vise reprezinta relatiile tale cu cei din jur si felul cum interactionezi cu lumea.",
      "fullInterpretation": "Mainile in vise reprezinta relatiile tale cu cei din jur si felul cum interactionezi cu lumea. Mainile servesc ca forma de comunicare si pot reprezenta autoritatea, ura, protectie, justitie, etc. in functie de gest. Alternativ, visul poate face referie la faptul ca aveti nevoie de o mana de ajutor. - Mana stanga simbolizeaza bunatatea ta si calitatile receptive. - Daca ai visat ca mainile tale sunt detasate sau vezi doar mainile fara trup, atunci aceasta indica faptul ca nu ai un punct de vedere per ansamblu. Visul poate simboliza, de asemenea, sentimente de singuratate. - Daca ai visat ca te ti de mana cu cineva inseamna dragoste, afectiune si conexiune cu acea persoana. - Visul in care mainile tale sunt paroase sau aspre reprezinta lipsa ta de blandete in relatiile cu ceilalti. Ai putea fi prea obraznic(a) si prea abuziv(a) cu cei din jur. - O senzatie de mancarime la maini indica probleme cu banii. - Daca mana stanga este raioasa, atunci inseamna ca vei primi bani. - Visul in care te speli pe maini reprezinta o problema de ingrijorare la care trebuie sa ii gasesti o solutie. Alternativ, visul sugereaza ca te afli in negare sau ca nu iti mai asumi responsabilitati. - Daca ai visat ca ai mainile neobisnuit de mari inseamna ca vei avea mult succes in atingerea scopurilor tale. - Daca in vis ai sange pe maini inseamna ca ai un sentiment de vinovatie. - Visul in care strangi mana cu cineva simbolizeaza fie un nou inceput sau un sfarsit la o situatie. Ai ajuns la un acord sau la o decizie asupra unei probleme.",
      "slug": "maini-mana"
    },
    {
      "name": "Maini murdare",
      "category": "dictionar",
      "shortMeaning": "Mainilea murdare in vise semnifica dificultatile, ruina si rusinea care va asteapta.",
      "fullInterpretation": "Mainilea murdare in vise semnifica dificultatile, ruina si rusinea care va asteapta. In traditia occidentala mainile murdare vazute in vise prevestesc un pericol pentru o ruda sau pentru cineva apropiat.",
      "slug": "maini-murdare"
    },
    {
      "name": "Maioneza",
      "category": "dictionar",
      "shortMeaning": "Visul in care vezi sau mananci maioneza reprezinta dezamagire.",
      "fullInterpretation": "Visul in care vezi sau mananci maioneza reprezinta dezamagire. Sugereaza, de asemenea, ca esti insultat(a) sau nerespectat(a). - Daca in vis faci maioneza sau o servesti pe mancare, inseamna ca ai posibilitatea de a intra intr-o afacere din domeniu alimentar.",
      "slug": "maioneza"
    },
    {
      "name": "Maiul",
      "category": "dictionar",
      "shortMeaning": "Maiul este un simbol al autoritatii si puterii masculine.",
      "fullInterpretation": "Maiul este un simbol al autoritatii si puterii masculine. Aparitia unui obiect precum un ciocan (vezi si ciocan) sau un mai sugereaza ca este posibil sa folosim forta sau o putere nepotrivita si exagerata pentru a obtine un anumit rezultat. Maiul mai semnifica si vointa conducatoare, iar aparitiaunui astfel de obiect in vis indica posibilitatea de a ne afla in situatia in care fortam lucrurile sa se desfasoare intr-un mod care nu este neaprat cel mai potrivit in situatia respectiva. Un mai poate sugera si un anumit tip de forta si de energie spirituala. Trebuie totusi sa fim constienti de cantitatea de forta si de energie canazizata intr-o anumita directie.",
      "slug": "maiul"
    },
    {
      "name": "Majordom",
      "category": "dictionar",
      "shortMeaning": "Majordomul in vise sugereaza ca depinzi foarte mult de ajutorul altora.",
      "fullInterpretation": "Majordomul in vise sugereaza ca depinzi foarte mult de ajutorul altora. Trebuie sa fi mult mai independent(a). Alternativ, visul simbolizeaza dorinta de bunuri sau avere. - Daca ai visat ca esti majordom inseamna ca trebuie sa iti asumi un rol mai supus.",
      "slug": "majordom"
    },
    {
      "name": "Mal",
      "category": "dictionar",
      "shortMeaning": "Element de context ce combina elementul apa (planul emotional) si elementul pamant (planul materi...",
      "fullInterpretation": "Element de context ce combina elementul apa (planul emotional) si elementul pamant (planul material), atragand atentia acelui element care iese in evidenta in cadrul visului, daca se pune accent pe apa sau pe pamant. (stand pe mal de mare, de apa, de lac) prioritar este elementul pamant. Siguranta incerta, situatii care oricand pot cunoaste o turnura necunoscuta, viata emotionala depinde mult de stabilitatea materiala cotidiana, neincredere, teama de sentimente. (mergand inspre mal dinspre apa) prioritar este elementul apa. Nevoie de liniste sufleteasca, nevoia unei pauze sau a unui concediu, perioada confuza in plan emotional, emotivitate sporita ce urmeaza sa se incheie, stress, teama de a-ti asuma responsabilitati, frica de ziua de maine, cautarea unei rezolvari. (situatii ce se petrec de-a lungul malului, in paralel cu apa) echilibru intre apa si pamant, cautarea armoniei, cautarea unui raspuns, nevoie de calmare, nevoie de reculegere, directii incerte, dar stabile. (locuinta la mal de apa) buna armonie intre emotii si material. Perioada buna a vietii, relatii satisfacatoare, lipsa de griji materiale, incredere in viitor, optimism.Mal rupt, lucruri sau persoane cazand de pe mal. Visul este o atentionare asupra elementului pamant. Se pot petrece situatii cotidiene care pot aduce stress, emotii, lacrimi chiar, situatii instabile, periculoase, stare materiala precara ce poate naste mahniri",
      "slug": "mal"
    },
    {
      "name": "Mal rupt",
      "category": "dictionar",
      "shortMeaning": "Mal rupt, lucruri sau persoane cazand de pe mal.",
      "fullInterpretation": "Mal rupt, lucruri sau persoane cazand de pe mal. Visul este o atentionare asupra elementului pamant. Se pot petrece situatii cotidiene care pot aduce stress, emotii, lacrimi chiar, situatii instabile, periculoase, stare materiala precara ce poate naste mahniri",
      "slug": "mal-rupt"
    },
    {
      "name": "Malai",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "malai"
    },
    {
      "name": "Malarie",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis cineva este bolnav de malarie, inseamna ca trebuie sa lucrezi cu rabdare si sa inte...",
      "fullInterpretation": "- Daca in vis cineva este bolnav de malarie, inseamna ca trebuie sa lucrezi cu rabdare si sa intelegi chiar si problemele cele mai nesubstantiale ale altora. - Daca ai visat ca tu suferi de malarie, inseamna ca iti faci griji in mod nejustificat cu privire la afacerile financiare sau ai o conexiune emotionala.",
      "slug": "malarie"
    },
    {
      "name": "Mall",
      "category": "dictionar",
      "shortMeaning": "Visand un mall sau un centru comercial de mari dimensiuni este in primul rand asociat cu alegeri si preferinte.",
      "fullInterpretation": "Visand un mall sau un centru comercial de mari dimensiuni este in primul rand asociat cu alegeri si preferinte. Acest vis se refera la prioritatile si deciziile cu privire la selectia si alegerile cuiva. Mall-ul poate fi un semnal ca acesta este momentul potrivit pentru a lua decizii de viitor in timp ce va confruntati cu o multime de alegeri, care ar putea fi coplesitoare. Aparitia mall-ului in visele dumneavoastra este o indicatie a caracteristicilor si a aspectelor pozitive. Este in primul rand asociat cu ambitia de luare a decizilor, modul in care faceti alegeri in viata si modul in care va prioritizati preferintele. De asemenea, el reflecta sentimentul de a avea prea multe optiuni, care ar putea fi un indicator al neglijentei. Cu toate acestea visul, in general, nu este asociat cu negativitate sau natura pesimista. Depinzand de caracterul fiecarei persoane, visul in care va aflati la mall poate fi o indicatie despre cat de multa importanta si preocupare acorda o persoana pentru tendinte, moda, stiluri, tehnologii, etc. Atunci cand va visati in interiorul unui mall, acest vis se poate caracteriza in principal prin eforturile dumneavoastra in a face o impresie buna in ochii tuturor. Daca sunteti femeie si ati visat ca sunteti vanzatoare intr-un mall inseamna ca latura personalitatii dumneavoastra va convinge in a transforma o idee in fapta.",
      "slug": "mall"
    },
    {
      "name": "Mama moarta",
      "category": "dictionar",
      "shortMeaning": "Mama moarta in vise inseamna lipsa de sprijin, derutare emotionala, teama de necunoscut.",
      "fullInterpretation": "Mama moarta in vise inseamna lipsa de sprijin, derutare emotionala, teama de necunoscut. Daca visati ca mama dumneavoastra, moarta in realitate, traieste inseamna ca veti avea parte de aventuri frumoase alaturi de oamenii dragi. Visul in care mama dumneavoastra moare prevesteste o intrevedere cu o persoana pe care nu ati mai vazut-o de mult timp.",
      "slug": "mama-moarta"
    },
    {
      "name": "Mamaliga",
      "category": "dictionar",
      "shortMeaning": "Potrivit traditiei noastre, mamaliga, reprezinta foame, seceta, lipsuri si necazuri de tot felul.",
      "fullInterpretation": "Potrivit traditiei noastre, mamaliga, reprezinta foame, seceta, lipsuri si necazuri de tot felul. - Daca ai visat ca manaci mamaliga, este semn de suparare, inima rea.",
      "slug": "mamaliga"
    },
    {
      "name": "Mana",
      "category": "dictionar",
      "shortMeaning": "Mana rupta in vise sugereaza anumite obstacole ce vor interveni in viata dumneavoastra, nu veti r...",
      "fullInterpretation": "Mana rupta in vise sugereaza anumite obstacole ce vor interveni in viata dumneavoastra, nu veti reusi sa va finalizati unele planuri, deveniti lenes, poate din cauza faptului ca nu mai aveti nici o motivatie, nu mai reusiti sa tineti pasul cu ceea ce va inconjoara, iar circumstantele nu va sunt prielnice, ceea ce va provoaca mai multe inhibitii.Mana taiata in vise inseamna ca va veti desparti de partenerul de viata sau vei pierde un amic foarte bun. Daca visati ca cineva va taie mana de la incheietura sau cuiva i se taie mana inseamna ca veti avea mai multi bani, iar daca visati ca vi se taie de la cot inseamna ca va veti insanatosi dupa o operatie sau o boala grea. Insa, daca visati ca vi se taie o mana chiar de la umar inseamna ca veti pierde pe cineva foarte drag, poate chiar din familie, ori veti trai intr-o mare saracie.(vezi, de asemenea, biserica, pustnic, calugar, calugarita).A semana in vise are mai multe intelesuri, depinde de ce semanati: - seminte - afaceri bune - dovleac - intelegere, fericire, noroc - fasole - veti trece peste obstacole - mazare - obstacole usoare in relatia dumneavoastra cu dusmanul - varza - prevestire de bani - gradina - sunteti sociabil - ogor - castig neasteptat - pamant - rezultate buneCeasul de mana in vise reprezinta un semn bun. Daca in vis purtati un ceas la mana inseamna ca vi se acorda ajutor, dar trebuie sa aveti grija la cheltuieli.Oamenii care nu sunt implicati in credinta musulmana pot gasi aceasta religie foarte misterioasa si adesea se intreba in ce consta religia in sine. Multi au fost expusi unor stereotipuri comune care sunt concepute de catre mase. Ca si in cazul orcarei religii, exista cu siguranta multe atribute pozitive si negative ale acestei credinte particulare. Unele invataturi ale credintei musulmane sunt, poarte, asemanatoare cu ale orcareialte religii. Credinta musulmana are multe semnificatii diferite in vise. Cel mai adesea acest vis este un indicator al schimbarii si expansiunii. - Daca in vis ati vorbit cu cineva despre credinta musulmana, pentru ca este diferita de a voastra, inseamna ca sunteti curiosi sau interesati sa aflati mai multe despre aceasta. - Daca v-ati imprietenit cu cineva care este (musulman) adeptul acestei credinte, inseamna ca veti intalni pe cineva cu aceasta religie in viitorul apropiat. Avand un vis despre credinta musulmana poate insemna, de asemenea, ca va aflati intr-un loc in viata voastra, in care cautati sa fiti mai spirituali. Daca este asa, poate ca este necesar sa faceti niste cercetari sufletesti si sa cititi toate religiile trezesc curiozitatea, astfel incat sa puteti gasi una pe care sa o exersati.",
      "slug": "mana"
    },
    {
      "name": "Mana rupta",
      "category": "dictionar",
      "shortMeaning": "Mana rupta in vise sugereaza anumite obstacole ce vor interveni in viata dumneavoastra, nu veti r...",
      "fullInterpretation": "Mana rupta in vise sugereaza anumite obstacole ce vor interveni in viata dumneavoastra, nu veti reusi sa va finalizati unele planuri, deveniti lenes, poate din cauza faptului ca nu mai aveti nici o motivatie, nu mai reusiti sa tineti pasul cu ceea ce va inconjoara, iar circumstantele nu va sunt prielnice, ceea ce va provoaca mai multe inhibitii.",
      "slug": "mana-rupta"
    },
    {
      "name": "Mana taiata",
      "category": "dictionar",
      "shortMeaning": "Mana taiata in vise inseamna ca va veti desparti de partenerul de viata sau vei pierde un amic foarte bun.",
      "fullInterpretation": "Mana taiata in vise inseamna ca va veti desparti de partenerul de viata sau vei pierde un amic foarte bun. Daca visati ca cineva va taie mana de la incheietura sau cuiva i se taie mana inseamna ca veti avea mai multi bani, iar daca visati ca vi se taie de la cot inseamna ca va veti insanatosi dupa o operatie sau o boala grea. Insa, daca visati ca vi se taie o mana chiar de la umar inseamna ca veti pierde pe cineva foarte drag, poate chiar din familie, ori veti trai intr-o mare saracie.",
      "slug": "mana-taiata"
    },
    {
      "name": "Manastire",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea, biserica, pustnic, calugar, calugarita).",
      "fullInterpretation": "(vezi, de asemenea, biserica, pustnic, calugar, calugarita).",
      "slug": "manastire"
    },
    {
      "name": "Manca",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca mancati paine semnifica faptul ca o sa aveti parte de cinste si promovare in viata.",
      "fullInterpretation": "Daca visati ca mancati paine semnifica faptul ca o sa aveti parte de cinste si promovare in viata.",
      "slug": "manca"
    },
    {
      "name": "Mancare",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "mancare"
    },
    {
      "name": "Mancarime",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "mancarime"
    }
  ]
}