{
  "symbols": [
    {
      "name": "Masina neagra",
      "category": "dictionar",
      "shortMeaning": "Visul in care conduceti o masina neagra inseamna ca va place sa tineti cat mai ascunse intentiile si scopurile in viata.",
      "fullInterpretation": "Visul in care conduceti o masina neagra inseamna ca va place sa tineti cat mai ascunse intentiile si scopurile in viata.",
      "slug": "masina-neagra"
    },
    {
      "name": "Masina noua",
      "category": "dictionar",
      "shortMeaning": "Masina noua in vise inseamna ca va veti lega noi relatii,abia la inceput de drum.",
      "fullInterpretation": "Masina noua in vise inseamna ca va veti lega noi relatii,abia la inceput de drum. Daca visati ca va cumparati o masina noua semnifica o noua activitate care va poate aduce succes, o avansare profesionala rapida.",
      "slug": "masina-noua"
    },
    {
      "name": "Masina rosie",
      "category": "dictionar",
      "shortMeaning": "Masina rosie in vise inseamna ca vreti sa incercati ceva inedit, nou.",
      "fullInterpretation": "Masina rosie in vise inseamna ca vreti sa incercati ceva inedit, nou. Daca visati ca alergati dupa o masina de culoare rosie inseamna ca in viata reala va lipseste pasiunea sau va este foarte dor de anumite perioade din trecut in care viata dumneavoastra era animata pe deplin de astfel de sentimente inflacarate. Scena aceasta denota si regrete sau tristete in legatura cu o anumita relatie dupa care va pare foarte rau.",
      "slug": "masina-rosie"
    },
    {
      "name": "Masina stricata",
      "category": "dictionar",
      "shortMeaning": "Masina stricata in vise inseamna relatii distruse, pe cale de distrugere, deficitare sau in care ...",
      "fullInterpretation": "Masina stricata in vise inseamna relatii distruse, pe cale de distrugere, deficitare sau in care se resimt blocaje de comunicare.",
      "slug": "masina-stricata"
    },
    {
      "name": "Masini",
      "category": "dictionar",
      "shortMeaning": "Masinile in vis reprezinta capacitatea ta de a lua decizii intr-o situatie data sau in masura in ...",
      "fullInterpretation": "Masinile in vis reprezinta capacitatea ta de a lua decizii intr-o situatie data sau in masura in care simti un control asupra vietii tale. De asemenea, visul semnifica cine sau ce este in controlul unei decizii sau modul in care tot ce se intampla in viata ta.Cursele de masini in vise inseamna ca veti avea o ascensiune greoaie pe scara succesului, nu veti reusi sa primiti laude la locul de munca decat dupa foarte multa munca.",
      "slug": "masini"
    },
    {
      "name": "Maslin",
      "category": "dictionar",
      "shortMeaning": "Visele in care ne apar maslini fac referire la o avere sau la unele realizari personale.",
      "fullInterpretation": "Visele in care ne apar maslini fac referire la o avere sau la unele realizari personale. Alternativ, maslinul reprezinta purificare si pace. Daca ai visat un maslin cu fructe inseamna recompensa. - Un maslin uscat face referire la anumite griji legate de locul de munca.- Daca in vis mananci sau alegi masline inseamna ca vei avea o sanatate buna. - Daca maslinele pe care le manaci in vis sunt copte si negre atunci inseamna ca te vei bucura de dragoste. - Maslinele verzi semnifica persoane straine la care trebuie sa ai grija ce le vei spune. - Daca in vis ai cumparat, gatit sau mancat ulei de masline inseamna ca te asteapta lucruri bune. - Daca in vis ai imprastiat sau varsat ulei de masline inseamna ca te asteapta necazuri si probleme. - Visul in care pui ulei de masline pe salate prevesteste dragoste la prima vedere.",
      "slug": "maslin"
    },
    {
      "name": "Masline",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis mananci sau alegi masline inseamna ca vei avea o sanatate buna.",
      "fullInterpretation": "- Daca in vis mananci sau alegi masline inseamna ca vei avea o sanatate buna. - Daca maslinele pe care le manaci in vis sunt copte si negre atunci inseamna ca te vei bucura de dragoste. - Maslinele verzi semnifica persoane straine la care trebuie sa ai grija ce le vei spune.- Daca in vis ai cumparat, gatit sau mancat ulei de masline inseamna ca te asteapta lucruri bune. - Daca in vis ai imprastiat sau varsat ulei de masline inseamna ca te asteapta necazuri si probleme. - Visul in care pui ulei de masline pe salate prevesteste dragoste la prima vedere.",
      "slug": "masline"
    },
    {
      "name": "Masturbare",
      "category": "dictionar",
      "shortMeaning": "Masturbarea in vise simbolizeaza nevoia de mangaiere.",
      "fullInterpretation": "Masturbarea in vise simbolizeaza nevoia de mangaiere. A visa ca va masturbati reprezinta nevoile sau dorintele dumneavoastra sexuale nerecunoscute si neexprimate. Visul mai poate indica si faptul ca trebuie sa aveti grija de dumneavoastra din punct de vedere senzual sau emotional, dar care nu reprezinta neaparat ceva sexual. Alternativ, visul sugereaza ca trebuie sa depuneti mai mult efort intr-o relatie. Visul in care ii vedeti pe altii masturbandu-se denota anxietatile si grijile dumneavoastra pentru inhibitile pe care le aveti. Visul mai poate fi o reflectie a ceva care in viata dumneavoastra nu este atat de satisfacatoare precum ar trebui sa fie. Tineti minte ca acest vis nu reprezinta neaparat inhibitile sexuala sau satisfactia sexuala, dar ar putea fi analog cu unele situatii sau relatii. Visul este legat cu cel despre sex, deci pentru mai multe informatii va recomandam si interpretarea visului sex.",
      "slug": "masturbare"
    },
    {
      "name": "Matanii",
      "category": "dictionar",
      "shortMeaning": "- Visul in care numeri bilele unor matanii face referire la o viata mai usoara dar si mai pasnica.",
      "fullInterpretation": "- Visul in care numeri bilele unor matanii face referire la o viata mai usoara dar si mai pasnica. Alternativ, visul semnifica impacarea cu un prieten. - Daca te-ai visat calatorind si in acea calatorie ti mataniile in mana, este semn de reusita.",
      "slug": "matanii"
    },
    {
      "name": "Matase",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "matase"
    },
    {
      "name": "Matematica",
      "category": "dictionar",
      "shortMeaning": "Visele despre matematica indica faptul ca este nevoie de gandire si rationament pentru evaluarea ...",
      "fullInterpretation": "Visele despre matematica indica faptul ca este nevoie de gandire si rationament pentru evaluarea unei situatii din Â vata ta. Incearca sa nu actionezi asupra emotiilor tale. - Daca in vis nu esti capabil(a) sa rezolvi o problema de matematica este semn ca trebuie sa abordezi o situatie dintr-un punct de vedere nou. Un caiet de matematica semnifica tenacitate.",
      "slug": "matematica"
    },
    {
      "name": "Maternitate",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "maternitate"
    },
    {
      "name": "Matreata",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "matreata"
    },
    {
      "name": "Matura",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea, vrajitoare).",
      "fullInterpretation": "(vezi, de asemenea, vrajitoare). A matura in vise inseamna inlaturarea persoanelor care va plictisesc. Daca visati ca maturati in strada atunci veti avea parte de dispret.",
      "slug": "matura"
    },
    {
      "name": "Matusa",
      "category": "dictionar",
      "shortMeaning": "Matusa in vise reprezinta legatura de familie, patrimoniu si valoarea.",
      "fullInterpretation": "Matusa in vise reprezinta legatura de familie, patrimoniu si valoarea. Matusa poate reprezenta, de asemenea, aspectele tale care iti plac sau iti displac. Ea poate fi, de asemenea, vazuta ca si un substitut al mamei. Alternativ, visul reprezinta o afacere de succes incheiata sau un contact profitabil. - Daca in vis vezi matusa pe strada, inseamna necaz si nemultumire. - Visul in careÂ tu esti matusa prevestesteÂ multumiri. Multumiri pentru tot bilele ce l-ai facut.",
      "slug": "matusa"
    },
    {
      "name": "Mausoleu",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca vezi sau ca te afli intr-un mausoleu inseamna ca esti calm(a) sau ca in cele d...",
      "fullInterpretation": "- Daca ai visat ca vezi sau ca te afli intr-un mausoleu inseamna ca esti calm(a) sau ca in cele din urma te vei impaca cu ceva. Alternativ, visul sugereaza reluarea unor activitati relaxante mai vechi.",
      "slug": "mausoleu"
    },
    {
      "name": "Mazare",
      "category": "dictionar",
      "shortMeaning": "Mazarea in vise simbolizeaza probleme minore sau factori ce te deranjeaza continuu.",
      "fullInterpretation": "Mazarea in vise simbolizeaza probleme minore sau factori ce te deranjeaza continuu. - Daca in vis decojesti mazare inseamna ca vei intalni persone interesante. - Daca culegi mazare din gradina insemana ca tebuie sa ii ceri scuze cuiva pentru faptul ca ai fost nepoliticos (nepoliticoasa). - Visele in care deschidem mazare la cutie fac referire la unele neintelegeri temporare cu familia. - Din punct de vedere psihologic acest vis ar putea sa apara atunci cand suferiti de o durere de burta sau stomac. - Mazarea uscata semnifica bani obtinuti prin mijloace indoielnice. - Pastalile de mazare semnifica munca din greu dar care va fi recompensata asa cum se cuvine. - Daca in vis mananci mazare vei avea parte de cinste.",
      "slug": "mazare"
    },
    {
      "name": "Mecanic",
      "category": "dictionar",
      "shortMeaning": "Mecanicul in vise simbolizeaza nevoia de a lucra la vindecarea trecutului dureros sau a traumelor.",
      "fullInterpretation": "Mecanicul in vise simbolizeaza nevoia de a lucra la vindecarea trecutului dureros sau a traumelor. - Daca in vis vezi un mecanic, inseamna ca poti incredinta in siguranta munca ta cuiva capabil si harnic.- Daca in vis tu esti mecanic, inseamna ca in curand ai deplina libertate pentru a-ti pune in actiune initiativele, te vei bucura de autonomie si de posibilitatea de a-ti realiza planurile. Alternativ, visul reprezinta succes si prosperitate.",
      "slug": "mecanic"
    },
    {
      "name": "Meci",
      "category": "dictionar",
      "shortMeaning": "Meciul de fotbal in vise va avertizeaza sa aveti grija cu prietenii si felul in care ii alegeti.",
      "fullInterpretation": "Meciul de fotbal in vise va avertizeaza sa aveti grija cu prietenii si felul in care ii alegeti. Este posibil ca ei doar sa se foloseasca de dumneavoastra si sa profite de calitatile dumneavoastra. Daca visati ca jucati intr-un meci de fotbal inseamna ca veti avea parte de o surpriza neasteptata, veti primi o suma de bani, posibil o marire de salariu sau un bonus.",
      "slug": "meci"
    },
    {
      "name": "Meci de fotbal",
      "category": "dictionar",
      "shortMeaning": "Meciul de fotbal in vise va avertizeaza sa aveti grija cu prietenii si felul in care ii alegeti.",
      "fullInterpretation": "Meciul de fotbal in vise va avertizeaza sa aveti grija cu prietenii si felul in care ii alegeti. Este posibil ca ei doar sa se foloseasca de dumneavoastra si sa profite de calitatile dumneavoastra. Daca visati ca jucati intr-un meci de fotbal inseamna ca veti avea parte de o surpriza neasteptata, veti primi o suma de bani, posibil o marire de salariu sau un bonus.",
      "slug": "meci-de-fotbal"
    },
    {
      "name": "Medalie",
      "category": "dictionar",
      "shortMeaning": "Medalia in vise simbolizeaza o recompensa sau o confirmare pentru munca grea depusa.",
      "fullInterpretation": "Medalia in vise simbolizeaza o recompensa sau o confirmare pentru munca grea depusa. Iti sunt recunoscute abilitatile si talentele. - Medalie de aur - vesti neasteptate de multumire. - Medalie de argint - din punct de vedere financiar va trebui sa faci economii. - Daca in vis porti o medalie inseamna ca te poti lauda cu un loc de munca bun. - Visul in care pierzi o medalie denota nenorocire, prin infidelitatea altora.",
      "slug": "medalie"
    },
    {
      "name": "Medalion",
      "category": "dictionar",
      "shortMeaning": "Medalionul in vise semnifica exprimarea iubirii.",
      "fullInterpretation": "Medalionul in vise semnifica exprimarea iubirii. - Daca ai visat ca porti un medalion inseamna ca vei avea parte de iubire fericita sau de un prieten bun. - Daca in vis ai pierdut un medalion insemna ca vei rupe prietenie, logodna sau casatorie.",
      "slug": "medalion"
    },
    {
      "name": "Medic",
      "category": "dictionar",
      "shortMeaning": "Medicul in vise simbolizeaza nevoia de vindecare emotionala si spirituala.",
      "fullInterpretation": "Medicul in vise simbolizeaza nevoia de vindecare emotionala si spirituala. Visul ar putea scoate la iveala, de asemenea, probleme medicale. Poate ca este momentul pentru a merge la un control. - Daca in vis tu esti medic inseamna ca exista o problema sau o rana emotionala pe care tu ai puterea sa o bandajezi. Alternativ, inseamna capacitatea de a oferi sprijin altora.- Visul iei un medicament inseamna vindecare emotionala si/sau spirituala. Visul, de asemenea, indica faptul ca problemele pe care le experimentezi sunt doar temporate. Lucrurile se vor rezolva. - Daca ai visat ca dai cuiva medicamente, inseamna ca incerci sa profiti de o situatie sau de cineva. Daca se administreaza medicamentul gresit, inseamna manipulare. - Daca in vis consumi sirop medical, inseamna ca te vei bucura de sanatate.",
      "slug": "medic"
    },
    {
      "name": "Medicamente",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "medicamente"
    },
    {
      "name": "Medicina",
      "category": "dictionar",
      "shortMeaning": "- Visul iei un medicament inseamna vindecare emotionala si/sau spirituala.",
      "fullInterpretation": "- Visul iei un medicament inseamna vindecare emotionala si/sau spirituala. Visul, de asemenea, indica faptul ca problemele pe care le experimentezi sunt doar temporate. Lucrurile se vor rezolva. - Daca ai visat ca dai cuiva medicamente, inseamna ca incerci sa profiti de o situatie sau de cineva. Daca se administreaza medicamentul gresit, inseamna manipulare. - Daca in vis consumi sirop medical, inseamna ca te vei bucura de sanatate.",
      "slug": "medicina"
    },
    {
      "name": "Meduza",
      "category": "dictionar",
      "shortMeaning": "Meduza dintr-un vis simbolizeaza deranjul si sentimentele de amenitare din viata de zi cu zi.",
      "fullInterpretation": "Meduza dintr-un vis simbolizeaza deranjul si sentimentele de amenitare din viata de zi cu zi. Reprezinta, de asemenea, dificultatile si fragilitate psihica aparute in urma asumari unui rol fals. Intepatura unei meduze indica ganduri profunde cu privire la o situatie ce va impacteaza viata. Pe de alta parte, daca inotati printre meduze si nu va inteapa niciuna, inseamna ca va aflati pe calea cea buna sau ca va integrati foarte bine. Un astfel de vis poate aparea in urama unei mutari intr-o companie noua, intr-o alta tara, la o alta scoala, etc. Daca ati avut un vis in care existau o multime de meduze de dimensiuni mari si ati experimentat teama de a nu fi intepat, inseamna ca veti experimenta evenimente deplorabile sau ca veti fi acuzat(a) de fapte usuratice. In schimb, daca ati fost incantat(a) de privelistea acestor creaturi de dimesiuni mari, visul prevesteste intalnirea unei persoane foarte interesante, care in viitorul apropiat va juca un rol destul de important in viata dumneavoastra. Incercand sa capturati o meduza fara a va face griji ca aceasta va poate intepa, simbolizeaza incercarea prin eforturi zadarnice sa finalizati un proiect sau sa va atingeti un scop. Atingerea scopului necesita un plan de actiuni bine stabilit!",
      "slug": "meduza"
    },
    {
      "name": "Melasa",
      "category": "dictionar",
      "shortMeaning": "Visul in care vezi sau mananci melasa reprezinta o viata fericita acasa dar si ospitalitate buna.",
      "fullInterpretation": "Visul in care vezi sau mananci melasa reprezinta o viata fericita acasa dar si ospitalitate buna. Alternativ, visul poate fi o metafora pentru situatii sau ceva ce se misca incet. - Haine unse cu melasa - primesti o propunere in casatorie inacceptabila. Aternativ, visul poate face referire la decadere profesionala. - Daca ai visat ca mananaci melasa inseamna ca va trebui sa iti asumi responabilitatea pentru ceea ce ai afirmat in graba.",
      "slug": "melasa"
    },
    {
      "name": "Melc",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "melc"
    },
    {
      "name": "Melodie",
      "category": "dictionar",
      "shortMeaning": "Daca auziti sau scrieti o melodie in vis inseamna ca sunteti in cautarea lucrurilor ce va bucura ...",
      "fullInterpretation": "Daca auziti sau scrieti o melodie in vis inseamna ca sunteti in cautarea lucrurilor ce va bucura sufletul sau priviti lucrurile doar din punct de vedere spiritual. Luati in considerare cuvintele melodiei pe care ati visat-o, asta pentru a descifra mesaje suplimentare. Versurile pot reprezenta un mesaj de la subconstientul dumneavoastra. Tot aceste pot fi si un fel de exprimare a modului in care va simtiti cu adevarat. In mod alternativ, melodia va poate comunica si sfaturi cu privire la o relatie sau o situatie.",
      "slug": "melodie"
    },
    {
      "name": "Memorie",
      "category": "dictionar",
      "shortMeaning": "Un vis despre memorie sugereaza ca a sosit momentul pentru a te debarasa de anumite moduri vechi de intelegere.",
      "fullInterpretation": "Un vis despre memorie sugereaza ca a sosit momentul pentru a te debarasa de anumite moduri vechi de intelegere. Esti gata pentru o noua perspectiva in viata. Alternativ, visul indica faptul ca ai invatat din experientele din trecut. - Visul in care memoria urmeaza sa iti fie stearsa sau iti este stearsa face referire la faptul ca va trebui sa mergi in trecut Â si sa analizezi anumite lucruri pentru a putea merge inainte cu viata ta.",
      "slug": "memorie"
    },
    {
      "name": "Menajera",
      "category": "dictionar",
      "shortMeaning": "Menajera in vise ar putea avea diferite semnificatii.",
      "fullInterpretation": "Menajera in vise ar putea avea diferite semnificatii. Ar putea indica un nivel de anxietate legat de munca zilnica. Visul ar putea sa se refere literalmente la munca casnica, dar la fel de bine se poate referi si la cariera, viata personala sau relatiile cu cei din jur. O menajera in vise ar putea reprezenta un bun prieten pe care va puteti baza in momente de criza si care vor fi langa dumneavoastra la nevoie. Aveti grija, totusi, sa nu profitati prea mult de prietenia sa deoarece aceasta ar putea fi cu doua taisuri. Daca visati ca sunteti o menajera inseamna ca veti avea parte de munci care va va ocupa tot timpul. Visul in care angajati o menajera semnifica faptul ca este posibil sa aveti parte de confort, de o pauza de la munca zilnica.",
      "slug": "menajera"
    },
    {
      "name": "Menghina",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis folosesti sau lucrezi la o menghina inseamna ca te simti limitat(a) si restrans(a).",
      "fullInterpretation": "- Daca in vis folosesti sau lucrezi la o menghina inseamna ca te simti limitat(a) si restrans(a). Simti ca nu te poti exprima pe deplin. - Daca in vis altcineva lucreaza la menghina, inseamna ca te afli intr-un impas, din care nu poti iesi decat daca iti vei schimba rapid parerea.",
      "slug": "menghina"
    },
    {
      "name": "Menstruatie",
      "category": "dictionar",
      "shortMeaning": "Menstruatia in vise poate avea mai multe semnificatii, de exemplu: Daca o femeie sau o fata visea...",
      "fullInterpretation": "Menstruatia in vise poate avea mai multe semnificatii, de exemplu: Daca o femeie sau o fata viseaza ca are menstruatie este un semn ca trebuie sa aiba mai multa grija de sanatatea ei. Poate ca a venit timpul sa trateze vechile boli, pe care nu le simte in permanenta, dar care se aduna pe parcurs. Daca o femeie insarcinata a visat ca are menstruatie , ea va naste un copil adorabil si sanatos. Daca ati visat haine patate cu sange de la menstruatie semnifica ca vei avea necazuri mari. Visul in care consumati sange menstrual sugereaza faptul ca sunteti blocat inttr-un ciclu. Va agatati de trecut si refuzati sa inaintati catre ceva mai productiv. Daca va aflati la menopauza si visati ca aveti menstruatie, atunci visul semnifica reinoirea vitalitatii. Din punct de vedere psihologic, menstruatia poate sugera o scapare de unele probleme si inceperea unei vieti noi.",
      "slug": "menstruatie"
    },
    {
      "name": "Menta",
      "category": "dictionar",
      "shortMeaning": "Visul in care mirositi sau gustati menta sugereaza o influenta calmanta in viata dumneavoastra, a...",
      "fullInterpretation": "Visul in care mirositi sau gustati menta sugereaza o influenta calmanta in viata dumneavoastra, ar trebui sa va relaxati. Alternativ, visul ar putea insemna ca aveti de calmat o situatie sau o relatie. Daca visati ca mancati o bomboana de menta atunci inseamna ca incercati sa va frazati gandurile intr-un mod mai prezentabil si cu mai mult gust. Siropul de menta in vise este semn al unor prietenii interesante si placute.",
      "slug": "menta"
    },
    {
      "name": "Mercur",
      "category": "dictionar",
      "shortMeaning": "Elementul chimic mercur simbolizeaza vigilenta, constientizare, motivatie si versatilitate.",
      "fullInterpretation": "Elementul chimic mercur simbolizeaza vigilenta, constientizare, motivatie si versatilitate. - Daca in vis ai varsat mercur inseamna ca incurand vei incepe sa ignori persoana ta preferata. - Daca in vis lucrezi cu mercur, sugereaza, in realitate, ar trebui sa fi atent(a) cu partenerul. Relatii romantice nesigure. Palneta Mercur in vis simbolizeaza vigilenta, constientizare, comunicare deschisa, un motiv si versatilitate. Visul poate indica nevoia de a expune unele dintre aceste calitati in viata de zi cu zi.",
      "slug": "mercur"
    },
    {
      "name": "Mere rosii",
      "category": "dictionar",
      "shortMeaning": "Visul la mere rosii, de obicei inseamna succes in societate sau promovare la locul de munca.",
      "fullInterpretation": "Visul la mere rosii, de obicei inseamna succes in societate sau promovare la locul de munca. Daca visati mere rosii intre frunze verzi semnifica noroc si bunastare.",
      "slug": "mere-rosii"
    },
    {
      "name": "Mere stricate",
      "category": "dictionar",
      "shortMeaning": "Visarea merelor stricate sau a celor putrezite sugereaza faptul ca ar trebui sa procedati cu prud...",
      "fullInterpretation": "Visarea merelor stricate sau a celor putrezite sugereaza faptul ca ar trebui sa procedati cu prudenta intr-o anumita situatie. De asemenea, un astfel de vis ne poate prevesti faptul ca viitorul apropiat ne poate rezerva o surpriza neplacuta. Tineti cont ca exista anumite persoane toxice care isi doresc sa va vada esuand. Fructele stricate, putrede sau in descompunere vor simboliza intotdeuna lucruri negative. cum ar fi : esecul, pierderi, situatii jenante, boli, etc. De aceea, as dori sa precizez ca, inainte de toate, ar trebui sa aveti grija de sanatatea dumneavoastra, si aici, ma refer si la cea emotionala, deoarece merele putrede pot refelecta si tristetea dumneavoastra cu privire la o relatie care s-a incheiat. Manacand un mar stricat Consumul merelor putrede sau stricate reprezinta esecuri cu care nu va puteti impaca. Poate ca proiectul sau relatia in care ati fost implicati a fost foarte importanta pentru dumneavoastra si, din acest motiv, nu reusiti sa analizati situatia si din alta perspectiva. Cand se intampla astfel de lucruri, cel mai bine este sa va pastrati calmul si sa acceptati consecintele.",
      "slug": "mere-stricate"
    },
    {
      "name": "Mere verzi",
      "category": "dictionar",
      "shortMeaning": "Daca visati mere verzi s-ar putea sa primiti vesti proaste.",
      "fullInterpretation": "Daca visati mere verzi s-ar putea sa primiti vesti proaste. Totusi, s-ar putea putea referi la un adevar, cineva este sincer cu dumneavoastra. Merele verzi in vis mai pot insemna noutate, tinerete, prospetime, sanatate.",
      "slug": "mere-verzi"
    },
    {
      "name": "Mers",
      "category": "dictionar",
      "shortMeaning": "Mersul pe bicicleta este rumat in mare parte la echilibru.",
      "fullInterpretation": "Mersul pe bicicleta este rumat in mare parte la echilibru. Odata ce ati invatat sa va mentinteti echilibrul si sa pedalati in acelasi timp, sunteti in stare sa inaintati cu usurinta. Prin urmare, visul in care mergeti pe bicicleta poate reprezenta echilibrul si cat de bine il puteti stapani pe diferite aspecte ale vietii dumneavoastra. De asemenea, visul poate fi despre a invata sa gasiti un echilibru in viata de zi cu zi. Daca mersul pe bicicleta vi se pare usor atunci cel mai probabil ati reusiti sa creati o balanta echilibrata intre responsabilitati si timpul liber. In mod negativ, atunci cand va luptati sa va pastrati echilibrul pe bicicleta, s-ar putea sa va luptati sa gasiti un echilibru si in viata reala. Daca o femeie viseaza ca merge cu bicicleta la vale de pe un munte sau un deal, inseamna ca ea ar trebui sa dea cat mai putine motive pentru barfe si zvonuri. Cazand de pe bicicleta, atunci este posibil sa fi uitat ceva ce trebuia sa faceti sau sa terminati. Cel mai probabil o sa aveti nevoie de ajutorul altora. In mod alternativ, daca ati cazut si apoi si apoi va ridicati si va continuati drumul tot pe bicicleta, insemna ca vointa dumneavoastra este de neclintit. In consecinta, nimic nu va poate opri din gestionarea si punerea in aplicare a planurilor dumneavoastra. Daca mergeti pe bicicleta in tandem, acest vis ar putea sugera faptul ca este necesara cooperarea si munca in echipa intr-un proiect sau un anumit aspect al vietii. Visand ca mergeti pe bicicleta altcuiva inseamna ca de foarte multe ori va asumati faptele bune de care nu sunteti in totalitate responsabili. Mergand pe bicicleta prin ploaie, este semn ca veti primi o vizita sau o surpriza placuta din partea unei persoane dregi / iubite.",
      "slug": "mers"
    },
    {
      "name": "Mers pe bicicleta",
      "category": "dictionar",
      "shortMeaning": "Mersul pe bicicleta este rumat in mare parte la echilibru.",
      "fullInterpretation": "Mersul pe bicicleta este rumat in mare parte la echilibru. Odata ce ati invatat sa va mentinteti echilibrul si sa pedalati in acelasi timp, sunteti in stare sa inaintati cu usurinta. Prin urmare, visul in care mergeti pe bicicleta poate reprezenta echilibrul si cat de bine il puteti stapani pe diferite aspecte ale vietii dumneavoastra. De asemenea, visul poate fi despre a invata sa gasiti un echilibru in viata de zi cu zi. Daca mersul pe bicicleta vi se pare usor atunci cel mai probabil ati reusiti sa creati o balanta echilibrata intre responsabilitati si timpul liber. In mod negativ, atunci cand va luptati sa va pastrati echilibrul pe bicicleta, s-ar putea sa va luptati sa gasiti un echilibru si in viata reala. Daca o femeie viseaza ca merge cu bicicleta la vale de pe un munte sau un deal, inseamna ca ea ar trebui sa dea cat mai putine motive pentru barfe si zvonuri. Cazand de pe bicicleta, atunci este posibil sa fi uitat ceva ce trebuia sa faceti sau sa terminati. Cel mai probabil o sa aveti nevoie de ajutorul altora. In mod alternativ, daca ati cazut si apoi si apoi va ridicati si va continuati drumul tot pe bicicleta, insemna ca vointa dumneavoastra este de neclintit. In consecinta, nimic nu va poate opri din gestionarea si punerea in aplicare a planurilor dumneavoastra. Daca mergeti pe bicicleta in tandem, acest vis ar putea sugera faptul ca este necesara cooperarea si munca in echipa intr-un proiect sau un anumit aspect al vietii. Visand ca mergeti pe bicicleta altcuiva inseamna ca de foarte multe ori va asumati faptele bune de care nu sunteti in totalitate responsabili. Mergand pe bicicleta prin ploaie, este semn ca veti primi o vizita sau o surpriza placuta din partea unei persoane dregi / iubite.",
      "slug": "mers-pe-bicicleta"
    },
    {
      "name": "Mesager",
      "category": "dictionar",
      "shortMeaning": "Mesagerul in vis simbolizeaza stiri, noutati si surprize.",
      "fullInterpretation": "Mesagerul in vis simbolizeaza stiri, noutati si surprize. - Daca in vis trimiti o scrisoare sau un colet prin intermediul unui mesager inseamna ca planurile tale se vor realiza. - Daca in vis tu esti mesagerul, inseamna ca vei avea mustrari fara motive prea intemeiate. - Daca primesti o scrisoare de la un mesager, inseamna stiri cu implicatii emotionale.",
      "slug": "mesager"
    },
    {
      "name": "Mesaj",
      "category": "dictionar",
      "shortMeaning": "Visul in care trimiti un mesaj sugereaza ca exista un mesaj important pe care trebuie sa il transmiti.",
      "fullInterpretation": "Visul in care trimiti un mesaj sugereaza ca exista un mesaj important pe care trebuie sa il transmiti. Trebuie sa il faci cunoscut si altora. - Visul in care primesti un mesaj reprezinta un mesaj de la subconstientul tau. - Daca in vis primesti un mesaj instant inseamna ca primesti un mesaj urgent de la subconstientul tau. Acesta implica increderea in sine. - Visul in care tu trimiti un mesaj instant reprezinta conexiunea ta cu altii si cu cercul tau de prieteni. - Visul in care trimiti sau primesti un mesaj text (sms) face referire la felul in care interactionezi cu altii si cu grupul tau de prieteni. Visul poate eluda, de asemenea, implicatii romantice. Alternativ, sms-ul reprezinta mesaje de la subconstientul tau. - Visele in care ai un mesaj vocal simbolizeaza cateva sfaturi imporante pe care le-ati trecut cu vederea, dar de care trebuie sa ti seama. Trebuie acordata atentie acestui mesaj si trebuie sa vezi cum se aplica acesta in viata de zi cu zi.",
      "slug": "mesaj"
    },
    {
      "name": "Mesteacan",
      "category": "dictionar",
      "shortMeaning": "Mesteacanul in vise indica auto-pedepsire sau vinovatie.",
      "fullInterpretation": "Mesteacanul in vise indica auto-pedepsire sau vinovatie. - Daca ai visat ca te cateri intr-un mesteacan, este semn ca vei avansa. - Daca ai visat un mesteacan uscat, inseama rani sau un prieten apropiat va avea o problema de sanatate.",
      "slug": "mesteacan"
    },
    {
      "name": "Metal",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "metal"
    },
    {
      "name": "Metamorfoza",
      "category": "dictionar",
      "shortMeaning": "Metamorfoza inseamna deobicei transformarea interna si este un simbol al renasterii.",
      "fullInterpretation": "Metamorfoza inseamna deobicei transformarea interna si este un simbol al renasterii. Poate ca va straduiti sa ascundeti unele secrete fata de lume, dar pe de alta parte sunteti constient ca exista unele persoane apropiate cale le cunosc. Experienta metamorfozei preficureaza schimbari profunde care va vor face sa aveti mai multa incredere in persoanele din jurul dumneavoastra, in aceasta caregorie intrand si vecinii dumneavoastra. Daca in vis ati fost martorul unei metamorfoze care a apatut la o alta persona insemana ca veti gasi sensul vietii in activitati simple, o multime de lucruri va vor oferi bucurie si starea interioara se va imbunatati semnificativ. O metamorfoza esuata simbolizeaza un sfarsit prost. Veti iesi foarte sifonat sau cu mari pagube dupa ce ati ales sa urnati sfaturile sau actiunile altor persoane. Daca visati ceva metamorfozandu-se, inseamna schimbari bruste in viata, bune sau rele, in functie daca metamorfoza a fost placuta sau inspaimantatoare.",
      "slug": "metamorfoza"
    },
    {
      "name": "Meteorit",
      "category": "dictionar",
      "shortMeaning": "Meteoritul in vise sugereaza o experienta de succes intr-un proiect.",
      "fullInterpretation": "Meteoritul in vise sugereaza o experienta de succes intr-un proiect. Esti pe cale de a-ti realiza dorintele si scopurile. Alternativ, meteoritii se refera la revenire si ganduri idealiste. Meteoritii indica ratiunea, pe care trebuie sa o folosim cu fermitate, atunci cand ne lovim de o situatie grava. - O ploaie de meteoriti inseamna ganduri romantice si notiuni idealiste. - Daca in vis vezi un meteorit atingand pamantul, este semn de riscuri majore, greseli catastrofale, idei eronate, rasturnari de situatie, schimbari de mentalitate, etc.",
      "slug": "meteorit"
    },
    {
      "name": "Metrou",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "metrou"
    },
    {
      "name": "Mezeluri",
      "category": "dictionar",
      "shortMeaning": "Visele despre mezeluri pot fi o alerta cu privire la initiativa dumneavoastra de a recapata contr...",
      "fullInterpretation": "Visele despre mezeluri pot fi o alerta cu privire la initiativa dumneavoastra de a recapata controlul asupra vietii si de a reincepe sa pasiti spre obiectivele din trecut. De asemenea, visul poate aparea datorita faptului ca va simtiti impovarati de responabilitati sau ca aveti probleme cu unele termene limita. In acest caz, mezelurile sunt, din pacate, un semn de avertizare pentru o atitudine nonconformista si pentru incercarile dumneavoastra de a scapa de responsabilitatile zilnice. Platou cu mezeluri Visand ca taiati mezelui pentru a manca sau pentru a pregati un platou, este semn ca in viitorul apropiat veti trece prin unele schimbari si, pentru a putea avansa va trebui sa va asumati anumite riscuri. Mancand mezeluri Visul in care consumati mezeluri reprezinta emotiile dumneavoastra si modul in care incercati sa le suprimati. De asemenea, visul poate fi si despre comportamentul, obiceiurile si trasaturile dumneavoastra de personalitate pe care trebuie sa le acceptati impreuna cu imperfectiunile celor din jur. In plus, acesta poate fi o premonitie pentru acceptarea unei idei sau a unei situatii.",
      "slug": "mezeluri"
    },
    {
      "name": "Mic dejun",
      "category": "dictionar",
      "shortMeaning": "Micul dejun este prima masa care furnizeaza energie pe tot parcursul zilei si visele despre acest...",
      "fullInterpretation": "Micul dejun este prima masa care furnizeaza energie pe tot parcursul zilei si visele despre acesta contin unele mesaje destul de interesante. In unele cazuri visarea micului dejun poate reprezenta ganduri si emotii negative. Gatitul micului dejun este un semn ca trebuie sa va ganditi si la alte persoane inafara de dumneavoastra. Daca ati mancat micul dejun incet, este posibil sa va acordati prea mult timp pentru pentru a obtine sau a rezolva ceva. A lua micul dejun rapid sau pe fuga inseamna ca sariti peste unele lucruri fara sa va ganditi la consecinte. Trebuie sa va acordati timp pentru pentru a lua in considerare toate posibilitatile, deoarece mereu vor exista lucruri la care nu v-ati gandit inca. Gatirea / prepararea micului dejun simbolizeaza numeroase obligatii pe care trebuie sa le indepliniti. Daca aveti o familie, trebuie sa lucrati pentru aceasta. De asemenea, ar trebuie sa va ajutati copiii in indatoririle lor, sa ii sfatuiti atunci cand au probleme si orice este legat de rolul parental. Cand mancati la micul dejun alimente care nu va plac, inseamna ca treceti printr-o perioada sau situatie care neconvingatoare sau inconfortabila. Trebuie sa faceti tot posibilul pentru a evita acest moment. Atunci cand micul dejun consta intr-un pahar de lapte cald sau o ceasca de ceai, visul reflecta nevoia de ceva care sa va faca mai fericit. Sunteti una dintre acele persoane care stie sa se bucure de viata. Luand micul dejun alaturi de o companie placuta este un semn de vesti si lucruri placute. In unele cazuri poate prevesti norocul atunci cand vine vorba de viata amorasa. Mic dejun la pat. Acest vis poate avea semnificatii pozitive dar si negative, in functie de sentimentul creat. Poate indica ingrijorari cu privire la o boala sau un rasfat din partea unei persoane iubite. Mancand un mic dejun rece simbolizeaza relatiile dumneavostra reci cu anumite persoane din anturajul dumneavoastra. In functie de contextul visului aceste relatii pot implica partenerul sau familia.",
      "slug": "mic-dejun"
    },
    {
      "name": "Microfon",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "microfon"
    }
  ]
}