{
  "symbols": [
    {
      "name": "Microscop",
      "category": "dictionar",
      "shortMeaning": "Microscopul in vise sugereaza nevoia de a privi mai atent unele situatii.",
      "fullInterpretation": "Microscopul in vise sugereaza nevoia de a privi mai atent unele situatii. Ceva care poate fi aparent nesemnificativ poate cauza de fapt, multe probleme sau obstacole. Alternativ, visul simbolizeaza descoperirea unor lucruri marunte, care pot deveni foarte importante.",
      "slug": "microscop"
    },
    {
      "name": "Miel",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca mancati carne de miel inseamna ca veti fi presat de dureri.",
      "fullInterpretation": "Daca visati ca mancati carne de miel inseamna ca veti fi presat de dureri. Visul in care gatiti carne de miel este semn de succes.",
      "slug": "miel"
    },
    {
      "name": "Miere",
      "category": "dictionar",
      "shortMeaning": "Mierea este un aliment dulce produs de catre albine.",
      "fullInterpretation": "Mierea este un aliment dulce produs de catre albine. Este foarte popular in toate culturile din cauza gustului delicios si al beneficiilor sale. Atunci cand aceasta apare in visele noastre nu poate sa semnifice decat bunastare si prosperitate, in puls, este si un simbol al productivitatii si al fertilitatii. Mierea de albine poate fi caracterizata ca si o recompensa de care aveti nevoie pentru a lucara in viata reala. Din punct de vedere psihologic, mierea, este un simbol al luxului si al vietii dulci. Aceasta reprezinta fertilitatea masculuina si cea feminina, indicand un timp sexual mai activ pentru dumneavoastra. Daca dumneavoastra sau altcineva mananca miere in vis este semn de blandete, dulceata, intelepciune, compasiune, pace, longevitate si bucurie.",
      "slug": "miere"
    },
    {
      "name": "Miere de albine",
      "category": "dictionar",
      "shortMeaning": "Mierea este un aliment dulce produs de catre albine.",
      "fullInterpretation": "Mierea este un aliment dulce produs de catre albine. Este foarte popular in toate culturile din cauza gustului delicios si al beneficiilor sale. Atunci cand aceasta apare in visele noastre nu poate sa semnifice decat bunastare si prosperitate, in puls, este si un simbol al productivitatii si al fertilitatii. Mierea de albine poate fi caracterizata ca si o recompensa de care aveti nevoie pentru a lucara in viata reala. Din punct de vedere psihologic, mierea, este un simbol al luxului si al vietii dulci. Aceasta reprezinta fertilitatea masculuina si cea feminina, indicand un timp sexual mai activ pentru dumneavoastra. Daca dumneavoastra sau altcineva mananca miere in vis este semn de blandete, dulceata, intelepciune, compasiune, pace, longevitate si bucurie.",
      "slug": "miere-de-albine"
    },
    {
      "name": "Mierla",
      "category": "dictionar",
      "shortMeaning": "Mierla vazuta sau auzita cantand in vise semnifica o veste buna.",
      "fullInterpretation": "Mierla vazuta sau auzita cantand in vise semnifica o veste buna. Vezi de asemenea si ce semnifica pasare.",
      "slug": "mierla"
    },
    {
      "name": "Miez",
      "category": "dictionar",
      "shortMeaning": "Miezul de nuca in vise atrage atentia asupra interiorului unor situatii, asupra acelor aspecte ce...",
      "fullInterpretation": "Miezul de nuca in vise atrage atentia asupra interiorului unor situatii, asupra acelor aspecte ce trebuie descoperite prin analiza si concentrare, trecand dincolo de aparente si ajungand la esenta lucrurilor, in mijlocul problemelor. Miezul de nuca face referire si la interiorul dumneavoastra, la personalitatea ce iese la iveala mai tarziu.",
      "slug": "miez"
    },
    {
      "name": "Miez de nuca",
      "category": "dictionar",
      "shortMeaning": "Miezul de nuca in vise atrage atentia asupra interiorului unor situatii, asupra acelor aspecte ce...",
      "fullInterpretation": "Miezul de nuca in vise atrage atentia asupra interiorului unor situatii, asupra acelor aspecte ce trebuie descoperite prin analiza si concentrare, trecand dincolo de aparente si ajungand la esenta lucrurilor, in mijlocul problemelor. Miezul de nuca face referire si la interiorul dumneavoastra, la personalitatea ce iese la iveala mai tarziu.",
      "slug": "miez-de-nuca"
    },
    {
      "name": "Migdale",
      "category": "dictionar",
      "shortMeaning": "Visul in care vezi sau mananci migdale reprezinta succes si bogatie.",
      "fullInterpretation": "Visul in care vezi sau mananci migdale reprezinta succes si bogatie. - Daca ai visat un copac cu migdale inseamna fericire. Fericirea conjugala este, de asemenea, in viitorul tau apropiat. Alternativ, visul simbolizeaza rezistenta si capacitatea ta de a te abtine de la unele pofte ale vietii. - Samburii de migdale reprezinta intristare. - Daca in vis mananci migdale amare, este semn ca in curand vei suferi o pierdere a castigurilor. - Migdalele dulci indica vesti bune.",
      "slug": "migdale"
    },
    {
      "name": "Migrena",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis suferi de o migrena inseamna ca vei reusi sa iti realizezi noile planuri dar cu unele batai de cap.",
      "fullInterpretation": "- Daca in vis suferi de o migrena inseamna ca vei reusi sa iti realizezi noile planuri dar cu unele batai de cap.dar Nu vei spune nimic despre munca si situatia ta financiara.",
      "slug": "migrena"
    },
    {
      "name": "Militar",
      "category": "dictionar",
      "shortMeaning": "Militarul in vise semnifica autoritate rigida si reprimare emotionala.",
      "fullInterpretation": "Militarul in vise semnifica autoritate rigida si reprimare emotionala. Alternativ, visul reprezinta nevoia de a fi mai disciplinat. - Daca in vis tu esti militar si trebuie sa iti menti pozitia de \"drepti\", inseamna ca in viata de zi cu zi ai un comportament nepotrivit si ar fi bine sa dai dovada de mai multa disciplina.Parada militara in vise inseamna v-ati saturat de haosul din jur, va doriti ordine si disciplina. Visul mai inseamna si ca veti avea parte de placeri in familie. Uniforma militara in vise reprezinta relatiile bune cu cei din jurul dumneavoastra. Daca visati o unifroma militara incompleta inseamna ca veti avea parte de nemultumiri. Visul in care purtati o uniforma militara inseamna ca veti primi respectul pentru o fapta buna pe care ati facut-o. De asemenea visul poate indica vesti bune, o promovare, avansare.",
      "slug": "militar"
    },
    {
      "name": "Mina",
      "category": "dictionar",
      "shortMeaning": "- Daca vezi un criminal - te vei afla intr-o situatie imprevizibila.",
      "fullInterpretation": "- Daca vezi un criminal - te vei afla intr-o situatie imprevizibila. - Daca in vis ti seÂ confeseaza un criminal - succes personal dar cu unele intarzieri. - Daca tu esti criminal - infractiune. - Daca recunosti un criminal - o sa reusesti in afaceri, poate un domeniu nou de activitate. - Daca visezi ca esti prins de catre un criminal - vei primi niste bani ce ti se cuvin. - Daca visezi ca esti astacat de catre un criminal - vei fi presat de anumite persoane pentru o suma de bani. - De visezi ca adapostesti un criminal - ai grija, unii oameni s-ar putea sa profite de pe urma ta. Lumina este simbolul energiei spirituale, prin care avem puterea de a vedea totul limpede. De asemenea, lumina simbolizeaza speranta si anunta un nou inceput. Alternativ, lumina vazuta in vis este un semn bun, e o prevestire ca ai scapat de o serie de probleme care iti provocau ingrijorare si teama.",
      "slug": "mina"
    },
    {
      "name": "Mincinos",
      "category": "dictionar",
      "shortMeaning": "- Visul in care cineva te face mincinos denota faptul ca vei fi iritat de unele persone inselatoare.",
      "fullInterpretation": "- Visul in care cineva te face mincinos denota faptul ca vei fi iritat de unele persone inselatoare. - Visul in care tu minti sugereaza faptul ca incerci sa iti inseli constiinta sugerandu-ti sa crezi in ceva ce este impotriva instinctelor tale. Intreaba-te ce ascunzi de tine sau de altii. - Daca ai visat ca cineva este mincinos, inseamna ca neincrederea ta in acea persoana creste. Este posibil sa va fi piedut increderea in acea persoana. Alternativ, visul iti sugereaza ca nu mai esti la fel de increzator. - Daca in vis depui un juramant mincinos, ai grija sau fi atent la ceea ce faci.",
      "slug": "mincinos"
    },
    {
      "name": "Minciuna",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "minciuna"
    },
    {
      "name": "Miner",
      "category": "dictionar",
      "shortMeaning": "Minerii vazuti in vise au avut intodeauna o insemnatate buna, daca vezi un miner muncind te poti ...",
      "fullInterpretation": "Minerii vazuti in vise au avut intodeauna o insemnatate buna, daca vezi un miner muncind te poti astepta la bucurie, fericire si stabilitate materiala. - Daca in vis vezi un miner parasind mina, este semn ca ti se va imbunatati situatia. - Daca tu esti miner, investitii profitabile sau un salariu mai bun.Visul in care beti apa minerala inseamna ca aveti o baza stabila de sanse in viata. Aceasta baza va satisface pofta de a savura lucrurile fine si inaccesibile celorlalti.",
      "slug": "miner"
    },
    {
      "name": "Minge",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "minge"
    },
    {
      "name": "Ministru",
      "category": "dictionar",
      "shortMeaning": "Visul in care apare un ministru sugereaza nevoia de a cere ajutor, dar conteaza ce ministru este ...",
      "fullInterpretation": "Visul in care apare un ministru sugereaza nevoia de a cere ajutor, dar conteaza ce ministru este pentru a cunoaste in ce domeniu al vietii aveti nevoie de ajutor: - ministru de finante - probleme financiare - ministru de externe - probleme cu cineva din exterior - ministru de interne - probleme familiale - ministrul sanatatii - probleme medicale - ministrul muncii - probleme sociale - ministrul culturii - probleme culturale, artistice sau in alte domenii creative - ministru de justitie - cautati sprijin perntru a reabilita un conflict",
      "slug": "ministru"
    },
    {
      "name": "Minotaur",
      "category": "dictionar",
      "shortMeaning": "Din punct de vedere spiritual, minotaurul in vise este simbolul nevoilor instinctive ale omului d...",
      "fullInterpretation": "Din punct de vedere spiritual, minotaurul in vise este simbolul nevoilor instinctive ale omului depasite prin vitejie pura. Depinzand de personslitatea dumneavoastra, minotaurul din vise poate fi vazut fie ca un personaj demn de mila sau unul de temut. Totusi, minotaurul in vise ar putea reprezenta agresiunea, ferocitatea, antagonismul, ceva sau cineva din viata dumneavoastra pe care il vedeti drept un inamic formidabil. S-ar putea sa aveti un instinct periculos ascuns adanc in sufletul dumneavoastra.",
      "slug": "minotaur"
    },
    {
      "name": "Mir sfintit",
      "category": "dictionar",
      "shortMeaning": "Mirul, smirna si tamaia inpartasesc adesea interpretari similare.",
      "fullInterpretation": "Mirul, smirna si tamaia inpartasesc adesea interpretari similare. Dintre aceste interpretri comune amintim: fiind pregatit, fiind onorat si fiind curatit. O tanara fata sau femeie ce viseaza mir sfintit ar trebui sa aibe motive de entuziasm, deoarece acesta prezice o noua cunostinta cu ambitia de a o face fericita si cu statut social considerabil. Fiind uns cu mir sfintit poate insemana, de asemenea, ca, investitiile dumneavoastra vor da roade si va vor aduce multa satisfactie.",
      "slug": "mir-sfintit"
    },
    {
      "name": "Miracol",
      "category": "dictionar",
      "shortMeaning": "- Daca esti martorul unui miracol in vis, inseama ca ai un plan pentru viitor si obiectivele tale...",
      "fullInterpretation": "- Daca esti martorul unui miracol in vis, inseama ca ai un plan pentru viitor si obiectivele tale sunt bine conturate si orientate. Esti foarte increzator in realizarile tale. Miracolul in vise mai inseamna si noroc in viitor sau \"dintr-o data totul se transforma in bine\".",
      "slug": "miracol"
    },
    {
      "name": "Miraj",
      "category": "dictionar",
      "shortMeaning": "Visul in care vezi un miraj reprezinta deziluzia ta.",
      "fullInterpretation": "Visul in care vezi un miraj reprezinta deziluzia ta. Ceea ce crezi ca este adevarat despre altii se poate dovedi a fi exact contrariul. Alternativ, visul reprezinta sperante.",
      "slug": "miraj"
    },
    {
      "name": "Mire",
      "category": "dictionar",
      "shortMeaning": "Daca un barbat viseaza ca este mire va gasi bani.",
      "fullInterpretation": "Daca un barbat viseaza ca este mire va gasi bani. Daca este nervos in timpul ceremoniei inseamna ca va trebui sa faca fata unor decizii dificile.Cand vine vorba despre visul in care ne apare o mireasa sau daca chiar tu esti mireasa, parerile despre ceea ce simbolizeaza acest vis sunt impartite. Pe de o parte avem interpretarea populara transmisa prin viu grai iar, pe de alta parte, avem interpretarea psihologica documentata de psihologi precum Freud, Jung, Miller, etc. Videoclip despre visarea mireselor Din punct de vedere al traditiei si al culturii noastre populare, visele despre mirese sunt de obicei asociate cu uniunea de durat, armonia si calmul. De asemenea, se spune ca daca asi avut un astfel de vis si in acea perioada nu sunteti implicati intr-o relatie, exista o probabilitate foarte ridicata ca in viitorul apropiat sa va intalniti marea dragoste. Puteti vizualiza versiunea video de mai jos a visului despre mirese sau puteti continua sa cititi textul (care contine si informatii extra fata de video), depinde de dumneavoastra. Din punct de vedere psihologic, un astfel de vis este reprezentarea dorintei de unire integrata cu interesele personalitatii neintegrate. Surprinzator, mireasa apare destul de frecvent in visele barbatilor tineri care prezinta anumite fixatii pe un tip anume de femeie, ei cautand “fata din vis”, un fel de femeia perfecta. Cu toate acestea, fiecare vis se prezinta intr-un context diferit si fiecare stare poate conduce la o interpretare diferita. In continuare va vom prezenta cele mai comune vise cu si despre mirese : Vazand o mireasa Visul in care vedeti o mireasa, se presupune a fi simbolul parteneriatului si al unitatii. Daca mireasa pe care ati visat-o incearca sa fuga sau chiar reuseste, visul denota frica dumneavoastra de a lua decizii importante sau fuga de responsabilitate. Mai multe mirese in vis Visarea a mai multor mirese la un loc denota sentimente ascunse si pot fi un indiciu pentru opiniile si gandurile dumneavoastra in schimbare. In cazul in care miresele au aparut in visul unui barbat, acestea semnifica confuzie in viata personala sau in domeniul afacerilor. De asemenea, visul ne poate arata si faptul ca detinem cheia propriului succes, desi va trebui sa trecem prin lupta si dificultati pentru a ne atinge succesul. Visand ca imbracati o rochie de mireasa Un asemenea vis in care va imbracati intr-o rochie de mireasa sau , daca prin cine stie ce mod, ati ajuns sa purtati o rochie de mireasa, face referire la pozitia dumneavoastra cu privire la relatia de cuplu. Acesta poate fi considerat un semn destul de clar ca sunteti gata de un angajament serios. Chiar daca aveti convingerea ca va veti implica trup si suflet in acea relatie, asta nu inseamna ca trebuie sa va casatoriti cat mai curand! Mireasa necunoscuta Visand o mireasa necunoscuta implica faptul ca va veti concentra pe munca sau studiu datorita sprijinului partenerului, prietenilor sau al familiei. De asemenea, visul prevesteste o perioada favorabila pentru atingerea obiectivelor, de exemplu : avansare in cariera, absolvire de studii sau cursuri. Sarutul miresei Visand ca ati fost sarutat de catre o mireasa, poate insemna faptul ca ati gasit o solutie, care multumeste pe toata lumea, la o problema stresanta din viata dumneavoastra. Alternativ, sarutarea miresei prevesteste solutionarea, medierea si impacarea in urma unor conflicte sau reconcilierea unei prietenii. Imbratisarea miresei Visul in care imbratisati o mireasa este unul foarte bun, acesta semnalizeaza aparitia unei noi oportunitati. Prin urmare, incercati ca in zilele ce urmeaza sa acordati o atentie sporita lucrurilor si persoanelor ce va inconjoara, pentru a nu rata aceasta oportunitate grozava. Cel mai probabil, oportunitatea vi se va arata in sfera profesionala. Mireasa insarcinata Vesti bune si vremuri fericite vor fi semnalate de aparitia unei mirese insarcinate in visele dumneavoastra. Alternativ, visul despre o mireasa gravida poate simboliza noi oportunitati, planuri si idei de reusita. Mireasa plangand Visand o mireasa plangand de fericire, este un semn de bun augur, inseamna ca lucruri bune va vor lumina orizonturile. Pe de alta parte, o mireasa care plange din cauza nervozitatii, indica o dorinta de eliberare de o anumita obligatie, secrete si nerabdare intr-o problema sau o situatie. O mireasa plangand din cauza tristetii, semnalizeaza lipsa increderii de sine. Poate ca nu sunteti pregatita pentru noile schimbari ce tocmai vi-au invadat viata. Va trebui sa abordati lucrurile incet, incercaÈ›i sa va neteziti marginile aspre ale propriei personalitatii sau ale relatiei cu cei din jurul dumneavoastra. Visandu-ti prietena sau amica mireasa Un astfel de vis sugereaza un fel de gelozie, deoarece subconstientul incearca sa va atentioneze ca prietena sau amica a realizat mai multe decat dumneavoastra. Nu ar trebui sa va aratati invidia, ci ar trebui sa invingeti acest sentiment urat, altfel va veti pierde prietena. Mireasa moarta Este un vis ingrozitor cu multiple semnificatii, iar aparitia acestuia este un avertisment clar pentru lucruri neplacute care se pot intampla in orice clipa. Visul despre o mireasa moarta poate reprezenta o pierdere a identitatii, lipsa de vointa si de putere personala. De asemenea, poate fi o avertizare pentru cineva sau ceva ce va consuma energia. Activitatile dumneavoastra educationale sau profesionale vor avea de suferit. Mireasa in negru Poate credeti ca este neobisnuit sa visati o mireasa in rochie neagra dar, o sa va linistesc spunandu-va ca visul este unul destul de comun. Intr-adevar, mireasa in negru prevesteste mereu probleme cu diferite grade de complexitate, ca de ex: certuri cu rudele, tulburari in relatia de cuplu, emotii negative, colaps al planurilor sau vesti triste. De asemenea, rochia neagra simbolizeaza constrangere si atitudini excesive fata de alegerile permanente. Visand ca va alegeti pentru nunta o rochie de mireasa neagra, denota ingrijorarea dumneavoastra pentru un viitor eveniment. Faptul ca ati si probat acea rochie neagra, sugereaza oboseala, anxietate si in unele cazuri inceput de depresie. Vazand alta persoana in rochie neagra de mireasa, este semnul unei rivalitati in sfera personala sau profesionala. Alternativ, visul poate prevesti o oarecare nenorocire ce sa va abate asupra acelei persoane. Facand dragoste cu mireasa Mireasa poarta o rochie alba, culoarea inocentei, dar si a castitatii si, intr-o anumita masura, culoarea sentimentelor reci (vezi, de asemenea, alb). Daca barbatul viseaza ca face dragoste cu mireasa lui, inseamna ca va avea o aventura, incalcand astfel un tabu. Cine viseaza ca face dragoste cu o straina in rochie de mireasa, ar putea sa aiba dificultati, in realitate, din cauza firii sale indraznete. pentru femei, mireasa din vis ar putea duce fericire in dragoste, de care insa se teme, pentru ca realitatea este exact invers. Dorinta se indeplineste numai daca mireasa este dusa la altar sau daca femeia se viseaza mireasa.Visul in care apare o mireasa in biserica simbolizeaza un parteneriat sau o legatura. Daca visati o mireasa in biserica, care isi spune juramintele atunci inseamna uniunea, legatura altora.Acest vis este unul dintre acele vise ce au semnificatii si intelesuri multiple. Cel mai adesea \"plansul miresei\" in vise indica secrete si amintiri ascunse. Sunteti gata sa vorbiti despre ceva ce ati tinut ascuns pentru prea multa vreme. Tot acest vis este si o exprimare a dorintelor de a va elibera de vreo obligatie sau relatie. Trebuie sa cantariti cu atentie optiunile inainte de a lua o decizie finala. Visul indica si nevoia de a va relaxa si de a deveni mai putin serioasa. Visandu-va imbracata in rochie de mireasa si pnagand Plansul din acest vis semnaleaza propria incredere in sine. Nu sunteti pregatita (mai concret spus, indeajuns de pregatita) pentru schimbarile din viata dumneavoastra. Trebuie sa va finisati marginile aspre ale personalitatii sau ale relatiilor cu ceilalti. Acest vis scoate la lumina si abilitatea dumneavoastra de a bloca anumite aspecte ale unei probleme. Este posibil sa va fi stabilit obiective prea mari. Visul in care aruncati buchetul de mireasa inseamna ca cineva va curteaza. Daca visati ca prindeti buchetul de mireasa inseamna ca partenerul sau partenera va va surprinde placut.Visarea unei rochii de mireasa simbolizeaza personalitatea si face referire la o alegere permanenta. Aceasta reprezinta dorinta de a va angaja intr-o relatie pentru totdeauna si speranata unui sentiment de permanenta in viata dumneavoastra. Alternativ, o rochie de mireasa poate reflecta sentimentele dumneavoastra despre a fi casatorit/a sau de a fi intr-un angajament. Albul este culoarea puritatii si visele despre o rochie alba sunt mereu legate de emotiile dumneavoastra. Proband o rochie de miresa (alba) intr-un magazin de specialitate poate sugera faptul ca va doriti ca persoanele din jur sa va acorde mai multa atentie. Tot acest vis implica si unele aspecte de feminitate si senzualitate. O rochie de miresa distrusa (patata, rupta, invechita, etc) poate simboliza anumite temeri si potentiale probleme asupa unui angajament pe termen lung. De asemenea, visul poate rezultatul unor evenimente din trecutul dumneavoastra care au stat la baza unei nunte ruinate sau imperfecte. Visul in care vi-ati cusut sau decorat propria rochie de mireasa este un avertisment cu privire la planurile ce nu trebuie dezvaluite in prealabil altor persoane, deoarece este posibil ca acestea sa nu se concretizeze. O rochie de mireasa rosie scoate la lumina dorinte pentru relatii pasionale (mai ales cele bazate pe amor). Nu trebuie sa fiti timida, fiti deschisa si exprimativa fateziile si viata alaturi de partenerul dumneavoastra se va imbunatati. Alternativ, rochia rosie poate simboliza intentii negative (minciuna, inselat, furt, intimidare). Aceasta poate reprezenta faptul ca va simtiti blocat/a acceptand o situatie negativa. Rochia neagra de mireasa reprezinta o atitudine excesiva fata de alegerile permanente. S-ar putea sa simtiti un semntiment de constrangere legat de angajamentul permanet cu partenerul dumneavoastra. Poate ca in curand veti face o alegere permanenta si nu simtiti ca ar trebui sa faceti asta pentru totdeuna. Rochia de mireasa albastra simbolizeaza opotunitati vaste de descoperire, reinoire si exprimare. Este un moment oportun pentru pentru o alegera libera si deschisa ce implica viitorul dumneavoastra. Rochia de miresa roz reprezinta dragostea, bucuria, fericirea, bunastarea si afectiunea. Culoarea roz a rochiei semnaleaza dentimentul de dragoste, a fi indragostita.Daca sunteti fata, atunci cu siguranta veti fi incantata de visul in care veti vedea un voal de nunta, este un semn al casniciei timpurii. Dar, cum ar trebui barbatii si femeile maritate sa interpreteze acest simbol ? In continuare va vom prezenta cateva explicatii si interpretari asociate cu voalul de mireasa. In mod sigur, volalul, este un simbol a ceva nou si placut. De obicei, persoana care a visat voalul intelege acest lucru instinctiv. De asemenea, poate fi o previziune a dragostei si casatoriei mult asteptate pentru fetele necasatorite sau alte schimbari placute. Daca ati visat un voal alb precum ninsoarea, atunci viata in viitorul apropiat nu va fi una negativa. Noroiul pe voal prezice barfe despre tine raspandite de catre invidiosi. Dar acest vis poate fi si nefavorabil, daca sunteti deja casatoriti. Pentru femeile maritate, voalul este un semn de certuri in familie. Cel mai probabil sotul nu-si va mai intelege propria sotie. Pentru barbati, visul in care apare un voal de mireasa este de asemenea nefavorabil, asa cum spunea Sigmund Freud. El a interpretat un asemenea vis ca semn de indoiala fata de sotie sau iubita. Dar pentru cei care nu sunt inplicati intr-o relatie inseamna, dragoste si viata de familie. Exista vise in care putem vedea clar si mireasa. In astfel de vise in care mireasa esti tu si porti un voal (sau vrei sa porti unul), atunci in subconstient crezi ca ai un suflet bun si vrei sa arati asta celor din jur prin toate mijloacele posibile. Oamenii va pot percepe gesturile ca si si un fel de lauda, deci aveti grija si acordati atentie actiunilor proprii. Daca ati visat un voal negru, acesta este un semn rau, care prezice moartea partenerului, este un semn al viitoarei vaduve. Voalul rupt te face sa uiti de imprejurimi, cineva te inseala. In cazul in care observati un voal de mireasa pe jos sau pe cineva care il rupe, inseamna ca in viata reala veti regreta vorbele ofensatoare adresate partenerului. Va fi foarte dificil sa va revansati dupa ceea, prin urmare, ar trebui sa acordati o atentie deosebita unui asemenea avertisment al subconstientului. Daca o fata cauta printre lucrurile vechi si gaseste si gaseste ratacit printre acestea un voal, este un semn de ne incredere in sine. Vise infricosatoare (de exemplu, visele cu voaluri negre) ne obliga sa ne analizam propriile actiuni si cuvinte. Asa este corect, mai bine invatam cum sa ne controlam propriile emotii si sa evitam certuri cu oameni apropiati din fleacuri.",
      "slug": "mire"
    },
    {
      "name": "Mire / mireasa",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "mire-mireasa"
    },
    {
      "name": "Mireasa",
      "category": "dictionar",
      "shortMeaning": "Cand vine vorba despre visul in care ne apare o mireasa sau daca chiar tu esti mireasa, parerile ...",
      "fullInterpretation": "Cand vine vorba despre visul in care ne apare o mireasa sau daca chiar tu esti mireasa, parerile despre ceea ce simbolizeaza acest vis sunt impartite. Pe de o parte avem interpretarea populara transmisa prin viu grai iar, pe de alta parte, avem interpretarea psihologica documentata de psihologi precum Freud, Jung, Miller, etc. Videoclip despre visarea mireselor Din punct de vedere al traditiei si al culturii noastre populare, visele despre mirese sunt de obicei asociate cu uniunea de durat, armonia si calmul. De asemenea, se spune ca daca asi avut un astfel de vis si in acea perioada nu sunteti implicati intr-o relatie, exista o probabilitate foarte ridicata ca in viitorul apropiat sa va intalniti marea dragoste. Puteti vizualiza versiunea video de mai jos a visului despre mirese sau puteti continua sa cititi textul (care contine si informatii extra fata de video), depinde de dumneavoastra. Din punct de vedere psihologic, un astfel de vis este reprezentarea dorintei de unire integrata cu interesele personalitatii neintegrate. Surprinzator, mireasa apare destul de frecvent in visele barbatilor tineri care prezinta anumite fixatii pe un tip anume de femeie, ei cautand “fata din vis”, un fel de femeia perfecta. Cu toate acestea, fiecare vis se prezinta intr-un context diferit si fiecare stare poate conduce la o interpretare diferita. In continuare va vom prezenta cele mai comune vise cu si despre mirese : Vazand o mireasa Visul in care vedeti o mireasa, se presupune a fi simbolul parteneriatului si al unitatii. Daca mireasa pe care ati visat-o incearca sa fuga sau chiar reuseste, visul denota frica dumneavoastra de a lua decizii importante sau fuga de responsabilitate. Mai multe mirese in vis Visarea a mai multor mirese la un loc denota sentimente ascunse si pot fi un indiciu pentru opiniile si gandurile dumneavoastra in schimbare. In cazul in care miresele au aparut in visul unui barbat, acestea semnifica confuzie in viata personala sau in domeniul afacerilor. De asemenea, visul ne poate arata si faptul ca detinem cheia propriului succes, desi va trebui sa trecem prin lupta si dificultati pentru a ne atinge succesul. Visand ca imbracati o rochie de mireasa Un asemenea vis in care va imbracati intr-o rochie de mireasa sau , daca prin cine stie ce mod, ati ajuns sa purtati o rochie de mireasa, face referire la pozitia dumneavoastra cu privire la relatia de cuplu. Acesta poate fi considerat un semn destul de clar ca sunteti gata de un angajament serios. Chiar daca aveti convingerea ca va veti implica trup si suflet in acea relatie, asta nu inseamna ca trebuie sa va casatoriti cat mai curand! Mireasa necunoscuta Visand o mireasa necunoscuta implica faptul ca va veti concentra pe munca sau studiu datorita sprijinului partenerului, prietenilor sau al familiei. De asemenea, visul prevesteste o perioada favorabila pentru atingerea obiectivelor, de exemplu : avansare in cariera, absolvire de studii sau cursuri. Sarutul miresei Visand ca ati fost sarutat de catre o mireasa, poate insemna faptul ca ati gasit o solutie, care multumeste pe toata lumea, la o problema stresanta din viata dumneavoastra. Alternativ, sarutarea miresei prevesteste solutionarea, medierea si impacarea in urma unor conflicte sau reconcilierea unei prietenii. Imbratisarea miresei Visul in care imbratisati o mireasa este unul foarte bun, acesta semnalizeaza aparitia unei noi oportunitati. Prin urmare, incercati ca in zilele ce urmeaza sa acordati o atentie sporita lucrurilor si persoanelor ce va inconjoara, pentru a nu rata aceasta oportunitate grozava. Cel mai probabil, oportunitatea vi se va arata in sfera profesionala. Mireasa insarcinata Vesti bune si vremuri fericite vor fi semnalate de aparitia unei mirese insarcinate in visele dumneavoastra. Alternativ, visul despre o mireasa gravida poate simboliza noi oportunitati, planuri si idei de reusita. Mireasa plangand Visand o mireasa plangand de fericire, este un semn de bun augur, inseamna ca lucruri bune va vor lumina orizonturile. Pe de alta parte, o mireasa care plange din cauza nervozitatii, indica o dorinta de eliberare de o anumita obligatie, secrete si nerabdare intr-o problema sau o situatie. O mireasa plangand din cauza tristetii, semnalizeaza lipsa increderii de sine. Poate ca nu sunteti pregatita pentru noile schimbari ce tocmai vi-au invadat viata. Va trebui sa abordati lucrurile incet, incercaÈ›i sa va neteziti marginile aspre ale propriei personalitatii sau ale relatiei cu cei din jurul dumneavoastra. Visandu-ti prietena sau amica mireasa Un astfel de vis sugereaza un fel de gelozie, deoarece subconstientul incearca sa va atentioneze ca prietena sau amica a realizat mai multe decat dumneavoastra. Nu ar trebui sa va aratati invidia, ci ar trebui sa invingeti acest sentiment urat, altfel va veti pierde prietena. Mireasa moarta Este un vis ingrozitor cu multiple semnificatii, iar aparitia acestuia este un avertisment clar pentru lucruri neplacute care se pot intampla in orice clipa. Visul despre o mireasa moarta poate reprezenta o pierdere a identitatii, lipsa de vointa si de putere personala. De asemenea, poate fi o avertizare pentru cineva sau ceva ce va consuma energia. Activitatile dumneavoastra educationale sau profesionale vor avea de suferit. Mireasa in negru Poate credeti ca este neobisnuit sa visati o mireasa in rochie neagra dar, o sa va linistesc spunandu-va ca visul este unul destul de comun. Intr-adevar, mireasa in negru prevesteste mereu probleme cu diferite grade de complexitate, ca de ex: certuri cu rudele, tulburari in relatia de cuplu, emotii negative, colaps al planurilor sau vesti triste. De asemenea, rochia neagra simbolizeaza constrangere si atitudini excesive fata de alegerile permanente. Visand ca va alegeti pentru nunta o rochie de mireasa neagra, denota ingrijorarea dumneavoastra pentru un viitor eveniment. Faptul ca ati si probat acea rochie neagra, sugereaza oboseala, anxietate si in unele cazuri inceput de depresie. Vazand alta persoana in rochie neagra de mireasa, este semnul unei rivalitati in sfera personala sau profesionala. Alternativ, visul poate prevesti o oarecare nenorocire ce sa va abate asupra acelei persoane. Facand dragoste cu mireasa Mireasa poarta o rochie alba, culoarea inocentei, dar si a castitatii si, intr-o anumita masura, culoarea sentimentelor reci (vezi, de asemenea, alb). Daca barbatul viseaza ca face dragoste cu mireasa lui, inseamna ca va avea o aventura, incalcand astfel un tabu. Cine viseaza ca face dragoste cu o straina in rochie de mireasa, ar putea sa aiba dificultati, in realitate, din cauza firii sale indraznete. pentru femei, mireasa din vis ar putea duce fericire in dragoste, de care insa se teme, pentru ca realitatea este exact invers. Dorinta se indeplineste numai daca mireasa este dusa la altar sau daca femeia se viseaza mireasa.Visul in care apare o mireasa in biserica simbolizeaza un parteneriat sau o legatura. Daca visati o mireasa in biserica, care isi spune juramintele atunci inseamna uniunea, legatura altora.Acest vis este unul dintre acele vise ce au semnificatii si intelesuri multiple. Cel mai adesea \"plansul miresei\" in vise indica secrete si amintiri ascunse. Sunteti gata sa vorbiti despre ceva ce ati tinut ascuns pentru prea multa vreme. Tot acest vis este si o exprimare a dorintelor de a va elibera de vreo obligatie sau relatie. Trebuie sa cantariti cu atentie optiunile inainte de a lua o decizie finala. Visul indica si nevoia de a va relaxa si de a deveni mai putin serioasa. Visandu-va imbracata in rochie de mireasa si pnagand Plansul din acest vis semnaleaza propria incredere in sine. Nu sunteti pregatita (mai concret spus, indeajuns de pregatita) pentru schimbarile din viata dumneavoastra. Trebuie sa va finisati marginile aspre ale personalitatii sau ale relatiilor cu ceilalti. Acest vis scoate la lumina si abilitatea dumneavoastra de a bloca anumite aspecte ale unei probleme. Este posibil sa va fi stabilit obiective prea mari. Visul in care aruncati buchetul de mireasa inseamna ca cineva va curteaza. Daca visati ca prindeti buchetul de mireasa inseamna ca partenerul sau partenera va va surprinde placut.Visarea unei rochii de mireasa simbolizeaza personalitatea si face referire la o alegere permanenta. Aceasta reprezinta dorinta de a va angaja intr-o relatie pentru totdeauna si speranata unui sentiment de permanenta in viata dumneavoastra. Alternativ, o rochie de mireasa poate reflecta sentimentele dumneavoastra despre a fi casatorit/a sau de a fi intr-un angajament. Albul este culoarea puritatii si visele despre o rochie alba sunt mereu legate de emotiile dumneavoastra. Proband o rochie de miresa (alba) intr-un magazin de specialitate poate sugera faptul ca va doriti ca persoanele din jur sa va acorde mai multa atentie. Tot acest vis implica si unele aspecte de feminitate si senzualitate. O rochie de miresa distrusa (patata, rupta, invechita, etc) poate simboliza anumite temeri si potentiale probleme asupa unui angajament pe termen lung. De asemenea, visul poate rezultatul unor evenimente din trecutul dumneavoastra care au stat la baza unei nunte ruinate sau imperfecte. Visul in care vi-ati cusut sau decorat propria rochie de mireasa este un avertisment cu privire la planurile ce nu trebuie dezvaluite in prealabil altor persoane, deoarece este posibil ca acestea sa nu se concretizeze. O rochie de mireasa rosie scoate la lumina dorinte pentru relatii pasionale (mai ales cele bazate pe amor). Nu trebuie sa fiti timida, fiti deschisa si exprimativa fateziile si viata alaturi de partenerul dumneavoastra se va imbunatati. Alternativ, rochia rosie poate simboliza intentii negative (minciuna, inselat, furt, intimidare). Aceasta poate reprezenta faptul ca va simtiti blocat/a acceptand o situatie negativa. Rochia neagra de mireasa reprezinta o atitudine excesiva fata de alegerile permanente. S-ar putea sa simtiti un semntiment de constrangere legat de angajamentul permanet cu partenerul dumneavoastra. Poate ca in curand veti face o alegere permanenta si nu simtiti ca ar trebui sa faceti asta pentru totdeuna. Rochia de mireasa albastra simbolizeaza opotunitati vaste de descoperire, reinoire si exprimare. Este un moment oportun pentru pentru o alegera libera si deschisa ce implica viitorul dumneavoastra. Rochia de miresa roz reprezinta dragostea, bucuria, fericirea, bunastarea si afectiunea. Culoarea roz a rochiei semnaleaza dentimentul de dragoste, a fi indragostita.Daca sunteti fata, atunci cu siguranta veti fi incantata de visul in care veti vedea un voal de nunta, este un semn al casniciei timpurii. Dar, cum ar trebui barbatii si femeile maritate sa interpreteze acest simbol ? In continuare va vom prezenta cateva explicatii si interpretari asociate cu voalul de mireasa. In mod sigur, volalul, este un simbol a ceva nou si placut. De obicei, persoana care a visat voalul intelege acest lucru instinctiv. De asemenea, poate fi o previziune a dragostei si casatoriei mult asteptate pentru fetele necasatorite sau alte schimbari placute. Daca ati visat un voal alb precum ninsoarea, atunci viata in viitorul apropiat nu va fi una negativa. Noroiul pe voal prezice barfe despre tine raspandite de catre invidiosi. Dar acest vis poate fi si nefavorabil, daca sunteti deja casatoriti. Pentru femeile maritate, voalul este un semn de certuri in familie. Cel mai probabil sotul nu-si va mai intelege propria sotie. Pentru barbati, visul in care apare un voal de mireasa este de asemenea nefavorabil, asa cum spunea Sigmund Freud. El a interpretat un asemenea vis ca semn de indoiala fata de sotie sau iubita. Dar pentru cei care nu sunt inplicati intr-o relatie inseamna, dragoste si viata de familie. Exista vise in care putem vedea clar si mireasa. In astfel de vise in care mireasa esti tu si porti un voal (sau vrei sa porti unul), atunci in subconstient crezi ca ai un suflet bun si vrei sa arati asta celor din jur prin toate mijloacele posibile. Oamenii va pot percepe gesturile ca si si un fel de lauda, deci aveti grija si acordati atentie actiunilor proprii. Daca ati visat un voal negru, acesta este un semn rau, care prezice moartea partenerului, este un semn al viitoarei vaduve. Voalul rupt te face sa uiti de imprejurimi, cineva te inseala. In cazul in care observati un voal de mireasa pe jos sau pe cineva care il rupe, inseamna ca in viata reala veti regreta vorbele ofensatoare adresate partenerului. Va fi foarte dificil sa va revansati dupa ceea, prin urmare, ar trebui sa acordati o atentie deosebita unui asemenea avertisment al subconstientului. Daca o fata cauta printre lucrurile vechi si gaseste si gaseste ratacit printre acestea un voal, este un semn de ne incredere in sine. Vise infricosatoare (de exemplu, visele cu voaluri negre) ne obliga sa ne analizam propriile actiuni si cuvinte. Asa este corect, mai bine invatam cum sa ne controlam propriile emotii si sa evitam certuri cu oameni apropiati din fleacuri.",
      "slug": "mireasa"
    },
    {
      "name": "Mireasa plangand",
      "category": "dictionar",
      "shortMeaning": "Acest vis este unul dintre acele vise ce au semnificatii si intelesuri multiple.",
      "fullInterpretation": "Acest vis este unul dintre acele vise ce au semnificatii si intelesuri multiple. Cel mai adesea \"plansul miresei\" in vise indica secrete si amintiri ascunse. Sunteti gata sa vorbiti despre ceva ce ati tinut ascuns pentru prea multa vreme. Tot acest vis este si o exprimare a dorintelor de a va elibera de vreo obligatie sau relatie. Trebuie sa cantariti cu atentie optiunile inainte de a lua o decizie finala. Visul indica si nevoia de a va relaxa si de a deveni mai putin serioasa. Visandu-va imbracata in rochie de mireasa si pnagand Plansul din acest vis semnaleaza propria incredere in sine. Nu sunteti pregatita (mai concret spus, indeajuns de pregatita) pentru schimbarile din viata dumneavoastra. Trebuie sa va finisati marginile aspre ale personalitatii sau ale relatiilor cu ceilalti. Acest vis scoate la lumina si abilitatea dumneavoastra de a bloca anumite aspecte ale unei probleme. Este posibil sa va fi stabilit obiective prea mari.",
      "slug": "mireasa-plangand"
    },
    {
      "name": "Miriapod",
      "category": "dictionar",
      "shortMeaning": "Miriapodul in vise sugereaza faptul ca permiteti temerilor si indoielilor sa va impiedicesafaceti...",
      "fullInterpretation": "Miriapodul in vise sugereaza faptul ca permiteti temerilor si indoielilor sa va impiedicesafaceti progrese si sa va atingeti obiectivele. Trebuie sa incetati sa mai ganditi negativ.",
      "slug": "miriapod"
    },
    {
      "name": "Mirodenii",
      "category": "dictionar",
      "shortMeaning": "Sortarea, uscarea sau colectarea mirodeniilor este semn ca ti ascunsa o legatura sentimentala.",
      "fullInterpretation": "Sortarea, uscarea sau colectarea mirodeniilor este semn ca ti ascunsa o legatura sentimentala. - Daca amesteci sa combini mirodenii, inseamna ca vei impartasi cateva secrete intime si ca urmare vei strica lucrurile. - Daca gatesti sau manaci cu multe mirodenii, este semn de cheltueli mai multe decat iti poti permite. - Visul in care mirosi mirodenii Â face referire la o calatorie lunga.",
      "slug": "mirodenii"
    },
    {
      "name": "Miros",
      "category": "dictionar",
      "shortMeaning": "Visarea anumitor mirosuri sau arome ar putea reprezenta trairi si experiente din trecut care ar p...",
      "fullInterpretation": "Visarea anumitor mirosuri sau arome ar putea reprezenta trairi si experiente din trecut care ar putea fi asociate cu aroma pe care tocmai ati mirosit-o. De asemenea, mirosul va poate transforma visul intr-unul foarte placut sau intr-un cosmar. Puteti vizualiza versiunea video de mai jos a visului despre mirosuri sau puteti continua sa cititi textul (care contine si informatii extra fata de video), depinde de dumneavoastra. Videoclip despre mirosurile din vise In continuare va vom prezenta cele mai comune vise despre mirosuri : Pierderea simtului mirosului Poate ca vi se pare un pic ciudat sa auziti ca exista astfel de vis, dar visele despre pierderea mirosului sunt destul de comune si sunt asociate lipsei de concentrare. Grijile din ultima perioada va fac sa deveniti neglijenti la locul de munca si, prin urmare, este posibil sa comiteti greseli destul de grave. Trebuie sa va ocupati de grijile personale care au inceput sa va afecteze functionalitatea de zi cu zi. Un miros slab si necunoscut Un asemenea vis denota faptul ca sunteti o persoana fara prea multe pretentii si usor de satisfacut. De asemenea, nu va place sa fiti in centrul atentiei, nici atunci cand iesiti cu prietenii si, nici la servici. Lucrati doar pentru a avea suficient pentru a traii si, din acest motiv, alte persoane va vor acuza ca nu sunteti ambitios. Un miros puternic De regula, un astfel de vis prevesteste faptul ca veti ajunge intr-o situatie inconfortabila. De asemenea, mirosul puternic din vis poate fi un semn al nesinceritatii in dragoste sau in afaceri, oricare ar fi cazul, trebuie sa stiti ca adevarul va iesi la iveal mai devreme sau mai tarziu. Asa ca, in momentul confruntarii, va trebui sa va recunoasteti vina pentru a nu pierde totul! Visand un miros placut Mirosul placut din vise face referire la amintirile si momentele frumoase petrecute alaturi de o persoana. Persoana in cauza poate fi o fosta iubire sau partenerul actual. Nu este exclus ca visul sa faca referire si la anumiti membri ai familiei sau prieteni. Mirosul urat sau neplacut Un asemenea miros in vise este intotdeauna asociat cu primirea unor vesti proaste. De asemenea, in cazul in care asteptati un rezultat, acesta va fi negativ, neplacut sau de respingere. In general, mirosul urat sau neplacut va aduce intristare. Respiratie urat mirositoare Daca ati visat ca aveati o respiratie urat mirositoare inseamna ca nu va prea masurati cuvintele inainte de a spune ceva si, din acest motiv, adesea atacati alte persoane fara sa va dati seama. Alternativ, visul poate fi un semn al unei boli digestive. Miros de mirodenii sau condimente Visul acesta prevesteste intalnirea unei persoane aventuroase a carui entuziasm va va uimi. Energia acestei persoane va va face sa va simtiti bine si din acest motiv veti face tot posibilul sa petreceti mai mult timp langa aceasta persoana minunata. Simtind un miros floral Mirosul de flori din visul dumneavoastra este un semn al stresului care a inceput sa va afecteze viata. Poate ca in ultima vreme ati trait constant sub o anumita presiune si acum simtiti ca lucrurile vor deveni si mai dificile. Trebuie sa gasiti o modalitate pentru a va relaxa, incepeti prin a va odihni mai mult. Miros de cafea Mirosul de cafea in vise este semnul infidelitatii dar poate, de asemenea, reprezenta si singuratatea. In mod alternativ, daca mirosul de cafea va imbucura simturile, atunci este un semn de claritate, poate ca acum aveti o solutie sau o noua perspectiva asupra unei situatii care era candva neclara. Simtind un miros de fum Simtind un miros de fum, dar neobservand ca ceva arde, simbolizeaza incercarea dumneavoastra de a impaca doua persoane de-o data, doua persoane de care va pasa. In aceasta categorie se regasesc parinti, prieteni, rude sau membrii ai familiei. Simtind miros de gaz Acest vis este un avertisment asupra faptului ca nu veti mai putea continua in viata fara a va schimba vechile obiceiuri. Cel mai probabil sanatatea dumneavoastra este sau va fi afectata de unele vicii, o dieta proasta sau de lipsa activitatii fizice. Trebuie sa luati masuri in aceasta privinta, daca nu pentru dumneavoastra, atunci pentru persoanele din jur care depind de dumneavoastra. Miros de combustibil Mirosul de benzina, motorina, petrol lampant, pacura, metanol, etc. reprezinta onestitatea dumneavoastra prin care veti speria persoanele din jur. De asemenea, un astfel de miros poate avea si o conotatie periculoasa, sugerand faptul ca va este greu sa va controlati sentimentele sau aveti ganduri negative, dar si imperceptibile ori imposibile.",
      "slug": "miros"
    },
    {
      "name": "Mister",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis citesti sau vezi un mister inseamna ca trebuie sa fi cu ochii in patru pentru ca es...",
      "fullInterpretation": "- Daca in vis citesti sau vezi un mister inseamna ca trebuie sa fi cu ochii in patru pentru ca este ceva care nu este la locul lui sau ceva care este iesit din comun. Ceva nu este ce pare a fi. Fi foarte atent cu cine ai de-a face. - Daca tu faci parte dintr-un mister inseamna ca vei avea o serie de probleme minore care se vor rezolva curand. - Visul in care nu intelegi un misteri, indica faptul ca munca si vointa ta nu vor mai cunoaste dezvoltare.",
      "slug": "mister"
    },
    {
      "name": "Mistret",
      "category": "dictionar",
      "shortMeaning": "Simbolismul mistretului, de origine straveche, acopera cea mai mare parte a lumii indoeuropene, b...",
      "fullInterpretation": "Simbolismul mistretului, de origine straveche, acopera cea mai mare parte a lumii indoeuropene, ba chiar, sub anumite aspecte, o deaseste. Mitul se trage din traditia hiperboreana. Mistretul intruchipeaza aici autoritatea spirituala, care putea fi pusa in legatura cu retreagerea druidului ori a brahmanului in padure sau cu proprietatea mistretului de a dezgropa trufele, misterioase produse ale trasnetului (dupa unele legende) si de a se hrani cu fructele stejarului, arbore sacru. Este imaginea puterii spirituale urmarite de cea seculara. Se pare ca visul in care apare un mistret are de-a face cu un simbolism de ordin ciclic, prin substituirea unei domnii cu alta. Porcul mistret in vise simbolizeaza ferocitate, putere si curaj. Dorinta de a scapa de responsabilitatile din viata de zi cu zi, mai ales daca porcul mistret apare in vis alergand. Daca ati visat ca sunteti la vanatoare de porci mistreti inseamna ca simtiti nevoia de a va echilibra viata. Incercati sa va suprimati dorintele de independenta. In traditia japoneza, mistretul este un animal zodiacal, asociat curajului si temeritatii. Asadar, visul in care apare un mistret simbolizeaza curajul si temeritatea. In traditia crestina, mistretul il simbolizeaza pe demon, fie prin asocierea lui cu porcul, lacom si lubric, fie din pricina faptului ca este repezit, nestapanit, amintind de iuresul patimilor, fie pentru ca se evoca prapadul pe care il face el pe campuri, prin livezi, prin vii.",
      "slug": "mistret"
    },
    {
      "name": "Mistrie",
      "category": "dictionar",
      "shortMeaning": "Unealta a constructorului, mistria este o emblema a breslelor.",
      "fullInterpretation": "Unealta a constructorului, mistria este o emblema a breslelor. Simbolismul ei se intemeiaza pe forma triunghiulara sau trapezoidala a lamei sale si pe profilul sau sfaramat care poate invoca fulgerul. In Evul Mediu, iconografia il reprezenta pe Dumnezeu-Ziditorul cu o mistrie in mana, astfel ca o mistrie in vise ar putea fi un simbol al puterii creatoare. De asemenea, visul ar putea fi un echivalent al vrajei, al trasnetului. Mistria este unul din atributele francmasonului, pe care o primeste in cadrul unei calaorii de initiere pentru gradul de companion. Fiind un instrument ce amesteca mortarul cu care se cimenteaza un edificiu, realizand o unitate a acestuia, mistria are semnificatia de reunire, fuzionare si unificare. Deci, visul in care apare o mistrie sugereaza sentimente de bunavointa luminata, de fraternitate universala si de toleranta foarte mare.",
      "slug": "mistrie"
    },
    {
      "name": "Mita",
      "category": "dictionar",
      "shortMeaning": "Voma poate fi un vis deszgustator si tulburator aratand, de obicei, nemultumire fata de viata in general.",
      "fullInterpretation": "Voma poate fi un vis deszgustator si tulburator aratand, de obicei, nemultumire fata de viata in general. Aceasta apare in visele noastre generata de psihic, care incearca sa elimine negativitatea. In unele cazuri, varsaturile din vis, ar putea fi doar o reactie normala a psihicului, simtiti greata in timpul somnului. Acest gen de vise apare destul de frecvent la persoanele care se confrunta cu o problema stomacala in viata de zi cu zi. Cand sunteti dumneavoastra acela care vomita, visul indica curatarea energiilor nedorite din propria viata si, de regula, este asociat cu emotii si dificultati. Curatarea varsaturilor altora arata ca sunteti o persoana grijulie cu ceilati, dar trebuie sa fiti precaut sau altii vor profita de bunatatea dumneavoastra. Din punct de vedere spiritual, acest vis reprezinta eliberare. Daca voma contine sange in ea, atunci acestei eliberari ii sunt asociate si unle probleme. Vazandu-va fiul sau fiica vomitand intr-un vis, reprezinta dorinta de a va intoarce la unele amintiri din copilarie si de a le vindeca. Tot acest vis poate face referire la un aspect al propriilor calitati ascunse. Culoare vomei Daca in vis culoarea varsaturii este rosiatica, atunci acest lucru va sugera violenta. Varsaturi de culoare verde sugereaza viata scapata de sub control. Voma portocalie si neagra este, de asemena, asociata cu anumite persoane vulnerabile din viata dumneavoastra. Culoarea galbuie (galbena) a varsaturii dintr-un vis indica faptul ca veti fi prins intr-un proiect sau o darama din viata altcuiva. Pentru o interpretare mai detaliata este indicat sa consultati si semnificatia visului greata - Daca ai vazut o dinamita in vis, inseamna ca o schimbare se apropie cu repeziciune de viata ta. - Daca in vis tu ai dinamita / dinamite - te va paste un pericol in casa sau in afaceri, fi foarte atent(a). - Daca visezi ca depozitezi dinamita - esti foarte apreciat de catre superiorii tai dar si in cercul de prieteni.",
      "slug": "mita"
    },
    {
      "name": "Mitraliera",
      "category": "dictionar",
      "shortMeaning": "Mitraliera in vise inseamna primejdie.",
      "fullInterpretation": "Mitraliera in vise inseamna primejdie. Visul in care folosim o mitraliera inseamna ca veti iesi cu bine dintr-o situatie. Daca visati ca mitraliera se blocheaza indica imposibilitatea de a obtine tot ce va doriti.",
      "slug": "mitraliera"
    },
    {
      "name": "Mlastina",
      "category": "dictionar",
      "shortMeaning": "Daca mlastina are, in Europa, sensul de imobilism si de lene, Asia, in schimb, nu socoteste aceas...",
      "fullInterpretation": "Daca mlastina are, in Europa, sensul de imobilism si de lene, Asia, in schimb, nu socoteste aceasta absenta de miscare drept un inconvenient. Dupa mitologia sumeriana, mlastina este o materie nediferentiata, pasiva si feminina. O alta semnificatie, de cu totul alt ordin, poate fi gasita in \"Samyutta Nikaya\", unde Buddha face din mlastina imaginea placerilor senzuale ca obstacole pe parcursul drumului cu opt carari. Mlastina in vise sugereaza ca va confruntati cu situatii neplacute, lipsa de chef, semn de oboseala si lene. Din punct de vedere sentimental nu reusiti sa va deschideti indeajuns, sa aveti incredere destula in cel de langa dumneavoastra. Visul in care mlastina nu se lasa atinsa de un strain semnifica o familie unita, o patrie bine pazita. Daca visati o mlastina pazita de serpi veninosi inseamna ca egoismul si zgarcenia va impiedica sa va impartiti bunurile cu cei apropiati, chiar daca ii vedeti murind in saracie. Psihanaliza socoteste mlastina ca fiind unul dintre simbolurile inconstientului si al mamei, loc al germinatiilor nevazute.",
      "slug": "mlastina"
    },
    {
      "name": "Moara",
      "category": "dictionar",
      "shortMeaning": "Moara de vant in vise simbolizeaza puterea mintii.",
      "fullInterpretation": "Moara de vant in vise simbolizeaza puterea mintii. Acesta este un indicator al starii de spirit emotionale. Alternativ, o moara de vant se refera la ingeniozitatea ta. - Daca vezi sau te folosesti de o piatra de moara inseamna ca viata ta de zi cu zi este o povara. Te simti epuizat(a). Alternativ, piatra de moara in vise inseamna pierderea unui prieten apropiat sau a unei rude.",
      "slug": "moara"
    },
    {
      "name": "Moara de vant",
      "category": "dictionar",
      "shortMeaning": "Moara de vant in vise simbolizeaza puterea mintii.",
      "fullInterpretation": "Moara de vant in vise simbolizeaza puterea mintii. Acesta este un indicator al starii de spirit emotionale. Alternativ, o moara de vant se refera la ingeniozitatea ta.",
      "slug": "moara-de-vant"
    },
    {
      "name": "Moaste",
      "category": "dictionar",
      "shortMeaning": "A vedea sa a gasi moaste in vise simbolizeaza un aspect al fostului sine la care inca nu ati renuntat complet.",
      "fullInterpretation": "A vedea sa a gasi moaste in vise simbolizeaza un aspect al fostului sine la care inca nu ati renuntat complet. Desi este posibil ca acesta sa creasca si sa evolueze, nu uitati de unde ati plecat. Alternativ, moastele se pot referi si la o relatie anterioara pe care inca o pretuiti si la care priviti inapoi cu darg. Moastele unui sfant in vise prezic o criza in suflet si in viata. Conform traditiei noastre, acest vis prezice o criza spirituala profunda care va veni peste voi in urmatoarele zile. Cei ce participa in mod regulat la rugaciune si traiesc credinta totala in suflet nu au de ce sa se fereasca, pentru ei acest vis nu aduce nici o predictie fatala. Moastele sunt doar o dovada a credintei sincera.",
      "slug": "moaste"
    },
    {
      "name": "Mobila",
      "category": "dictionar",
      "shortMeaning": "Visand mobilier poate simboliza faptul ca viitorul apropiat implica o mostenire.",
      "fullInterpretation": "Visand mobilier poate simboliza faptul ca viitorul apropiat implica o mostenire. Ocazional, mobilierul poate evidentia si nevoia de confort, mai ales daca acesta provine dintr-o alta proprietate. Trebuie luate in considerare toate piesele mobilierului. In general, in vise, o piesa de mobilier frumoasa prezice un mediu sigur si armonios pentru cel ce o viseaza. In mod opus, un set de mobilier asezat haotic, cu piese ce nu se potrivesc intre ele este semn ca viata de familie se afla intr-un moment critic, traiti cu sentimentul de dezbinare. Cineva din familia dumneavostra face lucruri nepotrivite care pot duce la dezbinare. Cumpararea mobilierului in vise reprezinta faptul ca sunteti in cautarea confortului sau in cautarea de lucruri noi cu privire la viata dumneavoastra. Atunci cand visul se concentreaza, in principal, pe cumpararea mobilierului de la un magazin de mobila dar, toata mobila este inafara bugetului dumneavoastra, visul poatre reflecta o preocupare ascuna pe care o aveti cu privire la venitul si situatia dumneavoastra financiara. Daca mobila este foartea grea si/sau de culoare inchisa, sugereaza, de regula, o perioada dificila, presarata cu dificultati. Daca vreuna dintre piesele mobilierului dumneavoastra este rupta sau degradata, acest lucru insemana, in general, ca siguranta financiara va fi pusa la indoiala in viitorul apropiat. Curatarea si reamenajarea mobilierului simbolizeaza faptul ca sunteti gata sa mergeti mai departe si sa incepeti indreptati sau sa aranjati anumite lucruri din viata dumneavoastra. Reamenajarea mobilierului poate arata si ca gusturile dumneavoastra s-au schimbat de-a lungul anilor. Visul in care dati foc mobilierului reflecta nervii si furia dumneavoastra care vor afecta mebrii familiei. Atunci cand o piesa de mobilier (indragita) lipseste sau a fost furata in vis. Inseamna ca cineva a profitat de dumneavoastra fara a va da seama. Alternativ, visul poate reflecta faptul ca in ultimul timp viata dumeavoastra pare a fi sun efort irosit. Visele despre aranjarea si pregatirea mobilierului intr-o camera de bebelus sau de copil, sugereaza ca un nou-nascut poate aparea curand in familia dumneavoastra. Cu toate acestea, daca nu sunteti intr-o relatie, acest mobilier reflecata nevoia de a fi iubit/a si de a iubi.Visul in care va cumparati o mobila noua inseamna ca veti avea parte de foarte multe lipsuri, veti trai foarte modest. Daca ati visat ca aveti mobila noua inseamna ca simtiti nevoia sa invatati mai mult, sa cunoasteti mai multe informatii, sa deveniti specialist intr-un anumit domeniu, vreti sa cunoasteti toate detaliile unei probleme. Mobila veche in vise poate sugera faptul ca nu mai vreti sa va consumati energia pe anumite lucruri care nu va sunt de folos, ci vreti sa va concentrati asupra vietii dumneavoastra si sa nu va mai irositi timp pentru cei din jur. Se mai spune ca s-ar putea sa aveti parte de o iubire statornica. O mobila veche in vis reprezinta nevoia de reimprospatare, de revigorare. Vreti sa va iesiti din ritm, simtiti o nevoie de actualizare a ideilor demodate care nu se mai aplica timpurilor actuale.",
      "slug": "mobila"
    },
    {
      "name": "Mobila noua",
      "category": "dictionar",
      "shortMeaning": "Visul in care va cumparati o mobila noua inseamna ca veti avea parte de foarte multe lipsuri, veti trai foarte modest.",
      "fullInterpretation": "Visul in care va cumparati o mobila noua inseamna ca veti avea parte de foarte multe lipsuri, veti trai foarte modest. Daca ati visat ca aveti mobila noua inseamna ca simtiti nevoia sa invatati mai mult, sa cunoasteti mai multe informatii, sa deveniti specialist intr-un anumit domeniu, vreti sa cunoasteti toate detaliile unei probleme.",
      "slug": "mobila-noua"
    },
    {
      "name": "Mobila veche",
      "category": "dictionar",
      "shortMeaning": "Mobila veche in vise poate sugera faptul ca nu mai vreti sa va consumati energia pe anumite lucru...",
      "fullInterpretation": "Mobila veche in vise poate sugera faptul ca nu mai vreti sa va consumati energia pe anumite lucruri care nu va sunt de folos, ci vreti sa va concentrati asupra vietii dumneavoastra si sa nu va mai irositi timp pentru cei din jur. Se mai spune ca s-ar putea sa aveti parte de o iubire statornica. O mobila veche in vis reprezinta nevoia de reimprospatare, de revigorare. Vreti sa va iesiti din ritm, simtiti o nevoie de actualizare a ideilor demodate care nu se mai aplica timpurilor actuale.",
      "slug": "mobila-veche"
    },
    {
      "name": "Mocasini",
      "category": "dictionar",
      "shortMeaning": "- Visul in care vezi sau porti mocasini semnifica respectul tau pentru natura si fiintele sale.",
      "fullInterpretation": "- Visul in care vezi sau porti mocasini semnifica respectul tau pentru natura si fiintele sale. Visul, de asemenea, sugereaza faptu ca esti pasnic si ca tratezi echilibrat unele situatii. - Daca ai visat un indian care poarta mocasini este semn ca trebuie sa ai grija atunci cand iti alegi prietenii de incredere.",
      "slug": "mocasini"
    },
    {
      "name": "Mocheta",
      "category": "dictionar",
      "shortMeaning": "A vedea o mocheta in vise reprezinta metoda prin care va protejati de realitatea dura a vietii.",
      "fullInterpretation": "A vedea o mocheta in vise reprezinta metoda prin care va protejati de realitatea dura a vietii. Alternativ, o mocheta in vise simbolizeaza luxul, comfortul si bogatia. Luati in considerare conditia si designul mochetei si cum se realizeaza o paralele cu fundatia pe care v-ati asternut in viata. Poate ca visul va sugereaza ca dumneavoastra refuati sa va confruntati cu unele probleme pe care le maturati sub mocheta. Daca visati ca instalati sau asezati o mocheta inseamna ca incercati sa va faceti viata mai comfortabila. Visul mai poate fi analog cu planificarea anumitor lucruri.",
      "slug": "mocheta"
    },
    {
      "name": "Moda",
      "category": "dictionar",
      "shortMeaning": "Visele despre moda ne sugereaza ca depindem prea mult de look-ul nostru pentru a ne croi calea.",
      "fullInterpretation": "Visele despre moda ne sugereaza ca depindem prea mult de look-ul nostru pentru a ne croi calea. Alternativ, visul reprezinta un ideal sau un concept pentru masurarea \"perfectiunii\" in functie de societate sau de standardele altora. - Daca ai visat ca esti imbracat dupa ultima moda, inseamna ca vei primi o serie de invitatii din partea unor persoane interesante.",
      "slug": "moda"
    },
    {
      "name": "Moineda",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "moineda"
    },
    {
      "name": "Molid",
      "category": "dictionar",
      "shortMeaning": "Din punct de vedere psihologic, molidul in vise este considerat drept un simbol falic al nevoilor dumneavoastra sexuale.",
      "fullInterpretation": "Din punct de vedere psihologic, molidul in vise este considerat drept un simbol falic al nevoilor dumneavoastra sexuale. Daca molidul este sanatos atunci inseamna ca aveti o sexualitate puternica, iar un molid uscat sugereaza o sexualitate suprimata. In general, visul in care apare un molid adesea avertizeaza asupra supraevaluarii sexualitatii, aceasta fiind inteleasa numai prin intampinarea circumstantelor si a situatiei personale.",
      "slug": "molid"
    },
    {
      "name": "Molie",
      "category": "dictionar",
      "shortMeaning": "Semn de lipsa de vigoare, de preconceptii si prejudecati, dificultate de a accepta schimbarea, at...",
      "fullInterpretation": "Semn de lipsa de vigoare, de preconceptii si prejudecati, dificultate de a accepta schimbarea, atasament fata de trecut, paseism si nostalgie. Moliile din vise simbolizeaza iritatii minore si daune ce raman nevazute pana cand este prea tarziu. Molia alba in vise prezice boala inevitabila, veti fi tentati sa va acuzati pe dumneavoastra sau pe cei din jur ca va fac rau.",
      "slug": "molie"
    },
    {
      "name": "Moloz",
      "category": "dictionar",
      "shortMeaning": "A vedea moloz in vise simbolizeaza anumite aspecte ale dumneavoastra nedorite sau respinse.",
      "fullInterpretation": "A vedea moloz in vise simbolizeaza anumite aspecte ale dumneavoastra nedorite sau respinse. Alternativ, visul subliniaza un tipar comportamental autodistructiv. Unele aspecte din viata dumneavoastra se prabusesc.",
      "slug": "moloz"
    },
    {
      "name": "Momeala",
      "category": "dictionar",
      "shortMeaning": "Momeala in vise sugereaza ca am putea \"pescui\" o afecere buna sau un compliment.",
      "fullInterpretation": "Momeala in vise sugereaza ca am putea \"pescui\" o afecere buna sau un compliment. Acest vis poate indica, de asemenea, dorinta de a atrage sau a ademeni pe cineva. - Daca ai visat o momeala vie, este semn ca poate risti prea mult.",
      "slug": "momeala"
    },
    {
      "name": "Moneda",
      "category": "dictionar",
      "shortMeaning": "Monedele in vise indica oportunitati ce ies in cale dar care sunt ratate sau trecute cu vederea.",
      "fullInterpretation": "Monedele in vise indica oportunitati ce ies in cale dar care sunt ratate sau trecute cu vederea. - Monedele de aur reprezinta succes si bogatie. - Visul in care vezi monede stivuite simbolizeaza puterea masculina, energia si dominarea. - Daca in vis dai monede unui cersetor, este semn de o perioada financiara buna. - Monedele de argint fac referire la o imbunatatire a situatiei materiale. - Visul in care numeri monede nu este unul de bun augur, acesta prevesteste dificultati economice. - Daca pierzi noneda / monezi, inseamna nemultumiri. - Daca in vis auzi sunet de monede, inseamna zvonuri false. - Moneda contrafacuta reprezinta inselaciune in dragoste.Moneda de aur in vise semnifica perversiune, cupiditate. Daca visati mai multe monede de aur inseamna casatorie. Visul in care numarati monede de aur sugereaza ca incepe o perioada de mari lipsuri. La fel ca si orice alta moneda, visul la o moneda euro inseamna energie sufleteasca. Deci va veti incarca bateriile daca veti gasi bani in vis, sau veti suferi emotional daca pierdeti bani in vis. Totul poate fi interpretat de locul din vis, starea de spirit in timpul visului, moneda fiind deobicei simbolul capacitatii de a iubi si de a reusi in viata. Vedeti si semnificatia visului moneda, bani.",
      "slug": "moneda"
    },
    {
      "name": "Moneda de aur",
      "category": "dictionar",
      "shortMeaning": "Moneda de aur in vise semnifica perversiune, cupiditate.",
      "fullInterpretation": "Moneda de aur in vise semnifica perversiune, cupiditate. Daca visati mai multe monede de aur inseamna casatorie. Visul in care numarati monede de aur sugereaza ca incepe o perioada de mari lipsuri.",
      "slug": "moneda-de-aur"
    },
    {
      "name": "Moneda euro",
      "category": "dictionar",
      "shortMeaning": "La fel ca si orice alta moneda, visul la o moneda euro inseamna energie sufleteasca.",
      "fullInterpretation": "La fel ca si orice alta moneda, visul la o moneda euro inseamna energie sufleteasca. Deci va veti incarca bateriile daca veti gasi bani in vis, sau veti suferi emotional daca pierdeti bani in vis. Totul poate fi interpretat de locul din vis, starea de spirit in timpul visului, moneda fiind deobicei simbolul capacitatii de a iubi si de a reusi in viata. Vedeti si semnificatia visului moneda, bani.",
      "slug": "moneda-euro"
    }
  ]
}