{
  "symbols": [
    {
      "name": "Mandarina",
      "category": "alimente",
      "shortMeaning": "Prospețime, vitalitate, noi începuturi și bucuria micilor plăceri.",
      "fullInterpretation": "Mandarina în vis este un simbol al vitalității și al prospețimii. Culoarea sa portocalie evocă energie creativă, optimism și căldură socială. A mânca o mandarină sugerează dorința de a te revigora, fie prin asimilarea unor noi cunoștințe, fie prin reconectarea cu bucuriile simple ale vieții.\n\nFeliile de mandarină pot simboliza micile etape pe care trebuie să le parcurgi pentru a atinge un obiectiv. Gustul dulce-acrișor indică faptul că experiențele noi vor fi plăcute, dar pot aduce și provocări care te vor ajuta să crești. Este un moment bun pentru a începe proiecte noi sau pentru a-ți împrospăta cercul social.",
      "slug": "mandarina"
    },
    {
      "name": "Mandolina",
      "category": "obiecte",
      "shortMeaning": "Romantism, armonie, relaxare și exprimarea sentimentelor delicate.",
      "fullInterpretation": "Mandolina în vis este un instrument al seducției și al armoniei interioare. Sunetul ei evocă nostalgie, romantism și pace. Dacă cânți la mandolină, visul sugerează că îți exprimi sentimentele într-un mod delicat și că ești gata să îți deschizi inima.\n\nPoate prevesti un flirt incitant sau o poveste de dragoste care se înfiripă. Dacă asculți pe altcineva cântând, este un semn că vei primi vești plăcute sau că cineva își va mărturisi afecțiunea față de tine. De asemenea, visul poate indica nevoia profundă de relaxare și de evadare din stresul cotidian, poate printr-o vacanță sau prin artă.",
      "slug": "mandolina"
    },
    {
      "name": "Maneca",
      "category": "obiecte",
      "shortMeaning": "Ceea ce ascundem sau dezvăluim, intenții secrete, pregătire pentru acțiune.",
      "fullInterpretation": "Mânecile în vis au o semnificație legată de ceea ce arătăm sau ascundem (expresia \"a avea un as în mânecă\"). Mânecile lungi pot sugera că ai ceva de ascuns sau că ești reținut în a-ți arăta adevăratele intenții. Mânecile suflecate indică faptul că ești gata de treabă, dispus să te implici activ și să muncești din greu.\n\nDacă mâneca este ruptă, visul poate semnala o pierdere de prestigiu sau o vulnerabilitate expusă. Dacă cineva te trage de mânecă, este un semn că trebuie să acorzi atenție unui detaliu pe care l-ai ignorat sau unei persoane care are nevoie de ajutorul tău.",
      "slug": "maneca"
    },
    {
      "name": "Maner",
      "category": "obiecte",
      "shortMeaning": "Control, oportunitate, punctul de sprijin sau modul de a aborda o problemă.",
      "fullInterpretation": "Mânerul este partea unui obiect care îți permite să îl folosești sau să îl muți. În vis, el simbolizează controlul asupra unei situații sau găsirea \"punctului de sprijin\" pentru a rezolva o problemă. Dacă mânerul este solid, înseamnă că ai situația sub control.\n\nUn mâner rupt sugerează neputință, frustrare sau pierderea pârghiilor necesare pentru a acționa. Nu poți deschide ușa sau nu poți ridica greutatea. Visul te îndeamnă să cauți alte metode de abordare sau să repari \"mecanismul\" prin care interacționezi cu lumea. Poate trebuie să îți recapeți puterea interioară înainte de a încerca din nou.",
      "slug": "maner"
    },
    {
      "name": "Mangaiere",
      "category": "acțiuni",
      "shortMeaning": "Nevoia de afecțiune, consolare, blândețe și conexiune emoțională.",
      "fullInterpretation": "Mângâierea în vis este o manifestare directă a nevoii de tandrețe și acceptare. Dacă ești mângâiat, sufletul tău cere alinare și protecție; poate treci printr-o perioadă vulnerabilă și ai nevoie de sprijinul celor din jur.\n\nDacă tu mângâi pe cineva (sau un animal), visul arată capacitatea ta de a oferi iubire și compasiune. Poate indica, de asemenea, dorința de a calma un conflict sau de a \"îmblânzi\" o situație tensionată. Mângâierea este un limbaj universal al iubirii care transcende cuvintele, sugerând că soluția la problemele tale actuale stă în blândețe, nu în forță.",
      "slug": "mangaiere"
    },
    {
      "name": "Mango",
      "category": "alimente",
      "shortMeaning": "Exotism, pasiune, fertilitate și gustul dulce al succesului.",
      "fullInterpretation": "Mango, cu pulpa sa suculentă și dulce, este un simbol al plăcerilor senzuale, al fertilității și al dorințelor împlinite. Visul sugerează că ești gata să guști din \"fructul interzis\" sau să te bucuri de recompensele muncii tale.\n\nPoate indica o relație pasională, dar și nevoia de a aduce ceva nou și exotic în viața ta. Dacă fructul este stricat, visul avertizează asupra unei relații care a devenit toxică sau a unei oportunități care s-a veștejit. Este timpul să lași în urmă ceea ce nu te mai hrănește și să cauți prospețimea.",
      "slug": "mango"
    },
    {
      "name": "Maniac",
      "category": "persoane",
      "shortMeaning": "Pierderea controlului, obsesii, frici reprimate sau comportament impulsiv.",
      "fullInterpretation": "Apariția unui maniac în vis este un semnal de alarmă din partea subconștientului. Poate reprezenta o parte din tine care este scăpată de sub control – o obsesie, o furie reprimată sau un comportament distructiv. Te temi că ai putea face ceva nesăbuit.\n\nDacă ești urmărit de un maniac, fugi de fapt de propriile tale frici sau de o situație care te amenință psihic. Visul te îndeamnă să îți înfrunți demonii interiori și să îți recâștigi echilibrul emoțional. A vedea un maniac poate prevesti și o situație haotică în viața reală sau riscul de a fi victima unor bârfe rău intenționate.",
      "slug": "maniac"
    },
    {
      "name": "Manichiura",
      "category": "acțiuni",
      "shortMeaning": "Imaginea de sine, grija pentru detalii, superficialitate sau dorința de a impresiona.",
      "fullInterpretation": "Manichiura în vis se referă la modul în care te prezinți lumii și la atenția pe care o acorzi detaliilor. Mâinile îngrijite sunt un semn de respect de sine și de rafinament. Visul poate sugera că ești preocupat de imaginea ta sau că încerci să repari o impresie greșită.\n\nPe de altă parte, o preocupare excesivă pentru manichiură poate indica superficialitate sau tendința de a \"zgâria\" la suprafață fără a aprofunda lucrurile. Dacă îți faci manichiura, te pregătești pentru un eveniment social sau vrei să fii admirat. Unghiile rupte sau o manichiură stricată simbolizează vulnerabilitatea și teama de critică.",
      "slug": "manichiura"
    },
    {
      "name": "Mansarda",
      "category": "locuri",
      "shortMeaning": "Intelectul superior, spiritualitatea, amintirile uitate sau aspirațiile înalte.",
      "fullInterpretation": "În simbolistica casei, mansarda corespunde capului și minții. Ea este locul unde stocăm amintiri vechi, dar și locul unde ne retragem pentru a visa. O mansardă luminoasă și curată indică o minte clară, aspirații spirituale și idei creative.\n\nO mansardă întunecată și prăfuită sugerează gânduri reprimate, confuzie sau amintiri dureroase pe care le-ai ascuns. Dacă locuiești în mansardă, visul poate indica o perioadă de austeritate materială, dar bogată spiritual, sau teama de instabilitate financiară. Este un apel să îți explorezi \"etajele superioare\" ale conștiinței.",
      "slug": "mansarda"
    },
    {
      "name": "Manta",
      "category": "obiecte",
      "shortMeaning": "Protecție, căldură, siguranță și nevoia de a fi ocrotit.",
      "fullInterpretation": "Mantaua sau pelerina în vis este un simbol al protecției împotriva intemperiilor vieții. Ea sugerează nevoia ta de siguranță și de căldură sufletească. O manta groasă și confortabilă indică faptul că te simți protejat de familia ta sau de prieteni loiali.\n\nDacă mantaua este veche sau ruptă, te simți vulnerabil și expus criticilor sau dificultăților. A fi dezbrăcat de manta sugerează o pierdere a protecției sau dezvăluirea unor secrete. Visul poate indica și dorința de a te ascunde de lume pentru o vreme, de a te \"înveli\" în propria intimitate pentru a-ți vindeca rănile.",
      "slug": "manta"
    },
    {
      "name": "Manusa",
      "category": "obiecte",
      "shortMeaning": "Protecție, status social, provocare sau distanțare față de o acțiune.",
      "fullInterpretation": "Mănușa în vis este un simbol complex al interacțiunii sociale. Ea poate reprezenta protecție (nu te murdărești pe mâini) sau distanțare (nu atingi direct). A purta mănuși sugerează nevoia de a fi precaut în afaceri sau relații, dar și dorința de eleganță și rafinament.\n\nDacă arunci o mănușă, este un semn de provocare la duel, de confruntare deschisă. Dacă îți scoți mănușa pentru a da mâna cu cineva, este un gest de sinceritate și onoare. O mănușă pierdută poate indica o lipsă de protecție sau o oportunitate ratată din neglijență.",
      "slug": "manusa"
    },
    {
      "name": "Manuscris",
      "category": "obiecte",
      "shortMeaning": "Creație neterminată, idei valoroase, potențial intelectual sau nevoia de exprimare.",
      "fullInterpretation": "Manuscrisul este forma brută, nefinisată a unei opere. În vis, el simbolizează potențialul tău creativ, ideile care așteaptă să fie șlefuite și împărtășite lumii. Poate reprezenta proiecte la care lucrezi în secret sau speranțe legate de cariera ta intelectuală.\n\nDacă găsești un manuscris vechi, s-ar putea să redescoperi talente uitate sau înțelepciune din trecut. Dacă manuscrisul este respins, visul reflectă teama ta de critică sau sentimentul că nu ești încă pregătit. Este un îndemn să continui să scrii propria ta poveste, indiferent de obstacole.",
      "slug": "manuscris"
    },
    {
      "name": "Manusi",
      "category": "obiecte",
      "shortMeaning": "Diplomație, precauție, ascunderea urmelor sau protecție împotriva asprimii.",
      "fullInterpretation": "Mănușile, la plural, accentuează ideea de protecție și de \"a umbla cu mănuși\" – adică diplomație și tact. Visul poate sugera că trebuie să abordezi o situație delicată cu multă grijă pentru a nu răni sau a nu fi rănit.\n\nÎn alt sens, mănușile pot ascunde mâinile, deci pot sugera intenții ascunse sau dorința de a nu lăsa amprente (la propriu sau la figurat). Mănușile de iarnă simbolizează nevoia de căldură și confort într-o perioadă \"rece\" din punct de vedere emoțional.",
      "slug": "manusi"
    },
    {
      "name": "Manz",
      "category": "animale",
      "shortMeaning": "Energie tinerească, începuturi promițătoare, joacă și vitalitate neîmblânzită.",
      "fullInterpretation": "Mânzul este simbolul suprem al tinereții, al energiei pure și al potențialului neîngrădit. Apariția lui în vis este un semn excelent, prevestind bucurie, vești bune și o vitalitate debordantă. Poate semnala începutul unui nou proiect care va crește frumos.\n\nComportamentul mânzului este relevant: dacă zburdă liber, te simți plin de viață și optimism. Dacă este un mânz pe care încerci să îl îmblânzești, înseamnă că trebuie să îți canalizezi energia impulsivă într-o direcție constructivă. Este un vis despre creștere și despre promisiunea unui viitor strălucit.",
      "slug": "manz"
    },
    {
      "name": "Mar",
      "category": "alimente",
      "shortMeaning": "Cunoaștere, tentație, sănătate și recompensa alegerilor bune.",
      "fullInterpretation": "Mărul este un simbol arhetipal puternic, asociat atât cu păcatul originar (tentația), cât și cu cunoașterea și sănătatea. Un măr frumos și sănătos indică vitalitate, succes și înțelepciune. Dacă mănânci mărul cu poftă, te bucuri de plăcerile vieții și ești gata să asimilezi noi experiențe.\n\nUn măr viermănos sugerează o dezamăgire ascunsă în spatele unei aparențe frumoase sau o problemă de sănătate neglijată. Mărul este fructul deciziilor: ești pe cale să faci o alegere importantă care îți va influența destinul.",
      "slug": "mar"
    },
    {
      "name": "Mar galben",
      "category": "alimente",
      "shortMeaning": "Înțelepciune, maturitate intelectuală și claritate mentală.",
      "fullInterpretation": "Mărul galben, sau mărul de aur din basme, este simbolul înțelepciunii și al iluminării. Spre deosebire de mărul roșu (pasiune), cel galben vorbește despre intelect și spirit. Visul sugerează că ești într-o perioadă de clarificare mentală, în care cauți adevărul și înțelegerea profundă.\n\nPoate indica o reușită academică, o idee genială sau pur și simplu maturizarea gândirii tale. Este un semn că trebuie să te bazezi pe rațiune și pe intuiția superioară în luarea deciziilor.",
      "slug": "mar-galben"
    },
    {
      "name": "Mar rosu",
      "category": "alimente",
      "shortMeaning": "Pasiune, dorință, vitalitate fizică și succes social.",
      "fullInterpretation": "Mărul roșu este simbolul clasic al dorinței și al vitalității. Culoarea sa intensă evocă sângele, inima și pasiunea. În vis, un măr roșu apetisant poate sugera o atracție romantică puternică sau dorința de a te afirma în societate.\n\nPoate prevesti un succes răsunător, o promovare sau recunoașterea meritelor tale. Totuși, fii atent la conținut: dacă mărul este frumos pe dinafară dar stricat pe dinăuntru, visul te avertizează asupra superficialității sau a relațiilor bazate doar pe atracție fizică.",
      "slug": "mar-rosu"
    },
    {
      "name": "Mar verde",
      "category": "alimente",
      "shortMeaning": "Speranță, tinerețe, sinceritate crudă și începuturi proaspete.",
      "fullInterpretation": "Mărul verde simbolizează prospețimea, tinerețea și, uneori, imaturitatea. Gustul său acrișor sugerează o sinceritate care poate fi deranjantă, dar necesară (\"adevărul gol-goluț\"). Visul poate indica un nou început, o idee care încă nu s-a copt pe deplin, dar care are potențial.\n\nPoate fi vorba și despre sănătate fizică, detoxifiere și regenerare. Mărul verde te îndeamnă la răbdare: lucrurile sunt pe drumul cel bun, dar mai au nevoie de timp pentru a se maturiza și a deveni \"dulci\".",
      "slug": "mar-verde"
    },
    {
      "name": "Marar",
      "category": "natură",
      "shortMeaning": "Protecție împotriva energiilor negative, condimentarea vieții, surprize.",
      "fullInterpretation": "Mărarul, plantă aromatică rezistentă, este asociat în tradiție cu protecția și vitalitatea. Visul în care apare mărar sugerează că ești protejat spiritual sau că ai capacitatea de a respinge influențele negative din jur.\n\nDe asemenea, poate simboliza nevoia de a adăuga puțină \"savoare\" sau picanterie vieții tale de zi cu zi. Dacă ții o legătură de mărar în mână, s-ar putea să ai parte de o surpriză neprevăzută, un eveniment care îți va schimba planurile, dar care, pe termen lung, se va dovedi benefic.",
      "slug": "marar"
    },
    {
      "name": "Maraton",
      "category": "acțiuni",
      "shortMeaning": "Rezistență, efort de lungă durată, testarea limitelor și perseverență.",
      "fullInterpretation": "Maratonul în vis este o metaforă perfectă pentru viață ca o cursă de anduranță, nu de viteză. Visul îți testează răbdarea și voința. Dacă alergi într-un maraton, înseamnă că ești implicat într-un proiect sau o situație care necesită efort susținut și determinare pe termen lung.\n\nNu te aștepta la rezultate imediate; succesul vine prin perseverență. Oboseala din vis reflectă epuizarea reală, dar trecerea liniei de sosire promite o satisfacție imensă. Dacă doar privești, s-ar putea să te simți copleșit de ritmul vieții celorlalți sau să ai nevoie de odihnă.",
      "slug": "maraton"
    },
    {
      "name": "Mare",
      "category": "locuri",
      "shortMeaning": "Subconștientul, emoțiile profunde, necunoscutul și potențialul infinit.",
      "fullInterpretation": "Marea este unul dintre cele mai puternice simboluri ale inconștientului colectiv și individual. Ea reprezintă totalitatea emoțiilor, a instinctelor și a misterelor vieții. O mare liniștită și limpede sugerează pace interioară, claritate și armonie cu propriul suflet. Te simți în siguranță și deschis către noi orizonturi.\n\nO mare agitată, cu valuri mari, reflectă furtuni emoționale, anxietate sau conflicte nerezolvate. Te simți copleșit de sentimente sau de situații pe care nu le poți controla. A înota în mare înseamnă a te cufunda în propriile emoții și a încerca să le înțelegi. Marea este oglinda sufletului tău: vastă, profundă și schimbătoare.",
      "slug": "mare"
    },
    {
      "name": "Marea",
      "category": "locuri",
      "shortMeaning": "Libertate, oportunități vaste, călătorie spirituală și conexiunea cu universul.",
      "fullInterpretation": "Marea, ca întindere nesfârșită de apă, simbolizează libertatea absolută și posibilitățile nelimitate. Visul te invită să privești dincolo de limitele cotidianului și să îți explorezi potențialul. Poate anunța o călătorie reală sau una spirituală, de descoperire a sinelui.\n\nZgomotul mării în vis poate fi un mesaj de calmare sau de avertizare, în funcție de intensitate. Dacă stai pe țărm și privești marea, ești în pragul unei noi etape, evaluând necunoscutul înainte de a te avânta. Este un simbol al vieții însăși, cu fluxul și refluxul ei, cu momente de calm și de furtună.",
      "slug": "marea"
    },
    {
      "name": "Margarete",
      "category": "natură",
      "shortMeaning": "Inocență, simplitate, loialitate și întrebări despre dragoste.",
      "fullInterpretation": "Margaretele sunt florile simplității și ale inocenței (\"Mă iubește, nu mă iubește...\"). În vis, ele simbolizează o iubire pură, necomplicată, sau dorința de a reveni la o stare de puritate sufletească. Un câmp de margarete prevestește o perioadă de fericire liniștită și de odihnă.\n\nDacă primești margarete, este un semn de loialitate și afecțiune sinceră din partea cuiva. Dacă le culegi, s-ar putea să fii în căutarea răspunsurilor în viața sentimentală, dar visul îți sugerează să nu complici lucrurile: adevărul este adesea simplu și clar.",
      "slug": "margarete"
    },
    {
      "name": "Margarina",
      "category": "alimente",
      "shortMeaning": "Substitut, falsitate, compromis sau încercarea de a \"unge\" o situație.",
      "fullInterpretation": "Margarina, fiind un înlocuitor al untului, simbolizează în vis ceva care pare autentic, dar nu este. Poate sugera o relație superficială, o promisiune falsă sau o soluție de compromis care nu te satisface pe deplin. Te mulțumești cu un surogat?\n\nDe asemenea, fiind o grăsime, poate indica încercarea de a \"unge\" mecanismele sociale sau de a face o situație mai ușor de înghițit, chiar dacă nu este ideală. Visul te poate avertiza să fii atent la calitate și la autenticitate în alegerile tale.",
      "slug": "margarina"
    },
    {
      "name": "Margaritare",
      "category": "natură",
      "shortMeaning": "Puritate, lacrimi, delicatețe și revenirea primăverii în suflet.",
      "fullInterpretation": "Mărgăritarul (lăcrămioara) este o floare delicată și parfumată, adesea asociată cu lacrimile Maicii Domnului, deci cu o puritate sfântă, dar și cu o ușoară melancolie. În vis, poate simboliza o bucurie discretă, o iubire timidă sau vesti plăcute care vin după o perioadă de tristețe.\n\nParfumul lor îmbătător sugerează amintiri puternice și sentimente rafinate. Poate indica o renaștere spirituală sau emoțională, o \"primăvară\" a inimii după o iarnă lungă. Este un semn de sensibilitate și grație.",
      "slug": "margaritare"
    },
    {
      "name": "Margele",
      "category": "obiecte",
      "shortMeaning": "Succesiunea evenimentelor, rugăciune, podoabe sau superficialitate.",
      "fullInterpretation": "Mărgelele înșirate pe o ață simbolizează continuitatea, succesiunea zilelor sau a evenimentelor (ca într-un rozariu). Pot indica nevoia de răbdare și de a lua lucrurile pas cu pas. Dacă mărgelele se rup și se împrăștie, visul anunță haos, pierderea controlului sau risipirea energiei în activități mărunte.\n\nCa podoabe, mărgelele pot sugera dorința de a plăcea, dar și o anumită superficialitate sau vanitate (\"sticlele colorate\"). Valoarea lor în vis depinde de material: mărgelele de plastic indică iluzii, cele de preț indică virtute.",
      "slug": "margele"
    },
    {
      "name": "Margine",
      "category": "locuri",
      "shortMeaning": "Limită, tranziție, risc sau punctul de unde începe necunoscutul.",
      "fullInterpretation": "A te afla la o margine (de prăpastie, de drum, de apă) este un simbol puternic al unei situații limită. Ești pe punctul de a face o schimbare majoră sau de a lua o decizie ireversibilă. Visul indică tensiune, dar și oportunitate.\n\nPoate fi o margine de siguranță sau una periculoasă. Dacă ți-e frică, te simți amenințat de necunoscut sau de eșec. Dacă privești cu curaj, ești gata să faci \"saltul\" către o nouă etapă a vieții. Visul te întreabă: rămâi în zona de confort sau treci granița?",
      "slug": "margine"
    },
    {
      "name": "Marinar",
      "category": "persoane",
      "shortMeaning": "Aventură, adaptabilitate, călătorie prin emoții și dorința de libertate.",
      "fullInterpretation": "Marinarul este arhetipul exploratorului apelor (emoțiilor). El știe să navigheze atât pe timp de calm, cât și pe furtună. Dacă visezi un marinar sau că tu ești unul, înseamnă că ești gata să înfrunți provocările emoționale și să te adaptezi la schimbările vieții.\n\nPoate simboliza și o dorință de evadare, de a lăsa în urmă responsabilitățile de pe uscat și de a fi liber. Totuși, marinarul este adesea un călător singuratic sau nestatornic; visul poate avertiza asupra instabilității în relații sau a lipsei de rădăcini.",
      "slug": "marinar"
    },
    {
      "name": "Marioneta",
      "category": "obiecte",
      "shortMeaning": "Manipulare, lipsa controlului, pasivitate sau sentimentul de a fi folosit.",
      "fullInterpretation": "Marioneta este simbolul suprem al lipsei de voință proprie. Dacă visezi o marionetă, sau te simți ca una, este un semn clar că cineva sau ceva îți controlează viața. Poate fi o persoană autoritară, o dependență sau circumstanțele sociale.\n\nTe simți neputincios, tras de sfori invizibile, incapabil să acționezi conform propriilor dorințe. Visul este un apel la trezire: taie sforile și recâștigă-ți autonomia. Dacă tu mânuiești marioneta, înseamnă că încerci să îi manipulezi pe alții, poate fără să îți dai seama de impactul acțiunilor tale.",
      "slug": "marioneta"
    },
    {
      "name": "Marmota",
      "category": "animale",
      "shortMeaning": "Hibernare, retragere, prudență sau repetarea acelorași situații.",
      "fullInterpretation": "Marmota este cunoscută pentru somnul ei lung și pentru prudență. În vis, poate sugera nevoia de a te retrage, de a \"hiberna\" pentru a-ți reface forțele sau pentru a evita o perioadă dificilă. Poate fi un semn că ești prea pasiv sau că lași viața să treacă pe lângă tine.\n\nDe asemenea, asociată cu \"Ziua Marmotei\", poate simboliza o situație care se repetă la nesfârșit (un cerc vicios) din care nu știi cum să ieși. Trebuie să schimbi ceva în comportamentul tău pentru a rupe ciclul rutinei sau al greșelilor repetitive.",
      "slug": "marmota"
    },
    {
      "name": "Marmura",
      "category": "locuri",
      "shortMeaning": "Răceală emoțională, durabilitate, frumusețe rigidă sau lipsa de viață.",
      "fullInterpretation": "Marmura este un material nobil, frumos, dar rece și dur. În vis, ea poate simboliza o relație elegantă, dar lipsită de căldură sufletească, sau o persoană \"de marmură\" – insensibilă și distantă.\n\nStatuile de marmură indică idealizarea cuiva sau ceva ce a devenit imuabil, neschimbat (poate o amintire). Visul poate sugera și durabilitatea succesului, o realizare care va dăinui, dar te invită să te întrebi dacă nu cumva ai sacrificat sentimentele vii pentru o perfecțiune rigidă.",
      "slug": "marmura"
    },
    {
      "name": "Maro",
      "category": "natură",
      "shortMeaning": "Stabilitate, pământ, pragmatism, confort sau monotonie.",
      "fullInterpretation": "Culoarea maro este culoarea pământului și a lemnului. În vis, ea simbolizează nevoia de stabilitate, de rădăcini și de întoarcere la natură. Sugerează o abordare practică, realistă a vieții.\n\nPoate indica confortul căminului și siguranța materială. Totuși, dacă maroul este murdar sau șters, visul poate reflecta o stare de stagnare, lipsă de energie vitală sau o viață monotonă, lipsită de \"culoare\". Este un îndemn la a găsi echilibrul între a fi cu picioarele pe pământ și a visa.",
      "slug": "maro"
    },
    {
      "name": "Martisor",
      "category": "obiecte",
      "shortMeaning": "Speranță, reînnoire, noroc, tradiție și vestitori ai primăverii.",
      "fullInterpretation": "Mărțișorul este simbolul renașterii naturii și al speranței. În vis, el anunță începutul unei perioade favorabile, pline de optimism și energie proaspătă. Firul alb-roșu împletește puritatea (iarna) cu vitalitatea (vara/primăvara), sugerând echilibrul și continuitatea vieții.\n\nDacă primești un mărțișor, așteaptă-te la gesturi de afecțiune, noroc în dragoste sau mici bucurii care îți vor însenina ziua. Este un semn că iarna sufletească a trecut și urmează o perioadă de înflorire.",
      "slug": "martisor"
    },
    {
      "name": "Martor",
      "category": "persoane",
      "shortMeaning": "Observator, responsabilitate, nevoie de obiectivitate sau pasivitate.",
      "fullInterpretation": "A fi martor în vis înseamnă a observa o situație fără a interveni direct, cel puțin pentru moment. Visul îți cere să fii atent la detalii, să analizezi obiectiv ceea ce se întâmplă în jurul tău înainte de a acționa.\n\nPoate indica și un sentiment de neputință sau pasivitate – vezi lucrurile întâmplându-se, dar simți că nu le poți schimba. Dacă depui mărturie, visul subliniază importanța adevărului și a asumării responsabilității pentru cuvintele și faptele tale (sau ale altora).",
      "slug": "martor"
    },
    {
      "name": "Marturisire",
      "category": "acțiuni",
      "shortMeaning": "Eliberare, adevăr, iertare, vulnerabilitate și curățarea conștiinței.",
      "fullInterpretation": "Mărturisirea în vis este un act profund de eliberare emoțională. Dacă tu te mărturisești, înseamnă că simți nevoia să scapi de o povară, de un secret sau de un sentiment de vinovăție care te apasă. Ești gata să fii vulnerabil și onest.\n\nDacă asculți mărturisirea cuiva, înseamnă că cineva are încredere în tine sau că ești pus în poziția de a judeca sau ierta. Visul te îndeamnă să cauți adevărul și să îți cureți sufletul pentru a putea merge mai departe fără bagaje emoționale inutile.",
      "slug": "marturisire"
    },
    {
      "name": "Masa de lemn",
      "category": "obiecte",
      "shortMeaning": "Tradiție, soliditate, naturalețe și valori familiale durabile.",
      "fullInterpretation": "Masa de lemn evocă simplitatea, căldura și valorile tradiționale. Spre deosebire de materialele moderne sau reci (sticlă, metal), lemnul este viu și cald. Visul sugerează nevoia de a te reconecta cu familia, cu rădăcinile și cu lucrurile care contează cu adevărat.\n\nO masă solidă de lemn indică relații stabile și durabile. Poate fi un semn că trebuie să adopți o atitudine mai naturală și mai sinceră în relațiile cu ceilalți, lăsând la o parte artificiile sociale.",
      "slug": "masa-de-lemn"
    },
    {
      "name": "Masa mare",
      "category": "obiecte",
      "shortMeaning": "Prosperitate, generozitate, viață socială bogată și oportunități extinse.",
      "fullInterpretation": "O masă mare în vis este un semn de abundență și deschidere către ceilalți. Sugerează că ai resurse (emoționale sau materiale) de împărtășit și că ești gata să primești mulți oameni în viața ta. Poate anunța evenimente fericite, reuniuni de familie sau proiecte de amploare.\n\nDacă masa este prea mare și goală, poate indica sentimentul de singurătate sau faptul că ai creat un spațiu (în viața ta) pe care nu știi încă cum să-l umpli. Te invită să fii mai sociabil și mai generos.",
      "slug": "masa-mare"
    },
    {
      "name": "Masa rotunda",
      "category": "obiecte",
      "shortMeaning": "Egalitate, armonie, lipsa ierarhiilor și comunicare deschisă.",
      "fullInterpretation": "Masa rotundă este un simbol arhetipal al totalității și al egalității (Cavalerii Mesei Rotunde). În vis, ea sugerează că cauți o rezolvare a problemelor prin consens, comunicare și colaborare, fără a impune autoritate.\n\nToți cei așezați la masă sunt egali și au dreptul la opinie. Visul indică armonie în familie sau în echipa de lucru, lipsa colțurilor (conflictelor) și un flux continuu de energie pozitivă între participanți.",
      "slug": "masa-rotunda"
    },
    {
      "name": "Masacru",
      "category": "fenomene",
      "shortMeaning": "Haos emoțional, pierderi majore, frică intensă sau schimbări brutale.",
      "fullInterpretation": "Un masacru în vis este o imagine șocantă care reflectă o stare de criză interioară profundă. Poate simboliza faptul că te simți agresat de viață, că valorile tale sunt călcate în picioare sau că treci printr-o perioadă de distrugere a vechilor structuri.\n\nNu este neapărat premonitoriu pentru violență fizică, ci mai degrabă pentru un conflict psihic devastator. Ești copleșit de emoții negative sau de o situație externă care pare fără ieșire. Visul este un strigăt de ajutor al subconștientului care cere o schimbare radicală și protecție.",
      "slug": "masacru"
    },
    {
      "name": "Masaj",
      "category": "acțiuni",
      "shortMeaning": "Relaxare, vindecare, nevoia de atingere și eliberarea tensiunilor.",
      "fullInterpretation": "Masajul în vis vorbește despre nevoia corpului și a minții de a se elibera de stres și tensiune. Poate indica faptul că porți pe umeri o povară grea (mușchi încordați) și ai nevoie de cineva care să te ajute să te relaxezi.\n\nAre și o conotație senzuală, sugerând nevoia de atingere fizică și intimitate. Dacă tu faci masaj cuiva, înseamnă că dorești să oferi alinare, să \"modelezi\" pe cineva sau să ajuți la vindecarea unei relații. Este un vis despre grijă de sine și de ceilalți.",
      "slug": "masaj"
    },
    {
      "name": "Masca",
      "category": "obiecte",
      "shortMeaning": "Ascundere, mister, protecție, falsitate sau persona socială.",
      "fullInterpretation": "Masca în vis reprezintă fața pe care o arătăm lumii, diferită de cea reală. Dacă porți o mască, poate însemna că încerci să ascunzi cine ești cu adevărat, să te protejezi de judecata celorlalți sau să joci un rol care nu ți se potrivește.\n\nO mască poate sugera și mister sau seducție, ca într-un bal mascat. Dacă vezi pe altcineva purtând mască, visul te avertizează asupra ipocriziei, minciunii sau a faptului că nu poți avea încredere deplină în acea persoană. Căderea măștii simbolizează momentul adevărului.",
      "slug": "masca"
    },
    {
      "name": "Masina alba",
      "category": "obiecte",
      "shortMeaning": "Noi începuturi, puritate a intențiilor, claritate în direcție și succes onest.",
      "fullInterpretation": "Culoarea albă a mașinii adaugă semnificații de puritate, claritate și noi începuturi simbolului mașinii (controlul vieții). O mașină albă sugerează că ești pe drumul cel bun, având intenții curate și o viziune clară asupra viitorului.\n\nPoate indica un nou proiect sau o etapă a vieții în care te simți \"curat\" și pregătit să pornești la drum fără bagaje emoționale negative. Dacă alergi după ea, înseamnă că îți dorești să clarifici o situație sau să atingi un ideal de perfecțiune.",
      "slug": "masina-alba"
    },
    {
      "name": "Masina de cusut",
      "category": "obiecte",
      "shortMeaning": "Reparație, creație, hărnicie, răbdare și unificarea părților disparate.",
      "fullInterpretation": "Mașina de cusut simbolizează capacitatea de a repara lucrurile (relații, situații) sau de a crea ceva nou din piese separate. Visul sugerează că ești într-o perioadă constructivă, în care încerci să pui ordine în viața ta sau să \"coși\" rănile trecutului.\n\nNecesită răbdare și precizie. Dacă ața se rupe, înseamnă că întâmpini obstacole sau că încerci să forțezi lucrurile. Este un semn bun pentru creativitate și pentru abilitatea de a transforma resursele simple în ceva valoros.",
      "slug": "masina-de-cusut"
    },
    {
      "name": "Masina de gunoi",
      "category": "obiecte",
      "shortMeaning": "Curățenie mentală, eliminarea negativității, reînnoire și procesarea trecutului.",
      "fullInterpretation": "Mașina de gunoi, deși poate părea un simbol neplăcut, are o semnificație pozitivă de purificare. Ea reprezintă procesul necesar de eliminare a \"deșeurilor\" mentale și emoționale: gânduri toxice, obiceiuri vechi, resentimente.\n\nDacă o vezi trecând, înseamnă că ești gata să lași în urmă ceea ce nu îți mai este de folos. Dacă o conduci, înseamnă că ți-ai asumat activ rolul de a face curățenie în viața ta sau a altora. Este un semn de maturizare și eliberare.",
      "slug": "masina-de-gunoi"
    },
    {
      "name": "Masina de lux",
      "category": "obiecte",
      "shortMeaning": "Ambiție, statut social, dorința de recunoaștere, dar și superficialitate sau cheltuieli excesive.",
      "fullInterpretation": "O mașină de lux în vis reflectă aspirațiile tale către succes, putere și statut. Îți dorești să fii admirat și să ai o viață confortabilă. Dacă o conduci, te simți încrezător și capabil să atingi cele mai înalte culmi.\n\nTotuși, visul poate fi și un avertisment: nu cumva pui prea mult preț pe aparențe sau pe bunuri materiale în detrimentul valorilor interioare? Poate indica și riscul unor cheltuieli nesăbuite sau al unei vieți trăite peste posibilități.",
      "slug": "masina-de-lux"
    },
    {
      "name": "Masina de politie",
      "category": "obiecte",
      "shortMeaning": "Reguli, autoritate, disciplină, sentimentul de vinovăție sau nevoia de ordine.",
      "fullInterpretation": "Mașina de poliție simbolizează legea, ordinea și conștiința morală. Apariția ei în vis poate sugera că te simți vinovat pentru ceva sau că te temi că vei fi \"prins\" (că greșelile tale vor ieși la iveală).\n\nPe de altă parte, poate indica nevoia de disciplină și structură în viața ta. Dacă mașina te ajută, înseamnă că vei primi sprijin din partea unei autorități sau că justiția va fi de partea ta. Sirenele pornite indică o urgență emoțională sau un avertisment serios.",
      "slug": "masina-de-politie"
    },
    {
      "name": "Masina de pompieri",
      "category": "obiecte",
      "shortMeaning": "Urgență, salvare, pasiuni scăpate de sub control, ajutor în situații critice.",
      "fullInterpretation": "Mașina de pompieri este un simbol al intervenției rapide în situații de criză. Focul reprezintă adesea emoții puternice (furie, pasiune) care riscă să distrugă totul. Mașina de pompieri sugerează că ai nevoie de ajutor pentru a \"stinge\" un conflict sau pentru a calma o situație explozivă.\n\nPoate indica și faptul că ești genul de persoană care sare mereu în ajutorul altora (\"salvatorul\"), uneori neglijându-și propriile nevoi. Visul este un apel la acțiune rapidă și decisivă.",
      "slug": "masina-de-pompieri"
    },
    {
      "name": "Masina de scris",
      "category": "obiecte",
      "shortMeaning": "Comunicare, nostalgie, exprimarea gândurilor, creativitate literară.",
      "fullInterpretation": "Mașina de scris evocă o formă de comunicare mai lentă, mai deliberată și poate puțin nostalgică. Visul sugerează nevoia de a-ți exprima gândurile și sentimentele în scris sau de a comunica ceva important cuiva.\n\nPoate indica dorința de a lăsa o urmă, de a scrie o poveste sau de a clarifica lucrurile \"negru pe alb\". Dacă mașina este stricată, înseamnă că întâmpini dificultăți în a te face înțeles sau că te simți blocat creativ.",
      "slug": "masina-de-scris"
    },
    {
      "name": "Masina de spalat",
      "category": "obiecte",
      "shortMeaning": "Purificare, schimbare, rezolvarea problemelor emoționale, rutina curățării.",
      "fullInterpretation": "Mașina de spălat în vis simbolizează procesul de curățare emoțională și mentală. Trebuie să \"speli rufele murdare\" – adică să rezolvi conflicte vechi, să îți schimbi atitudinea sau să scapi de sentimente negative.\n\nCiclul de spălare indică faptul că transformarea necesită timp și parcurgerea unor etape. Dacă mașina dă pe dinafară, înseamnă că ești copleșit de emoții pe care nu le mai poți gestiona. Rufele curate la final promit un nou început proaspăt.",
      "slug": "masina-de-spalat"
    },
    {
      "name": "Masina furata",
      "category": "fenomene",
      "shortMeaning": "Pierderea controlului, a direcției, a identității sau a independenței.",
      "fullInterpretation": "A-ți fi furată mașina în vis este un coșmar comun care reflectă teama de a pierde controlul asupra propriei vieți. Simți că cineva sau ceva îți ia puterea de decizie, independența sau identitatea.\n\nPoate sugera că ești deviat de la drumul tău de către circumstanțe externe sau de către voința altora. Te simți blocat, neputincios și confuz cu privire la direcția în care să mergi. Este un semnal puternic să îți recâștigi autonomia și să nu lași pe nimeni să conducă în locul tău.",
      "slug": "masina-furata"
    }
  ]
}