{
  "symbols": [
    {
      "name": "Masina neagra",
      "category": "dictionar",
      "shortMeaning": "Visul in care conduceti o masina neagra inseamna ca va place sa tineti cat mai ascunse intentiile si scopurile in viata.",
      "fullInterpretation": "Visul in care conduceti o masina neagra inseamna ca va place sa tineti cat mai ascunse intentiile si scopurile in viata.",
      "slug": "masina-neagra"
    },
    {
      "name": "Masina noua",
      "category": "dictionar",
      "shortMeaning": "Masina noua in vise inseamna ca va veti lega noi relatii,abia la inceput de drum.",
      "fullInterpretation": "Masina noua in vise inseamna ca va veti lega noi relatii,abia la inceput de drum. Daca visati ca va cumparati o masina noua semnifica o noua activitate care va poate aduce succes, o avansare profesionala rapida.",
      "slug": "masina-noua"
    },
    {
      "name": "Masina rosie",
      "category": "dictionar",
      "shortMeaning": "Masina rosie in vise inseamna ca vreti sa incercati ceva inedit, nou.",
      "fullInterpretation": "Masina rosie in vise inseamna ca vreti sa incercati ceva inedit, nou. Daca visati ca alergati dupa o masina de culoare rosie inseamna ca in viata reala va lipseste pasiunea sau va este foarte dor de anumite perioade din trecut in care viata dumneavoastra era animata pe deplin de astfel de sentimente inflacarate. Scena aceasta denota si regrete sau tristete in legatura cu o anumita relatie dupa care va pare foarte rau.",
      "slug": "masina-rosie"
    },
    {
      "name": "Masina stricata",
      "category": "dictionar",
      "shortMeaning": "Masina stricata in vise inseamna relatii distruse, pe cale de distrugere, deficitare sau in care ...",
      "fullInterpretation": "Masina stricata in vise inseamna relatii distruse, pe cale de distrugere, deficitare sau in care se resimt blocaje de comunicare.",
      "slug": "masina-stricata"
    },
    {
      "name": "Masini",
      "category": "dictionar",
      "shortMeaning": "Masinile in vis reprezinta capacitatea ta de a lua decizii intr-o situatie data sau in masura in ...",
      "fullInterpretation": "Masinile in vis reprezinta capacitatea ta de a lua decizii intr-o situatie data sau in masura in care simti un control asupra vietii tale. De asemenea, visul semnifica cine sau ce este in controlul unei decizii sau modul in care tot ce se intampla in viata ta.Cursele de masini in vise inseamna ca veti avea o ascensiune greoaie pe scara succesului, nu veti reusi sa primiti laude la locul de munca decat dupa foarte multa munca.",
      "slug": "masini"
    },
    {
      "name": "Maslin",
      "category": "dictionar",
      "shortMeaning": "Visele in care ne apar maslini fac referire la o avere sau la unele realizari personale.",
      "fullInterpretation": "Visele in care ne apar maslini fac referire la o avere sau la unele realizari personale. Alternativ, maslinul reprezinta purificare si pace. Daca ai visat un maslin cu fructe inseamna recompensa. - Un maslin uscat face referire la anumite griji legate de locul de munca.- Daca in vis mananci sau alegi masline inseamna ca vei avea o sanatate buna. - Daca maslinele pe care le manaci in vis sunt copte si negre atunci inseamna ca te vei bucura de dragoste. - Maslinele verzi semnifica persoane straine la care trebuie sa ai grija ce le vei spune. - Daca in vis ai cumparat, gatit sau mancat ulei de masline inseamna ca te asteapta lucruri bune. - Daca in vis ai imprastiat sau varsat ulei de masline inseamna ca te asteapta necazuri si probleme. - Visul in care pui ulei de masline pe salate prevesteste dragoste la prima vedere.",
      "slug": "maslin"
    },
    {
      "name": "Masline",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis mananci sau alegi masline inseamna ca vei avea o sanatate buna.",
      "fullInterpretation": "- Daca in vis mananci sau alegi masline inseamna ca vei avea o sanatate buna. - Daca maslinele pe care le manaci in vis sunt copte si negre atunci inseamna ca te vei bucura de dragoste. - Maslinele verzi semnifica persoane straine la care trebuie sa ai grija ce le vei spune.- Daca in vis ai cumparat, gatit sau mancat ulei de masline inseamna ca te asteapta lucruri bune. - Daca in vis ai imprastiat sau varsat ulei de masline inseamna ca te asteapta necazuri si probleme. - Visul in care pui ulei de masline pe salate prevesteste dragoste la prima vedere.",
      "slug": "masline"
    },
    {
      "name": "Masturbare",
      "category": "dictionar",
      "shortMeaning": "Masturbarea in vise simbolizeaza nevoia de mangaiere.",
      "fullInterpretation": "Masturbarea in vise simbolizeaza nevoia de mangaiere. A visa ca va masturbati reprezinta nevoile sau dorintele dumneavoastra sexuale nerecunoscute si neexprimate. Visul mai poate indica si faptul ca trebuie sa aveti grija de dumneavoastra din punct de vedere senzual sau emotional, dar care nu reprezinta neaparat ceva sexual. Alternativ, visul sugereaza ca trebuie sa depuneti mai mult efort intr-o relatie. Visul in care ii vedeti pe altii masturbandu-se denota anxietatile si grijile dumneavoastra pentru inhibitile pe care le aveti. Visul mai poate fi o reflectie a ceva care in viata dumneavoastra nu este atat de satisfacatoare precum ar trebui sa fie. Tineti minte ca acest vis nu reprezinta neaparat inhibitile sexuala sau satisfactia sexuala, dar ar putea fi analog cu unele situatii sau relatii. Visul este legat cu cel despre sex, deci pentru mai multe informatii va recomandam si interpretarea visului sex.",
      "slug": "masturbare"
    },
    {
      "name": "Matanii",
      "category": "dictionar",
      "shortMeaning": "- Visul in care numeri bilele unor matanii face referire la o viata mai usoara dar si mai pasnica.",
      "fullInterpretation": "- Visul in care numeri bilele unor matanii face referire la o viata mai usoara dar si mai pasnica. Alternativ, visul semnifica impacarea cu un prieten. - Daca te-ai visat calatorind si in acea calatorie ti mataniile in mana, este semn de reusita.",
      "slug": "matanii"
    },
    {
      "name": "Matase",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "matase"
    },
    {
      "name": "Matematica",
      "category": "acțiuni",
      "shortMeaning": "Gândire rațională, logică, rezolvarea problemelor și nevoia de precizie.",
      "fullInterpretation": "Matematica în vis simbolizează mintea rațională și analitică. Ea sugerează că te confrunți cu o situație care necesită logică, calcul și evaluare rece, nu emoții. Poate fi un îndemn să \"faci calculele\" înainte de a lua o decizie.\n\nDacă nu reușești să rezolvi o problemă, te simți copleșit de complexitatea unei situații sau îți lipsește o piesă din puzzle. Cifrele și ecuațiile pot ascunde soluții la problemele tale reale, dacă le abordezi cu răbdare și metodă.",
      "slug": "matematica"
    },
    {
      "name": "Maternitate",
      "category": "locuri",
      "shortMeaning": "Creație, responsabilitate, grijă, noi începuturi și instinctul de protecție.",
      "fullInterpretation": "Maternitatea în vis, fie ca loc (spital), fie ca stare, este un simbol al creației și al hrănirii. Poate indica faptul că ești pe cale să \"dai naștere\" unui proiect, unei idei sau unei noi etape din viață.\n\nSugerează nevoia de a oferi protecție și iubire necondiționată, dar și responsabilitatea uriașă care vine odată cu acestea. Poate reflecta dorința de a avea copii sau, simbolic, de a lăsa ceva valoros în urma ta.",
      "slug": "maternitate"
    },
    {
      "name": "Matreata",
      "category": "corp",
      "shortMeaning": "Insecuritate, griji sâcâitoare, stima de sine scăzută și teama de judecată.",
      "fullInterpretation": "Mătreața în vis este un semn de jenă și nesiguranță socială. Te temi că ceilalți îți vor observa defectele sau că nu ești \"impecabil\". Poate simboliza gânduri negative, \"mizeria\" mentală care se acumulează și de care trebuie să scapi.\n\nEste un avertisment că stresul îți afectează imaginea și sănătatea. Visul te îndeamnă să îți cureți mintea de griji inutile și să ai mai multă încredere în tine, indiferent de imperfecțiuni.",
      "slug": "matreata"
    },
    {
      "name": "Matura",
      "category": "obiecte",
      "shortMeaning": "Curățenie, eliminarea negativității, reînnoire și clarificarea situațiilor.",
      "fullInterpretation": "Mătura este instrumentul prin excelență al curățeniei. În vis, ea te îndeamnă să \"mături\" tot ce este vechi, nefolositor sau toxic din viața ta. Poate fi vorba de relații, obiceiuri sau probleme care te țin pe loc.\n\nDacă mături cu spor, ești gata să faci schimbări pozitive. Dacă mătura e veche sau ruptă, eforturile tale de a rezolva problemele sunt ineficiente. A mătura în stradă poate sugera teama de a-ți expune problemele (\"rufele murdare\") în public.",
      "slug": "matura"
    },
    {
      "name": "Matusa",
      "category": "persoane",
      "shortMeaning": "Legături de familie, înțelepciune feminină, moștenire sau suport emoțional.",
      "fullInterpretation": "Mătușa în vis reprezintă o figură maternă secundară, adesea mai puțin autoritară decât mama, dar plină de sfaturi și experiență. Poate simboliza legătura cu tradițiile familiei sau cu anumite trăsături genetice.\n\nDacă mătușa este binevoitoare, visul anunță sprijin, o posibilă moștenire (materială sau spirituală) sau rezolvarea unei probleme de familie. Dacă este severă sau nefericită, poate indica tensiuni familiale sau aspecte ale feminității tale pe care le respingi.",
      "slug": "matusa"
    },
    {
      "name": "Mausoleu",
      "category": "locuri",
      "shortMeaning": "Trecut glorios, amintiri, stagnare, respect pentru ceea ce a fost.",
      "fullInterpretation": "Mausoleul este un monument dedicat memoriei. În vis, el simbolizează respectul pentru trecut, dar și riscul de a rămâne blocat în el. Poate indica o realizare importantă care s-a încheiat și pe care o onorezi, dar care nu mai are viață în prezent.\n\nEști invitat să prețuiești amintirile, dar să nu te transformi într-un paznic al trecutului. Viața continuă afară. Visul poate sugera și pacea interioară, acceptarea unui final și liniștea sufletească.",
      "slug": "mausoleu"
    },
    {
      "name": "Mazare",
      "category": "alimente",
      "shortMeaning": "Lucruri mărunte, detalii, muncă migăloasă sau mici câștiguri.",
      "fullInterpretation": "Mazărea, cu boabele ei mici și numeroase, simbolizează multitudinea de detalii sau probleme minore din viața ta. Poate sugera că te pierzi în amănunte sau că trebuie să ai răbdare pentru a rezolva o situație complexă (\"bob cu bob\").\n\nDacă mănânci mazăre, este un semn de sănătate și de bucurii simple. Desfacerea păstăilor indică descoperirea unor adevăruri sau a unor oportunități ascunse în lucruri aparent banale. Poate semnifica și mici câștiguri financiare obținute prin muncă cinstită.",
      "slug": "mazare"
    },
    {
      "name": "Mecanic",
      "category": "persoane",
      "shortMeaning": "Reparație, abilități practice, rezolvarea problemelor și funcționalitate.",
      "fullInterpretation": "Mecanicul este cel care înțelege cum funcționează lucrurile și știe să le repare. În vis, el simbolizează partea din tine care caută soluții practice la problemele vieții. Ai nevoie să repari ceva – o relație, sănătatea sau un proiect care s-a blocat.\n\nDacă tu ești mecanicul, înseamnă că ai resursele și priceperea necesare. Dacă apelezi la un mecanic, înseamnă că trebuie să ceri ajutor specializat sau să cauți o perspectivă obiectivă asupra a ceea ce \"scârțâie\" în viața ta.",
      "slug": "mecanic"
    },
    {
      "name": "Meci",
      "category": "acțiuni",
      "shortMeaning": "Competiție, conflict, strategie, câștig sau pierdere.",
      "fullInterpretation": "Un meci în vis reflectă spiritul competitiv și lupta pentru atingerea unui scop. Viața este văzută ca un joc în care trebuie să respecți reguli, să ai o strategie și să îți înfrunți adversarii.\n\nRezultatul meciului este important: victoria aduce încredere, înfrângerea aduce lecții de umilință. Visul te întreabă: ești un jucător activ sau stai pe margine? Colaborezi cu echipa ta sau încerci să câștigi singur?",
      "slug": "meci"
    },
    {
      "name": "Meci de fotbal",
      "category": "acțiuni",
      "shortMeaning": "Muncă în echipă, obiective comune, energie, mulțime și confruntare.",
      "fullInterpretation": "Meciul de fotbal pune accentul pe dinamica de grup și pe rolul tău în cadrul echipei. Ești atacantul care vrea să marcheze (succes individual), portarul care apără (protecție) sau spectatorul care judecă?\n\nVisul poate simboliza o situație profesională sau socială în care colaborarea este esențială. De asemenea, poate avertiza asupra prietenilor falși sau a competiției neloiale. Fii atent la cum \"pasezi\" responsabilitățile și la cum gestionezi victoriile sau eșecurile.",
      "slug": "meci-de-fotbal"
    },
    {
      "name": "Medalie",
      "category": "obiecte",
      "shortMeaning": "Recunoaștere, succes, recompensă, mândrie și validare socială.",
      "fullInterpretation": "Medalia este simbolul victoriei și al aprecierii eforturilor depuse. În vis, ea confirmă că ești pe drumul cel bun și că meritele tale vor fi recunoscute. Poate indica o promovare, un premiu sau pur și simplu satisfacția lucrului bine făcut.\n\nDacă primești o medalie, te simți valoros și respectat. Dacă o pierzi, s-ar putea să te temi că îți vei pierde statutul sau că succesul tău este efemer. Visul te încurajează să fii mândru de realizările tale.",
      "slug": "medalie"
    },
    {
      "name": "Medalion",
      "category": "obiecte",
      "shortMeaning": "Amintire prețioasă, legătură sentimentală, secret sau protecție.",
      "fullInterpretation": "Medalionul, adesea purtat aproape de inimă, simbolizează o legătură profundă cu o persoană dragă. Poate conține o fotografie sau o șuviță de păr, sugerând că păstrezi pe cineva în sufletul tău.\n\nDacă medalionul este închis, poate ascunde un secret sau o dragoste neîmpărtășită. Dacă îl pierzi, visul avertizează asupra unei posibile rupturi sau a răcirii unei relații. Este un simbol al fidelității și al memoriei afective.",
      "slug": "medalion"
    },
    {
      "name": "Medic",
      "category": "persoane",
      "shortMeaning": "Vindecare, autoritate, nevoie de ajutor și grija pentru sine.",
      "fullInterpretation": "Medicul în vis este arhetipul vindecătorului. Apariția lui sugerează că există o \"boală\" în viața ta (fizică, emoțională sau spirituală) care necesită atenție. Nu ignora semnalele corpului sau ale sufletului.\n\nMedicul poate reprezenta și o autoritate în care ai încredere sau, dimpotrivă, teama de diagnostic. Dacă tu ești medicul, înseamnă că ai capacitatea de a-i ajuta pe alții sau de a te autovindeca. Visul te îndeamnă să cauți echilibrul și sănătatea.",
      "slug": "medic"
    },
    {
      "name": "Medicamente",
      "category": "obiecte",
      "shortMeaning": "Soluție temporară, vindecare, dependență sau nevoia de a \"înghiți\" o situație amară.",
      "fullInterpretation": "Medicamentele în vis simbolizează mijloacele prin care încerci să rezolvi o problemă dureroasă. Pot fi \"amare\" (soluții dificile, dar necesare) sau pot aduce o alinare rapidă. Dacă iei medicamente, înseamnă că ești gata să faci ce trebuie pentru a te însănătoși.\n\nVisul poate avertiza și asupra tendinței de a căuta soluții rapide (o \"pastilă magică\") în loc să tratezi cauza profundă a problemelor. Fii atent la doze: prea mult poate deveni otravă.",
      "slug": "medicamente"
    },
    {
      "name": "Medicina",
      "category": "acțiuni",
      "shortMeaning": "Cunoaștere, studiu, dorința de a ajuta și procesul de vindecare.",
      "fullInterpretation": "Medicina, ca domeniu sau practică, simbolizează în vis dorința de a înțelege funcționarea vieții și de a repara ceea ce este stricat. Poate sugera că ești într-un proces de învățare sau că încerci să găsești un \"leac\" pentru o situație complicată.\n\nVisul te încurajează să fii metodic, să pui diagnosticul corect înainte de a acționa și să ai compasiune față de suferință. Poate indica și o vocație de a-i ajuta pe ceilalți.",
      "slug": "medicina"
    },
    {
      "name": "Meduza",
      "category": "animale",
      "shortMeaning": "Pericol ascuns, emoții dureroase, lipsa de formă sau pasivitate.",
      "fullInterpretation": "Meduza, frumoasă dar periculoasă, simbolizează amintiri sau emoții din subconștient care pot \"urzi\" dureros dacă le atingi. Fiind gelatinoasă și transparentă, poate sugera o persoană fără coloană vertebrală, pasivă sau greu de definit.\n\nÎnțepătura de meduză indică un șoc emoțional neașteptat, o trădare sau o critică usturătoare. Visul te avertizează să fii atent la aparențele inofensive care pot ascunde intenții toxice. Poate indica și sentimentul de a pluti în derivă.",
      "slug": "meduza"
    },
    {
      "name": "Melasa",
      "category": "alimente",
      "shortMeaning": "Lentoare, dulceață lipicioasă, sentimentalism excesiv sau stagnare.",
      "fullInterpretation": "Melasa este dulce, dar curge foarte încet. În vis, ea poate simboliza o situație plăcută, dar care te ține pe loc (\"împotmolit în dulceață\"). Poate sugera o relație sufocantă sau o perioadă de stagnare în care lucrurile se mișcă cu încetinitorul.\n\nDe asemenea, poate indica sentimentalism excesiv sau lingușeală. Dacă te murdărești cu melasă, te simți prins într-o situație complicată din care ieși greu. Visul te îndeamnă să fii mai dinamic și să nu te lași prins în capcana confortului pasiv.",
      "slug": "melasa"
    },
    {
      "name": "Melc",
      "category": "animale",
      "shortMeaning": "Răbdare, vulnerabilitate, retragere în sine și progres lent dar sigur.",
      "fullInterpretation": "Melcul își poartă casa în spinare, simbolizând independența, dar și izolarea. În vis, el sugerează că avansezi încet, dar sigur, către obiectivele tale. \"Graba strică treaba\" este mesajul său.\n\nDacă melcul se retrage în cochilie, înseamnă că te simți vulnerabil și ai nevoie de protecție față de lumea exterioară. Poate indica o sensibilitate extremă. Visul te încurajează să ai răbdare cu tine însuți și să îți respecți propriul ritm, chiar dacă pare lent pentru alții.",
      "slug": "melc"
    },
    {
      "name": "Melodie",
      "category": "acțiuni",
      "shortMeaning": "Armonie, stare de spirit, amintiri, nostalgie și ritmul vieții.",
      "fullInterpretation": "O melodie auzită în vis reflectă starea ta emoțională generală. Dacă este veselă, ești optimist; dacă este tristă, treci printr-o perioadă de melancolie. Melodia poate evoca amintiri specifice sau persoane din trecut.\n\nVisul te invită să asculți \"muzica\" vieții tale: este armonioasă sau discordantă? Poate trebuie să te acordezi mai bine la ritmul evenimentelor sau să îți schimbi \"tonul\". O melodie frumoasă promite vești bune și liniște sufletească.",
      "slug": "melodie"
    },
    {
      "name": "Memorie",
      "category": "fenomene",
      "shortMeaning": "Trecut, învățare, identitate, regrete sau lucruri uitate.",
      "fullInterpretation": "Visele despre memorie (a-ți aminti sau a uita ceva) sunt legate de identitatea ta și de lecțiile trecutului. Dacă îți pierzi memoria în vis, poate indica o dorință de a scăpa de o traumă sau teama de a pierde controlul asupra cine ești.\n\nDacă îți amintești brusc ceva, este un mesaj important din subconștient pe care l-ai neglijat. Visul te îndeamnă să integrezi experiențele trecute pentru a nu repeta aceleași greșeli. Memoria este fundația pe care îți construiești viitorul.",
      "slug": "memorie"
    },
    {
      "name": "Menajera",
      "category": "persoane",
      "shortMeaning": "Ordine, curățare, ajutor casnic, modestie sau nevoia de a face ordine în viață.",
      "fullInterpretation": "Menajera în vis reprezintă partea din tine care se ocupă de \"curățenia\" zilnică a vieții, de organizare și de detalii practice. Poate indica faptul că te simți copleșit de responsabilitățile casnice sau profesionale și ai nevoie de ajutor.\n\nDacă angajezi o menajeră, cauți confort și timp liber. Dacă tu ești menajera, s-ar putea să simți că muncești din greu fără a fi apreciat sau că ești în slujba altora. Visul te îndeamnă să faci ordine în viața ta și să scapi de dezordinea mentală sau emoțională.",
      "slug": "menajera"
    },
    {
      "name": "Menghina",
      "category": "obiecte",
      "shortMeaning": "Presiune, constrângere, lipsa libertății sau nevoia de a fixa o situație.",
      "fullInterpretation": "Menghina este un instrument de prindere fermă. În vis, ea sugerează că te simți \"prins ca într-o menghină\", presat de circumstanțe, de termene limită sau de așteptările altora. Simți că nu ai spațiu de manevră și libertate de exprimare.\n\nTotuși, menghina poate avea și o semnificație pozitivă: necesitatea de a rămâne ferm pe poziție sau de a \"fixa\" o situație instabilă pentru a o putea lucra/rezolva. Visul te întreabă: ești presat sau doar bine ancorat?",
      "slug": "menghina"
    },
    {
      "name": "Menstruatie",
      "category": "corp",
      "shortMeaning": "Feminitate, ciclicitate, purificare, eliberare de tensiuni sau griji de sănătate.",
      "fullInterpretation": "Menstruația în vis este un simbol puternic al feminității și al ciclurilor naturale ale vieții. Ea reprezintă o purificare necesară, eliminarea a ceea ce nu a fost fecundat (idei, proiecte) pentru a face loc noului. Poate indica eliberarea de o tensiune acumulată sau sfârșitul unei etape dificile.\n\nDacă visul provoacă anxietate sau jenă (pete pe haine), poate reflecta teama de a-ți expune vulnerabilitatea sau secretele. Pentru femeile la menopauză, visul poate sugera o revitalizare a energiei feminine.",
      "slug": "menstruatie"
    },
    {
      "name": "Menta",
      "category": "natură",
      "shortMeaning": "Prospețime, calmare, claritate mentală și vindecare.",
      "fullInterpretation": "Menta este o plantă revigorantă și calmantă. În vis, ea sugerează nevoia de a te \"răcori\" după o situație fierbinte (conflict, stres). Aduce un mesaj de pace și claritate mentală.\n\nDacă guști sau miroși mentă, visul te îndeamnă să abordezi lucrurile cu prospețime și să îți cureți gândurile. Poate indica și prezența unei influențe calmante în viața ta sau necesitatea de a folosi cuvinte mai blânde și mai \"aromate\" în comunicare.",
      "slug": "menta"
    },
    {
      "name": "Mercur",
      "category": "fenomene",
      "shortMeaning": "Mobilitate, comunicare rapidă, instabilitate sau transformare alchimică.",
      "fullInterpretation": "Mercurul (argintul viu) este un metal lichid, greu de prins. În vis, el simbolizează instabilitatea, schimbarea rapidă și dificultatea de a fixa o situație. Poate sugera o persoană versatilă, inteligentă, dar alunecoasă.\n\nÎn plan spiritual, mercurul este asociat cu zeul Hermes/Mercur, mesagerul zeilor, indicând comunicare rapidă, comerț și adaptabilitate. Visul te avertizează că situația actuală este fluidă și se poate schimba oricând; fii vigilent și flexibil.",
      "slug": "mercur"
    },
    {
      "name": "Mere rosii",
      "category": "alimente",
      "shortMeaning": "Succes, vitalitate, dragoste împlinită și recompensa eforturilor.",
      "fullInterpretation": "Merele roșii în vis sunt un semn excelent de prosperitate și sănătate. Ele simbolizează maturitatea (fructul copt), dragostea pasională și succesul social. Un măr roșu și lucios promite realizarea dorințelor și recunoașterea meritelor tale.\n\nDacă mărul este în pom, printre frunze verzi, visul indică speranțe mari și un viitor strălucit. Este momentul să culegi roadele muncii tale și să te bucuri de dulceața vieții.",
      "slug": "mere-rosii"
    },
    {
      "name": "Mere stricate",
      "category": "alimente",
      "shortMeaning": "Dezamăgire, oportunități ratate, prieteni falși sau neglijență.",
      "fullInterpretation": "Merele stricate sau putrezite sunt un avertisment clar. Ceea ce părea promițător s-a deteriorat. Visul poate indica o relație care a devenit toxică, un proiect eșuat din cauza neglijenței sau speranțe deșarte.\n\nPoate sugera și prezența unor persoane invidioase (\"un măr stricat strică toată grămada\"). Dacă mănânci un măr stricat, te vei confrunta cu consecințele unor decizii proaste sau cu un gust amar lăsat de o experiență neplăcută. E timpul să arunci ce e stricat și să cauți prospețimea.",
      "slug": "mere-stricate"
    },
    {
      "name": "Mere verzi",
      "category": "alimente",
      "shortMeaning": "Tinerețe, noutate, lipsa de experiență, speranță sau vești neașteptate.",
      "fullInterpretation": "Merele verzi simbolizează stadiul de început, potențialul care încă nu s-a materializat complet. Pot sugera tinerețe, prospețime, dar și o anumită aciditate sau imaturitate. Poate că nu ești încă pregătit pentru un anumit pas (\"nu te-ai copt\").\n\nÎn unele interpretări, merele verzi pot aduce vești care te surprind sau te deranjează puțin inițial, dar care pot duce la creștere. Visul te îndeamnă la răbdare și la cultivarea talentelor tale.",
      "slug": "mere-verzi"
    },
    {
      "name": "Mers",
      "category": "acțiuni",
      "shortMeaning": "Progres, direcție în viață, ritmul evoluției personale și independență.",
      "fullInterpretation": "Mersul este acțiunea fundamentală de înaintare. Modul în care mergi în vis (repede, încet, cu greutate, cu ușurință) reflectă modul în care avansezi în viață. Un mers sigur și drept indică încredere și o direcție clară.\n\nUn mers împleticit sau dificil sugerează obstacole, confuzie sau lipsa de energie. Dacă mergi desculț, ești în contact direct cu realitatea (sau vulnerabil). Visul îți arată că, indiferent de viteză, important este să continui să te miști înainte.",
      "slug": "mers"
    },
    {
      "name": "Mers pe bicicleta",
      "category": "acțiuni",
      "shortMeaning": "Echilibru, efort propriu, independență și gestionarea resurselor personale.",
      "fullInterpretation": "Mersul pe bicicletă necesită menținerea echilibrului în mișcare. În vis, el simbolizează capacitatea ta de a gestiona viața prin propriile forțe, menținând balanța între muncă și relaxare, sau între diverse responsabilități.\n\nDacă pedalezi ușor, ai control și avansezi eficient. Dacă e greu, întâmpini rezistență sau urci un \"deal\" (o provocare). Căderea de pe bicicletă indică pierderea temporară a echilibrului sau o greșeală de calcul. Bicicleta tandem sugerează necesitatea cooperării în cuplu sau echipă.",
      "slug": "mers-pe-bicicleta"
    },
    {
      "name": "Mesager",
      "category": "persoane",
      "shortMeaning": "Vești importante, comunicare, schimbare sau avertisment divin.",
      "fullInterpretation": "Mesagerul în vis (poștaș, curier, înger) este purtătorul unei informații care va schimba ceva în viața ta. Fii atent la mesajul adus sau la obiectul primit. Poate fi o veste bună, o oportunitate sau un avertisment pe care l-ai ignorat.\n\nDacă tu ești mesagerul, înseamnă că ai responsabilitatea de a comunica ceva important altora. Visul subliniază importanța comunicării clare și a receptivității la semnele destinului.",
      "slug": "mesager"
    },
    {
      "name": "Mesaj",
      "category": "acțiuni",
      "shortMeaning": "Comunicare subconștientă, informații vitale, conexiune socială sau intuiție.",
      "fullInterpretation": "Primirea unui mesaj în vis (scrisoare, SMS, email) este adesea un semnal direct de la subconștientul tău. Ceea ce scrie în mesaj este esențial – poate fi răspunsul la o întrebare care te frământă. Dacă mesajul e ilizibil, înseamnă că încă nu ești pregătit să afli adevărul sau că ești confuz.\n\nTrimiterea unui mesaj indică nevoia ta de a te face auzit, de a stabili o conexiune sau de a împărtăși o povară. Fii atent la destinatar – el reprezintă partea din tine sau persoana reală cu care trebuie să comunici.",
      "slug": "mesaj"
    },
    {
      "name": "Mesteacan",
      "category": "natură",
      "shortMeaning": "Purificare, noi începuturi, protecție și energie feminină.",
      "fullInterpretation": "Mesteacănul, cu scoarța sa albă și ramurile delicate, este un copac al luminii și al purificării. În vis, el simbolizează un nou început, inocența și protecția împotriva energiilor negative.\n\nPoate indica o perioadă de curățare sufletească sau de vindecare. Urcarea într-un mesteacăn sugerează ascensiune spirituală sau socială. Dacă mesteacănul este uscat, poate semnala o pierdere de vitalitate sau tristețe.",
      "slug": "mesteacan"
    },
    {
      "name": "Metal",
      "category": "obiecte",
      "shortMeaning": "Duritate, rezistență, răceală, structură sau inflexibilitate.",
      "fullInterpretation": "Metalul în vis simbolizează forța, durabilitatea și structura caracterului tău. Ești \"de fier\"? Sau poate prea rigid? Metalul poate indica protecție, dar și bariere emoționale (o armură).\n\nTipul de metal contează: aurul e perfecțiune, fierul e forță brută, plumbul e greutate și depresie. Prelucrarea metalului sugerează capacitatea ta de a te modela pe tine însuți sau de a forja propriul destin prin disciplină și efort.",
      "slug": "metal"
    },
    {
      "name": "Metamorfoza",
      "category": "fenomene",
      "shortMeaning": "Transformare radicală, evoluție, schimbarea identității și adaptare.",
      "fullInterpretation": "Metamorfoza în vis (a ta sau a altcuiva/altceva) este semnul unei schimbări profunde de identitate. Omida devine fluture – treci într-o etapă superioară de existență. Poate indica maturizare, schimbarea convingerilor sau adaptarea la noi circumstanțe.\n\nDacă transformarea este înfricoșătoare (ca la Kafka), visul reflectă teama de a pierde controlul sau anxietatea față de schimbările pe care nu le înțelegi. Dacă este frumoasă, este un semn de renaștere și eliberare.",
      "slug": "metamorfoza"
    },
    {
      "name": "Meteorit",
      "category": "fenomene",
      "shortMeaning": "Eveniment neașteptat, impact major, inspirație divină sau pericol iminent.",
      "fullInterpretation": "Meteoritul care cade din cer este un simbol al intervenției destinului. Poate reprezenta o idee genială care te lovește brusc, o schimbare rapidă și neprevăzută sau un avertisment.\n\nImpactul meteoritului sugerează că evenimentul va lăsa urme adânci. Poate zdruncina fundația vieții tale, dar poate aduce și materiale prețioase (schimbări necesare). Este un semn că trebuie să fii pregătit pentru surprize de proporții cosmice.",
      "slug": "meteorit"
    },
    {
      "name": "Metrou",
      "category": "locuri",
      "shortMeaning": "Călătorie interioară, subconștient, direcție ascunsă și tranzit rapid.",
      "fullInterpretation": "Metroul circulă pe sub pământ, simbolizând o călătorie prin subconștient. Visul sugerează că treci printr-o perioadă de tranziție care nu este vizibilă la suprafață, dar care te duce rapid spre o nouă destinație.\n\nTunelurile întunecate pot reprezenta incertitudine sau explorarea părților ascunse ale psihicului. Stațiile sunt etapele acestei transformări interioare. Dacă pierzi metroul, simți că ai ratat o oportunitate de a avansa sau că nu ești sincronizat cu propriul ritm interior.",
      "slug": "metrou"
    },
    {
      "name": "Mezeluri",
      "category": "alimente",
      "shortMeaning": "Hrană procesată, compromisuri, plăceri carnale sau probleme de sănătate.",
      "fullInterpretation": "Mezelurile sunt carne procesată, simbolizând adesea ceva care nu este 100% natural sau autentic. În vis, pot sugera că te mulțumești cu substitute emoționale sau că faci compromisuri în stilul tău de viață.\n\nPot indica și nevoia de a conserva energia sau resursele. Uneori, mezelurile au o conotație sexuală (carnală) sau avertizează asupra unei alimentații nesănătoase. Dacă tai mezeluri, te pregătești să împarți ceva, dar poate fi vorba de o distribuire inegală sau de o situație fragmentată.",
      "slug": "mezeluri"
    },
    {
      "name": "Mic dejun",
      "category": "acțiuni",
      "shortMeaning": "Începuturi, energie, pregătire pentru o nouă etapă și hrană esențială.",
      "fullInterpretation": "Micul dejun este masa care dă tonul zilei. În vis, el simbolizează începutul unui nou proiect, al unei noi relații sau al unei noi etape de viață. Modul în care iei micul dejun (grăbit, relaxat, singur, cu alții) reflectă atitudinea ta față de acest nou început.\n\nUn mic dejun bogat sugerează că ești bine pregătit și ai resurse. Unul sărăcăcios indică lipsa de energie sau de planificare. Este momentul să te \"alimentezi\" corect pentru provocările care urmează.",
      "slug": "mic-dejun"
    },
    {
      "name": "Microfon",
      "category": "obiecte",
      "shortMeaning": "Dorința de a fi auzit, exprimare publică, autoritate sau teama de expunere.",
      "fullInterpretation": "Microfonul amplifică vocea. Visul sugerează că ai ceva important de spus și vrei ca mesajul tău să ajungă la cât mai mulți oameni. Poate indica dorința de a prelua conducerea sau de a te afirma public.\n\nPe de altă parte, poate reflecta teama de a vorbi în public sau anxietatea că tot ce spui este analizat și judecat. Dacă microfonul nu funcționează, te simți ignorat, neînțeles sau redus la tăcere în viața reală.",
      "slug": "microfon"
    }
  ]
}