{
  "symbols": [
    {
      "name": "Matura",
      "category": "obiecte",
      "shortMeaning": "Simbol al curățării, eliminării problemelor vechi și al reînnoirii energetice.",
      "fullInterpretation": "Mătura în vis este un instrument puternic de curățare, nu doar fizică, ci și spirituală. Ea simbolizează dorința ta de a elimina elementele inutile, toxice sau învechite din viața ta. Poate fi vorba despre oameni care te plictisesc sau îți consumă energia, despre obiceiuri nocive sau griji din trecut.\n\nDacă visezi că mături în propria casă, este un semn pozitiv de armonie și clarificare. Îți pui ordine în gânduri și în suflet. Totuși, dacă mături mizeria sub covor, visul te avertizează că încerci să ascunzi o problemă în loc să o rezolvi.\n\nA mătura în stradă poate sugera teama de judecata publică sau sentimentul că eforturile tale sunt disprețuite de alții. Este timpul să decizi ce merită păstrat și ce trebuie aruncat la „coșul de gunoi” al istoriei personale.",
      "slug": "matura"
    },
    {
      "name": "Mac",
      "category": "natură",
      "shortMeaning": "Simbol al somnului, uitării, dar și al pasiunii trecătoare și al mesajelor de dragoste.",
      "fullInterpretation": "Macul roșu este un simbol dual, plin de mister. Pe de o parte, el evocă pasiunea aprinsă, dragostea la prima vedere și declarațiile romantice, poate chiar venite printr-o scrisoare neașteptată. Pe de altă parte, macul este floarea somnului și a uitării, sugerând o fericire intensă, dar de scurtă durată, sau iluzii care se pot spulbera rapid.\n\nDacă visezi un câmp cu maci, te poți aștepta la bucurii și plăceri senzuale, dar fii atent la efemeritatea lor. Semințele de mac pot simboliza speranțe, dar uneori și iluzii deșarte dacă sunt mâncate. Visul te invită să trăiești momentul, dar să rămâi lucid în fața promisiunilor prea frumoase pentru a fi adevărate.",
      "slug": "mac"
    },
    {
      "name": "Macaroane",
      "category": "alimente",
      "shortMeaning": "Nevoia de confort, simplitate și întoarcerea la bucuriile de bază ale vieții.",
      "fullInterpretation": "Macaroanele în vis sunt un simbol al confortului și al nevoii de hrană emoțională. Ele sugerează dorința de a simplifica lucrurile, de a te întoarce la o perioadă mai lipsită de griji, poate chiar la siguranța copilăriei.\n\nDacă mănânci macaroane cu poftă, visul indică o perioadă de liniște și satisfacție. Poate fi vorba și despre vizite plăcute, oaspeți care aduc vești bune sau mici daruri. Gătitul macaroanelor sugerează pregătirea pentru o reuniune de familie sau dorința de a-i hrăni și îngriji pe cei dragi. Este un vis despre căldura căminului și despre plăcerea de a împărtăși lucruri simple cu oamenii apropiați.",
      "slug": "macaroane"
    },
    {
      "name": "Macelar",
      "category": "persoane",
      "shortMeaning": "Simbol al transformării radicale, al tăierii legăturilor sau al agresivității reprimate.",
      "fullInterpretation": "Măcelarul este o figură intensă în lumea onirică, reprezentând adesea necesitatea de a acționa decisiv, poate chiar brutal, pentru a \"tranșa\" o situație complicată. El poate simboliza emoții primare, furie reprimată sau nevoia de a ajunge la esența unei probleme, eliminând tot ce este de prisos.\n\nDacă tu ești măcelarul, s-ar putea să simți ostilitate sau frustrare pe care încerci să o controlezi. Dacă vezi un măcelar tăind carne, este un avertisment să fii precaut în acțiuni și vorbe, pentru a evita scandaluri sau interpretări greșite. Visul te provoacă să analizezi dacă ești prea dur în judecățile tale sau dacă, dimpotrivă, ai nevoie de mai multă fermitate pentru a încheia un capitol dureros.",
      "slug": "macelar"
    },
    {
      "name": "Macelarie",
      "category": "locuri",
      "shortMeaning": "Loc al deciziilor dificile, al conflictelor sau al procesării emoțiilor grele.",
      "fullInterpretation": "Măcelăria în vis nu este neapărat un semn rău, ci mai degrabă un spațiu de procesare. Aici, lucrurile sunt desfăcute în bucăți pentru a fi înțelese sau utilizate. Dacă visezi că lucrezi într-o măcelărie sau abator, s-ar putea să te confrunți cu tensiuni la locul de muncă sau dispute cu autoritățile.\n\nEste un semnal că te afli într-un mediu dur, unde emoțiile sunt puse la încercare. Trebuie să ai grijă cum gestionezi conflictele; diplomația ar putea fi mai utilă decât confruntarea directă. Visul poate sugera și că treci printr-o perioadă de \"disecție\" a propriei vieți, încercând să separi ceea ce este valoros de ceea ce trebuie aruncat.",
      "slug": "macelarie"
    },
    {
      "name": "Machiaj",
      "category": "acțiuni",
      "shortMeaning": "Masca socială, dorința de înfrumusețare sau ascunderea adevăratei fețe.",
      "fullInterpretation": "Machiajul în vis vorbește despre imaginea pe care o proiectăm în lume, despre \"persona\" noastră socială. A te machia poate indica dorința de a te prezenta într-o lumină mai bună, de a-ți crește încrederea în sine sau de a seduce.\n\nTotuși, visul are și o latură de avertisment: încerci să ascunzi ceva? Poate o vulnerabilitate, un defect sau un adevăr pe care nu ești pregătit să-l arăți. Dacă machiajul este excesiv, s-ar putea să pui prea mult preț pe aparențe în detrimentul esenței interioare. A machia pe altcineva sugerează că încerci să influențezi percepția celorlalți despre acea persoană sau că ești complice la o disimulare.",
      "slug": "machiaj"
    },
    {
      "name": "Macrou",
      "category": "animale",
      "shortMeaning": "Confruntarea rapidă cu emoțiile subconștiente și hrana spirituală.",
      "fullInterpretation": "Macroul, ca pește, este un simbol al conținuturilor din adâncul subconștientului care ies la suprafață. Visul în care vezi sau mănânci macrou sugerează necesitatea de a procesa rapid anumite emoții reprimate sau idei care \"înoată\" în mintea ta. Dacă nu le abordezi, te poți simți sufocat.\n\nMacroul viu este un semn excelent de vitalitate, succes în afaceri și energie dinamică. În schimb, macroul mort poate prevesti vești mai puțin plăcute sau o stagnare. De asemenea, visul poate avea o legătură cu recunoștința: poate dorești să întorci un serviciu sau să îți achiți o datorie morală.",
      "slug": "macrou"
    },
    {
      "name": "Macul si semintele de mac",
      "category": "natură",
      "shortMeaning": "Simbol al fertilității, al uitării și al plăcerilor efemere.",
      "fullInterpretation": "Macul și semințele sale aduc un mesaj despre dualitatea vieții: frumusețe și uitare, pasiune și somn. Semințele de mac simbolizează fertilitatea, potențialul latent, dar și iluziile.\n\nDacă mănânci semințe de mac, visul te avertizează asupra speranțelor deșarte sau a promisiunilor fără acoperire. Un câmp de maci roșii este o imagine a plăcerii vizuale și a bucuriei, dar poate ascunde o situație jenantă dacă nu ești atent. În tradiție, semințele de mac pot prezice și o căsătorie târzie, dar stabilă. Este un vis care te îndeamnă la prudență în fața lucrurilor care par prea frumoase la prima vedere.",
      "slug": "macul-si-semintele-de-mac"
    },
    {
      "name": "Mafiot",
      "category": "persoane",
      "shortMeaning": "Lupta pentru putere, manipularea și sentimentul de pierdere a controlului moral.",
      "fullInterpretation": "Apariția unui mafiot în vis, sau faptul că tu devii unul, vorbește despre putere, control și compromisuri morale. S-ar putea să te afli într-o situație în care simți că alții te manipulează sau, dimpotrivă, tu ești cel care încearcă să impună voința prin mijloace incorecte.\n\nDacă fugi de un mafiot, subconștientul îți transmite că ești copleșit de presiuni externe și trebuie să îți reevaluezi direcția în viață. Te simți amenințat de forțe pe care nu le poți controla. Dacă ești prins, este un semn că trebuie să îți asumi responsabilitatea și să depui un efort onest pentru a ieși dintr-o situație complicată. Visul te întreabă: cât ești dispus să sacrifici pentru succes?",
      "slug": "mafiot"
    },
    {
      "name": "Magar",
      "category": "animale",
      "shortMeaning": "Simbol al încăpățânării, dar și al răbdării, umilinței și muncii asidue.",
      "fullInterpretation": "Măgarul este un simbol adesea neînțeles. Deși este asociat cu încăpățânarea (\"încăpățânat ca un măgar\"), el reprezintă în egală măsură răbdarea infinită, umilința și capacitatea de a duce poveri grele fără a se plânge.\n\nDacă visezi un măgar, întreabă-te: ești prea rigid în opiniile tale sau, dimpotrivă, porți pe umeri greutățile altora fără să primești recunoștință? Visul te poate îndemna să fii mai cooperant, dar și să îți prețuiești propria rezistență. Un măgar care refuză să meargă poate semnala că intuiția ta îți spune să te oprești, că direcția actuală nu este cea bună, indiferent cât de mult insistă ceilalți.",
      "slug": "magar"
    },
    {
      "name": "Magazie",
      "category": "locuri",
      "shortMeaning": "Resurse ascunse, amintiri stocate și potențial energetic nefolosit.",
      "fullInterpretation": "Magazia în vis este un simbol al subconștientului tău, locul unde depozitezi resurse, amintiri și energii pe care nu le folosești în prezent. Poate indica talente latente sau emoții puse \"la păstrare\".\n\nDacă magazia este plină și ordonată, înseamnă că dispui de rezerve interioare solide pentru a face față provocărilor. Dacă este goală sau abandonată, te simți epuizat și ai nevoie de o perioadă de refacere. O magazie dezordonată sugerează confuzie și necesitatea de a face curățenie în gânduri și în trecut. Visul te îndeamnă să îți explorezi \"depozitul\" interior – s-ar putea să găsești unelte prețioase pe care le-ai uitat.",
      "slug": "magazie"
    },
    {
      "name": "Mort",
      "category": "persoane",
      "shortMeaning": "Mesaje din subconștient, sfârșitul unei etape și legătura cu trecutul.",
      "fullInterpretation": "Apariția unui mort în vis nu prevestește moartea fizică, ci marchează adesea finalul unei etape sau al unui mod de a fi. Este un simbol al transformării. Dacă visezi o persoană dragă decedată, visul poate fi o modalitate de a alina dorul, dar și de a primi un mesaj sau o ghidare din propria ta înțelepciune interioară.\n\nDacă mortul îți vorbește, fii atent la cuvinte – ele pot conține soluții la problemele actuale. A vedea un mort înviind sugerează că o veche problemă sau o relație considerată încheiată revine în actualitate. Visul te invită să accepți ciclicitatea vieții, să ierți și să lași în urmă ceea ce nu mai este viu, pentru a face loc noului.",
      "slug": "mort"
    },
    {
      "name": "Masina",
      "category": "obiecte",
      "shortMeaning": "Controlul asupra propriei vieți, direcția, ambiția și statutul social.",
      "fullInterpretation": "Mașina în vis este o extensie a ego-ului și a corpului tău fizic, simbolizând modul în care te deplasezi prin viață. Cine conduce mașina? Dacă ești tu, înseamnă că ai controlul și știi încotro te îndrepți. Dacă altcineva conduce, s-ar putea să te lași influențat sau manipulat de alții.\n\nStarea mașinii reflectă starea ta interioară: o mașină stricată indică epuizare sau obstacole, în timp ce una nouă și luxoasă vorbește despre ambiție și dorința de afirmare. Un accident de mașină este un avertisment serios să încetinești ritmul și să fii mai atent la deciziile tale, înainte de a te \"lovi\" de consecințe neplăcute.",
      "slug": "masina"
    },
    {
      "name": "Mireasa",
      "category": "persoane",
      "shortMeaning": "Uniunea interioară, angajamentul, noi începuturi sau anxietatea legată de schimbare.",
      "fullInterpretation": "Mireasa este un arhetip puternic al uniunii și al transformării. Pentru o femeie, visul poate reflecta dorințele legate de căsătorie, dar și integrarea unor noi aspecte ale feminității sale. Pentru un bărbat, mireasa simbolizează \"anima\" – latura sa feminină și creativă.\n\nDacă mireasa este fericită, visul anunță armonie, noi parteneriate sau o etapă prosperă. Dacă mireasa plânge sau fuge, visul trădează frica de angajament, anxietatea față de responsabilități sau sentimentul că o decizie importantă este forțată. Rochia de mireasă este și ea esențială: dacă e ruptă sau murdară, pot apărea dificultăți în relații sau dezamăgiri.",
      "slug": "mireasa"
    },
    {
      "name": "Moarte",
      "category": "fenomene",
      "shortMeaning": "Transformare profundă, renaștere și sfârșitul necesar al unei etape vechi.",
      "fullInterpretation": "Moartea în vis este rareori premonitorie în sens literal. Ea este simbolul suprem al schimbării radicale. Ceva din tine sau din viața ta trebuie să \"moară\" pentru ca altceva nou să se nască. Poate fi vorba despre o credință limitativă, o relație toxică, un job care nu te mai satisface sau o versiune veche a personalității tale.\n\nDeși poate fi un vis înfricoșător, mesajul său este adesea pozitiv și eliberator. Te invită să dai drumul trecutului și să accepți necunoscutul. Rezistența la această schimbare provoacă suferință, în timp ce acceptarea ei aduce renaștere spirituală și noi oportunități. Ești pregătit să lași în urmă \"pielea veche\"?",
      "slug": "moarte"
    },
    {
      "name": "Mama",
      "category": "persoane",
      "shortMeaning": "Arhetipul hrănitor, protecția, intuiția și rădăcinile emoționale.",
      "fullInterpretation": "Mama este primul nostru contact cu lumea și simbolizează hrana, protecția, sacrificiul și iubirea necondiționată. Apariția ei în vis este legată de starea ta emoțională și de nevoia de siguranță. O mamă blândă și protectoare indică faptul că ești în armonie cu tine însuți și că intuiția funcționează bine.\n\nDacă mama este severă sau distantă, s-ar putea să te simți neglijat, criticat sau lipsit de sprijin în viața reală. Visul poate semnala și nevoia de a-ți dezvolta propria latură maternă, de a avea grijă de tine (\"inner child\") sau de a rezolva conflicte vechi legate de familie și origini.",
      "slug": "mama"
    },
    {
      "name": "Musculite",
      "category": "animale",
      "shortMeaning": "Grijile mici și sâcâitoare, iritarea și distragerile cotidiene.",
      "fullInterpretation": "Musculițele în vis reprezintă acele mici probleme, griji sau persoane care te irită constant și îți consumă energia, fără a fi neapărat periculoase. Ele sunt \"zgomotul de fond\" care te împiedică să te concentrezi pe lucrurile cu adevărat importante.\n\nUn roi de musculițe sugerează că te simți copleșit de detalii nesemnificative sau de bârfe. Dacă reușești să scapi de ele, înseamnă că îți vei recăpăta liniștea și claritatea. Visul este un semnal să nu mai pui la suflet toate nimicurile și să faci o \"dezinsecție\" mentală, eliminând gândurile parazite.",
      "slug": "musculite"
    },
    {
      "name": "Musculos",
      "category": "persoane",
      "shortMeaning": "Puterea interioară, vitalitatea, protecția sau nevoia de a fi puternic.",
      "fullInterpretation": "O persoană musculoasă în vis simbolizează forța brută, vitalitatea și capacitatea de acțiune. Poate reprezenta o parte din tine care este puternică și rezistentă, gata să înfrunte orice obstacol.\n\nDacă te simți intimidat de acest personaj, s-ar putea să ai un complex de inferioritate sau să simți că cineva exercită o presiune asupra ta. Dacă tu ești cel musculos, visul reflectă încrederea în sine și o stare bună de sănătate. Totuși, dacă mușchii sunt exagerați, visul poate avertiza asupra tendinței de a rezolva problemele prin forță sau agresivitate, ignorând latura emoțională.",
      "slug": "musculos"
    },
    {
      "name": "Motel",
      "category": "locuri",
      "shortMeaning": "Tranziție, provizorat, instabilitate sau o pauză scurtă în călătoria vieții.",
      "fullInterpretation": "Spre deosebire de hotel (care poate sugera mai mult confort și stabilitate), motelul indică o situație temporară, de tranzit, adesea cu o notă de anonimat sau incertitudine. Ești \"pe drum\", între două etape, și ai nevoie de o pauză scurtă.\n\nVisul poate sugera că nu ești încă așezat, că relațiile sau proiectele tale sunt pasagere. Poate fi vorba și despre o aventură discretă sau despre dorința de a scăpa de responsabilități pentru o vreme. Dacă motelul este murdar sau dubios, fii atent la compromisurile pe care le faci; s-ar putea să te afli într-o situație care nu îți face cinste sau care îți scade stima de sine.",
      "slug": "motel"
    },
    {
      "name": "Masea",
      "category": "corp",
      "shortMeaning": "Decizii grele, maturizare, durere emoțională sau probleme de comunicare.",
      "fullInterpretation": "Măseaua, fiind folosită pentru a mesteca (a procesa) hrana, simbolizează în vis capacitatea de a \"rumega\" idei, decizii sau experiențe. Durerea de măsea indică o decizie dificilă pe care tot amâni să o iei sau o situație care te \"roade\" pe interior.\n\nPierderea unei măsele poate sugera teama de a pierde puterea, statutul sau vitalitatea, dar și trecerea într-o nouă etapă de maturizare (ca la schimbarea dentiției). Măselele stricate vorbesc despre cuvinte nespuse, resentimente acumulate sau despre o \"hrană\" emoțională care îți face rău. Este timpul să repari ceea ce s-a stricat sau să elimini ceea ce nu mai poate fi salvat.",
      "slug": "masea"
    },
    {
      "name": "Masa",
      "category": "obiecte",
      "shortMeaning": "Simbol al reuniunii, al familiei, al hranei și al comunicării.",
      "fullInterpretation": "Masa în vis este centrul vieții sociale și familiale, locul unde oamenii se adună pentru a împărtăși hrană și idei. Ea simbolizează unitatea, colaborarea și nevoia de comuniune. O masă plină cu bunătăți indică prosperitate, bucurie și armonie în relații, în timp ce o masă goală poate sugera lipsuri, neînțelegeri sau singurătate.\n\nForma mesei contează: o masă rotundă sugerează egalitate și lipsa conflictelor (nimeni nu stă \"în capul mesei\"), în timp ce o masă lungă poate indica formalitate sau distanță între participanți. O masă șubredă sau ruptă avertizează asupra instabilității în familie sau în cercul de prieteni.",
      "slug": "masa"
    },
    {
      "name": "Magazin",
      "category": "locuri",
      "shortMeaning": "Loc al opțiunilor, al schimbului, al dorințelor și al resurselor disponibile.",
      "fullInterpretation": "Magazinul în vis reprezintă lumea oportunităților și a alegerilor pe care le ai la dispoziție. Este locul unde \"cumperi\" ceea ce ai nevoie pentru a-ți construi viața sau identitatea. Dacă magazinul este bine aprovizionat, înseamnă că ai resurse și opțiuni. Dacă rafturile sunt goale, te poți simți limitat sau nepregătit.\n\nCe cumperi din magazin? Acest detaliu îți arată ce anume îți lipsește sau ce dorești să dobândești în plan emoțional sau spiritual. A rătăci într-un magazin fără să cumperi nimic poate indica indecizie sau confuzie în fața multitudinii de direcții posibile.",
      "slug": "magazin"
    },
    {
      "name": "Magazin de haine",
      "category": "locuri",
      "shortMeaning": "Căutarea unei noi imagini, dorința de schimbare a identității sau a rolului social.",
      "fullInterpretation": "Hainele reprezintă persona noastră, rolul pe care îl jucăm în societate. Visul în care ești într-un magazin de haine indică faptul că ești în căutarea unei noi identități sau că dorești să schimbi modul în care ești perceput de ceilalți.\n\nPoate simți că \"hainele vechi\" (vechile atitudini sau roluri) nu ți se mai potrivesc și ai nevoie de o reîmprospătare. Dacă probezi haine care nu îți vin bine, înseamnă că încerci să fii cineva ce nu ești sau că te simți inconfortabil într-o anumită situație socială. Găsirea ținutei perfecte simbolizează creșterea încrederii în sine și alinierea interiorului cu exteriorul.",
      "slug": "magazin-de-haine"
    },
    {
      "name": "Magician",
      "category": "persoane",
      "shortMeaning": "Putere creatoare, manipulare, iluzie sau capacitatea de a transforma realitatea.",
      "fullInterpretation": "Magicianul este un arhetip fascinant care poate avea valențe pozitive sau negative. Pe de o parte, el simbolizează creativitatea, inteligența și capacitatea de a găsi soluții ingenioase la probleme aparent imposibile. Este cel care transformă resursele în rezultate spectaculoase.\n\nPe de altă parte, magicianul poate fi un maestru al iluziei și al manipulării. Visul te poate avertiza că cineva încearcă să te păcălească sau că tu însuți încerci să \"truchezi\" realitatea în loc să o înfrunți onest. Te bazezi pe aparențe sau pe substanță? Ai grijă să nu cazi în capcana propriilor iluzii.",
      "slug": "magician"
    },
    {
      "name": "Magie",
      "category": "acțiuni",
      "shortMeaning": "Schimbare de perspectivă, creativitate, dorințe împlinite sau iluzii.",
      "fullInterpretation": "Magia în vis vorbește despre puterea minții de a influența realitatea. Dacă faci magie, înseamnă că ai încredere în capacitatea ta de a schimba lucrurile prin voință și creativitate. Poate sugera că ești gata să abordezi o problemă dintr-un unghi complet nou, neconvențional.\n\nTotuși, dacă magia este folosită pentru a face rău (magie neagră) sau pentru a manipula, visul reflectă dorințe egoiste, resentimente sau încercarea de a obține rezultate fără efort (scurtături imorale). Visul îți amintește că adevărata magie vine din transformarea interioară, nu din trucuri externe.",
      "slug": "magie"
    },
    {
      "name": "Magistrat",
      "category": "persoane",
      "shortMeaning": "Autoritate, judecată, conștiință morală sau sentimentul de vinovăție.",
      "fullInterpretation": "Magistratul în vis reprezintă legea, ordinea și judecata. El poate simboliza propria ta conștiință (Superego-ul) care îți evaluează acțiunile. Dacă te simți intimidat de magistrat, s-ar putea să te simți vinovat pentru ceva ce ai făcut sau să te temi de consecințele acțiunilor tale.\n\nVisul poate indica și o nevoie de ghidare, de a avea o autoritate care să îți spună ce e bine și ce e rău, sau dorința de a se face dreptate într-o situație conflictuală. Dacă tu ești magistratul, înseamnă că trebuie să iei o decizie importantă și imparțială, cântărind bine toate argumentele.",
      "slug": "magistrat"
    },
    {
      "name": "Magnet",
      "category": "obiecte",
      "shortMeaning": "Atracție irezistibilă, influență, charismă sau forțe care te trag într-o direcție.",
      "fullInterpretation": "Magnetul simbolizează forța de atracție. Poate fi vorba despre o atracție sexuală puternică, o fascinație pentru o idee sau o persoană care exercită o influență magnetică asupra ta. Visul sugerează că există forțe invizibile care te ghidează sau te trag într-o anumită direcție, poate chiar împotriva voinței tale conștiente.\n\nDacă magnetul atrage obiecte metalice, înseamnă că ai puterea de a aduna resurse sau oameni în jurul tău. Dacă magnetul respinge, visul poate indica un conflict sau o incompatibilitate fundamentală într-o relație.",
      "slug": "magnet"
    },
    {
      "name": "Magnolie",
      "category": "natură",
      "shortMeaning": "Noblețe, frumusețe, demnitate, perseverență și dragoste de natură.",
      "fullInterpretation": "Magnolia este o floare a nobleței și a frumuseții durabile. Apariția ei în vis este un semn de eleganță și rafinament. Simbolizează dorința ta de a fi remarcat pentru calitățile sufletești, nu doar pentru cele fizice.\n\nFiind un arbore care înflorește devreme, magnolia poate semnifica și perseverența, curajul de a te deschide chiar și în condiții vitrege. Dacă primești magnolii, este un semn de respect și admirație. Visul aduce un mesaj de speranță, reînnoire și demnitate în fața provocărilor vieții.",
      "slug": "magnolie"
    },
    {
      "name": "Mahmureala",
      "category": "fenomene",
      "shortMeaning": "Consecințele exceselor, regret, confuzie și necesitatea de a reveni la realitate.",
      "fullInterpretation": "Mahmureala în vis, la fel ca în realitate, este prețul plătit pentru excese. Ea simbolizează regretul de a fi mers prea departe, fie că e vorba de cheltuieli, de comportament sau de emoții necontrolate. Te simți confuz, obosit și poate puțin rușinat.\n\nVisul este un semnal clar din partea corpului și a minții că trebuie să te oprești și să îți regăsești echilibrul. Poate indica și o \"trezire la realitate\" dureroasă după o perioadă de iluzii sau euforie nejustificată. Este timpul să îți asumi responsabilitatea și să faci curățenie în viața ta.",
      "slug": "mahmureala"
    },
    {
      "name": "Maicuta",
      "category": "persoane",
      "shortMeaning": "Puritate, devotament, sacrificiu sau nevoia de izolare și spiritualitate.",
      "fullInterpretation": "Măicuța în vis este un simbol al devotamentului spiritual și al renunțării la plăcerile lumești. Ea poate reprezenta o parte din tine care caută liniștea, puritatea sau o conexiune mai profundă cu divinitatea. Poate simți nevoia să te retragi pentru o vreme din agitația lumii pentru a-ți vindeca sufletul.\n\nPe de altă parte, visul poate sugera și o reprimare a dorințelor naturale, o viață prea austeră sau un sacrificiu de sine exagerat. Dacă măicuța este severă, s-ar putea să te simți vinovat pentru anumite \"păcate\" sau plăceri. Dacă este blândă, ea aduce un mesaj de compasiune și iertare.",
      "slug": "maicuta"
    },
    {
      "name": "Maimuta",
      "category": "animale",
      "shortMeaning": "Instincte necontrolate, imitație, agilitate sau comportament copilăresc.",
      "fullInterpretation": "Maimuța în vis simbolizează latura noastră instinctuală, \"necioplită\", dar și inteligența jucăușă. Poate reprezenta comportamente imature, trucuri, sau tendința de a imita pe alții fără discernământ.\n\nO maimuță în cușcă sugerează că îți reprimi instinctele naturale sau că te simți limitat de reguli sociale rigide. O maimuță liberă și veselă indică spontaneitate, curiozitate și capacitatea de a găsi soluții ingenioase. Dacă maimuța este agresivă, visul te avertizează asupra conflictelor interne între dorințele tale primare și conștiință.",
      "slug": "maimuta"
    },
    {
      "name": "Maini mana",
      "category": "corp",
      "shortMeaning": "Capacitatea de acțiune, creație, comunicare și relația cu lumea exterioară.",
      "fullInterpretation": "Mâinile sunt uneltele prin care modelăm realitatea și intrăm în contact cu ceilalți. În vis, ele simbolizează puterea de a face lucruri, de a oferi și a primi. Mâinile curate și puternice indică succes, competență și intenții bune. Mâinile murdare pot sugera vinovăție, greșeli sau implicarea în situații necinstite.\n\nStânga și dreapta au semnificații diferite: dreapta este de obicei activă, masculină, rațională, în timp ce stânga este pasivă, feminină, intuitivă. Dacă te speli pe mâini, s-ar putea să vrei să te absolvi de o responsabilitate sau să scapi de un sentiment de vină. A da mâna cu cineva înseamnă acord, împăcare sau începutul unei colaborări.",
      "slug": "maini-mana"
    },
    {
      "name": "Maini murdare",
      "category": "corp",
      "shortMeaning": "Vinovăție, regrete, acțiuni imorale sau sentimentul de a fi pătat.",
      "fullInterpretation": "Mâinile murdare în vis sunt un simbol clasic al conștiinței încărcate. Expresia \"a avea mâinile murdare\" se referă la implicarea în fapte reprobabile sau necinstite. Visul te avertizează că s-ar putea să fii implicat într-o situație care îți compromite integritatea.\n\nDe asemenea, poate semnifica sentimentul de rușine sau de \"murdărie\" morală după o greșeală. Dacă încerci să le speli și nu reușești, înseamnă că remușcările sunt profunde și greu de înlăturat. Visul te îndeamnă să îți asumi responsabilitatea și să încerci să repari răul făcut.",
      "slug": "maini-murdare"
    },
    {
      "name": "Maioneza",
      "category": "alimente",
      "shortMeaning": "Ceva care \"strică\" gustul, dezamăgire ascunsă sau adăugiri inutile.",
      "fullInterpretation": "Maioneza, fiind un sos gras și greu, poate simboliza în vis ceva care îngreunează o situație sau o face \"indigestă\". Poate sugera dezamăgire – lucrurile nu sunt atât de \"ușoare\" sau de plăcute pe cât par la suprafață.\n\nDacă faci maioneză și se taie, visul indică eșecul unui plan din cauza neatenției sau a ingredientelor greșite (la propriu sau la figurat). Totuși, în unele contexte, maioneza poate reprezenta dorința de a adăuga \"savoare\" vieții, de a ieși din monotonia cotidiană, dar cu riscul unor complicații emoționale sau de sănătate.",
      "slug": "maioneza"
    },
    {
      "name": "Maiul",
      "category": "obiecte",
      "shortMeaning": "Autoritate, forță brută, masculinitate și puterea de a impune voința.",
      "fullInterpretation": "Maiul (ciocanul mare de lemn) este un instrument de putere și construcție, dar și de distrugere. În vis, el simbolizează voința fermă, autoritatea și energia masculină. Dacă folosești un mai, înseamnă că ai puterea de a modela situațiile, de a \"bate în cuie\" decizii importante.\n\nTotuși, visul poate avertiza și asupra folosirii excesive a forței. Poate ești prea dur, prea direct sau încerci să rezolvi probleme delicate prin metode brutale. Trebuie să înveți să dozezi forța și să o folosești constructiv, nu distructiv.",
      "slug": "maiul"
    },
    {
      "name": "Majordom",
      "category": "persoane",
      "shortMeaning": "Nevoia de ajutor, dependență, ordine sau dorința de statut social.",
      "fullInterpretation": "Majordomul reprezintă partea din noi care organizează, servește și menține ordinea. Dacă visezi că ai un majordom, poate indica dorința de a fi servit, de a avea statut și confort, sau faptul că te bazezi prea mult pe alții pentru a-ți rezolva problemele practice.\n\nDacă tu ești majordomul, visul sugerează că te pui în slujba altora, poate neglijându-ți propriile nevoi. Poate fi un semn de umilință, dar și de responsabilitate și loialitate. Întreabă-te: cine este \"stăpânul\" în viața ta? Tu sau așteptările altora?",
      "slug": "majordom"
    },
    {
      "name": "Mal",
      "category": "natură",
      "shortMeaning": "Granița dintre emoții și realitate, stabilitate vs. instabilitate.",
      "fullInterpretation": "Malul este zona de întâlnire dintre pământ (stabilitate, concret) și apă (emoții, subconștient). A sta pe mal și a privi apa înseamnă că ești în siguranță, analizându-ți sentimentele de la distanță. A fi pe un mal care se surpă indică instabilitate emoțională și teama că realitatea ta concretă este amenințată de valurile sentimentelor.\n\nDacă treci de pe un mal pe altul, înseamnă o tranziție importantă, o schimbare de perspectivă sau depășirea unei perioade dificile. Malul este locul unde poți găsi echilibrul, dar și locul unde poți fi vulnerabil în fața \"inundațiilor\" emoționale.",
      "slug": "mal"
    },
    {
      "name": "Mal rupt",
      "category": "natură",
      "shortMeaning": "Pericol, instabilitate, pierderea terenului de sub picioare.",
      "fullInterpretation": "Un mal rupt în vis este un avertisment serios. Pământul, care ar trebui să fie sigur, cedează. Asta simbolizează pierderea stabilității în viața reală – poate fi vorba de siguranța financiară, de o relație care se destramă sau de prăbușirea unor convingeri.\n\nDacă cazi de pe un mal rupt, te simți copleșit de emoții și neputincios în fața schimbărilor. Dacă vezi lucruri căzând, înseamnă pierderi materiale sau sentimentale. Visul te îndeamnă să cauți un teren mai solid, să îți consolidezi poziția sau să te îndepărtezi de situațiile riscante.",
      "slug": "mal-rupt"
    },
    {
      "name": "Malai",
      "category": "alimente",
      "shortMeaning": "Hrană de bază, simplitate, sărăcie sau, dimpotrivă, \"aurul\" pământului.",
      "fullInterpretation": "Mălaiul este asociat tradițional cu hrana esențială, simplă (mămăliga). În vis, poate simboliza întoarcerea la origini, la viața simplă și modestă. Poate indica o perioadă de restricții financiare, în care trebuie să te mulțumești cu puțin, dar acest \"puțin\" este hrănitor și suficient.\n\nCuloarea galbenă a mălaiului poate fi asociată și cu soarele sau aurul, sugerând că în lucrurile simple se ascunde o valoare prețioasă. A cerne mălai înseamnă a separa ceea ce este bun de impurități, pregătindu-te pentru o \"hrană\" spirituală sau intelectuală curată.",
      "slug": "malai"
    },
    {
      "name": "Malarie",
      "category": "corp",
      "shortMeaning": "Boală, griji toxice, epuizare și nevoia de vindecare.",
      "fullInterpretation": "Malaria, fiind o boală care provoacă febră și frisoane ciclice, simbolizează în vis o stare de rău care revine periodic, o problemă care te \"scutură\" și te slăbește. Poate fi vorba despre gânduri toxice, griji financiare sau o relație nesănătoasă care îți consumă energia vitală.\n\nDacă visezi că ai malarie, subconștientul îți spune că ești epuizat și intoxicat de stres. Ai nevoie de o perioadă de carantină, de odihnă și de eliminare a factorilor nocivi din viața ta. Vindecarea necesită răbdare și timp.",
      "slug": "malarie"
    },
    {
      "name": "Mall",
      "category": "dictionar",
      "shortMeaning": "Visand un mall sau un centru comercial de mari dimensiuni este in primul rand asociat cu alegeri si preferinte.",
      "fullInterpretation": "Visand un mall sau un centru comercial de mari dimensiuni este in primul rand asociat cu alegeri si preferinte. Acest vis se refera la prioritatile si deciziile cu privire la selectia si alegerile cuiva. Mall-ul poate fi un semnal ca acesta este momentul potrivit pentru a lua decizii de viitor in timp ce va confruntati cu o multime de alegeri, care ar putea fi coplesitoare. Aparitia mall-ului in visele dumneavoastra este o indicatie a caracteristicilor si a aspectelor pozitive. Este in primul rand asociat cu ambitia de luare a decizilor, modul in care faceti alegeri in viata si modul in care va prioritizati preferintele. De asemenea, el reflecta sentimentul de a avea prea multe optiuni, care ar putea fi un indicator al neglijentei. Cu toate acestea visul, in general, nu este asociat cu negativitate sau natura pesimista. Depinzand de caracterul fiecarei persoane, visul in care va aflati la mall poate fi o indicatie despre cat de multa importanta si preocupare acorda o persoana pentru tendinte, moda, stiluri, tehnologii, etc. Atunci cand va visati in interiorul unui mall, acest vis se poate caracteriza in principal prin eforturile dumneavoastra in a face o impresie buna in ochii tuturor. Daca sunteti femeie si ati visat ca sunteti vanzatoare intr-un mall inseamna ca latura personalitatii dumneavoastra va convinge in a transforma o idee in fapta.",
      "slug": "mall"
    },
    {
      "name": "Mama moarta",
      "category": "dictionar",
      "shortMeaning": "Mama moarta in vise inseamna lipsa de sprijin, derutare emotionala, teama de necunoscut.",
      "fullInterpretation": "Mama moarta in vise inseamna lipsa de sprijin, derutare emotionala, teama de necunoscut. Daca visati ca mama dumneavoastra, moarta in realitate, traieste inseamna ca veti avea parte de aventuri frumoase alaturi de oamenii dragi. Visul in care mama dumneavoastra moare prevesteste o intrevedere cu o persoana pe care nu ati mai vazut-o de mult timp.",
      "slug": "mama-moarta"
    },
    {
      "name": "Mamaliga",
      "category": "dictionar",
      "shortMeaning": "Potrivit traditiei noastre, mamaliga, reprezinta foame, seceta, lipsuri si necazuri de tot felul.",
      "fullInterpretation": "Potrivit traditiei noastre, mamaliga, reprezinta foame, seceta, lipsuri si necazuri de tot felul. - Daca ai visat ca manaci mamaliga, este semn de suparare, inima rea.",
      "slug": "mamaliga"
    },
    {
      "name": "Mana",
      "category": "dictionar",
      "shortMeaning": "Mana rupta in vise sugereaza anumite obstacole ce vor interveni in viata dumneavoastra, nu veti r...",
      "fullInterpretation": "Mana rupta in vise sugereaza anumite obstacole ce vor interveni in viata dumneavoastra, nu veti reusi sa va finalizati unele planuri, deveniti lenes, poate din cauza faptului ca nu mai aveti nici o motivatie, nu mai reusiti sa tineti pasul cu ceea ce va inconjoara, iar circumstantele nu va sunt prielnice, ceea ce va provoaca mai multe inhibitii.Mana taiata in vise inseamna ca va veti desparti de partenerul de viata sau vei pierde un amic foarte bun. Daca visati ca cineva va taie mana de la incheietura sau cuiva i se taie mana inseamna ca veti avea mai multi bani, iar daca visati ca vi se taie de la cot inseamna ca va veti insanatosi dupa o operatie sau o boala grea. Insa, daca visati ca vi se taie o mana chiar de la umar inseamna ca veti pierde pe cineva foarte drag, poate chiar din familie, ori veti trai intr-o mare saracie.(vezi, de asemenea, biserica, pustnic, calugar, calugarita).A semana in vise are mai multe intelesuri, depinde de ce semanati: - seminte - afaceri bune - dovleac - intelegere, fericire, noroc - fasole - veti trece peste obstacole - mazare - obstacole usoare in relatia dumneavoastra cu dusmanul - varza - prevestire de bani - gradina - sunteti sociabil - ogor - castig neasteptat - pamant - rezultate buneCeasul de mana in vise reprezinta un semn bun. Daca in vis purtati un ceas la mana inseamna ca vi se acorda ajutor, dar trebuie sa aveti grija la cheltuieli.Oamenii care nu sunt implicati in credinta musulmana pot gasi aceasta religie foarte misterioasa si adesea se intreba in ce consta religia in sine. Multi au fost expusi unor stereotipuri comune care sunt concepute de catre mase. Ca si in cazul orcarei religii, exista cu siguranta multe atribute pozitive si negative ale acestei credinte particulare. Unele invataturi ale credintei musulmane sunt, poarte, asemanatoare cu ale orcareialte religii. Credinta musulmana are multe semnificatii diferite in vise. Cel mai adesea acest vis este un indicator al schimbarii si expansiunii. - Daca in vis ati vorbit cu cineva despre credinta musulmana, pentru ca este diferita de a voastra, inseamna ca sunteti curiosi sau interesati sa aflati mai multe despre aceasta. - Daca v-ati imprietenit cu cineva care este (musulman) adeptul acestei credinte, inseamna ca veti intalni pe cineva cu aceasta religie in viitorul apropiat. Avand un vis despre credinta musulmana poate insemna, de asemenea, ca va aflati intr-un loc in viata voastra, in care cautati sa fiti mai spirituali. Daca este asa, poate ca este necesar sa faceti niste cercetari sufletesti si sa cititi toate religiile trezesc curiozitatea, astfel incat sa puteti gasi una pe care sa o exersati.",
      "slug": "mana"
    },
    {
      "name": "Mana rupta",
      "category": "dictionar",
      "shortMeaning": "Mana rupta in vise sugereaza anumite obstacole ce vor interveni in viata dumneavoastra, nu veti r...",
      "fullInterpretation": "Mana rupta in vise sugereaza anumite obstacole ce vor interveni in viata dumneavoastra, nu veti reusi sa va finalizati unele planuri, deveniti lenes, poate din cauza faptului ca nu mai aveti nici o motivatie, nu mai reusiti sa tineti pasul cu ceea ce va inconjoara, iar circumstantele nu va sunt prielnice, ceea ce va provoaca mai multe inhibitii.",
      "slug": "mana-rupta"
    },
    {
      "name": "Mana taiata",
      "category": "dictionar",
      "shortMeaning": "Mana taiata in vise inseamna ca va veti desparti de partenerul de viata sau vei pierde un amic foarte bun.",
      "fullInterpretation": "Mana taiata in vise inseamna ca va veti desparti de partenerul de viata sau vei pierde un amic foarte bun. Daca visati ca cineva va taie mana de la incheietura sau cuiva i se taie mana inseamna ca veti avea mai multi bani, iar daca visati ca vi se taie de la cot inseamna ca va veti insanatosi dupa o operatie sau o boala grea. Insa, daca visati ca vi se taie o mana chiar de la umar inseamna ca veti pierde pe cineva foarte drag, poate chiar din familie, ori veti trai intr-o mare saracie.",
      "slug": "mana-taiata"
    },
    {
      "name": "Manastire",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea, biserica, pustnic, calugar, calugarita).",
      "fullInterpretation": "(vezi, de asemenea, biserica, pustnic, calugar, calugarita).",
      "slug": "manastire"
    },
    {
      "name": "Manca",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca mancati paine semnifica faptul ca o sa aveti parte de cinste si promovare in viata.",
      "fullInterpretation": "Daca visati ca mancati paine semnifica faptul ca o sa aveti parte de cinste si promovare in viata.",
      "slug": "manca"
    },
    {
      "name": "Mancare",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "mancare"
    },
    {
      "name": "Mancarime",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "mancarime"
    }
  ]
}