{
  "symbols": [
    {
      "name": "Nacela",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "nacela"
    },
    {
      "name": "Naframa",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "naframa"
    },
    {
      "name": "Naftalina",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "naftalina"
    },
    {
      "name": "Nai",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "nai"
    },
    {
      "name": "Naluca",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "naluca"
    },
    {
      "name": "Namol",
      "category": "dictionar",
      "shortMeaning": "Ptrivit traditiei noastre, namolul din vise este deseori asociat cu suparare, necaz mare si cearta in casa.",
      "fullInterpretation": "Ptrivit traditiei noastre, namolul din vise este deseori asociat cu suparare, necaz mare si cearta in casa. Daca v-ati visat mancand namol inseamna ca relatiile cu familia sau relatia din viata de cuplu sunt destul de greu de suportat. Exact ca si in vis, dumneavoastra sunteti persoana care \"inghite\" multe lucruri (inchideti ochii) pentru ca aceasta relatie fragila sa nu se destrame. Daca v-ati visat corpul acoperit cu namol (sub forma de tratament), inseamna ca in viitorul apropiat va fi nevoie sa depuneti efort dublu pentru a va rederesa viata, aici putand fi vorba de achitarea unei datorii, cheltuieli cu un mebru al familiei, etc. Scotand namol din apa. Daca ati visat ca curatati o fantana de namol sau ca scoateti namol pentru a-l comercializa, este semn ca veti avea parte de un mare castig, fie ca urmare a succesului in afaceri, fie ca urmare a unei noi pozitii la locul de munca.",
      "slug": "namol"
    },
    {
      "name": "Nap",
      "category": "dictionar",
      "shortMeaning": "Napul este o leguma de marimea unui mar, descoperit de catre asiatici, fiind consumat in toata lu...",
      "fullInterpretation": "Napul este o leguma de marimea unui mar, descoperit de catre asiatici, fiind consumat in toata lumea pentru proprietatile sale tamaduitoare. In vise acesta poate avea multiple semnificatii, de la probleme de sanatate pana la succes in afeaceri. In general, visand napi (mai ales daca sunt de dimensiuni mari) poate insemna ca sperantele dumneavoastra nu au o baza reala in viata de zi cu zi. De asemenea, in unele cazuri acesta poate simboliza o purtare rusinoasa. Daca ati visat napi turcesti, inseamna prospectele vor fi luminoase si odata cu succesul parvenit moralul va creste. O sanatate subreda este prevestita de visul in care mancati napi. Insa daca napii consumati sunt cruzi, visul poate capata cu totul alta semnificatie, acestea pot prevesti -o dezamagire amara si in unele cazuri o deceptie. Visand ca scoateti napi din pamant este semn ca de acum inainte va veti imbunatati oportunitatile si norocul. Semintele de nap reprezinta avansare la locul de munca sau castig in fata cuiva la o comptetitie, admitere, etc. Interpretari culese din popor In general - moarte nap mare - sperante neantemeiate nap rosu- moarte taind napi - pierderea averii nap taiat - pierzi bunastarii Napolitanele in vise inseamna ca va simtiti bine intr-un loc nou. Daca visati o multime de napolitane sugereaza faptul ca aveti prea multe sarcini si responsabilitati. Canapeaua in vise reprezinta un confort total fata de o problema sau o situatie. - Daca ati visat ca stati pe o canapea este semn de relaxare,odihna, lene sau plictiseala. Acest vis poate insemna, de asemenea, o nevoie pentru a va limpezi mintea si gandurile. Trebuie luate in considerare si alte aspecte, daca sta cineva alaturi de dumneavoastra pe canapea, atunci visul poate avea, de asemenea, conotatii sexuale. - Daca stati culcat(a) pe o canapea, trebuie sa aveti grija sa nu va lasati dus(a) de sperante false.",
      "slug": "nap"
    },
    {
      "name": "Napolitane",
      "category": "dictionar",
      "shortMeaning": "Napolitanele in vise inseamna ca va simtiti bine intr-un loc nou.",
      "fullInterpretation": "Napolitanele in vise inseamna ca va simtiti bine intr-un loc nou. Daca visati o multime de napolitane sugereaza faptul ca aveti prea multe sarcini si responsabilitati.",
      "slug": "napolitane"
    },
    {
      "name": "Narcisa",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "narcisa"
    },
    {
      "name": "Narcotice",
      "category": "dictionar",
      "shortMeaning": "Narcoticele in vise reprezinta imbolnavire pe cale emotionala sau nervoasa, ingrijorare din prici...",
      "fullInterpretation": "Narcoticele in vise reprezinta imbolnavire pe cale emotionala sau nervoasa, ingrijorare din pricina dependentei pentru ceva sau necesitatea de a fi satisfacut. Narcoticele mai simbolizeaza si excesul de placere sau putere intr-un mod bolnavicios. Visul in care vedeti narcotice pe documente sugereaza ca ar trebui sa va verificati operatiunile bancare sa nu aveti probleme cu activitati de spalare de bani. Daca visati narcotice pe mobila din dormitor atunci este un semnal de alarma in privinta consumului excesiv de alcool.",
      "slug": "narcotice"
    },
    {
      "name": "Noapte",
      "category": "dictionar",
      "shortMeaning": "In conceptia celtica despre timp, noaptea este incputul zilei, dupa cum iarna este inceputul anului.",
      "fullInterpretation": "In conceptia celtica despre timp, noaptea este incputul zilei, dupa cum iarna este inceputul anului. Noaptea simbolizeaza timpul gestatiei, al germinarii, al conspiratiilor care vor izbucni la lumina zilei ca manifestari ale vietii. Teama de singuratate, emotional va simtiti neinteles, cautarea sensului vietii, introspectie, iesirea la suprafata a tuturor fricilor tale, situatii in care veti fi provocat. Noaptea poate semnifica si un timp dedicat odihnei si al relaxarii, dar poate evoca si un interval din viata dumneavoastra caracterizat de haos si dificultati. Este perioada in care isi fac aparitie spiritele malefice. Noaptea face referire la intunericul care ne invaluie inainte de a ne putea acomoda la noul ritm de viata. Acest vis mai poate simboliza schimbarile drastice sau chiar moartea. Un vis in care actiunea se petrece pe timp de noapte reprezinta unele obstacole majore si obstacole in atingerea scopurilor. Va confruntati cu o problema care nu este tocmai clara. In mod alternativ, noaptea poate fi sinonim cu moartea, renasterea si noi inceputuri.",
      "slug": "noapte"
    },
    {
      "name": "Noroi",
      "category": "dictionar",
      "shortMeaning": "(Daca te visezi ca esti in noroi) Vei deveni bogat dar cu mari eforturi.",
      "fullInterpretation": "(Daca te visezi ca esti in noroi) Vei deveni bogat dar cu mari eforturi.A vedea un drum cu noroi in vise ar putea insemna ca relatia cu partenerul dumneavoastra se va schimba in bine ca urmare a unor conversatii. Totusi, in unele vise, noroiul este un aspect de incetinire a ezitarilor si a fricilor.",
      "slug": "noroi"
    },
    {
      "name": "Nunta",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "nunta"
    },
    {
      "name": "Numar",
      "category": "dictionar",
      "shortMeaning": "Revelatie, decodificarea propriei tale persoane, un amanunt ce tine de acel numar.",
      "fullInterpretation": "Revelatie, decodificarea propriei tale persoane, un amanunt ce tine de acel numar. Daca numeri in vis - asteptare, planificare, organizare.Iata ce semnifica numerele. Sunt 9 numere ce e mai sus de ele se face adunarea numerelor din componenta(ex: 23- 2+3=5) 1 - perfectiune, idealism, unitate in diversitate, dar si aplecatie spre egocentrism sau narcisismn 2 - dualitate dar si gandirea in cuplu prin prisma lui noi, polaritate, dihotomie, masculin si feminin (YIn si Yang) 3 - numar magic, spiritualitate, trinitate - corp, minte, spirit, comunicare si intelepciune 4 - stabilitate, sunt 4 puncte cardinale - orientare in spatiu, pragmatism si ratiune 5 - numarul intelectului, gandire profunda, capacitate de analiza si sinteza, indemanare 6 - numarul dragostei, al armoniei intr-un cuplu, frumusete, altruism 7 - spiritualitate, sacralitate, sunt 7 zile intr-o saptamana-perfectiune, sentimentalism, emotii puternice de aici se poate ajunge in gelozie si posesiune 8 - materialitate, bani, este numarul legat de datorii banesti, avere, pragmatism 9 - evolutie, schimbare, intuitie, 9 luni de sarcina - initiere, invatarea lectiilor, atinerea unui nivel inalt de iluminare In timpul somnului, partile creierului ce controleaza limbajul si numerele se inchid, astfel ca cel mai probabil nu va veti putea aminti de numarul de telefon din vise. Totusi, numarul de telefon in vise este un simbol al comunicarii, in special a comunicarii cu oameni cu care nu ati vorbit de foarte mult timp sau cu care nu v-ati vazut de mult. Daca visati numarul de telefon al cuiva pe care tocmai l-ati cunoscut ar putea fi un semn ca trebuie sa urmati acea prietenie si comunicare cu acea persoana, ceea ce ar putea fi un lucru bun pentru dumneavoastra. (5) 30/09/2015 (ultima actualizare)Cifra cinci in traditia romaneasca semnifica evolutie, ascendenta, o etapa de tranzitie. Dupa filozofia chinezeasca numarul de mijoc(cinci) imbina femininul(yin) cu masculinul(yang). Acest numar este considedat de catre traditia chinezeasca ca fiind numarul care da viata. In traditia musulmana, acest numar, este sacru. Apare in texte sacre, mituri si legende. In imaginea pentagramei, el reprezinta omul in picioare, cu mainile si picioarele departate. In imaginea crucii, figureaza centrul, punctul de intalnire a celor doua linii. Din punct de vedere psihologic Apatitia numarului 5 in vise sugereaza activitate, inpulsivitate, energie, schimbari, suflet liber, auto-emancipare, inventivitate si curiozitate. Numarul cinci denota aventura, schimbari de viata, libertate, spontaneitate si actiune. Numarul poate sugera si schimbari in viata, calea vietii isi poate modifica cursul. Tot acest numar reprezinta si dorinta de eliberare de vechile constrangeri si restrictii, poate sugera nevoia de a trai viata cu pasiune si cu scop. In functie de vis, 5 (cinci obiecte, 5 persoane, etc.) poate sugera o lipsa de concentrare si o lipsa de perspectiva materializata a vietii.(9) 30/09/2015 (ultima actualizare)Nmarul noua denota finalizare, inchidere, renastere, inspiratie si reformare. Ai ales o cale productiva, incerca sa schimbi lumea in bine. Numarul noua simbolizeaza, de asemenea, longevitate. O mama poarta copilul noua luni, aceasta cifra poate simboliza si nasterea, inceputul unei noi evolutii. Din punct de vedere psihologic Cifra 9 reprezinta sfarsituri si completari, unul dintre mesajele acestei cifre este ca toate lucrurile trebuie sa ajunga la un sfarsit, pentru ca noi inceputuri sa apara. 9 poate sugera ca o faza sau un ciclu de viata se termina sau ajunge la finalizare si exista promisiunea ca o noua etapa etapa din viata dumneavoastra acum incepe. Numarul noua poate sugera, de asemenea ca nu simpatizati intoleranta si / sau posesivitatea altora.(100) 08/11/2016 (ultima actualizare)Acest numar individualizeaza partea unui intreg care, la randul lui, nu este decat partea unui ansamblu mai mare. De exemplu, poezia galanta persana va spune despre o femeie care este totodata frumoasa si inzestrata cu toate calitatile cerute ca are o suta de fire de par. Chinezul va spune despre o doctrina ca are o suta de flori, mai mult pentru a arata ca are toate calitatile posibile decat pentru a-i atribui o suta de infatisari diferite. O capetenie va cere o suta de oameni pentru a aduna o forta inzestrata cu toate capacitatile care-i vor permite sa-si atinga obiectivul. O suta (100) este o parte care formeaza un tot in tot, un microcosmos in macrocosmos, care distinge si individualizeaza o persoana, un grup, o realitate oarecare intr-un ansamblu. Si aceasta entitate astfel individualizata va avea proprietatile sale distincte care-i vor conferi o eficacitate specialaintr-un ansamblu mai vast. Multiplii lui o suta adauga acestui principiu de individuatie caracteristicile unui multiplicator. De exemplu, la incasi, in timpul sarbatorii Lunii (Coia Raymi, 22 septembrie - 22 octombrie) patru sute de razboinici sunt dispusi in piata patrata a templului din Coricancha, cate o suta de fiecare parte. Fiecare grup de o suta pleaca in directia indicata - adica spre cele patru puncte cardinale - ca sa alunge bolile. Din punct de vedere psihologic, numarul 100 in vise simbolizeaza creatia de sine. Mai exact acest numar arata realizarile visatorului. Intelesul spiritual al numarului o suta se refera la feminitate peste masculinitate, etapa finala a primei unitati, descoperirea absolutului complet ascuns. Alternativ, numarul o suta in vise poate insemna indeplinirea obiectivelor.(8) 30/09/2015 (ultima actualizare)Numarul 8 poarta energiile de succes, bogatie materiala, autoritate si putere, abundenta, infinit, karma si constiinta cosmica. Atunci cand numarul opt apare in visele dumneavoastra ar trebui sa aveti incredere in instinctele si intuitia dumneavoastra. Daca in vis scrieti sau rostiti cifra 8 , semn de avantaj, putere sau victorie in favoarea dumneavoastra. Din punct de vedere psihologic Optul este un numar de abundenta, care se manifesta sub forma de fericire, bani, dragoste, etc. In general este considerat un semn de bun augur, culegerea recompenselor, atragerea dorintelor vostre si imbunatatire personala. 8 sau o serie de 8 (8, 88, 888, 8888, etc.) in vis poate fi, de asemenea, provocari de lacomie, avaritie, retinerea unei afectiuni sau dragoste vechi.(4) 30/09/2015 (ultima actualizare)Cifra patru in vise denota stabilitate, limitari fizice, munca sustinuta si lucruri pamantesti, ca si in cele patru colturi ale pamantului sau cele patru elemente(pamant, vant, foc, apa). Este, de asemenea, reprezentare materiala. In culturile asiatice, numarul patru este o metafora pentru moarte. Din punct de vedere psihologic Numarul 4 este un numar de solidaritate si de o mare forta, dar poate simboliza, de asemenea, un sentiment de restrictie si de limitare. Poate sugera, de asemenea, ca trebuie sa priviti inafara cutii, adica trebuie sa iesiti din confortul dumeavoasta si sa fiti deschis si la alte idei. Cifra 4 sau o serie de 4 (4, 44, 444, 4444, etc.) care au aprut in vise pot sugera confort si stabilitate in viata. Numarul 4 repetandu-se in vis indica ca totul este asa cum ar trebui sa fie. Proiectele in care sunteti implicat(a) vor fi de succes si veti fi multumit(a) de rezultate pe termen lung. Aveti incredere in abilitatile dumneavoastra!(16) 24/11/2016 (ultima actualizare)Patrat al lui patru, numarul saisprezece arata ajungerea la desavarsire a puterii materiale. El capata, ca atare, un inteles moral primejdios, de exaltare a orgoliului, de vointa de putere necontrolata: Jacob Bohme desemneaza prin acest numar abisul, opus Nirvanei. Daca, pe de alta parte, il vom considera dublul lui opt, numarul saisprezece va deveni \"inmultirea, pentru fiinta, a ciclurilor de vicisitudini si renasteri\" (ALLN, 364) sau dublarea celei de-a opta Sevire a Cabalei, adica o stare de zbucium. Numarul saisprezece in vise poate reprezenta , de asemnea, si sensibilitate sau inocenta. Acesta poate sugera, concomitent, curatire spirituala, distrugerea de vechi si nasterea de nou. 16 in vise poate aparea ca si unificare a numarului 1 si 6 (1+6), acesta poate reprezenta negativitate datorita faptului ca 1 reprezinta confruntare iar 6 negativism.(7) 30/09/2015 (ultima actualizare)Cifra sapte in vis semnifica perfectiunea, spiritualitate inalta, plentitudine in dinamismul vietii. Se mai poate interpreta ca si o reusita in atingerea pragului de maturitate. Sunteti pregatiti sa treceti peste obstacole si sa va asumati responsabilitati. De asemenea, sugereaza incheierea unui ciclu, sfarstiul unei perioade si inceputul alteia. Din punct de vedere psihologic In vise, numarul mistic 7 vorbeste despre noi insine, intelepciune interioara, despre nastere si renastere, trezire spirituala si iluminare. Numarul sugereaza, de asemenea vindecare, cunoastre spirituala si intuitie. Numarul sapte repetat sau o serie de 7 (77, 777, 7777, etc.) sugereaza ca ambitiile tale vor fi realizate so obstacolele vor fi depasite cu suficienta forta si un anume scop. Ascultati-va inima pentru orientare si solutii. In functie de tema visului, sapte (de exemplu. 7 obiecte) poate semnifica ,de asemenea sentimentimentul de a fi neinteles de catre altii, izolare si separare si / sau dificultati in mentinerea relatiilor.",
      "slug": "numar"
    },
    {
      "name": "Nastere",
      "category": "dictionar",
      "shortMeaning": "(sau din) strainatate;.",
      "fullInterpretation": "(sau din) strainatate;. A va vedea certificatul de nastere in vise simbolizeaza increderea de sine. Luati in calcul si conditia certificatului de nastere. Daca visati ca este deteriorat sau rupt atunci inseamna ca increderea dumneavoastra se prabuseste. Visul in care va pierdeti certificatul de nastere denota confuzie despre propria identitate. Daca visati ca cineva vi-a furat certificatul de nastere sau va luati unul fals inseamna ca simtiti in interiorul dumneavoastra ca nu sunteti indeajuns de bun.- Visul in care esti nascut din nou indica faptul ca trebuie sa te ocupi de problemele pe care pana acum le-ai evitat. Este posibil sa iti fi fost data o a doua sansa pentru a recastiga ceea ce anterior ai considerat a fi pierdut. Alternativ, visul inseamna o noua etapa din viata ta. Privesti in spre viitor si nu te mai leaga prea multe de trecut.- Daca visezi ca ai un semn din nastere, acesta iti serveste drept memento pentru ceva ce trebuie sa faci sau nu trebuie. Acesta reprezinta o pata pe sufletul tau.Daca visati ca e ziua dumneavoastra de nastere inseamna ca veti avea parte de sanatate, de liniste, de odihna. Veti avea parte si de armonie cu cei din jur. Visul in care va amintiti de ziua de nastere a cuiva sugereaza ca iubiti prea mult acea persoana.",
      "slug": "nastere"
    },
    {
      "name": "Nod",
      "category": "dictionar",
      "shortMeaning": "Dorinta de a opri trecerea timpului, blocaj emotional si greutate in exprimarea emotiilor si sentimentelor.",
      "fullInterpretation": "Dorinta de a opri trecerea timpului, blocaj emotional si greutate in exprimarea emotiilor si sentimentelor. De cele mai multe ori, aparitia unui nod prevesteste probleme si dificultati in viitorul apropiat. A desface un nod - eliberarea de blocaje, increderea in destinul tau. Interpretari culese din popor Nodul pe o ata prevesteste suparare. Dezelgand un nod ce uneste doua ate, doua panglici, etc. - injustitie, legaturi sexuale Desfacand un nod incurcat - cu rabdare vei ajunge departe Facand un nod - suparare, incurcaturi Mai multe noduri pe sfoara sau pe ata - scapi de dusmani Visarea nodului de la cravata simbolizeaza o legatura puternica cu o persoana de sex opus, deseori prevesteste casatoria. Un nod slabit sau faptul ca nu reusiti sa faceti un nod la cravata simbolizeaza racirea relatiei, instabilitate, sentimente negative, despartire sau divort.",
      "slug": "nod"
    },
    {
      "name": "Nod la cravata",
      "category": "dictionar",
      "shortMeaning": "Visarea nodului de la cravata simbolizeaza o legatura puternica cu o persoana de sex opus, deseor...",
      "fullInterpretation": "Visarea nodului de la cravata simbolizeaza o legatura puternica cu o persoana de sex opus, deseori prevesteste casatoria. Un nod slabit sau faptul ca nu reusiti sa faceti un nod la cravata simbolizeaza racirea relatiei, instabilitate, sentimente negative, despartire sau divort.",
      "slug": "nod-la-cravata"
    },
    {
      "name": "Nas",
      "category": "dictionar",
      "shortMeaning": "Nasul este o parte a corpului extrem de importanta, fiind cel care faciliteasa perceptia olfactiva - mirousul.",
      "fullInterpretation": "Nasul este o parte a corpului extrem de importanta, fiind cel care faciliteasa perceptia olfactiva - mirousul. Din acest motiv, nasul este unul dintre cele mai importante simboluri care apare in vise. Intotdeuna visarea nasului este strans legata de intuitia visatorului, increderea in instictele primare si in capacitatea de a evolua intr-o situatie. Caderea nasului sau lipsa lui Daca in vis va cade nasul sau, pur si simplu, acesta lipseste, atunci visul simbolizeaza lipsa de incredere sau incredere saczuta in simturile care v-au ghidat intreaga viata. De asemenea, acesta denota anxietate, stima de sine scazuta si lipsa de incredere. Nas umflat Un nas umflat din cauze necunoscute inseamna o posesie, o cantitate semnificativa de bunuri sau castiguri din investitii. Alternativ, nasul umflat simbolizeaza invidia altor persoane. Nas infundat Blocarea perceptiilor lor prin tot felul de ganduri negative sau interpretari gresite ale unor evenimente. Avand doua nasuri Fie ca sunt unul langa celalalt, fie ca cel de-al doilea nas este in alta parte a corpului, acestea prevestesc o altercatie extrem de tensionata cu posibile violente in viitorul apropiat. Prin urmare, nasul suplimentar simbolizeaza propriul subconstient care va avertizeaza despre o situatie care poate fi prevenita. Nas urat si desfigurat De obicei, atunci cand apare un astfel de vis, el proiecteaza starea de spirit interioara si se refera la conficte exterioare ce trebuie rezolvate sau indepartate. Interpretari culese din popor: in general - paguba avand doua nasuri - cearta, incaierare nas bolnav- ai mare putere de imaginatie si creativitate borcanat- ai relatii personale bune carn- promisiuni de care nu te-ai tinut hemoragie pe- discutii neplacute jupuit- rusine, suparare mare lung- rusine, ai porniri impulsive mare- curiozitate, bogatie mancarime la- fi atent deoarece poti face usor greseli la serviciu mic- nedreptate mic vazand in oglinda- paguba in avere neintretinut- ai relatii dificile cu partenerul pierzandu-l- paguba de neinlaturat rosu- pierzi ceva important, sanatatea iti va fi primejduita sangerand- vei iesi din incurcaturi tu ai mare- te vei afla la loc de cinste vazandu-l mare- refacerea averii Visare unui cos mare pe nas este un semn ce prevesteste ghinion si dezamagiri in viata de zi cu zi, mai ales daca concurati impotriva cuiva sau daca ibcercati sa obtineti foloase necuvenite.Sangerarea nazala se intampla cel putin o data in viata fiecarui persoane fiind cuzata de obosela,boli, accidente sau sporturi de contact. In vise sangele din nas poate avea multiple semnificatii in functie de cazuri si context. In general, aparitia unei sangerari nazale fara vre-un indiciu asupra cauzei acesteia arata faptul ca in viata reala va simtiti vulnerabil. De asemenea, visul poate fi considerat a fi un semn de indemn in a-ti confrunta sentimentele si de a le face fata direct. Visand ca unei pesoane starine ii curge sange din nas. Visul prevesteste oportunitati valoroase care sunt chiar in fata noastra, poate fi vorba despre o crestere a salariului, o urcare in pozitie la locul de munca sau, pur si simplu, un castig din noroc.",
      "slug": "nas"
    },
    {
      "name": "Nor",
      "category": "dictionar",
      "shortMeaning": "Voie buna, cinste, mari satisfactii - alb- avansare in serviciu - alb argintiu- viata usoara si p...",
      "fullInterpretation": "Voie buna, cinste, mari satisfactii - alb- avansare in serviciu - alb argintiu- viata usoara si placuta - alb ca lana- liniste, fericire - agitat in furtuna- neantelegeri in casa - alergand- osteneala pentru tine - cu fulgere- vesti si laude - colorat viu- nelinisti spirituale - de vara- succes la serviciu cu laude - deasupra capului- cinste - deasupra ta- bucurii - galben- afaceri prospere - intunecat- barfa - luna in- perioada de fericire - luna acoperita de- cu rabdare si perseverenta vei depasi problemele de serviciu - lovindu-se intre ei- cinste mare - negru- clevetiri - negru cu rosu- cearta, te ameninta o primejdie - ocupa intregul cer- temeri - purtat in- veste buna - rupere de- primejdia va trece facand loc bucuriei - soarele acoperit de- ai minte practica si grijulie si un simt puternic al datoriei - trecand rapid pe cer- perioada agitata - vazand cenusii- neliniste - vazandu-te in- veste buna - vinetiu- discordie - zarind- satisfactii mari la serviciu.Norul negru in vise prevesteste clevetiri, iar daca visati un nor negru cu rosu inseamna cearta, va ameninta o primejdie. Norii albi in vise va anunta ca trebuie sa va pregatiti pentru o surpriza placuta din partea persoanei iubite. Visul ar mai putea insemna ca veti primi vesti bune sau ca veti pleca intr-o calatorie. Din punct de vedere psihologic, a vedea nori albi in vise simbolizeaza fericirea si gandirea pozitiva. Totodata, visul reprezinta energia pozitiva si idealismul dumneavoastra. Alternativ, visul in care apar nori albi simbolizeaza maretia lui Dumnezeu si pacea.A vedea nori negri in vise simbolizeaza depresia sau furia. Indica o eruptie iminenta de emotii. Alternativ, visul reprezinta lipsa de intelepciune sau confuzie intr-o anumita situatie. De aceea visul ar putea fi o metafora pentru \"a va intuneca\" modul de gandire.",
      "slug": "nor"
    },
    {
      "name": "Nasa",
      "category": "dictionar",
      "shortMeaning": "A vedea nasa in vis indica faptul ca sunteti in cautarea unor sfaturi, cautati pe cineva care sa ...",
      "fullInterpretation": "A vedea nasa in vis indica faptul ca sunteti in cautarea unor sfaturi, cautati pe cineva care sa va directioneze in viata. Daca va visati nasa inseamna ca ar trebui sa va ganditi sa-i ajutati mai mult pe cei din jur.",
      "slug": "nasa"
    },
    {
      "name": "Nascut",
      "category": "dictionar",
      "shortMeaning": "Daca o femeie va visa ca a nascut un baiat, viata ii va fi plina de bucurie si armonie.",
      "fullInterpretation": "Daca o femeie va visa ca a nascut un baiat, viata ii va fi plina de bucurie si armonie. Vezi interpreatrea visului Bebelus si Copil - Visul in care esti nascut din nou indica faptul ca trebuie sa te ocupi de problemele pe care pana acum le-ai evitat. Este posibil sa iti fi fost data o a doua sansa pentru a recastiga ceea ce anterior ai considerat a fi pierdut. Alternativ, visul inseamna o noua etapa din viata ta. Privesti in spre viitor si nu te mai leaga prea multe de trecut.",
      "slug": "nascut"
    },
    {
      "name": "Nasture",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "nasture"
    },
    {
      "name": "Nasturi / Nasture",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "nasturi-nasture"
    },
    {
      "name": "Natura",
      "category": "dictionar",
      "shortMeaning": "Natura in vise denota libertate, liniste, restaurare si reanoire.",
      "fullInterpretation": "Natura in vise denota libertate, liniste, restaurare si reanoire. Utilizezi natura ta instinctuala. Alternativ, visul inseamna o sanatate buna, armonie si intelegere cu ceilalti. - Daca ai visat ca mergi pe jos in natura inseamna ca te vei bucura de viata linistita si vei avea un stil de viata sanatos.Puterile supranaturale in vise inseamna ca intotdeauna vedeti lucrurile pozitive chiar si in situatile rele. Aveti energie nelimitata. De asemenea, va simtiti increzator in abilitatile voastre. Luati in considerare importanta puterii dumneavoastra si cum este aplicata intr-o situatie sau relatie din viata dumneavoastra. (Vezi si autograf.)Indiferent ce visezi: ca semnezi un cec sau un alt document, inseamna ca vei avea un trai modest si ca va trebui sa muncesti mult.",
      "slug": "natura"
    },
    {
      "name": "Naufragiu",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "naufragiu"
    },
    {
      "name": "Nava",
      "category": "dictionar",
      "shortMeaning": "Nava spatiala in vise simbolizeaza mintea dumneavoastra creativa.",
      "fullInterpretation": "Nava spatiala in vise simbolizeaza mintea dumneavoastra creativa. Denota o calatorie spirituala spre necunoscut si semnaleaza autodezvoltare si constiinta de sine. Alternativ, visul sugereaza faptul ca trebuie sa luati o perspectiva diferita, indiferent de cat de bizara sau de neobisnuita ar putea fi. Daca visati ca se prabusesc nave spatiale inseamna ca ideile dumneavoastra ar putea fi prea ciudate si duse prea la extrem. Poate ca aveti un set de obiective nerealiste pentru dumneavoastra si va puneti in situatia de a esua.",
      "slug": "nava"
    },
    {
      "name": "Nava spatiala",
      "category": "dictionar",
      "shortMeaning": "Nava spatiala in vise simbolizeaza mintea dumneavoastra creativa.",
      "fullInterpretation": "Nava spatiala in vise simbolizeaza mintea dumneavoastra creativa. Denota o calatorie spirituala spre necunoscut si semnaleaza autodezvoltare si constiinta de sine. Alternativ, visul sugereaza faptul ca trebuie sa luati o perspectiva diferita, indiferent de cat de bizara sau de neobisnuita ar putea fi. Daca visati ca se prabusesc nave spatiale inseamna ca ideile dumneavoastra ar putea fi prea ciudate si duse prea la extrem. Poate ca aveti un set de obiective nerealiste pentru dumneavoastra si va puneti in situatia de a esua.",
      "slug": "nava-spatiala"
    },
    {
      "name": "Navod",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "navod"
    },
    {
      "name": "Neagra / Negru",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "neagra-negru"
    },
    {
      "name": "Neamuri si rude",
      "category": "dictionar",
      "shortMeaning": "In mod evident, visele ce implica rude sunt destul de comune si pot fi incarcate cu multe simboluri si semnificatii.",
      "fullInterpretation": "In mod evident, visele ce implica rude sunt destul de comune si pot fi incarcate cu multe simboluri si semnificatii. Visand persoane cu diferite grade de rudenie poate insemna lucruri complet diferite. Daca in visul dumneavoasta isi face aparitia un var, acesta poate insemna faptul ca in momentul de fata anxietatea din viata dumneavoastra a luat o pauza si va faceti griji ca aceasta va navali, curand, inapoi. Cam pe aceeasi unda sunt si visele despre matusi sau unchi. Vsiarea rudelor / neamurilor care nu fac parte din familia dumneavoastra (va sunt rude prin alianta) are de-a face cu cautarea sau primirea de ajutor atunci cand este nevoie. Dupa cum am precizat si mai sus, membrii familiei care apar in visele noastre au propriile lor interpretari. Parintii in visele noastre Parintii simbolizeaza, de obicei, o putere autoritara. Tatal este asociat cu tranzitii pozitive din viata profesionala, afaceri sau cariera. Mamele simbolizeaza de obicei dragostea. Astfel, visandu-va mama, s-ar putea sa fiti la un pas de o schimbare importanta viata amoroasa sau intr-una dintre relatiile apropiate. Frati in visele noastre Visele ce implica fratii au semnificatii diferite in functie de sexul visatorului si al fratelui. Pentru o femeie, visand o relatie armonioasa cu sora acesteia ar putea insemna ca in momentul de fata situatia emotionala este stabila. Pentru un barbat, visand sora, poate insemna ceva similar. Dieferenta este ca in visul barbatului se pune accent pe securitatea emotionala. Daca acesta isi viseaza fratele si in vis ii sunt prezentate vremuri / clipe frumoase sau bune alaturi de frate, insema stabilitate financiara. Vedeti diversele tipuri de rude listate separat. De ex: Frate, Sora, Tata, etc.",
      "slug": "neamuri-si-rude"
    },
    {
      "name": "Nebun / Nebuni",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "nebun-nebuni"
    },
    {
      "name": "Nebunie",
      "category": "dictionar",
      "shortMeaning": "Un vis in care experimentati o stare de nebunie prezice o boala grava.",
      "fullInterpretation": "Un vis in care experimentati o stare de nebunie prezice o boala grava. Nu ezitati si mergeti imediat sa va verificati starea de sanatate. Cel mai probabil, boala este deja in corpul dumneavoastra, dar nu o vedeti inca. Daca observati nebunia unor straini, acest vis sugereaa tradarea prietenilor sau neterminarea proiectelor. Daca o tanara fata viseaza despre nebunie inseamna ca in curand va fi dezamagita de viata din familie. Daca tanara viseaza ca este martora nebuniei altcuiva inseamna ca va trebui sa fie pregatita de un divort. Nebunia in vise, conform manualului lui Miller, este un semn de rau augur, ce prevesteste necazul si boala, din pricina caruia va veti pierde proprietatea. Visul in care suferiti din cauza nebuniei altora sugereaza ca prietenii dumneavoastra va vor lasa balta si va vor rani prin tradarea lor. In manualui lui Vanga, nebunia in vise va avertizeaza de posibilele pericole. Se pare ca sunteti primul care aflati despre ele, iar soarta unor oameni va fi in mainile dumneavoastra. Incercarti sa evaluati gradul de pericol si sa luati masurile necesare sa salvati acei oameni. A visa ca tratati un om ce sufera de nebunie inseamna ca veti deveni victima unui ghinion. Daca visati ca intrati intr-o stare de nebunie inseamna ca veti avea parte de evenimente enervante, dificultati in afaceri si probleme in sanatate. Va este frica de ceva anume.",
      "slug": "nebunie"
    },
    {
      "name": "Necaz",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "necaz"
    },
    {
      "name": "Nectarine",
      "category": "dictionar",
      "shortMeaning": "Nectarina simbolizeaza un prieten bun ce isi ascunde sentimentele adevarate fata de dumneavoastra.",
      "fullInterpretation": "Nectarina simbolizeaza un prieten bun ce isi ascunde sentimentele adevarate fata de dumneavoastra. De asemenea, visul este considerat si un semn al profiturilor si al castigurilor. Consumul nectarinelor in vise reprezinta o idee sau un sentiment produs de catre subconstient. Poate ca treceti printr-un conflict spiritual, dumneavoastra fiind obisnuit cu un anumit confort si avand placere in lucrurile simple ale vietii. Visul poate reprezenta nevoia de a adopta o noua abordare cu privire la o situatie sau la o relatie.",
      "slug": "nectarine"
    },
    {
      "name": "Necunoscut",
      "category": "dictionar",
      "shortMeaning": "Un barbat necunoscut in vise este, in general, acea parte nerecunoscuta a personalitatii visatorului.",
      "fullInterpretation": "Un barbat necunoscut in vise este, in general, acea parte nerecunoscuta a personalitatii visatorului. Acest barbat necunoscut poate fi interpretat ca si un semn de ezitare, nesiguranta sau instabilitate in viata dumneavoastra de zi cu zi. Cu toate acestea, visele in care apar barbati necunoscuti pot fi de multe ori si semne bune, referindu-se la o posibila poveste de dragoste noua. In cazul in care ati visat ca aveti un iubit care este un barbat necunoscut, atunci acest vis se refera la faptul ca, probabil, simtiti singuratatea si ca aveti nevoie de cineva in viata dumneavoastra, cineva care v-ar putea iubi indiferent ce. A vedea un drum necunoscut in vise reprezinta o cale pe care inca nu v-ati aventurat. Va pregatiti o noua prioritate pentru ceva anume. De asemenea, visul in care apare un drum necunoscut semnifica faptul ca noul dumneavoastra proiect va cauza mai multa durere decat este necesar si este o pierdere de timp. Daca visati ca sunteti pe un drum de tara necunoscut si rau inseamna ca noile dumneavoastra proiecte vor aduce, din pacate, numai nervi si intarzieri.Daca visati oameni necunoscuti, acestia reprezinta diferite laturi ascunse ale personalitatii dumneavoastra, in functie de rolul pe care in joaca in vis. Visul in care incepe o bataie intre oameni necunoscuti simbolizeaza in viata reala un posibil castig financiar.",
      "slug": "necunoscut"
    },
    {
      "name": "Nefericit",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca esti nefericit inseamna ca trebuie sa inveti din dezamagirile tale pentru a fi fericit(a).",
      "fullInterpretation": "- Daca ai visat ca esti nefericit inseamna ca trebuie sa inveti din dezamagirile tale pentru a fi fericit(a). Visul poate fi si o reflectare a modului in care te simti in viata de zi cu zi. - Daca ai visat ca partenerul de viata este nefericit este semn ca cedezi unei legaturi sentimentale cu altcineva.",
      "slug": "nefericit"
    },
    {
      "name": "Negare",
      "category": "dictionar",
      "shortMeaning": "- Visul ca te afli in negareÂ reflecta starea ta de spirit din viata de zi cu zi.",
      "fullInterpretation": "- Visul ca te afli in negareÂ reflecta starea ta de spirit din viata de zi cu zi. Refuzi sa vezi sau sa recunosti un adevar. - Daca ai visat ca esti refuzat inseamna ca nu esti in masura sa te ridici la asteptarile altora. Ia in considerare si faptul pentru care ai fost refuzat(a) pentru o semnificatia amanuntita a visului. Puterea de a spune nu in vis unei situatii sau unei persoane poate reprezenta o parte importanata a procesului tau de dezvoltare personala. Esti capabil sa iei decizii in pofida dorintelor altor persoane, fara a avea sentimentul ca ve fi pedepsit pentru acest lucru. Acest lucru reflecta faptul ca esti stapan(a) pe propria ta viata. Dreptul de a refuza poate cantari foarte mult in luarea deciziilor. Este posibil sa ai un motiv intemeiat pentru refuzul tau. In cazul relatiilor sentimantale, a spune nu semnifica un singur lucru, si anume ca la un anumit nivel sti ce este cel mai bine pentru tine. Din punct de vedere spiritual, a spune nu impiedica respingerea acelor elemente care nu sunt compatibile cu evolutia ta.",
      "slug": "negare"
    },
    {
      "name": "Negii",
      "category": "dictionar",
      "shortMeaning": "Negii sau verucile sunt mici excrescente ale pielii cauzate de o infectie a stratului superior al...",
      "fullInterpretation": "Negii sau verucile sunt mici excrescente ale pielii cauzate de o infectie a stratului superior al pielii cu virusul papiloma uman (HPV). Aparitia negilor in vise este relativ comuna si sunt, in general, asociati cu sentimente de rusine si reprezinta simbolul problemelor neasteptate din viitorul apropiat. Ingrijorarea excesiva cu privire la negii din visul dumneavoastra reflecta incapacitatea de a va pastra reputatia. Este considerat un semn de bun augur daca observati disparitia neasteptata a negilor. Acest vis va dezvaluie oportunitati prin intermediul carora veti depasi o adversitate. Persistenta dumneavoastra este solutia salvatoare si este calea catre succesul in viata. Daca negii se arata a fi niste forme respingatoarea sau sunt exagerat de mari si va provoaca un sentiment de groaza, in realitatea sunteti susceptibil sa provocati suferinta cuiva. Natura dumneavoastra frivola va fi motivul pentru aceasta. Vazand negi pe corpul altei persoane, este un semn ca ar trebui sa fiti vigilent - dusmanii se afla in imediata apropiere. Indepartarea negilor indica abilitatea dumneavoastra de a respinge atacul dusmanilor, indreptat catre dumneavoastra, cat si, catre cei dragi. Visul in care indepartati negii cu foarte mare atentie inseamna ca in viata de zi cu zi va confruntati cu rusine ca urmare a unor actiuni intreprinse si doriti ca acele momente sa dispara din viata dumneavoastra. Arderea sau cauterizarea negilor este asociata cu problemele financiare. Este posibil ca dorintele sa-ti fi depasit castigurile cu mult timp in urma. Aceasta se poate datora faptului ca incercati sa le aratati tuturor ca aveti o viata frumoasa si ca nu va lipsesc lucrurile de lux. Disparitia negilor de pe mainile dumneavoastra simbolizeaza disparitia vechilor probleme fara a depunde vre-un efort in sensul acesta. Negul aparut pe nas reprezinta constientizarea anumitor probleme si faptul ca incercati prin diferite cai sa evitati responsabilitatea. Alternativ, visul poate fi o simpla ingrijorare din cauza felului in care arati. Visul acesta poate aparea destul de frecvent in viata adolescentilor si este legat de complexe. Verucile de pe fata sunt un semn al pozitiei sociale si al opiniei, pe care sunteti hotarat sa o aparati depunand eforturi uriase. Negii de pe picioare sugereaza o incredere prea mare acordata oamenilor cu caractre schimbator si sunt un semn al naivitatii. Visand negi in zona intima simbolizeaza probleme de sanatate, disconfort si rusine.",
      "slug": "negii"
    },
    {
      "name": "Negociere",
      "category": "dictionar",
      "shortMeaning": "Negocierea in vise sugereaza ca ar trebui sa va asteptati la anumite dezbateri pe viitor.",
      "fullInterpretation": "Negocierea in vise sugereaza ca ar trebui sa va asteptati la anumite dezbateri pe viitor. De asemenea, a visa o negociere ar mai putea arata ca incercati sa va dati seama ce faceti gresit. Ar trebui sa aveti grija ca cineva nu isi doreste ceea ce va doriti si dumneavoastra. Alternativ, visul in care apare o negociere sugereaza ca s-ar putea sa aveti probleme, astfel ca ar trebui sa aveti grija ce spuneti si ce faceti.",
      "slug": "negociere"
    },
    {
      "name": "Negru",
      "category": "dictionar",
      "shortMeaning": "Barbatul in negru reprezinta nenorocul aparut intr-o perioada de bunastare si prosperitate.",
      "fullInterpretation": "Barbatul in negru reprezinta nenorocul aparut intr-o perioada de bunastare si prosperitate. Cu toate acestea, in functie de trasaturile aparitiei sale in vis, acesta poate a avea semnificatii diferite. Cartile de vise nu sunt unanime in explicarea simbolisticii acestui vis. Totusi, tonul general al predictiilor este unul destul de trist. Unele dintre cele mai importante carti de interpretarea viselor considera barbatul in negru simbolul puterii si al bogatiei fara fericire sau, inceputul distrugerii morale. Vazand un cunoscut putand haine negre in vis, este un avertisment asupra unui pericol iminent, dar care poate fi evitat. Partea senzuala si dorintele intime sunt prevestite de visul in care apare un barbat inalt si elegant imbracat in negru. Din punct de vedere psihologic, imbracamintea neagra inseamna resentimente ascunse fata de o persoana. Va faceti rau fizic, fie emotional. Visandu-va imbracat in negru sugereaza faptul ca va preocupa sinele, personalitatea sociala si modul in care va portretizati altora. Poate ca exista ceva ce refuzati sa vedeti si sa recunoasteti. Uneori, visul in care ne apare un barbat imbracat in negru, nu este altceva decat proiectia unor dureri sau regrete din trecut. Daca visezi un caine negru , semnifica o nenorocire, prieteni falsi sau nepotriviti care ii ai langa tine. Trebuie sa faci o selectie intre prieteni ca sa vezi de cine ai nevoie si sa scapi de cei care te tin in loc.Calul negru in vis inseamna curaj, spirit temerar, energie, impulsivitate, actiune, initiativa. Daca visati un cal negru care schiopateaza inseamna ca veti avea parte de doliu, de intraistari, de durere. Visul in care calariti un cal negru sugereaza ca veti avea parte de o intalnire neplacuta, de o dificultate, de incertitudini.Daca ne putem aminti imbracamintea si culoarea, cand ne trezim din visele noaste, atunci ele au o semnificatie. Uneori, asa cum sunt visele cu intamplari neobisnuite care ar putea parea prostesti, ele totusi au o semnificatie. Simbolismul neobisnuit trebuie decodificat pentru ca acestea ne apar dintr-un anumit motiv. Culoarea imbracamintei si tipul acesteia, in ceea ce suntem imbracati, in functie de ceea ce facem si de anotimpul in care ne aflam sunt un detaliu care ar trebui intotdeuna sa fie scris atunci cand jurnalizam visele noastre. Ceea ce putam reflecta o conditie emotionala sau spirituala care detaliaza mai mult intelegerea profetica cu privire la ocupatia noastra, la interactiunile noastre sociale, la odihna noastra si la recreere. Adesea, atunci cand oamenii se vad pe ei insisi sau pe altcineva care poarta negru, reprezinta durere, jale, greutate, foamete, lipsuri sau pacat. Ceea ce face o persoana in vis da contextul, starea de spirit si starea emotionala. Cheia este ca imbracamintea poate fi scoasa in inlocuita cu alta din dulap, de aceea starea este supusa schimbarii. Pentru mai multe detalii referitoare la acesta culoare accesati : culoarea neagraSe pare ca visul in care apare o femeie in negru ar putea insemna ca cineva se pregateste sa moara. Totusi, nu toti talmacitorii considera ca acest vis sugereaza acest lucru. Daca visati ca o femeie intr-o rochie neagra sta in fata dumneavoastra inseamna ca cineva, pe care considerati ca are mai mult control asupra dumneavoastra, va urmareste fiercare miscare. Traditia chinezeasca spune ca a visa o femeie stranie imbracata in negru sugereaza succesul in afaceri. Daca cel care viseaza este deja partener de afaceri cu o femeie atunci activitatea in afaceri va fi foarte buna, iar succesul este garantat.Atunci cand visati fum negru inseamna ca veti avea scandal in casa, e posibil sa va certati cu partenerul din cauza banilor sau mai bine spus a lipsei lor. E posibil sa va certati cu colegii din cauza sarcinilor trasate de sef. Daca visati fum negru care se ridica deasupra casei inseamna ca veti avea parte de tristete, de pierderi.Iepurele negru in vise se refera la teama de intimitate. Daca vedeti un iepure negru in vise mai poate insemna si faptul ca veti avea necazuri sau veti avea parte de minciuni.A vedea un leu negru in vise reprezinta o forta negativa. Dumneavoastra sau altcineva se foloseste de pozitia asupra puterii pentru a face rau.Visul in care apare un lup negru reprezinta umbra dumneavoastra. Exista cateva caracteristici ale lupului pe care refuzati sa le rexunoasteti sau sa le includeti in sinele dumneavoastra.",
      "slug": "negru"
    },
    {
      "name": "Negura",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "negura"
    },
    {
      "name": "Neliniste",
      "category": "dictionar",
      "shortMeaning": "Nelinistea in vise inseamna adesea ca veti reusi sa realizati ceea ce vi-ati propus, sa va redoba...",
      "fullInterpretation": "Nelinistea in vise inseamna adesea ca veti reusi sa realizati ceea ce vi-ati propus, sa va redobanditi fortele spirituale.",
      "slug": "neliniste"
    },
    {
      "name": "Neon",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "neon"
    },
    {
      "name": "Nepoata",
      "category": "dictionar",
      "shortMeaning": "A vedea o nepoata in vise reprezinta un aspect al dumneavoastra in care trebuie sa va recunoasteti pe sine.",
      "fullInterpretation": "A vedea o nepoata in vise reprezinta un aspect al dumneavoastra in care trebuie sa va recunoasteti pe sine. Daca o femeie isi viseaza nepoata inseamna ca va avea parte de incercari neprevazute si ingrijorari inutile despre viitor.",
      "slug": "nepoata"
    },
    {
      "name": "Nepot",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "nepot"
    },
    {
      "name": "Nervi",
      "category": "dictionar",
      "shortMeaning": "Acest tip de vise apre de regula la persoanele care se pregatesc pentru o mare conferinta sau un ...",
      "fullInterpretation": "Acest tip de vise apre de regula la persoanele care se pregatesc pentru o mare conferinta sau un program in care vor trebui sa tina un discurs sau o prezentare. Visand ca sunteti nervos este calea naturala a organismului sa elibereze o tensiune cauzata de o teama a subconstientului. Fiind nervos in legatura cu ceva anume denota indoiala de sine si sentimente de nesiguranta. Analizati cu atentie si acel \"ceva anume\". Daca observeti pe altcineva nervos si acesta va transmite si dumneavoastra o stare de nervozitate, inseamna ca visul va avertizeaza cu privire la controlul tendintei de a fi prea generos cu resursele dumneavoastra. Exemple de vise : Un cal nervos simbolizeaza grija celui care l-a visat ca ar putea fi tras intr-o disputa nedorita. Un vis in care visatorul se simte nervos fata de sine cand trebuie sa ia o decizie care implica mult risc. Acest vis a aparut in urma unei decizii a visatorului de a se muta in alta tara si a riscului implicat in aceasta decizie.",
      "slug": "nervi"
    },
    {
      "name": "Nevasta",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "nevasta"
    },
    {
      "name": "Nevastuica",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "nevastuica"
    },
    {
      "name": "Nevoie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "nevoie"
    },
    {
      "name": "Nicovala",
      "category": "dictionar",
      "shortMeaning": "Visul in care vezi o nicovala reprezinta puterea si cheia succesului tau, desi va trebui cu sigur...",
      "fullInterpretation": "Visul in care vezi o nicovala reprezinta puterea si cheia succesului tau, desi va trebui cu siguranta sa treci prin dificultati si lupte pentru a-ti atinge succesul. - Daca ai visat o nicovala rupta sau defecta este semn ca trec oportunitati promitatoare cu care nu o sa te mai intalnesti nici o data. - Daca vezi persoane care ciocanesc la o nicovala este semn ca anumite persoane vor sa te ademeneasca intr-o directie nefavorabila. - Visul in care tu lovesti cu putere o nicovala reprezinta dorinta eliberarii a unei dureri din suflet care te apasa.",
      "slug": "nicovala"
    }
  ]
}