{
  "symbols": [
    {
      "name": "Ningand / Ninsoare",
      "category": "fenomene",
      "shortMeaning": "Purificare, liniște, răceală emoțională sau un nou început imaculat.",
      "fullInterpretation": "Ninsoarea în vis este un simbol al purificării și al liniștii profunde. Fulgii de zăpadă care cad pot sugera o curățare a sufletului, o îngropare a amintirilor dureroase sub un strat alb și protector.\n\nPoate indica un nou început, proaspăt și imaculat, dar și o perioadă de izolare sau răceală emoțională. Dacă ninsoarea este viscolită, reflectă confuzie și sentimente de singurătate. Dacă este calmă, aduce pace și claritate după o perioadă tulbure.",
      "slug": "ningand-ninsoare"
    },
    {
      "name": "Ninja",
      "category": "persoane",
      "shortMeaning": "Abilități ascunse, agresivitate controlată, mister sau sentimentul de a fi atacat din umbră.",
      "fullInterpretation": "A vedea un ninja în vis simbolizează misterul, disciplina și abilitatea de a acționa nevăzut. Poate sugera că ai resurse interioare puternice pe care le ții ascunse sau că abordezi problemele cu discreție și strategie.\n\nPe de altă parte, poate reprezenta o amenințare invizibilă: simți că cineva are intenții neclare sau te atacă \"din umbră\". Dacă tu ești ninja, poate indica o atitudine pasiv-agresivă sau dorința de a te apăra fără a intra în conflict deschis.",
      "slug": "ninja"
    },
    {
      "name": "Nisip",
      "category": "natură",
      "shortMeaning": "Trecerea timpului, instabilitate, lipsa fundamentului sau vastitatea posibilităților.",
      "fullInterpretation": "Nisipul este simbolul clasic al timpului care se scurge (clepsidra). În vis, poate sugera că simți că timpul nu îți ajunge sau că o etapă a vieții se apropie de sfârșit.\n\nDe asemenea, nisipul reprezintă instabilitatea: a construi pe nisip înseamnă a avea baze nesigure. Mersul prin nisip indică eforturi care par să nu ducă nicăieri sau progres lent. Totuși, nisipul este și materie primă; poate simboliza creativitatea și potențialul de a modela ceva nou, dacă ai răbdare.",
      "slug": "nisip"
    },
    {
      "name": "Nor negru",
      "category": "fenomene",
      "shortMeaning": "Depresie, pericol iminent, furie reprimată sau vești proaste.",
      "fullInterpretation": "Un nor negru în vis este un avertisment clar al subconștientului. Simbolizează stări emoționale grele: depresie, furie care stă să izbucnească (\"se adună norii\") sau teama de un pericol iminent.\n\nPoate prevesti o perioadă dificilă, un conflict sau primirea unor vești neplăcute. Este un semn să fii precaut și să încerci să îți clarifici situația înainte ca \"furtuna\" să înceapă. Dacă norul trece, înseamnă că problemele sunt temporare.",
      "slug": "nor-negru"
    },
    {
      "name": "Nora",
      "category": "persoane",
      "shortMeaning": "Relații de familie, integrarea unui nou membru, rivalitate sau acceptare.",
      "fullInterpretation": "A visa o noră (indiferent dacă ai una sau nu) simbolizează dinamica relațiilor de familie și integrarea unui element nou în cercul tău intim. Poate reflecta sentimente de acceptare, dar și de rivalitate sau judecată.\n\nPentru o soacră, visul poate exprima griji legate de fiul ei sau de continuitatea familiei. La un nivel mai profund, nora poate reprezenta o latură a feminității care este diferită de a ta, dar pe care trebuie să înveți să o respecți sau să o integrezi.",
      "slug": "nora"
    },
    {
      "name": "Nori",
      "category": "fenomene",
      "shortMeaning": "Stări emoționale schimbătoare, claritate versus confuzie sau prezență divină.",
      "fullInterpretation": "Norii în vis sunt un barometru al stărilor tale sufletești. Cerul plin de nori indică faptul că treci printr-o perioadă de incertitudine, griji sau melancolie. Soarele care străpunge norii este un semn de speranță și rezolvare a problemelor.\n\nForma și culoarea norilor contează: norii albi și pufoși sugerează visare și pace, în timp ce norii negri anunță furtună emoțională. În plan spiritual, norii pot reprezenta voalul care ascunde adevărul sau o prezență divină protectoare.",
      "slug": "nori"
    },
    {
      "name": "Nori albi",
      "category": "fenomene",
      "shortMeaning": "Pace, speranță, visare cu ochii deschiși, armonie sau vești bune.",
      "fullInterpretation": "Norii albi, strălucitori, plutind pe un cer senin, sunt un simbol pozitiv al păcii interioare și al armoniei. Indică o perioadă liniștită, lipsită de griji majore, în care te poți dedica visării și planurilor de viitor.\n\nPot sugera o stare de spirit optimistă, inspirație sau primirea unor vești bune. De asemenea, pot simboliza o protecție divină discretă sau o stare de elevare spirituală.",
      "slug": "nori-albi"
    },
    {
      "name": "Nori negri",
      "category": "fenomene",
      "shortMeaning": "Furtună emoțională, depresie, conflicte iminente sau o perioadă de criză.",
      "fullInterpretation": "Apariția norilor negri în vis este un semn de avertizare. Ei prevestesc o furtună emoțională, izbucnirea unor conflicte reprimate sau o perioadă de depresie și anxietate.\n\nTe poți simți amenințat de circumstanțe externe sau copleșit de propriile emoții negative. Mesajul este să te pregătești pentru o perioadă dificilă, dar să nu uiți că, după orice furtună, cerul se limpezește. Este momentul să cauți adăpost și să îți protejezi echilibrul.",
      "slug": "nori-negri"
    },
    {
      "name": "Noroc",
      "category": "fenomene",
      "shortMeaning": "Oportunitate neașteptată, optimism, riscuri asumate sau iluzia câștigului ușor.",
      "fullInterpretation": "A avea noroc în vis sugerează o stare de optimism și încredere în propriul destin. Poate indica faptul că te simți pregătit să profiți de o oportunitate sau că aștepți o rezolvare favorabilă a unei situații, fără prea mult efort.\n\nTotuși, visul poate fi și un avertisment legat de pasivitate sau de asumarea unor riscuri inutile (jocuri de noroc), bazându-te doar pe șansă și nu pe muncă. Dacă ai ghinion în vis, poate reflecta teama de eșec sau tendința de a te victimiza.",
      "slug": "noroc"
    },
    {
      "name": "Notar",
      "category": "persoane",
      "shortMeaning": "Oficializare, legalitate, nevoia de validare sau rezolvarea unor chestiuni administrative.",
      "fullInterpretation": "Notarul în vis reprezintă autoritatea, legea și nevoia de a oficializa o situație. Poate sugera că ești în procesul de a lua o decizie importantă care va avea consecințe pe termen lung (un angajament, o tranzacție).\n\nDe asemenea, visul poate indica nevoia ta de validare externă sau de a pune ordine în viața ta (\"a avea actele în regulă\"). Poate prevesti rezolvarea unor dispute sau necesitatea de a fi corect și onest în relațiile cu ceilalți.",
      "slug": "notar"
    },
    {
      "name": "Note nota",
      "category": "obiecte",
      "shortMeaning": "Armonie sau dizarmonie, evaluare personală, amintiri școlare sau nevoia de comunicare artistică.",
      "fullInterpretation": "Notele muzicale în vis simbolizează ritmul și armonia vieții tale. Dacă melodia este plăcută, visul indică echilibru emoțional și bucurie. Notele false sau discordante sugerează conflicte, stres sau sentimentul că \"nu ești pe aceeași lungime de undă\" cu cei din jur.\n\nPe de altă parte, notele școlare reflectă teama de evaluare, nevoia de validare sau amintiri legate de performanță și competiție. A scrie note muzicale în vis denotă dorința de a-ți exprima creativitatea și sentimentele într-un mod structurat.",
      "slug": "note-nota"
    },
    {
      "name": "Nou",
      "category": "acțiuni",
      "shortMeaning": "Începuturi proaspete, regenerare, schimbare de perspectivă și oportunități neexplorate.",
      "fullInterpretation": "Orice element \"nou\" în vis (casă nouă, haine noi, an nou) este un semnal puternic de schimbare și regenerare. Indică faptul că ai lăsat în urmă trecutul și ești pregătit să îmbrățișezi o nouă etapă a vieții.\n\nCasa nouă simbolizează o nouă structură mentală sau o schimbare a sinelui. Hainele noi sugerează o nouă imagine publică sau atitudine. Anul nou reprezintă speranța și ciclicitatea timpului. Este un vis care te încurajează să fii optimist și deschis la oportunități.",
      "slug": "nou"
    },
    {
      "name": "Nou nascut",
      "category": "persoane",
      "shortMeaning": "Potențial pur, vulnerabilitate, responsabilitate nouă și speranță.",
      "fullInterpretation": "Un nou-născut în vis este simbolul suprem al potențialului și al inocenței. Reprezintă ceva ce tocmai a prins viață în interiorul tău: o idee, un proiect, un sentiment sau o nouă fațetă a personalității tale.\n\nVisul indică faptul că acest \"ceva\" este încă vulnerabil și are nevoie de grijă și atenție constantă pentru a crește. De asemenea, poate semnala dorința de a o lua de la capăt, \"tabula rasa\", sau asumarea unei responsabilități care îți va aduce multă bucurie și împlinire.",
      "slug": "nou-nascut"
    },
    {
      "name": "Nuc / nuci / nuca",
      "category": "natură",
      "shortMeaning": "Înțelepciune ascunsă, esență tare protejată, prosperitate și longevitate.",
      "fullInterpretation": "Nucul și nucile sunt simboluri ale esenței protejate. Coaja tare a nucii reprezintă apărarea, rezistența sau dificultatea de a ajunge la miez (adevăr, soluție). Miezul hrănitor simbolizează înțelepciunea, bogăția interioară sau o recompensă valoroasă care necesită efort pentru a fi obținută.\n\nUn nuc bătrân și roditor sugerează longevitate, stabilitate și protecție din partea strămoșilor sau a divinității. A sparge nuci înseamnă a rezolva probleme dificile sau a descoperi secrete.",
      "slug": "nuc-nuci-nuca"
    },
    {
      "name": "Nuca",
      "category": "alimente",
      "shortMeaning": "Mister de dezlegat, duritate exterioară și bogăție interioară.",
      "fullInterpretation": "Nuca, luată individual, pune accentul pe dualitatea exterior-interior. Coaja dură poate simboliza o persoană dificilă, o situație aparent impenetrabilă sau propriile tale bariere defensive.\n\nDacă reușești să spargi nuca și să găsești miezul bun, visul promite succes, claritate mentală și acces la resurse ascunse. Dacă miezul este stricat, așteptările tale ar putea fi înșelate. Nuca este asociată și cu creierul, sugerând inteligență și concentrare mentală.",
      "slug": "nuca"
    },
    {
      "name": "Nuca de cocos",
      "category": "alimente",
      "shortMeaning": "Recompense greu accesibile, exotism, surprize plăcute sau încăpățânare.",
      "fullInterpretation": "Nuca de cocos simbolizează recompensele care necesită un efort considerabil pentru a fi obținute. Coaja sa extrem de dură sugerează obstacole sau o atitudine defensivă (\"a fi o nucă tare\"), dar laptele și miezul dulce din interior promit o satisfacție profundă odată ce barierele sunt depășite.\n\nPoate indica și dorința de evadare în locuri exotice, o vacanță sau o surpriză financiară neașteptată. Dacă o mănânci, te bucuri de roadele perseverenței tale.",
      "slug": "nuca-de-cocos"
    },
    {
      "name": "Nuci verzi",
      "category": "alimente",
      "shortMeaning": "Planuri premature, amărăciune, nerăbdare sau potențial neoptimizat.",
      "fullInterpretation": "Nucile verzi în vis sugerează că lucrurile nu sunt încă coapte. Poate indica planuri premature, idei care mai au nevoie de timp pentru a se dezvolta sau o nerăbdare care îți poate aduce dezamăgiri.\n\nGustul amar al cojii verzi poate simboliza amărăciune, suspiciune sau o experiență neplăcută într-o relație apropiată. Este un îndemn la răbdare: nu forța lucrurile înainte de vreme, altfel riști să te alegi doar cu mâinile pătate.",
      "slug": "nuci-verzi"
    },
    {
      "name": "Nud",
      "category": "corp",
      "shortMeaning": "Vulnerabilitate, adevăr, libertate, rușine sau dorința de a fi acceptat așa cum ești.",
      "fullInterpretation": "Nuditatea în vis are o dublă semnificație. Dacă te simți rușinat, indică vulnerabilitate extremă, teama de a fi expus, judecat sau descoperit. Simți că nu ai \"protecție\" în fața privirilor celorlalți.\n\nDacă te simți confortabil fiind nud, visul simbolizează libertate, autenticitate și acceptare de sine. Nu mai ai nimic de ascuns, ești sincer și deschis. Este starea naturală, lipsită de artificii sociale.",
      "slug": "nud"
    },
    {
      "name": "Nufar",
      "category": "natură",
      "shortMeaning": "Iluminare spirituală, puritate care răsare din noroi, renaștere și frumusețe sufletească.",
      "fullInterpretation": "Nufărul este un simbol spiritual puternic (similar lotusului în Orient). El își are rădăcinile în noroiul de pe fundul apei, dar floarea sa imaculată se deschide la suprafață, sub lumina soarelui. Visul sugerează că ești capabil să te ridici deasupra greutăților, a mediului toxic sau a trecutului dureros și să atingi o stare de puritate și iluminare.\n\nIndică evoluție spirituală, pace interioară și frumusețe care nu poate fi întinată de circumstanțe exterioare.",
      "slug": "nufar"
    },
    {
      "name": "Numar de telefon",
      "category": "obiecte",
      "shortMeaning": "Nevoia de comunicare, conexiuni pierdute, un mesaj important sau dorința de contact.",
      "fullInterpretation": "Un număr de telefon în vis reprezintă o linie de comunicare vitală. Dacă încerci să formezi un număr și nu reușești, reflectă frustrare, bariere în comunicare sau sentimentul că nu ești auzit.\n\nDacă primești un număr de telefon, este o invitație la a stabili o conexiune nouă sau la a relua o legătură veche. Cifrele specifice pot avea o semnificație numerologică. Visul subliniază nevoia de a transmite sau de a primi un mesaj important.",
      "slug": "numar-de-telefon"
    },
    {
      "name": "Numarand",
      "category": "acțiuni",
      "shortMeaning": "Evaluarea resurselor, griji materiale, planificare sau teama de pierdere.",
      "fullInterpretation": "A număra ceva în vis (bani, obiecte, persoane) sugerează nevoia de a-ți evalua resursele și situația actuală. Poate indica o perioadă de planificare meticuloasă sau, dimpotrivă, anxietate legată de lipsuri financiare sau emoționale.\n\nDacă numeri bani, poate prevesti dificultăți materiale care necesită prudență. Dacă numeri oameni, poate arăta preocuparea pentru relațiile tale sociale sau dorința de a deține controlul asupra anturajului tău.",
      "slug": "numarand"
    },
    {
      "name": "Numarul cinci (5)",
      "category": "fenomene",
      "shortMeaning": "Schimbare dinamică, aventură, libertate, cele cinci simțuri sau instabilitate temporară.",
      "fullInterpretation": "Numărul 5 este simbolul omului (pentagrama) și al celor cinci simțuri. În vis, anunță o perioadă de schimbare dinamică, aventură și libertate de mișcare. Sugerează nevoia de a ieși din rutină și de a experimenta viața prin toate simțurile.\n\nTotuși, 5 poate indica și instabilitate, impulsivitate sau lipsă de concentrare. Este un număr care te invită să fii flexibil și adaptabil, avertizându-te totodată să nu te lași purtat de val fără o direcție clară.",
      "slug": "numarul-cinci-5"
    },
    {
      "name": "Numarul noua (9)",
      "category": "fenomene",
      "shortMeaning": "Final de ciclu, împlinire, înțelepciune, umanitarism sau pragul unei noi etape.",
      "fullInterpretation": "Numărul 9 în vis marchează sfârșitul unui ciclu important și momentul bilanțului. Simbolizează înțelepciunea acumulată, compasiunea și împlinirea spirituală. Indică faptul că o etapă din viața ta s-a încheiat (sau este pe cale să se încheie) și ești pregătit să treci la nivelul următor.\n\nEste un număr al altruismului și al dăruirii. Te încurajează să lași în urmă ce nu îți mai este de folos pentru a face loc noului început (reprezentat de 1).",
      "slug": "numarul-noua-9"
    },
    {
      "name": "Numarul o suta (100)",
      "category": "fenomene",
      "shortMeaning": "Perfecțiune, realizare totală, potențial maxim atins sau un nou început la scară mare.",
      "fullInterpretation": "Numărul 100 simbolizează plenitudinea și perfecțiunea. În vis, sugerează atingerea unui potențial maxim, finalizarea cu succes a unui proiect major sau obținerea unei victorii complete. Ești \"100%\" implicat sau satisfăcut.\n\nPoate reprezenta, de asemenea, un nou început la o scară superioară (1 urmat de două zerouri, adică potențial infinit). Indică o perioadă de claritate mentală și de realizare a obiectivelor pe termen lung.",
      "slug": "numarul-o-suta-100"
    },
    {
      "name": "Numarul opt (8)",
      "category": "fenomene",
      "shortMeaning": "Putere, succes material, infinit, karma, echilibru între spiritual și material.",
      "fullInterpretation": "Numărul 8 este simbolul puterii, al autorității și al abundenței financiare. În vis, prezice succes în afaceri, câștiguri materiale și recunoaștere profesională. Este, de asemenea, simbolul infinitului (cifra 8 culcată) și al legii cauzei și efectului (Karma).\n\nTe invită să găsești echilibrul între lumea materială și cea spirituală. Dacă ești corect și muncești din greu, recompensele vor fi pe măsură. În sens negativ, poate avertiza asupra lăcomiei sau a abuzului de putere.",
      "slug": "numarul-opt-8"
    },
    {
      "name": "Numarul patru (4)",
      "category": "fenomene",
      "shortMeaning": "Stabilitate, fundație solidă, muncă grea, cele patru elemente sau limitări autoimpuse.",
      "fullInterpretation": "Numărul 4 în vis este simbolul structurii și al stabilității (cele 4 puncte cardinale, 4 anotimpuri). Indică nevoia de ordine, organizare și de a construi o fundație solidă pentru planurile tale.\n\nSugerează muncă susținută, pragmatism și realism. În sens negativ, poate reprezenta limitări, rigiditate sau sentimentul că ești blocat într-o \"cutie\" (între patru pereți).",
      "slug": "numarul-patru-4"
    },
    {
      "name": "Numarul saisprezece (16)",
      "category": "fenomene",
      "shortMeaning": "Distrugerea vechiului pentru a face loc noului, revelație bruscă sau fragilitatea structurilor.",
      "fullInterpretation": "Numărul 16 este adesea asociat cu \"Turnul\" din Tarot, simbolizând o schimbare bruscă, o revelație sau prăbușirea unor structuri învechite (ego, credințe false). Deși poate părea haotic, acest proces este necesar pentru evoluție.\n\nIndică faptul că fundația pe care ai construit nu mai este solidă și trebuie înlocuită. Poate semnala o trezire spirituală forțată de circumstanțe.",
      "slug": "numarul-saisprezece-16"
    },
    {
      "name": "Numarul sapte (7)",
      "category": "fenomene",
      "shortMeaning": "Spiritualitate, introspecție, mister, perfecțiune sau nevoia de solitudine.",
      "fullInterpretation": "Numărul 7 este prin excelență mistic și spiritual. În vis, indică o perioadă de introspecție, studiu și căutare a adevărului interior. Poate sugera că ești pe calea cea bună în evoluția ta spirituală.\n\nEste asociat cu norocul divin, dar și cu nevoia de izolare pentru a putea reflecta. Te invită să privești dincolo de aparențele materiale și să cauți înțelesuri mai profunde.",
      "slug": "numarul-sapte-7"
    },
    {
      "name": "Numarul sase (6)",
      "category": "fenomene",
      "shortMeaning": "Armonie, familie, responsabilitate, echilibru sau sacrificiu de sine.",
      "fullInterpretation": "Numărul 6 în vis este legat de armonie, echilibru și viața de familie. Simbolizează dragostea, grija față de ceilalți și responsabilitatea domestică. Poate indica nevoia de a restabili pacea în cămin sau de a găsi un echilibru între muncă și viața personală.\n\nÎn sens negativ, poate sugera că te sacrifici prea mult pentru alții, uitând de propriile nevoi, sau că ești prea perfecționist.",
      "slug": "numarul-sase-6"
    },
    {
      "name": "Numarul trei (3)",
      "category": "fenomene",
      "shortMeaning": "Creativitate, expresie de sine, creștere, comunicare și sinteză.",
      "fullInterpretation": "Numărul 3 este simbolul creativității și al expansiunii. În vis, sugerează că proiectele tale prind contur și încep să crească. Este un număr dinamic, legat de comunicare, optimism și bucuria de a trăi.\n\nReprezintă sinteza (1+2=3), rezolvarea conflictului prin apariția unei a treia soluții. Te încurajează să îți exprimi talentele artistice și să socializezi.",
      "slug": "numarul-trei-3"
    },
    {
      "name": "Numarul treisprezece 13",
      "category": "fenomene",
      "shortMeaning": "Transformare radicală, moarte și renaștere, ghinion doar în superstiție, obstacole necesare.",
      "fullInterpretation": "Numărul 13 în vis este adesea prost înțeles din cauza superstițiilor. De fapt, este un număr al transformării profunde, al morții vechiului sine și al renașterii. Indică o perioadă de tranziție intensă, care poate părea dificilă sau haotică, dar care este necesară pentru evoluție.\n\nSimbolizează obstacole care testează determinarea, dar și potențialul de a schimba complet cursul vieții. Este un număr puternic, care cere curaj pentru a îmbrățișa necunoscutul.",
      "slug": "numarul-treisprezece-13"
    },
    {
      "name": "Numarul unu (1)",
      "category": "fenomene",
      "shortMeaning": "Individualitate, noi începuturi, leadership, unitate și forță creatoare.",
      "fullInterpretation": "Numărul 1 este originea, începutul tuturor lucrurilor. În vis, simbolizează un nou capitol, o idee originală sau nevoia de a fi independent și de a prelua conducerea. Sugerează încredere în sine, autonomie și voință.\n\nPoate indica și singurătatea, dar într-un sens constructiv – unicitatea ta. Te încurajează să îți urmezi propria cale, să fii pionier și să îți asumi responsabilitatea pentru viața ta.",
      "slug": "numarul-unu-1"
    },
    {
      "name": "Nume",
      "category": "persoane",
      "shortMeaning": "Identitate, esența persoanei, chemare, reputație sau un mesaj legat de cineva anume.",
      "fullInterpretation": "A auzi sau a vedea un nume în vis este extrem de semnificativ. Numele poartă energia și identitatea persoanei respective. Dacă îți auzi propriul nume, este o chemare la trezire, la conștientizarea sinelui sau un avertisment.\n\nDacă auzi numele altcuiva, acea persoană (sau ce reprezintă ea pentru tine) joacă un rol cheie în viața ta actuală. Poate fi un mesaj telepatic sau o asociere mentală pe care trebuie să o descifrezi. A uita un nume sugerează stres sau dorința de a șterge pe cineva din viața ta.",
      "slug": "nume"
    },
    {
      "name": "Numere",
      "category": "fenomene",
      "shortMeaning": "Ordine în haos, date importante, logică sau mesaje codificate ale subconștientului.",
      "fullInterpretation": "Visele în care apar multe numere sau calcule matematice reflectă nevoia minții de a găsi o logică, o ordine sau o soluție precisă la o problemă. Pot indica preocupări financiare, termene limită sau teama de a greși.\n\nUneori, numerele sunt date calendaristice importante sau vârste care au o semnificație emoțională. Subconștientul folosește limbajul universal al matematicii pentru a transmite mesaje clare, lipsite de ambiguitatea cuvintelor.",
      "slug": "numere"
    },
    {
      "name": "Nurca",
      "category": "animale",
      "shortMeaning": "Lux, bogăție, statut social, dar și cruzime sau superficialitate.",
      "fullInterpretation": "Nurca în vis este asociată în mod tradițional cu blana prețioasă, deci cu bogăția, luxul și statutul social ridicat. A purta o haină de nurcă sugerează dorința de a fi admirat, de a arăta prosperitate și de a te simți protejat de greutăți.\n\nTotuși, visul poate avea și o latură întunecată, sugerând că acest succes este obținut prin cruzime sau că pui prea mult preț pe aparențe superficiale în detrimentul căldurii sufletești reale. Atenție la prietenii falși care sunt atrași doar de bunăstarea ta.",
      "slug": "nurca"
    }
  ]
}