{
  "symbols": [
    {
      "name": "Ningand / Ninsoare",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ningand-ninsoare"
    },
    {
      "name": "Ninja",
      "category": "dictionar",
      "shortMeaning": "A vedea un ninja in vise simbolizeaza o persoana din viata dumneavoastra a carei intentii sunt neclare.",
      "fullInterpretation": "A vedea un ninja in vise simbolizeaza o persoana din viata dumneavoastra a carei intentii sunt neclare. S-ar putea sa va simtiti amenintat de abilitatile acestei persoane sau sa deveniti suspicios de motivarile sale. Daca visati ca sunteti un ninja inseamna ca aveti un comportament pasiv-agresiv. Incercati sa fiti sfidator fara sa pareti conflictual.",
      "slug": "ninja"
    },
    {
      "name": "Nisip",
      "category": "dictionar",
      "shortMeaning": "(nisip) 16/03/2016 (ultima actualizare)A visa un desert reprezinta o situatie care este total nep...",
      "fullInterpretation": "(nisip) 16/03/2016 (ultima actualizare)A visa un desert reprezinta o situatie care este total nepasatoare sau indiferenta de emotiile sau bucuria dumneavoastra. Reflecta ceva din viata dumneavoastra care este rece, fara sens, neagreabil sau lipsit de respect. Va simtiti gol pe dinauntru sau considerati ca o situatie este sterpa. Incercati sa indurati un anumit tip de privare si sunteti in cautarea unei vieti noi si fertile. Un desert ar putea aparea in vise atunci cand treceti printr-o experienta lipsita de prietenie, de respect, cand realizati ca nimeni nu va iubeste. Este un vis comun pentru cei care se muta intr-un oras nou sau intr-o tara noua unde nu are prieteni. Visul in care v-ati ratacit in desert ar putea reprezenta sentimentele dumneavoastra despre a avea o problema sau o responsabilitate sensibila in timp ce nimanui nu ii pasa. Simtiti ca nu sunteti deloc sprijinit de nimeni in timp ce treceti printr-o noua perioada de dezvoltare in viata dumneavoastra. Alternativ, nisipul este un simbol al creativitatii. Dumnezeu i-a creat pe Adam si Eva din nisip. Astfel ca visul poate fi pozitiv, oferindu-va sansa sau abilitatea de a intoarce o situatie in favoarea dumneavoastra.",
      "slug": "nisip"
    },
    {
      "name": "Nor negru",
      "category": "dictionar",
      "shortMeaning": "Norul negru in vise prevesteste clevetiri, iar daca visati un nor negru cu rosu inseamna cearta, ...",
      "fullInterpretation": "Norul negru in vise prevesteste clevetiri, iar daca visati un nor negru cu rosu inseamna cearta, va ameninta o primejdie.",
      "slug": "nor-negru"
    },
    {
      "name": "Nora",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "nora"
    },
    {
      "name": "Nori",
      "category": "dictionar",
      "shortMeaning": "Norii albi in vise va anunta ca trebuie sa va pregatiti pentru o surpriza placuta din partea persoanei iubite.",
      "fullInterpretation": "Norii albi in vise va anunta ca trebuie sa va pregatiti pentru o surpriza placuta din partea persoanei iubite. Visul ar mai putea insemna ca veti primi vesti bune sau ca veti pleca intr-o calatorie. Din punct de vedere psihologic, a vedea nori albi in vise simbolizeaza fericirea si gandirea pozitiva. Totodata, visul reprezinta energia pozitiva si idealismul dumneavoastra. Alternativ, visul in care apar nori albi simbolizeaza maretia lui Dumnezeu si pacea. A vedea nori negri in vise simbolizeaza depresia sau furia. Indica o eruptie iminenta de emotii. Alternativ, visul reprezinta lipsa de intelepciune sau confuzie intr-o anumita situatie. De aceea visul ar putea fi o metafora pentru \"a va intuneca\" modul de gandire.",
      "slug": "nori"
    },
    {
      "name": "Nori albi",
      "category": "dictionar",
      "shortMeaning": "Norii albi in vise va anunta ca trebuie sa va pregatiti pentru o surpriza placuta din partea persoanei iubite.",
      "fullInterpretation": "Norii albi in vise va anunta ca trebuie sa va pregatiti pentru o surpriza placuta din partea persoanei iubite. Visul ar mai putea insemna ca veti primi vesti bune sau ca veti pleca intr-o calatorie. Din punct de vedere psihologic, a vedea nori albi in vise simbolizeaza fericirea si gandirea pozitiva. Totodata, visul reprezinta energia pozitiva si idealismul dumneavoastra. Alternativ, visul in care apar nori albi simbolizeaza maretia lui Dumnezeu si pacea.",
      "slug": "nori-albi"
    },
    {
      "name": "Nori negri",
      "category": "dictionar",
      "shortMeaning": "A vedea nori negri in vise simbolizeaza depresia sau furia.",
      "fullInterpretation": "A vedea nori negri in vise simbolizeaza depresia sau furia. Indica o eruptie iminenta de emotii. Alternativ, visul reprezinta lipsa de intelepciune sau confuzie intr-o anumita situatie. De aceea visul ar putea fi o metafora pentru \"a va intuneca\" modul de gandire.",
      "slug": "nori-negri"
    },
    {
      "name": "Noroc",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat noroc e semn ca lucrurile ti se vor arata - lucrurile se vor lumina.",
      "fullInterpretation": "- Daca ai visat noroc e semn ca lucrurile ti se vor arata - lucrurile se vor lumina. Alternativ, acest vis indica faptul ca vei amana chestiunile importanete pentru un moment mai bun. - Daca in vis esti fara noroc(ai ghinion), inseamna ca iti plangi de mila. Dai vina cu repeziuciune pe altcineva pentru propriile tale neajunsuri si probleme. - Daca ai visat ca ai o seara norocoasa, este semn ca vei avea posibilitatea de exprimare.Jocurile de noroc in vise semnifica investitii nesigure, risc de pierderi, afaceri neclare. Sunteti avertizati in ceea ce privesc cheltuielile. Veti simti nevoia de a va lasa in voia sortii, veti avea sentimentul ca nu puteti sa schimbati cu nimic lucrurile, ca va trebui sa acceptati hazardul si riscul. Totusi, veti avea parte de aventuri. Daca visati roata norocului sugereaza ca mergeti prea mult la intamplare dupa avere , ar putea fi un risc. Este timpul sa preluati controlul asupra destinului dumneavoastra.",
      "slug": "noroc"
    },
    {
      "name": "Notar",
      "category": "dictionar",
      "shortMeaning": "Notarul in vise indica faptul ca esti in cautarea unei validari sau a unei aprobari din partea cuiva.",
      "fullInterpretation": "Notarul in vise indica faptul ca esti in cautarea unei validari sau a unei aprobari din partea cuiva. Alternativ, visul face referire la dorinte nesatisfacute.",
      "slug": "notar"
    },
    {
      "name": "Note nota",
      "category": "dictionar",
      "shortMeaning": "Notele muzicale in vise reprezinta armonia sau dizarmonia din viata de zi cu zi, in functie de no...",
      "fullInterpretation": "Notele muzicale in vise reprezinta armonia sau dizarmonia din viata de zi cu zi, in functie de nota auzita, daca aceasta a fost una ascutita sau una mai domoala. - Daca in vis apar note obtinute la scoala acesta se interpreteaza in functie de cifrele care apar. Adesea, aceste note fac referire la amintiri din perioada scolii. - Visul in careÂ scri note muzicaleÂ reprezinta nevoia de mai multa iubire si intelegere.",
      "slug": "note-nota"
    },
    {
      "name": "Nou",
      "category": "dictionar",
      "shortMeaning": "Daca o femeie va visa ca a nascut un baiat, viata ii va fi plina de bucurie si armonie.",
      "fullInterpretation": "Daca o femeie va visa ca a nascut un baiat, viata ii va fi plina de bucurie si armonie. Vezi interpreatrea visului Bebelus si Copil Anul nou in vise semnifica prosperitate, speranta, un nou inceput si o oportunitate de a o lua de la capat. De asemenea, visul reprezinta inceperea unui nou proiect. Din punct de vedere spiritual, anul nou in vise reprezinta iluminare, o noua cunoastere. Visul in care sunteti la o petrecere de anul nou prezice succes in noile dumneavoastra intreprinderi.A vedea un apartament nou in vise sugereaza ca familia dumneavoastra va va sprijini si veti deveni proprietar cu ajutorul acestui sprijin financiar si cu ceea ce ati economisit. Daca visati ca traiti intr-un apartament nou inseamna ca incepeti un nou capitol, o noua faza in viata.Daca visezi ca te muti intr-o casa noua reprezinta modificari in modul de gandire sau revizii asupra ideilor si comportamentului. Faci o mare schimbare, astfel incat nu te va mai privi vreo problema. De asemenea, visul poate reflecta incercarea ta de a face mari schimbari fata de tine si te vei simti mai bine in persoana ta.A vedea o haina noua in vise prevesteste o anume onoare literara. Din punct de vedere psihologic, daca visati ca imbracati o haina noua inseamna ca veti straluci la exterior si veti gasi intelegere si liniste. Visul in care apare o haina de blana noua inseamna ca veti primi mai multe decat va asteptati.Masina noua in vise inseamna ca va veti lega noi relatii,abia la inceput de drum. Daca visati ca va cumparati o masina noua semnifica o noua activitate care va poate aduce succes, o avansare profesionala rapida.Visul in care va cumparati o mobila noua inseamna ca veti avea parte de foarte multe lipsuri, veti trai foarte modest. Daca ati visat ca aveti mobila noua inseamna ca simtiti nevoia sa invatati mai mult, sa cunoasteti mai multe informatii, sa deveniti specialist intr-un anumit domeniu, vreti sa cunoasteti toate detaliile unei probleme.(9) 30/09/2015 (ultima actualizare)Nmarul noua denota finalizare, inchidere, renastere, inspiratie si reformare. Ai ales o cale productiva, incerca sa schimbi lumea in bine. Numarul noua simbolizeaza, de asemenea, longevitate. O mama poarta copilul noua luni, aceasta cifra poate simboliza si nasterea, inceputul unei noi evolutii. Din punct de vedere psihologic Cifra 9 reprezinta sfarsituri si completari, unul dintre mesajele acestei cifre este ca toate lucrurile trebuie sa ajunga la un sfarsit, pentru ca noi inceputuri sa apara. 9 poate sugera ca o faza sau un ciclu de viata se termina sau ajunge la finalizare si exista promisiunea ca o noua etapa etapa din viata dumneavoastra acum incepe. Numarul noua poate sugera, de asemenea ca nu simpatizati intoleranta si / sau posesivitatea altora.",
      "slug": "nou"
    },
    {
      "name": "Nou nascut",
      "category": "dictionar",
      "shortMeaning": "Daca o femeie va visa ca a nascut un baiat, viata ii va fi plina de bucurie si armonie.",
      "fullInterpretation": "Daca o femeie va visa ca a nascut un baiat, viata ii va fi plina de bucurie si armonie. Vezi interpreatrea visului Bebelus si Copil",
      "slug": "nou-nascut"
    },
    {
      "name": "Nuc / nuci / nuca",
      "category": "dictionar",
      "shortMeaning": "In general, nucii sunt considerati a fi o prevestire a unor favoruri sau bucurii prolifice.",
      "fullInterpretation": "In general, nucii sunt considerati a fi o prevestire a unor favoruri sau bucurii prolifice. Un nuc mare aparand in visul dumneavoastra este semn de protectie si ajutor din partea cuiva. Nucile sunt adesea asociate cu unele castiguri iar consumul acestora poate fi un semn prosperitate. Alternativ, visul in care mancati nuci poate prevesti indeplinirea sau realizarea unor placeri la care ati visat de multa vreme. Visul in care ati spart o nuca stricata prevesteste unele asteptari incheiate cu amaraciune si regret. Visand pete de nuci pe maini, mai ales daca visatoarea este o femeie tanara, insemana regrete. De regula, aceste regrete sunt generate de comportamentul iubitului / sotului.",
      "slug": "nuc-nuci-nuca"
    },
    {
      "name": "Nuca",
      "category": "dictionar",
      "shortMeaning": "A vedea o nuca de cocos in vise preveste faptul ca veti primi un neasteptat cadou in bani.",
      "fullInterpretation": "A vedea o nuca de cocos in vise preveste faptul ca veti primi un neasteptat cadou in bani. Alternativ, visul mai inseamna ca veti pleca intr-o excursie lunga. Cum nuca de de cocos are o coaja tare, visul in care apare aceasta ar putea insemna ca sunteti foarte incapatant. A manca o nuca de cocos in vise insemna ca aveti potentialul de a deveni un ghicitor al viitorului sau ca sunteti prieten cu unul. Miezul de nuca in vise atrage atentia asupra interiorului unor situatii, asupra acelor aspecte ce trebuie descoperite prin analiza si concentrare, trecand dincolo de aparente si ajungand la esenta lucrurilor, in mijlocul problemelor. Miezul de nuca face referire si la interiorul dumneavoastra, la personalitatea ce iese la iveala mai tarziu.In general, nucii sunt considerati a fi o prevestire a unor favoruri sau bucurii prolifice. Un nuc mare aparand in visul dumneavoastra este semn de protectie si ajutor din partea cuiva. Nucile sunt adesea asociate cu unele castiguri iar consumul acestora poate fi un semn prosperitate. Alternativ, visul in care mancati nuci poate prevesti indeplinirea sau realizarea unor placeri la care ati visat de multa vreme. Visul in care ati spart o nuca stricata prevesteste unele asteptari incheiate cu amaraciune si regret. Visand pete de nuci pe maini, mai ales daca visatoarea este o femeie tanara, insemana regrete. De regula, aceste regrete sunt generate de comportamentul iubitului / sotului.",
      "slug": "nuca"
    },
    {
      "name": "Nuca de cocos",
      "category": "dictionar",
      "shortMeaning": "A vedea o nuca de cocos in vise preveste faptul ca veti primi un neasteptat cadou in bani.",
      "fullInterpretation": "A vedea o nuca de cocos in vise preveste faptul ca veti primi un neasteptat cadou in bani. Alternativ, visul mai inseamna ca veti pleca intr-o excursie lunga. Cum nuca de de cocos are o coaja tare, visul in care apare aceasta ar putea insemna ca sunteti foarte incapatant. A manca o nuca de cocos in vise insemna ca aveti potentialul de a deveni un ghicitor al viitorului sau ca sunteti prieten cu unul.",
      "slug": "nuca-de-cocos"
    },
    {
      "name": "Nuci verzi",
      "category": "dictionar",
      "shortMeaning": "Daca visati nuci verzi sau crude inseamna suparare, suspiciune, relatii nu prea bune cu cineva apropiat.",
      "fullInterpretation": "Daca visati nuci verzi sau crude inseamna suparare, suspiciune, relatii nu prea bune cu cineva apropiat.",
      "slug": "nuci-verzi"
    },
    {
      "name": "Nud",
      "category": "dictionar",
      "shortMeaning": "Visul in care sunteti nud semnifica constientizarea propriei vulnerabilitati, expunere nefavorabi...",
      "fullInterpretation": "Visul in care sunteti nud semnifica constientizarea propriei vulnerabilitati, expunere nefavorabila, frica de a fi judecat gresit -a fi gol dar nu observa nimeni semnifica temeri nefondate -a fi gol dar nu prezinti nici o jena sau rusine, simbolizeaza libertate nelimitata.",
      "slug": "nud"
    },
    {
      "name": "Nufar",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "nufar"
    },
    {
      "name": "Numar de telefon",
      "category": "dictionar",
      "shortMeaning": "In timpul somnului, partile creierului ce controleaza limbajul si numerele se inchid, astfel ca c...",
      "fullInterpretation": "In timpul somnului, partile creierului ce controleaza limbajul si numerele se inchid, astfel ca cel mai probabil nu va veti putea aminti de numarul de telefon din vise. Totusi, numarul de telefon in vise este un simbol al comunicarii, in special a comunicarii cu oameni cu care nu ati vorbit de foarte mult timp sau cu care nu v-ati vazut de mult. Daca visati numarul de telefon al cuiva pe care tocmai l-ati cunoscut ar putea fi un semn ca trebuie sa urmati acea prietenie si comunicare cu acea persoana, ceea ce ar putea fi un lucru bun pentru dumneavoastra.",
      "slug": "numar-de-telefon"
    },
    {
      "name": "Numarand",
      "category": "dictionar",
      "shortMeaning": "(monede) numarandTe asteapta o perioada de lipsuri.",
      "fullInterpretation": "(monede) numarandTe asteapta o perioada de lipsuri.",
      "slug": "numarand"
    },
    {
      "name": "Numarul cinci (5)",
      "category": "dictionar",
      "shortMeaning": "(5) 30/09/2015 (ultima actualizare)Cifra cinci in traditia romaneasca semnifica evolutie, ascende...",
      "fullInterpretation": "(5) 30/09/2015 (ultima actualizare)Cifra cinci in traditia romaneasca semnifica evolutie, ascendenta, o etapa de tranzitie. Dupa filozofia chinezeasca numarul de mijoc(cinci) imbina femininul(yin) cu masculinul(yang). Acest numar este considedat de catre traditia chinezeasca ca fiind numarul care da viata. In traditia musulmana, acest numar, este sacru. Apare in texte sacre, mituri si legende. In imaginea pentagramei, el reprezinta omul in picioare, cu mainile si picioarele departate. In imaginea crucii, figureaza centrul, punctul de intalnire a celor doua linii. Din punct de vedere psihologic Apatitia numarului 5 in vise sugereaza activitate, inpulsivitate, energie, schimbari, suflet liber, auto-emancipare, inventivitate si curiozitate. Numarul cinci denota aventura, schimbari de viata, libertate, spontaneitate si actiune. Numarul poate sugera si schimbari in viata, calea vietii isi poate modifica cursul. Tot acest numar reprezinta si dorinta de eliberare de vechile constrangeri si restrictii, poate sugera nevoia de a trai viata cu pasiune si cu scop. In functie de vis, 5 (cinci obiecte, 5 persoane, etc.) poate sugera o lipsa de concentrare si o lipsa de perspectiva materializata a vietii.",
      "slug": "numarul-cinci-5"
    },
    {
      "name": "Numarul noua (9)",
      "category": "dictionar",
      "shortMeaning": "(9) 30/09/2015 (ultima actualizare)Nmarul noua denota finalizare, inchidere, renastere, inspiratie si reformare.",
      "fullInterpretation": "(9) 30/09/2015 (ultima actualizare)Nmarul noua denota finalizare, inchidere, renastere, inspiratie si reformare. Ai ales o cale productiva, incerca sa schimbi lumea in bine. Numarul noua simbolizeaza, de asemenea, longevitate. O mama poarta copilul noua luni, aceasta cifra poate simboliza si nasterea, inceputul unei noi evolutii. Din punct de vedere psihologic Cifra 9 reprezinta sfarsituri si completari, unul dintre mesajele acestei cifre este ca toate lucrurile trebuie sa ajunga la un sfarsit, pentru ca noi inceputuri sa apara. 9 poate sugera ca o faza sau un ciclu de viata se termina sau ajunge la finalizare si exista promisiunea ca o noua etapa etapa din viata dumneavoastra acum incepe. Numarul noua poate sugera, de asemenea ca nu simpatizati intoleranta si / sau posesivitatea altora.",
      "slug": "numarul-noua-9"
    },
    {
      "name": "Numarul o suta (100)",
      "category": "dictionar",
      "shortMeaning": "(100) 08/11/2016 (ultima actualizare)Acest numar individualizeaza partea unui intreg care, la ran...",
      "fullInterpretation": "(100) 08/11/2016 (ultima actualizare)Acest numar individualizeaza partea unui intreg care, la randul lui, nu este decat partea unui ansamblu mai mare. De exemplu, poezia galanta persana va spune despre o femeie care este totodata frumoasa si inzestrata cu toate calitatile cerute ca are o suta de fire de par. Chinezul va spune despre o doctrina ca are o suta de flori, mai mult pentru a arata ca are toate calitatile posibile decat pentru a-i atribui o suta de infatisari diferite. O capetenie va cere o suta de oameni pentru a aduna o forta inzestrata cu toate capacitatile care-i vor permite sa-si atinga obiectivul. O suta (100) este o parte care formeaza un tot in tot, un microcosmos in macrocosmos, care distinge si individualizeaza o persoana, un grup, o realitate oarecare intr-un ansamblu. Si aceasta entitate astfel individualizata va avea proprietatile sale distincte care-i vor conferi o eficacitate specialaintr-un ansamblu mai vast. Multiplii lui o suta adauga acestui principiu de individuatie caracteristicile unui multiplicator. De exemplu, la incasi, in timpul sarbatorii Lunii (Coia Raymi, 22 septembrie - 22 octombrie) patru sute de razboinici sunt dispusi in piata patrata a templului din Coricancha, cate o suta de fiecare parte. Fiecare grup de o suta pleaca in directia indicata - adica spre cele patru puncte cardinale - ca sa alunge bolile. Din punct de vedere psihologic, numarul 100 in vise simbolizeaza creatia de sine. Mai exact acest numar arata realizarile visatorului. Intelesul spiritual al numarului o suta se refera la feminitate peste masculinitate, etapa finala a primei unitati, descoperirea absolutului complet ascuns. Alternativ, numarul o suta in vise poate insemna indeplinirea obiectivelor.",
      "slug": "numarul-o-suta-100"
    },
    {
      "name": "Numarul opt (8)",
      "category": "dictionar",
      "shortMeaning": "(8) 30/09/2015 (ultima actualizare)Numarul 8 poarta energiile de succes, bogatie materiala, autor...",
      "fullInterpretation": "(8) 30/09/2015 (ultima actualizare)Numarul 8 poarta energiile de succes, bogatie materiala, autoritate si putere, abundenta, infinit, karma si constiinta cosmica. Atunci cand numarul opt apare in visele dumneavoastra ar trebui sa aveti incredere in instinctele si intuitia dumneavoastra. Daca in vis scrieti sau rostiti cifra 8 , semn de avantaj, putere sau victorie in favoarea dumneavoastra. Din punct de vedere psihologic Optul este un numar de abundenta, care se manifesta sub forma de fericire, bani, dragoste, etc. In general este considerat un semn de bun augur, culegerea recompenselor, atragerea dorintelor vostre si imbunatatire personala. 8 sau o serie de 8 (8, 88, 888, 8888, etc.) in vis poate fi, de asemenea, provocari de lacomie, avaritie, retinerea unei afectiuni sau dragoste vechi.",
      "slug": "numarul-opt-8"
    },
    {
      "name": "Numarul patru (4)",
      "category": "dictionar",
      "shortMeaning": "(4) 30/09/2015 (ultima actualizare)Cifra patru in vise denota stabilitate, limitari fizice, munca...",
      "fullInterpretation": "(4) 30/09/2015 (ultima actualizare)Cifra patru in vise denota stabilitate, limitari fizice, munca sustinuta si lucruri pamantesti, ca si in cele patru colturi ale pamantului sau cele patru elemente(pamant, vant, foc, apa). Este, de asemenea, reprezentare materiala. In culturile asiatice, numarul patru este o metafora pentru moarte. Din punct de vedere psihologic Numarul 4 este un numar de solidaritate si de o mare forta, dar poate simboliza, de asemenea, un sentiment de restrictie si de limitare. Poate sugera, de asemenea, ca trebuie sa priviti inafara cutii, adica trebuie sa iesiti din confortul dumeavoasta si sa fiti deschis si la alte idei. Cifra 4 sau o serie de 4 (4, 44, 444, 4444, etc.) care au aprut in vise pot sugera confort si stabilitate in viata. Numarul 4 repetandu-se in vis indica ca totul este asa cum ar trebui sa fie. Proiectele in care sunteti implicat(a) vor fi de succes si veti fi multumit(a) de rezultate pe termen lung. Aveti incredere in abilitatile dumneavoastra!",
      "slug": "numarul-patru-4"
    },
    {
      "name": "Numarul saisprezece (16)",
      "category": "dictionar",
      "shortMeaning": "(16) 24/11/2016 (ultima actualizare)Patrat al lui patru, numarul saisprezece arata ajungerea la d...",
      "fullInterpretation": "(16) 24/11/2016 (ultima actualizare)Patrat al lui patru, numarul saisprezece arata ajungerea la desavarsire a puterii materiale. El capata, ca atare, un inteles moral primejdios, de exaltare a orgoliului, de vointa de putere necontrolata: Jacob Bohme desemneaza prin acest numar abisul, opus Nirvanei. Daca, pe de alta parte, il vom considera dublul lui opt, numarul saisprezece va deveni \"inmultirea, pentru fiinta, a ciclurilor de vicisitudini si renasteri\" (ALLN, 364) sau dublarea celei de-a opta Sevire a Cabalei, adica o stare de zbucium. Numarul saisprezece in vise poate reprezenta , de asemnea, si sensibilitate sau inocenta. Acesta poate sugera, concomitent, curatire spirituala, distrugerea de vechi si nasterea de nou. 16 in vise poate aparea ca si unificare a numarului 1 si 6 (1+6), acesta poate reprezenta negativitate datorita faptului ca 1 reprezinta confruntare iar 6 negativism.",
      "slug": "numarul-saisprezece-16"
    },
    {
      "name": "Numarul sapte (7)",
      "category": "dictionar",
      "shortMeaning": "(7) 30/09/2015 (ultima actualizare)Cifra sapte in vis semnifica perfectiunea, spiritualitate inal...",
      "fullInterpretation": "(7) 30/09/2015 (ultima actualizare)Cifra sapte in vis semnifica perfectiunea, spiritualitate inalta, plentitudine in dinamismul vietii. Se mai poate interpreta ca si o reusita in atingerea pragului de maturitate. Sunteti pregatiti sa treceti peste obstacole si sa va asumati responsabilitati. De asemenea, sugereaza incheierea unui ciclu, sfarstiul unei perioade si inceputul alteia. Din punct de vedere psihologic In vise, numarul mistic 7 vorbeste despre noi insine, intelepciune interioara, despre nastere si renastere, trezire spirituala si iluminare. Numarul sugereaza, de asemenea vindecare, cunoastre spirituala si intuitie. Numarul sapte repetat sau o serie de 7 (77, 777, 7777, etc.) sugereaza ca ambitiile tale vor fi realizate so obstacolele vor fi depasite cu suficienta forta si un anume scop. Ascultati-va inima pentru orientare si solutii. In functie de tema visului, sapte (de exemplu. 7 obiecte) poate semnifica ,de asemenea sentimentimentul de a fi neinteles de catre altii, izolare si separare si / sau dificultati in mentinerea relatiilor.",
      "slug": "numarul-sapte-7"
    },
    {
      "name": "Numarul sase (6)",
      "category": "dictionar",
      "shortMeaning": "(6) 02/10/2015 (ultima actualizare)Cifra sase in vis reprezinta numarul muncii, al efortului, ca ...",
      "fullInterpretation": "(6) 02/10/2015 (ultima actualizare)Cifra sase in vis reprezinta numarul muncii, al efortului, ca aluzie la crearea lumii in sase zile. Numarul sase se refera de multe ori la faptul ca cei care o viseaza dau dovada de sentimente frumoase si profunde, de iubire. Se supun, se sacrifica pentru fericirea celor din jur, chiar daca se umilesc, insa ii ocrotesc pe acestia. Manifesta o mare grija pentru familie, pentru copii. Aceste persoane ce viseaza la cifra sase sunt de obicei persoane contrastante, care adora sa fie in extreme, mereu alb sau negru, plus sau minus. Din punct de vedere psihologic Numarul 6 rezoneaza cu cooperarea, dragostea, casa, familia, dreptul de proprietate, precum si aspecte monetare ale vietii. Numarul sase simbolizeaza unirea contrariilor in noi si intregrarea adevaratului \"nostru\". Sesarii in vise sau secvente de 6 (66, 666, 6666, etc.) pot insemna ca este nevoie de stabilitate in toate domeniile din viata dumneavoastra. Aceste pot fi, de asemenea, un mesaj ca monetarul si nevoile materiale vor fi indeplinite. Alternativ, seria de sase poate sugera nevoia de a gasi un echilibru intre obiectele si idealurile tale.",
      "slug": "numarul-sase-6"
    },
    {
      "name": "Numarul trei (3)",
      "category": "dictionar",
      "shortMeaning": "(3) 30/09/2015 (ultima actualizare)Numarul trei reprezinta unitatea dintre minte, trup si suflet,...",
      "fullInterpretation": "(3) 30/09/2015 (ultima actualizare)Numarul trei reprezinta unitatea dintre minte, trup si suflet, precum si Sfanta Treime. Cifra 3 simbolizeaza principiile de crestere, extinderea si manifestarea abundentei. Cand apare in vise, cifra trei ar putea fi un mesaj ca idealurile si viziunile voastre prind radacini. O serie de trei (3, 33, 333, 3333, etc.) in vise indica auto-disciplina, manifestare de abundenta, productivitate si unitate. Daca aveti in vedere noi directii, 3 in vise este un mesaj care ajuta la orientare si asistenta. Tot ce trebuie sa faceti este sa intrebati. In functie de contextul visului, cand numarul 3 apare acesta poate fi un semn de energii imprastiate si probleme de comunicare. Treiarii aparuti in vise pot implica provocarea de separare de realitate si lipsa de legatura cele pamantesti.",
      "slug": "numarul-trei-3"
    },
    {
      "name": "Numarul treisprezece 13",
      "category": "dictionar",
      "shortMeaning": "13 01/04/2021 (ultima actualizare)Aparitia numarului 13 in visele noastre este favorizata de fric...",
      "fullInterpretation": "13 01/04/2021 (ultima actualizare)Aparitia numarului 13 in visele noastre este favorizata de frica si misterul creat in jurul acestuia. Cu totii am crescut cu sentimentul de ghinion intiparit atunci cand vine vorba de treisprezece, insasi aceasta credinta poate manifesta ganduri negative care pot conduce la circumstante nedorite. Daca cercetam originile ghinionului asociat cu numarul 13, vom gasi cateva povestiri vechi. Una dintre cele mai cunoscute este cina lui Isus cu cei 13 apostoli, al 13-lea era tradatorul. Din punct de vedere matematic, unii oameni sustin ca 13 este ghinionist deoarece vine dupa 12, un numar matematic perfect echilibrat, dupa care urmeaza 13 ce pare a fi dezechilibrat si ciudat. De asemenea, ziua de vineri asociata cu data de 13 este considerata purtatoare de ghinion, dar aceasta este sustinuta de mai multe intamplari ce au ramas in istorie. Una dintre aceste intamplari a avut loc pe data de 13 octombrie 1307, atunci cand o mare parte ai membrilor templieri - o asociatie medievala - au fost arestati si omorati vineri, 13 octombrie 13 in vise? Pe langa toate cele precizate mai sus, numarul 13 din visele noastre poate dezvalui si simboliza lucruri din viata noastra de zi cu zi. Treisprezece este un numar paradoxal care poate insemna sfarsit si inceput, schimbare si tranzitie, moarte si nastere. Acesta prevesteste in mod cert obstacole ce se vor ivi in calea dumneavoastra si pe care trebuie sa le depasiti. Perseverenta si un sambure de determinare va vor ajuta sa va atingeti obiectivele. Din punct de vedere psihologic, numarul 13 reprezinta obstacolele din viata si simbolizeaza ciclul vietii si al tranzitiei existentei.",
      "slug": "numarul-treisprezece-13"
    },
    {
      "name": "Numarul unu (1)",
      "category": "dictionar",
      "shortMeaning": "(1) 29/09/2015 (ultima actualizare)Din punct de vedere psihologic Numarul 1 este numarul de la ca...",
      "fullInterpretation": "(1) 29/09/2015 (ultima actualizare)Din punct de vedere psihologic Numarul 1 este numarul de la care incepe orice manifestare. Cand acesta apere in vis, fie ca o singura cifra sau in mod repetat, intr-o secventa (cum ar fi 1, 11, 111, 1111, etc.) este un memento ca toti suntem conectati. Daca ati visat numarul unu inseamna ca trebuie sa va analizati gandurile si sa va concentrati catre adevarata dorinta a sufletului pentru a va putea manifesta viata intr-o maniera placuta. Cand o serie de 1 apar in vise, acestia semnifica o iesire energica, adica concentrarea si gandurile ti se vor manifesta rapid in viata ta. Prin urmare pentru a va alege gandurile cu intelepciune asigurati-va ca acestea sunt o adevarata dorinta a inimii dumneavoastra. Numarul unu reprezinta autonomia, originalitatea, ego-ul, increderea si individualitatea. Vazand numarul 1 in vise poate sugera ca sunteti un castigator (o castigatoare). Acest numar indica, de asemenea, independenta, progresul, auto-dezvoltarea si creativitatea. Acestea pot sugera o nevoie de a dezvolta individualitatea si creativitatea. Din punct de vedere spiritual Acest numar ar putea sugera ca va dezvoltati abilitatile intuitive si de clarviziune. De asemenea trebuie sa acordati atentie la idei repetitive si ganduri care contin solutii si raspunsuri la rugaciunile dumneavoastra. Alternativ, cifra unu poate denota inceputul unei calatori, ce poate fi interesanta si antrenanta. Cu toate acestea, aceasta calatorie poate provoca izolare si singuratate pe care trebuie sa le depasiti si din care trebuie sa invatati cate ceva.",
      "slug": "numarul-unu-1"
    },
    {
      "name": "Nume",
      "category": "dictionar",
      "shortMeaning": "(poate chiar fara sa stii) sau care are o legatura speciala cu tine, care te va influenta intr-un anume fel sau altul.",
      "fullInterpretation": "(poate chiar fara sa stii) sau care are o legatura speciala cu tine, care te va influenta intr-un anume fel sau altul.Numele inseamna energie si pate insemna ori ca cineva cu acel nume se gandeste la tine sau tu te gandesti la el/ea. Asociere mentala intre un nume receptat in trecutul apropiat si anumite persoane pe care le-ai vazut tot in aceasta perioada de timp.Monumentul in vise semnifica mestenire si modul in care doresti ca lumea sa-si reaminteasca de tine. Acesta simbolizeaza, de asemenea, valoarea de sine si valoarea calitatilor tale. - Daca in vis pui coroane si flori la un monument, inseamna ca urmezi sfaturi, idei si exemple. - Daca ai visat un monument de forma unei pietre funerare este semn de vita lunga. Din punct de vedere spiritual, monumentul, este o reprezentare concreta, care ar trebui sa intoarca respect si stima.",
      "slug": "nume"
    },
    {
      "name": "Numere",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "numere"
    },
    {
      "name": "Nurca",
      "category": "dictionar",
      "shortMeaning": "Nurca in vise simbolizeaza valoare, caldura, bogatie sau lux.",
      "fullInterpretation": "Nurca in vise simbolizeaza valoare, caldura, bogatie sau lux. Ea reprezinta, de asemenea intelegerea subconstientului sau motivatia acestuia. - Daca in vis prinzi nurci este semn ca nu vei primi prea multi bani pentru munca ta. Visul in care vedem sau purtam blanuri de nurcaÂ reprezinta prosperitate, statut si lux. Esti protejat(a) de frig sau de saracie. Alternativ, acest vis poate fi simbolul naturii tale animalice si intinctuale. - Daca in vis vezi o femeie ce poarta o blana de nurca, este semn ca trebuie sa fi atent(a) la prieteni prefacuti.",
      "slug": "nurca"
    }
  ]
}