{
  "symbols": [
    {
      "name": "Nacela",
      "category": "obiecte",
      "shortMeaning": "Simbol al ascensiunii, al perspectivei înalte și al nevoii de siguranță în timpul evoluției.",
      "fullInterpretation": "Nacela, fiind coșul care transportă pasagerii unui balon sau parte a unui utilaj de ridicare, simbolizează în vis poziția ta actuală în raport cu ambițiile de ascensiune. Sugerează că te afli într-un proces de ridicare deasupra problemelor cotidiene, căutând o perspectivă mai largă asupra vieții.\n\nDacă te afli într-o nacelă care urcă lin, visul indică progres sigur și o detașare benefică de griji minore. Ești protejat în timp ce evoluezi. Totuși, dacă nacela este instabilă sau se leagănă periculos, visul poate avertiza asupra nesiguranței sau a lipsei de fundament solid în planurile tale de viitor. Poate te simți vulnerabil la înălțime, expus \"vânturilor\" schimbării.\n\nNacela poate reprezenta și izolarea necesară pentru a vedea ansamblul, un moment de contemplare de la înălțime înainte de a lua o decizie importantă.",
      "slug": "nacela"
    },
    {
      "name": "Naframa",
      "category": "obiecte",
      "shortMeaning": "Simbol al despărțirii, al doliului, dar și al protecției sau al unui legământ tainic.",
      "fullInterpretation": "În tradiția românească și în simbolismul oniric, năframa poartă adesea o încărcătură emoțională puternică, fiind asociată cu lacrimile, despărțirea sau doliul. Dacă visezi o năframă neagră, aceasta poate prevesti tristețe, pierdere sau o perioadă de izolare sufletească.\n\nPe de altă parte, o năframă albă sau frumos colorată poate simboliza puritatea, un angajament sau o promisiune. Poate fi un semn de protecție divină sau feminină. Dacă o primești în dar, poate indica o legătură secretă sau o sarcină pe care ți-o asumi.\n\nNăframa fluturând în vânt sugerează un adio, o renunțare la ceva din trecut pentru a putea merge mai departe. Este un vis care te îndeamnă să accepți ciclicitatea emoțiilor și să îți exprimi durerea pentru a te vindeca.",
      "slug": "naframa"
    },
    {
      "name": "Naftalina",
      "category": "obiecte",
      "shortMeaning": "Conservarea trecutului, amintiri vechi reactivate și dorința de a proteja ceea ce este valoros.",
      "fullInterpretation": "Mirosul de naftalină în vis sau prezența acesteia sugerează o legătură puternică cu trecutul. Poate indica faptul că \"dezgropi\" amintiri vechi, sentimente sau talente pe care le-ai ținut ascunse sau conservate mult timp.\n\nNaftalina simbolizează dorința de a păstra intacte anumite aspecte ale vieții tale, ferindu-le de degradare sau de uitare. Totuși, visul poate fi și un avertisment: nu cumva trăiești prea mult în trecut? Poate că păstrezi obiceiuri sau gânduri care nu îți mai sunt de folos în prezent (\"haine vechi\").\n\nDacă simți mirosul de naftalină, s-ar putea să reîntâlnești pe cineva din trecut sau să fii pus în fața unei situații nerezolvate anterior. Este timpul să decizi ce merită păstrat și ce trebuie aerisit sau aruncat.",
      "slug": "naftalina"
    },
    {
      "name": "Nai",
      "category": "obiecte",
      "shortMeaning": "Armonie, melancolie, exprimarea sentimentelor profunde și chemarea către simplitate.",
      "fullInterpretation": "Naiul, instrument muzical cu o sonoritate inconfundabilă, simbolizează în vis nevoia de armonie și de exprimare a emoțiilor reprimate. Sunetul său melancolic te conectează cu stări sufletești profunde, poate cu o nostalgie după vremuri mai simple sau după natură.\n\nA auzi un nai cântând sugerează pace interioară, vindecare emoțională sau o chemare a iubirii romantice. Dacă tu cânți la nai, visul indică faptul că ai găsit modalitatea de a-ți comunica sentimentele într-un mod blând și artistic, sau că încerci să \"îmblânzești\" o situație tensionată prin diplomație și calm.\n\nÎn unele interpretări, naiul poate fi asociat cu zeul Pan, sugerând o conexiune cu instinctele primare, dar rafinate prin artă. Este un semn bun pentru creativitate și pentru regăsirea echilibrului pierdut.",
      "slug": "nai"
    },
    {
      "name": "Naluca",
      "category": "fenomene",
      "shortMeaning": "Iluzie, amăgire, obiective nerealiste și fuga de realitatea concretă.",
      "fullInterpretation": "Năluca sau apariția fantomatică în vis este un simbol clasic al iluziei și al amăgirii. Dacă vezi o nălucă, subconștientul tău te avertizează că s-ar putea să urmărești obiective intangibile, \"fete morgana\" care te distrag de la ceea ce este real și important.\n\nVisul poate reflecta frici nefondate, anxietăți care nu au o bază concretă, dar care te bântuie. Poate semnifica o persoană sau o situație care nu este ceea ce pare a fi – o promisiune falsă sau o aparență înșelătoare.\n\nDe asemenea, năluca poate reprezenta o parte a sinelui tău pe care nu vrei să o înfrunți, o amintire sau o vinovăție care apare distorsionat. Mesajul este să cauți claritatea, să \"aprinzi lumina\" rațiunii pentru a risipi temerile și confuzia. Nu te lăsa ghidat de aparențe.",
      "slug": "naluca"
    },
    {
      "name": "Namol",
      "category": "natură",
      "shortMeaning": "Stagnare emoțională, sentimente de vinovăție sau rușine, dar și potențial de vindecare.",
      "fullInterpretation": "Nămolul în vis este un simbol complex, adesea legat de emoții grele, stagnare sau sentimente de \"murdărire\" sufletească. Poate sugera că te simți blocat într-o situație neplăcută sau că ești copleșit de emoții negative pe care nu le poți exprima clar.\n\nDacă te visezi mergând prin nămol, indică dificultăți în înaintare, obstacole care te încetinesc sau o perioadă confuză în viața ta. Te simți \"tras în jos\" de circumstanțe sau de relații toxice.\n\nTotuși, nămolul are și valențe pozitive, fiind folosit în terapii. Dacă visezi că faci băi de nămol, acesta simbolizează vindecare, purificare prin confruntarea cu aspectele mai puțin plăcute ale sinelui (\"umbra\"). Este un proces de regenerare care necesită acceptarea imperfecțiunilor pentru a putea merge mai departe curat și sănătos.",
      "slug": "namol"
    },
    {
      "name": "Nap",
      "category": "alimente",
      "shortMeaning": "Sănătate robustă, simplitate, întoarcerea la origini sau descoperirea unor resurse modeste.",
      "fullInterpretation": "Napul, o legumă rădăcinoasă robustă, simbolizează în vis legătura cu pământul, sănătatea și esențialul. Apariția sa poate sugera nevoia de a te întoarce la o viață mai simplă, mai naturală, renunțând la artificii și complicații inutile.\n\nDacă mănânci napi, visul poate indica o îmbunătățire a stării de sănătate sau descoperirea unei soluții simple la o problemă complexă. Poate semnifica faptul că resursele de care ai nevoie sunt la îndemână, chiar dacă par modeste sau neimpresionante la prima vedere.\n\nÎn unele tradiții, napul poate fi asociat și cu sărăcia sau lipsurile, dar într-un sens constructiv: a învăța să apreciezi ceea ce ai și a găsi valoare în lucrurile simple. Dacă scoți napi din pământ, ești în procesul de a extrage beneficii concrete din munca ta grea și onestă.",
      "slug": "nap"
    },
    {
      "name": "Napolitane",
      "category": "alimente",
      "shortMeaning": "Plăceri efemere, recompense mici, copilărie sau nevoia de dulcegării și confort emoțional.",
      "fullInterpretation": "Napolitanele în vis sunt asociate cu plăcerile simple, adesea legate de amintiri din copilărie sau de nevoia de confort imediat. Ele simbolizează recompensele mici pe care ți le acorzi sau nevoia de a \"îndulci\" o situație amară din viața ta.\n\nMâncând napolitane, s-ar putea să cauți o evadare temporară din responsabilitățile serioase, o pauză binemeritată. Straturile napolitanei pot sugera complexitatea unei situații care pare simplă la suprafață, sau multiplele fațete ale unei plăceri.\n\nDacă visezi că împarți napolitane, denotă dorința de a împărtăși bucurie și de a crea momente plăcute cu cei din jur. Totuși, dacă mănânci prea multe, poate fi un avertisment legat de excese sau de faptul că te bazezi prea mult pe satisfacții superficiale în loc să cauți o împlinire profundă.",
      "slug": "napolitane"
    },
    {
      "name": "Narcisa",
      "category": "natură",
      "shortMeaning": "Renaștere, speranță, iubire de sine, dar și vanitate sau egoism dacă este privită excesiv.",
      "fullInterpretation": "Narcisa este un simbol puternic al primăverii, al renașterii și al speranței. Apariția ei în vis indică adesea un nou început, o perioadă de înflorire personală sau o reînnoire a sentimentelor. Culoarea sa galbenă sau albă evocă bucurie, puritate și optimism.\n\nTotuși, numele florii este legat de mitul lui Narcis, ceea ce aduce în discuție și aspecte legate de iubirea de sine. Într-un sens pozitiv, poate însemna recunoașterea propriei valori și îngrijirea de sine. Într-un sens negativ, visul poate avertiza asupra vanității, a egocentrismului sau a unei preocupări excesive pentru propria imagine, în detrimentul relațiilor cu ceilalți.\n\nDacă primești narcise, este un semn de afecțiune și respect. Dacă le oferi, îți exprimi speranța într-o relație sau dorința de a aduce bucurie cuiva.",
      "slug": "narcisa"
    },
    {
      "name": "Narcotice",
      "category": "obiecte",
      "shortMeaning": "Evadare din realitate, dependență, iluzii periculoase sau nevoia de a amorti o durere.",
      "fullInterpretation": "Visul în care apar narcotice sau droguri este un semnal de alarmă serios din partea subconștientului. Indică dorința de a evada dintr-o realitate dureroasă, de a evita responsabilitățile sau de a \"amorti\" sentimente pe care nu le poți gestiona.\n\nPoate simboliza o dependență – nu neapărat de substanțe, ci de o persoană, un obicei nociv sau un mod de gândire care îți alterează percepția corectă asupra vieții. Te simți prins într-o capcană a iluziilor.\n\nDacă visezi că ți se administrează narcotice medical, poate sugera nevoia de vindecare profundă și de odihnă, dar și pasivitate în fața problemelor. Dacă le folosești recreațional în vis, este un avertisment clar: direcția în care mergi este periculoasă și riști să pierzi controlul asupra propriei vieți. Trebuie să înfrunți realitatea, oricât de aspră ar fi.",
      "slug": "narcotice"
    },
    {
      "name": "Noapte",
      "category": "fenomene",
      "shortMeaning": "Mister, necunoscut, gestație, frici inconștiente dar și odihnă și regenerare.",
      "fullInterpretation": "Noaptea în vis simbolizează tărâmul inconștientului, misterul și ceea ce este ascuns. Poate reprezenta o perioadă de incertitudine, haos sau frică de necunoscut, dar și un timp necesar de gestație și odihnă. Este momentul în care granițele rațiunii se estompează, lăsând loc intuiției și viselor.\n\nDacă noaptea este liniștită, cu stele, sugerează pace interioară și ghidare spirituală. Dacă este întunecată și amenințătoare, indică anxietate, depresie sau obstacole majore pe care nu știi cum să le abordezi. Adesea, noaptea precede un nou început, fiind \"întunericul dinaintea zorilor\".",
      "slug": "noapte"
    },
    {
      "name": "Noroi",
      "category": "natură",
      "shortMeaning": "Situații compromițătoare, stagnare, sentimente de vinovăție sau dificultăți materiale.",
      "fullInterpretation": "Noroiul în vis, similar cu nămolul, vorbește despre situații încurcate, stagnare sau sentimente care te trag în jos. Poate sugera că te simți \"murdărit\" de o situație imorală sau jenantă, sau că reputația ta este în pericol (bârfe, calomnii).\n\nMersul greoi prin noroi indică obstacole în atingerea obiectivelor și o perioadă de luptă. Totuși, în unele tradiții, noroiul poate fi semn de bogăție (pământ fertil), dar obținută cu mari eforturi. Curățarea de noroi simbolizează eliberarea de probleme și clarificarea unei situații confuze.",
      "slug": "noroi"
    },
    {
      "name": "Nunta",
      "category": "fenomene",
      "shortMeaning": "Uniune, angajament, integrarea aspectelor opuse ale sinelui sau începutul unei noi etape.",
      "fullInterpretation": "Nunta în vis este un simbol puternic al uniunii și al transformării. La nivel psihologic, nu prezice neapărat o căsătorie reală, ci integrarea unor aspecte opuse ale personalității tale (masculin-feminin, rațiune-emoție), ducând la echilibru interior (hieros gamos).\n\nPoate semnala un nou angajament față de un proiect, o idee sau o relație. Dacă atmosfera este veselă, visul anunță armonie și succes. Dacă nunta este tristă sau apar probleme, poate reflecta anxietăți legate de angajamente, teama de a-ți pierde libertatea sau nefericire în viața personală.",
      "slug": "nunta"
    },
    {
      "name": "Numar",
      "category": "fenomene",
      "shortMeaning": "Ordine, logică, mesaje codificate ale subconștientului sau date importante.",
      "fullInterpretation": "Numerele în vis sunt mesaje precise ale subconștientului, adesea legate de organizare, timp sau logică. Ele pot reprezenta date importante (zile de naștere, termene limită), sume de bani sau pot avea semnificații simbolice profunde (numerologie).\n\nDe exemplu, 1 înseamnă noi începuturi și individualitate, 2 parteneriat și dualitate, 3 creativitate și sinteză, etc. A vedea numere repetate indică o urgență sau o nevoie de a acorda atenție unui aspect specific al vieții. Lipsa numerelor sau confuzia legată de ele poate sugera haos mental sau lipsă de direcție.",
      "slug": "numar"
    },
    {
      "name": "Nastere",
      "category": "acțiuni",
      "shortMeaning": "Creativitate, noi începuturi, proiecte care prind viață și potențial infinit.",
      "fullInterpretation": "Nașterea în vis este unul dintre cele mai pozitive simboluri, reprezentând apariția a ceva nou în viața ta. Poate fi vorba despre o idee creativă, un proiect, o nouă atitudine sau chiar o transformare spirituală.\n\nIndică faptul că eforturile tale (perioada de \"gestație\") sunt pe cale să dea roade. Dacă nașterea este ușoară, succesul va veni natural. Dacă este dificilă, te poți aștepta la provocări majore în implementarea ideilor tale, dar rezultatul merită efortul. A asista la o naștere sugerează că ești pregătit să sprijini schimbarea și noul.",
      "slug": "nastere"
    },
    {
      "name": "Nod",
      "category": "obiecte",
      "shortMeaning": "Blocaje emoționale, legături complicate sau nevoia de a rezolva o problemă încâlcită.",
      "fullInterpretation": "Nodul în vis simbolizează o problemă complexă, o tensiune sau un blocaj emoțional pe care încerci să îl desfaci. Poate reprezenta legături toxice, jurăminte care te constrâng sau o situație \"încâlcită\" din care nu vezi ieșirea.\n\nDacă reușești să desfaci nodul, este un semn excelent: vei găsi soluția, te vei elibera de o povară sau vei rezolva un conflict vechi. Dacă nodul se strânge mai tare, sugerează anxietate și sentimentul că ești prins într-o capcană.\n\nA face un nod poate semnifica dorința de a păstra ceva, de a \"lega\" o relație sau de a nu uita ceva important (nod la batistă).",
      "slug": "nod"
    },
    {
      "name": "Nod la cravata",
      "category": "obiecte",
      "shortMeaning": "Imagine socială, obligații profesionale sau constrângeri impuse de statut.",
      "fullInterpretation": "Nodul la cravată este un simbol specific legat de viața socială și profesională. A-ți face nodul la cravată sugerează pregătirea pentru a face o impresie bună, dorința de a fi respectat și de a te conforma normelor sociale.\n\nDacă nodul este prea strâns, indică faptul că te simți sufocat de responsabilități sau de așteptările celorlalți. Simți că \"te strânge de gât\" jobul sau statutul tău actual.\n\nUn nod perfect simbolizează încredere, profesionalism și control asupra imaginii tale publice. Dacă nu reușești să îl faci, poate reflecta teama de inadecvare sau stângăcie în situații sociale.",
      "slug": "nod-la-cravata"
    },
    {
      "name": "Nas",
      "category": "corp",
      "shortMeaning": "Intuiție, curiozitate, instinct sau semnale legate de onoare și reputație.",
      "fullInterpretation": "Nasul este organul mirosului, simț legat direct de instinct și memorie. În vis, nasul simbolizează intuiția (\"a avea nas fin\"), capacitatea de a simți o oportunitate sau un pericol înainte ca acesta să fie vizibil.\n\nUn nas mare poate sugera putere, virilitate și dorința de a te impune, dar și curiozitate excesivă (\"a-ți băga nasul\"). Un nas care sângerează poate indica o pierdere de vitalitate sau o jignire adusă onoarei tale.\n\nDacă visezi că nu ai nas sau că este deformat, poate reflecta probleme de identitate, rușine sau teama de a nu fi \"mirosit\" sau descoperit în adevărata ta natură.",
      "slug": "nas"
    },
    {
      "name": "Nor",
      "category": "fenomene",
      "shortMeaning": "Stări emoționale trecătoare, confuzie sau, dimpotrivă, inspirație divină.",
      "fullInterpretation": "Norii în vis reflectă stările tale sufletești, fiind prin natura lor schimbători. Norii albi și pufoși simbolizează pace, visare cu ochii deschiși și o perioadă senină. Norii negri, de furtună, anunță conflicte interioare, depresie sau o \"vreme rea\" în viața ta emoțională.\n\nNorii care acoperă soarele sugerează că o situație clară devine confuză sau că optimismul tău este temporar umbrit de griji.\n\nÎn plan spiritual, norii pot reprezenta tărâmul divin, revelația sau misterul care ascunde adevărul până când ești pregătit să îl vezi. A pluti pe un nor indică detașare de realitate sau extaz.",
      "slug": "nor"
    },
    {
      "name": "Nasa",
      "category": "persoane",
      "shortMeaning": "Ghidare spirituală, protecție, responsabilitate asumată sau influență maternă secundară.",
      "fullInterpretation": "Nașa în vis, la fel ca în viață, este un părinte spiritual. Apariția ei sugerează nevoia de ghidare, de sfat sau de protecție într-o situație complicată. Poate simboliza o persoană influentă care te susține din umbră.\n\nDacă ești tu nașa în vis, înseamnă că îți asumi responsabilitatea pentru bunăstarea altcuiva sau că ești pregătită să fii un mentor.\n\nRelația cu nașa din vis reflectă adesea relația ta cu tradiția, cu obligațiile morale sau cu o figură autoritară feminină care nu este mama, dar are o influență majoră asupra destinului tău.",
      "slug": "nasa"
    },
    {
      "name": "Nascut",
      "category": "acțiuni",
      "shortMeaning": "Renaștere, noi începuturi, puritate și potențial neexplorat.",
      "fullInterpretation": "A visa că ești născut (din nou) sau că asiști la nașterea cuiva este un simbol profund al regenerării. Sugerează că ești pregătit să lași în urmă vechiul sine și să îmbrățișezi o nouă identitate sau o nouă etapă a vieții.\n\nDacă visezi că naști un băiat, tradiția sugerează bucurie și armonie, dar psihologic indică dezvoltarea laturii tale assertive (Yang). Dacă naști o fată, poate semnifica dezvoltarea intuiției și a creativității (Yin).\n\nA fi născut din nou în vis indică o a doua șansă, o resetare a destinului sau vindecarea unor traume vechi. Ești gata să privești spre viitor cu inocența și curiozitatea unui copil, dar cu înțelepciunea unui adult.",
      "slug": "nascut"
    },
    {
      "name": "Nasture",
      "category": "obiecte",
      "shortMeaning": "Siguranță, ordine, conexiuni sociale sau detalii mici care țin totul laolaltă.",
      "fullInterpretation": "Nasturele în vis este un simbol al conexiunii și al siguranței (\"a fi încheiat la toți nasturii\"). Sugerează nevoia de a ține lucrurile sub control, de a păstra o aparență ordonată sau de a proteja intimitatea.\n\nDacă nasturele se rupe sau cade, indică vulnerabilitate, pierderea controlului sau o gafă socială. Te simți expus.\n\nCoaserea unui nasture simbolizează repararea unei relații sau efortul de a stabiliza o situație financiară sau emoțională. Nasturii colorați pot sugera creativitate și atenție la detalii, în timp ce nasturii negri sau de uniformă indică conformism și disciplină.",
      "slug": "nasture"
    },
    {
      "name": "Nasturi / Nasture",
      "category": "obiecte",
      "shortMeaning": "Unități mici care formează un întreg, responsabilități mărunte și atenție la detalii.",
      "fullInterpretation": "Visele cu mulți nasturi pot simboliza multitudinea de mici responsabilități sau detalii care compun viața ta de zi cu zi. Dacă visezi o colecție de nasturi, aceasta poate reprezenta resurse, amintiri sau opțiuni pe care le ai la dispoziție, dar care trebuie \"sortate\".\n\nGăsirea unui nasture este adesea interpretată ca un semn de noroc sau de găsire a unei soluții ingenioase la o problemă mică dar sâcâitoare.\n\nPierderea nasturilor sugerează risipă, neglijență sau sentimentul că viața ta se \"destramă\" din cauza neatenției la detalii.",
      "slug": "nasturi-nasture"
    },
    {
      "name": "Natura",
      "category": "natură",
      "shortMeaning": "Libertate, instinct, vindecare și reconectarea cu esența vieții.",
      "fullInterpretation": "Natura în vis este oglinda stării tale interioare primordiale. Un peisaj natural frumos și senin indică armonie, sănătate bună și libertate spirituală. Te simți conectat cu sursa vieții și cu propriile instincte.\n\nDacă natura este sălbatică, amenințătoare sau devastată, reflectă conflicte interne, frici reprimate sau o deconectare de la sinele tău autentic.\n\nMersul desculț în natură simbolizează dorința de împământare și de simplitate. Este un apel la a lăsa artificialul și stresul modern pentru a te regenera prin ritmurile naturale ale existenței.",
      "slug": "natura"
    },
    {
      "name": "Naufragiu",
      "category": "fenomene",
      "shortMeaning": "Eșec emoțional, pierderea direcției, criză majoră, dar și supraviețuire.",
      "fullInterpretation": "Naufragiul este un simbol dramatic al eșecului sau al unei crize profunde. Poate indica prăbușirea unor planuri, a unei afaceri sau sfârșitul unei relații (\"corabia s-a scufundat\"). Te simți copleșit de valurile emoțiilor și pierdut în fața destinului.\n\nTotuși, dacă supraviețuiești naufragiului, visul este un mesaj de reziliență: chiar dacă ai pierdut totul, ai rămas tu cu tine. Este șansa unui nou început, de la zero, pe un \"țărm\" necunoscut.\n\nA vedea un naufragiu de pe mal sugerează că ești martor la problemele altora sau că ai evitat un dezastru la limită.",
      "slug": "naufragiu"
    },
    {
      "name": "Nava",
      "category": "obiecte",
      "shortMeaning": "Călătorie spirituală, explorare a necunoscutului și nevoia de a naviga prin apele emoționale.",
      "fullInterpretation": "Nava în vis este un vehicul al sufletului care te poartă prin oceanul vieții și al emoțiilor. Dacă nava navighează lin pe o mare calmă, sugerează că ai control asupra destinului tău și că te afli într-o perioadă de echilibru și progres. Știi încotro te îndrepți.\n\nDacă marea este furtunoasă, nava simbolizează capacitatea ta de a rezista crizelor și provocărilor emoționale. O navă eșuată sau care se scufundă avertizează asupra unor pericole, a unor planuri care ar putea eșua sau a sentimentului de a fi copleșit.\n\nTipul navei contează: un vas de croazieră sugerează relaxare sau lux, dar poate și superficialitate; o barcă mică indică singurătate și efort individual; o navă de război semnifică agresivitate sau apărare.",
      "slug": "nava"
    },
    {
      "name": "Nava spatiala",
      "category": "obiecte",
      "shortMeaning": "Creativitate, viziune futuristă, explorarea unor noi dimensiuni ale conștiinței sau sentimentul de înstrăinare.",
      "fullInterpretation": "Nava spațială în vis simbolizează aspirațiile înalte, creativitatea și dorința de a explora necunoscutul. Denotă o călătorie spirituală sau intelectuală care depășește limitele convenționalului.\n\nPoate sugera că ai idei inovatoare, \"nepământene\", care te diferențiază de ceilalți. Dacă pilotezi nava, înseamnă că ești stăpân pe propriul destin și gata să îți asumi riscuri pentru a atinge noi orizonturi.\n\nPe de altă parte, visul poate reflecta sentimentul de înstrăinare – te simți ca un \"extraterestru\" printre oameni, neînțeles sau izolat. Prăbușirea unei nave spațiale avertizează că idealurile tale sunt prea nerealiste și riști o dezamăgire dureroasă.",
      "slug": "nava-spatiala"
    },
    {
      "name": "Navod",
      "category": "obiecte",
      "shortMeaning": "Prinderea oportunităților, resurse adunate, dar și riscul de a te simți prins într-o capcană.",
      "fullInterpretation": "Năvodul este un instrument de pescuit, simbolizând capacitatea de a aduna resurse, cunoștințe sau idei din adâncurile subconștientului. Un năvod plin cu pește este un semn excelent de prosperitate, succes și recompensă pentru eforturile depuse.\n\nTotuși, năvodul poate avea și o conotație negativă, aceea de capcană. Dacă te visezi prins într-un năvod, sugerează că ești încurcat într-o situație complicată, victimă a unor intrigi sau a propriilor tale emoții încâlcite. Te simți restricționat și lipsit de libertate.\n\nA repara un năvod indică pregătirea meticuloasă pentru un viitor proiect sau încercarea de a-ți reface \"instrumentele\" mentale și emoționale pentru a face față vieții.",
      "slug": "navod"
    },
    {
      "name": "Neagra / Negru",
      "category": "fenomene",
      "shortMeaning": "Mister, doliu, necunoscut, eleganță sau stări depresive și frici ascunse.",
      "fullInterpretation": "Culoarea neagră în vis este ambivalentă. Pe de o parte, este culoarea doliului, a tristeții și a depresiei, simbolizând vidul, sfârșitul sau teama de necunoscut. Poate indica o perioadă de izolare sau pesimism.\n\nPe de altă parte, negrul reprezintă misterul, potențialul infinit (haosul primordial) și eleganța autoritară. O ținută neagră poate sugera dorința de a proiecta putere, seriozitate și rafinament, sau nevoia de protecție împotriva energiilor externe.\n\nÎn psihologia jungiană, negrul este adesea asociat cu \"Umbra\" – acele părți ale personalității pe care le respingem sau nu le conștientizăm. Întâlnirea cu negrul în vis poate fi o invitație la introspecție profundă.",
      "slug": "neagra-negru"
    },
    {
      "name": "Neamuri si rude",
      "category": "persoane",
      "shortMeaning": "Rădăcini, conflicte familiale, trăsături moștenite sau nevoia de apartenență.",
      "fullInterpretation": "Visele în care apar rude sau neamuri sunt adesea oglinzi ale propriilor tale trăsături de caracter, moștenite sau învățate. Fiecare rudă poate simboliza un aspect specific: unchiul poate fi o figură autoritară secundară, mătușa o latură protectoare sau critică.\n\nReuniunile de familie în vis pot indica nevoia de apartenență, de suport emoțional sau, dimpotrivă, pot reactiva conflicte vechi și tensiuni nerezolvate. Dacă atmosfera este plăcută, visul confirmă stabilitatea ta emoțională și legătura bună cu rădăcinile tale.\n\nDacă visezi rude decedate, poate fi un mesaj din subconștient (sau spiritual) de ghidare, sau un semn că nu ai procesat complet doliul sau moștenirea lor psihologică.",
      "slug": "neamuri-si-rude"
    },
    {
      "name": "Nebun / Nebuni",
      "category": "persoane",
      "shortMeaning": "Nonconformism, geniu neînțeles, avertisment împotriva impulsivității sau frica de a pierde controlul.",
      "fullInterpretation": "A vedea un nebun în vis sau a visa că ești considerat nebun poate fi un simbol al nonconformismului și al creativității neîngrădite. Sugerează că ideile sau comportamentul tău se abat de la normele sociale, ceea ce poate fi atât o sursă de genialitate, cât și de izolare.\n\nÎn sens negativ, visul avertizează asupra pierderii controlului rațional, a haosului emoțional sau a deciziilor impulsive care pot avea consecințe grave. Poate reflecta teama ta inconștientă de a nu fi acceptat sau de a \"o lua razna\" sub presiunea stresului.\n\nÎn tradiții vechi, nebunul era considerat un mesager divin, deci visul poate conține un adevăr profund, dar exprimat într-un mod criptic.",
      "slug": "nebun-nebuni"
    },
    {
      "name": "Nebunie",
      "category": "emoții",
      "shortMeaning": "Haos interior, stres extrem, pierderea direcției sau eliberarea de convenții rigide.",
      "fullInterpretation": "Nebunia în vis este o manifestare a unei tensiuni psihice extreme. Indică faptul că te simți copleșit de situații pe care nu le mai poți gestiona rațional. Poate fi un semnal de alarmă că ai nevoie de o pauză mentală sau de ajutor pentru a-ți restabili echilibrul.\n\nTotuși, paradoxal, nebunia poate simboliza și o eliberare extatică de restricții, o revoltă împotriva unei vieți prea ordonate și lipsite de pasiune. Este strigătul sufletului care vrea să se exprime liber, fără teama de judecată.\n\nDacă vezi pe altcineva înnebunind, poate reflecta îngrijorarea ta pentru acea persoană sau proiecția propriilor tale frici asupra ei.",
      "slug": "nebunie"
    },
    {
      "name": "Necaz",
      "category": "emoții",
      "shortMeaning": "Avertisment, anxietate, obstacole temporare sau procesarea unor traume recente.",
      "fullInterpretation": "Visul despre un necaz sau o nenorocire nu este neapărat premonitoriu în sens literal, ci reflectă adesea anxietățile tale curente. Este modul subconștientului de a procesa frici, griji sau sentimente de vinovăție.\n\nPoate semnala că te aștepți la dificultăți sau că te simți nepregătit în fața unei provocări. Uneori, visul funcționează ca o \"supapă\", eliberând tensiunea acumulată, astfel încât să te trezești mai ușurat.\n\nDacă reușești să rezolvi necazul în vis, este un semn de reziliență și capacitate de a depăși obstacolele în viața reală.",
      "slug": "necaz"
    },
    {
      "name": "Nectarine",
      "category": "alimente",
      "shortMeaning": "Plăcere rafinată, sănătate, recompense dulci, dar și tentații.",
      "fullInterpretation": "Nectarinele în vis, cu gustul lor dulce și aroma plăcută, simbolizează bucuriile vieții, sănătatea și abundența. Mâncând o nectarină coaptă, te conectezi cu plăcerile senzoriale și cu satisfacția unei munci bine făcute.\n\nSugerează o perioadă de \"recoltare\" a roadelor, fie în plan material, fie sentimental. Poate indica o relație proaspătă și plină de pasiune.\n\nDacă nectarina este stricată sau acră, visul avertizează asupra unor speranțe înșelate sau a unei plăceri care se dovedește a fi efemeră și dezamăgitoare. Atenție la aparențele atrăgătoare care ascund un miez putred.",
      "slug": "nectarine"
    },
    {
      "name": "Necunoscut",
      "category": "persoane",
      "shortMeaning": "Aspecte neintegrate ale sinelui (Umbra sau Anima/Animus), potențial nou sau frica de imprevizibil.",
      "fullInterpretation": "Întâlnirea cu o persoană necunoscută în vis este una dintre cele mai comune și semnificative experiențe onirice. De obicei, necunoscutul reprezintă o parte din tine pe care încă nu o cunoști sau nu o accepți.\n\nPentru un bărbat, o femeie necunoscută poate simboliza Anima (sufletul, emoția, intuiția). Pentru o femeie, un bărbat necunoscut poate fi Animus (rațiunea, acțiunea, spiritul). Calitatea interacțiunii (prietenoasă sau ostilă) arată relația ta cu aceste aspecte interioare.\n\nDe asemenea, necunoscutul poate simboliza viitorul, noutatea și oportunitățile care te așteaptă, dar și frica naturală față de ceea ce nu poți controla.",
      "slug": "necunoscut"
    },
    {
      "name": "Nefericit",
      "category": "emoții",
      "shortMeaning": "Tristețe, nemulțumire, proiecția stării interioare sau avertisment despre relații.",
      "fullInterpretation": "Sentimentul de nefericire în vis reflectă adesea o stare emoțională reală pe care încerci să o suprimi în timpul zilei. Visul funcționează ca o supapă de siguranță, permițându-ți să exprimi durerea sau dezamăgirea acumulată.\n\nDacă visezi că ești nefericit, este un moment bun să te întrebi ce anume din viața ta nu funcționează. Poate fi un job nesatisfăcător, o relație care stagnează sau pur și simplu o lipsă de direcție.\n\nUneori, visul funcționează pe principiul invers: lacrimile din vis pot prevesti bucurie și eliberare în realitate, odată ce tensiunea a fost consumată.",
      "slug": "nefericit"
    },
    {
      "name": "Negare",
      "category": "acțiuni",
      "shortMeaning": "Refuzul realității, mecanism de apărare, blocaje sau nevoia de a stabili limite clare.",
      "fullInterpretation": "A nega ceva în vis sau a te afla într-o stare de negare sugerează că refuzi să accepți un adevăr dureros din viața ta. Subconștientul îți arată că ridici bariere defensive care, deși te protejează temporar, împiedică vindecarea și evoluția.\n\nPe de altă parte, a spune \"NU\" ferm în vis poate fi un semn de putere și de stabilire a limitelor personale. Indică faptul că ai curajul să refuzi situații sau persoane toxice și să îți afirmi independența.\n\nEste important să analizezi contextul: negi o evidență sau refuzi un compromis?",
      "slug": "negare"
    },
    {
      "name": "Negii",
      "category": "corp",
      "shortMeaning": "Rușine, imperfecțiuni, probleme neplăcute care persistă sau sentimentul de a fi respingător.",
      "fullInterpretation": "Negii în vis simbolizează acele mici probleme sau defecte care ne deranjează și pe care încercăm să le ascundem. Pot reprezenta sentimente de rușine, vinovăție sau impresia că ceva din comportamentul sau aspectul tău este \"urât\" sau respingător pentru ceilalți.\n\nLocalizarea negilor este importantă: pe mâini sugerează vinovăție legată de fapte, pe față indică probleme de imagine și reputație.\n\nDacă reușești să scapi de negi în vis, este un semn excelent de vindecare, de depășire a complexelor și de recâștigare a încrederii în sine.",
      "slug": "negii"
    },
    {
      "name": "Negociere",
      "category": "acțiuni",
      "shortMeaning": "Căutarea echilibrului, compromis, rezolvarea conflictelor sau nesiguranță în decizii.",
      "fullInterpretation": "Negocierea în vis reflectă un conflict interior sau exterior pe care încerci să îl aplanezi. Poate sugera că te afli între două opțiuni și cauți o cale de mijloc, un compromis acceptabil.\n\nVisul indică abilitățile tale diplomatice, dar și o posibilă nehotărâre. Ești dispus să dai ceva la schimb pentru a obține ceea ce dorești? Dacă negocierea eșuează, poate semnala frustrare și sentimentul că nu ești apreciat la justa valoare.\n\nDacă reușești o negociere bună, visul îți confirmă că ai resursele necesare pentru a naviga prin situații sociale complexe.",
      "slug": "negociere"
    },
    {
      "name": "Negru",
      "category": "fenomene",
      "shortMeaning": "Mister, doliu, necunoscut, eleganță sau stări depresive și frici ascunse.",
      "fullInterpretation": "Culoarea neagră în vis este ambivalentă. Pe de o parte, este culoarea doliului, a tristeții și a depresiei, simbolizând vidul, sfârșitul sau teama de necunoscut. Poate indica o perioadă de izolare sau pesimism.\n\nPe de altă parte, negrul reprezintă misterul, potențialul infinit (haosul primordial) și eleganța autoritară. O ținută neagră poate sugera dorința de a proiecta putere, seriozitate și rafinament, sau nevoia de protecție împotriva energiilor externe.\n\nÎn psihologia jungiană, negrul este adesea asociat cu \"Umbra\" – acele părți ale personalității pe care le respingem sau nu le conștientizăm. Întâlnirea cu negrul în vis poate fi o invitație la introspecție profundă.",
      "slug": "negru"
    },
    {
      "name": "Negura",
      "category": "fenomene",
      "shortMeaning": "Confuzie, incertitudine, ascunderea adevărului sau o perioadă de tranziție neclară.",
      "fullInterpretation": "Negura sau ceața densă în vis simbolizează o perioadă de confuzie și incertitudine în viața ta. Nu vezi clar drumul înainte, te simți pierdut sau dezorientat. Poate indica faptul că anumite informații îți sunt ascunse sau că refuzi să vezi realitatea așa cum este.\n\nTotuși, negura poate fi și un spațiu de tranziție, un prag între două etape, unde vechiul s-a dizolvat, dar noul nu a prins încă contur. Este un moment care cere răbdare și introspecție, nu acțiune pripită. Așteaptă să se ridice ceața înainte de a lua decizii majore.",
      "slug": "negura"
    },
    {
      "name": "Neliniste",
      "category": "emoții",
      "shortMeaning": "Anticiparea schimbării, intuiție care avertizează sau energia necesară pentru a ieși din zona de confort.",
      "fullInterpretation": "Senzația de neliniște în vis este adesea un mesaj direct de la intuiția ta. Subconștientul percepe semnale subtile pe care mintea rațională le ignoră. Poate fi o anticipare a unui pericol, dar și a unei oportunități importante care se apropie.\n\nAceastă stare de agitație interioară poate indica faptul că nu ești aliniat cu scopul tău sau că o situație actuală nu te mai satisface. Neliniștea este motorul schimbării; ea te împinge să cauți soluții, să evoluezi și să îți redobândești forțele spirituale prin acțiune.",
      "slug": "neliniste"
    },
    {
      "name": "Neon",
      "category": "obiecte",
      "shortMeaning": "Artificialitate, atragerea atenției, superficialitate sau viața de noapte și distracția.",
      "fullInterpretation": "Luminile de neon în vis sugerează ceva artificial, strident sau care încearcă să atragă atenția cu orice preț. Poate simboliza o fațadă strălucitoare care ascunde o realitate mai puțin plăcută.\n\nNeonul este asociat și cu viața de noapte, distracția, publicitatea sau modernitatea urbană. Dacă visezi un semn de neon, mesajul scris pe el este crucial – este o \"reclama\" pe care subconștientul ți-o face unei idei sau unei dorințe. Poate avertiza asupra superficialității sau a iluziilor de moment.",
      "slug": "neon"
    },
    {
      "name": "Nepoata",
      "category": "persoane",
      "shortMeaning": "Potențial tânăr, griji pentru viitor, bucurie familială sau o latură jucăușă a sinelui.",
      "fullInterpretation": "A-ți visa nepoata poate reflecta sentimentele tale de grijă și protecție față de generația tânără sau față de viitorul familiei. Ea simbolizează potențialul, inocența și continuarea liniei genealogice.\n\nLa nivel personal, nepoata poate reprezenta o latură tânără, creativă sau vulnerabilă a propriei tale personalități pe care trebuie să o recunoști și să o hrănești. Dacă nu ai o nepoată în realitate, visul poate indica apariția unei noi responsabilități plăcute sau a unui proiect care necesită îngrijire.",
      "slug": "nepoata"
    },
    {
      "name": "Nepot",
      "category": "persoane",
      "shortMeaning": "Continuitate, energie masculină tânără, speranțe de viitor sau moștenire spirituală.",
      "fullInterpretation": "Nepotul în vis simbolizează, la fel ca nepoata, continuitatea și viitorul, dar cu o nuanță de energie activă, masculină (Yang). Poate sugera speranțele pe care ți le pui în urmașii tăi sau într-un proiect care va dăinui după tine.\n\nPoate reprezenta nevoia de a transmite mai departe cunoștințele și experiența ta de viață. Dacă nepotul este în pericol sau are probleme în vis, reflectă propriile tale anxietăți legate de moștenirea ta sau de stabilitatea viitorului.",
      "slug": "nepot"
    },
    {
      "name": "Nervi",
      "category": "emoții",
      "shortMeaning": "Tensiune, anxietate de performanță, eliberarea stresului sau nerăbdare.",
      "fullInterpretation": "A fi nervos în vis este adesea o reacție a organismului care încearcă să elibereze tensiunea acumulată în timpul zilei. Reflectă anxietatea de performanță, teama de a nu fi la înălțime sau nesiguranța în fața unei provocări viitoare.\n\nPoate indica faptul că pui prea multă presiune pe tine însuți. Dacă altcineva este nervos, s-ar putea să preiei stresul celor din jur sau să te simți responsabil pentru starea lor de bine. Visul te invită să cauți metode de relaxare și să ai mai multă încredere în abilitățile tale.",
      "slug": "nervi"
    },
    {
      "name": "Nevasta",
      "category": "persoane",
      "shortMeaning": "Parteneriat, angajament, proiecția feminității (Anima) sau starea relației actuale.",
      "fullInterpretation": "Dacă ești bărbat și îți visezi nevasta, aceasta poate simboliza relația voastră actuală sau proiecția propriului tău suflet (Anima). Starea ei în vis (fericită, tristă, furioasă) reflectă starea ta interioară sau armonia din cuplu.\n\nDacă nu ești căsătorit, a visa că ai o nevastă indică dorința de stabilitate, de uniune și de integrare a aspectelor feminine ale personalității tale. Poate fi un semn că ești pregătit pentru un angajament serios.",
      "slug": "nevasta"
    },
    {
      "name": "Nevastuica",
      "category": "animale",
      "shortMeaning": "Agilitate, viclenie, secrete dezvăluite sau capacitatea de a te strecura prin probleme.",
      "fullInterpretation": "Nevăstuica în vis este un simbol al agilității și al viclenie. Ea se poate strecura în locuri înguste, sugerând capacitatea ta de a găsi ieșiri din situații dificile sau de a descoperi secrete ascunse.\n\nTotuși, poate avea și o conotație de neîncredere: cineva din anturajul tău ar putea fi nesincer sau tu însuți ai putea recurge la metode mai puțin ortodoxe pentru a-ți atinge scopurile. Atenție la comportamentele evazive.",
      "slug": "nevastuica"
    },
    {
      "name": "Nevoie",
      "category": "emoții",
      "shortMeaning": "Lipsuri emoționale sau materiale, dependență, cerere de ajutor sau conștientizarea esențialului.",
      "fullInterpretation": "A simți o nevoie acută în vis (de bani, de hrană, de afecțiune) reflectă direct lipsurile pe care le resimți în viața reală, fie ele materiale sau sufletești. Este un semnal că o parte din tine este neglijată și cere atenție.\n\nVisul poate indica, de asemenea, o stare de vulnerabilitate sau de dependență. Pe de altă parte, a fi în nevoie te poate învăța lecția umilinței și a valorizării lucrurilor cu adevărat importante. Dacă ajuți pe cineva aflat în nevoie, arată generozitatea și capacitatea ta de empatie.",
      "slug": "nevoie"
    },
    {
      "name": "Nicovala",
      "category": "obiecte",
      "shortMeaning": "Rezistență, formarea caracterului prin încercări, muncă grea și fundație solidă.",
      "fullInterpretation": "Nicovala este simbolul forței pasive și al rezistenței. Așa cum fierul este bătut pe nicovală pentru a lua formă, visul sugerează că ești într-un proces de formare a caracterului prin încercări și muncă grea.\n\nIndică faptul că trebuie să suporți anumite lovituri ale vieții pentru a deveni mai puternic și mai bine definit. O nicovală solidă promite succes obținut prin perseverență și efort susținut. Este fundația pe care îți construiești viitorul.",
      "slug": "nicovala"
    }
  ]
}