{
  "symbols": [
    {
      "name": "Ou / Oua a fierbe",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ou-oua-a-fierbe"
    },
    {
      "name": "Ou fiert",
      "category": "dictionar",
      "shortMeaning": "Un ou fiert in vise inseamna rezistenta, incredere, curaj, planuri durabile, spirit practic.",
      "fullInterpretation": "Un ou fiert in vise inseamna rezistenta, incredere, curaj, planuri durabile, spirit practic.",
      "slug": "ou-fiert"
    },
    {
      "name": "Oua / ouale",
      "category": "dictionar",
      "shortMeaning": "(Vezi si omleta).",
      "fullInterpretation": "(Vezi si omleta).Daca visezi ca mananci oua, vei avea parte de sanatate.Daca visezi ca gasesti oua proaspete in cuibul gainii, vei avea succese financiare daca muncesti mult.",
      "slug": "oua-ouale"
    },
    {
      "name": "Oua de aur",
      "category": "dictionar",
      "shortMeaning": "Chiar daca acest vis nu este unul comun, putem spune ca atunci cand acesta apare este un semn de ...",
      "fullInterpretation": "Chiar daca acest vis nu este unul comun, putem spune ca atunci cand acesta apare este un semn de belsug, realizari, infaptuirea obiectivelor propuse si cultivarea de noi idei si proiecte. De asemena, un ou de aur poate exprima si fertilitatea. Din punct de vedere psihologic, ouale de aur reprezinta siguranta in ceea ce faceti si capacitatea de a va controla emotiile. Mentineti totul in aceeasi linie, chiar daca treceti printr-o perioada de dezvoltare si crestere personala. Gasind intr-un cuib un ou de aur este semnul unei imbogatiri bruste. Un astfel de vis poate semnala un castig neastepta de mare, ca de ex. : un castig la o loto.",
      "slug": "oua-de-aur"
    },
    {
      "name": "Oua de gaina",
      "category": "dictionar",
      "shortMeaning": "Visul in care mancati oua de gaina sugereaza ca veti avea un an bun.",
      "fullInterpretation": "Visul in care mancati oua de gaina sugereaza ca veti avea un an bun. Daca visati ca gasiti oua de gaina proaspete in cuibul gainii inseamna ca veti avea succes in afaceri, daca sunteti dispus sa munciti mai mult. Visul in care apare o gaina care face oua semnifica faptul ca veti avea neintelegeri in afaceri.",
      "slug": "oua-de-gaina"
    },
    {
      "name": "Oua de gasca",
      "category": "dictionar",
      "shortMeaning": "Visarea oului de gasca poate avea multiple semnificatii si este, in general, un semn de noroc si bun augur.",
      "fullInterpretation": "Visarea oului de gasca poate avea multiple semnificatii si este, in general, un semn de noroc si bun augur. Ouale reprezinta, de asemenea, proprietati. O bogatie neasteptata este prevestita de visul in care consumati oua de gasca. Visand multe oua de gasca la un loc sau o gramada de oua este un semn bun. Aceste oua prevestesc o crstere financiara, o expansiune in afacerea dumneavoastra sau o plata mai buna la locul de munca. Visul in care spargeti accidental un ou de gasca sau mai multe prevestesc, din cauza unor dispute, certuri cu privire la bunuri si proprietati. Alternativ, visul poate face referire la o femeie (sotie, prietena, amica, etc.) care se distanteaza de dumneavoastra din cauza unui motiv pe care nu il intelegeti pe deplin. Visarea oualor de gasca ce eclozeaza poate insemna faptul ca in curand va veti bucura de compania unui nou membru al familiei. Acest lucru nu inseamna neaparat un copil, este posibil ca noul membru sa fie un animal de companie.",
      "slug": "oua-de-gasca"
    },
    {
      "name": "Oua de paduchi / lindine",
      "category": "dictionar",
      "shortMeaning": "In general, visele in care apar oua de paduchi reprezinta oameni demni de dispret.",
      "fullInterpretation": "In general, visele in care apar oua de paduchi reprezinta oameni demni de dispret. Daca le-ati vazut in vis dar nu le-ati putut inlatura, inseamna ca oameni demni de dispret va urmaresc si va persecuta. Nu reusiti sa ii evitati sau chiar daca resusiti o faceti cu un efort enorm. Inlaturarea si oualelor si strivirea lor face referire la capacitatea dumneavoastra de a gestiona cat mai bine problemele, necazurile si dificultatile. Oua de paduchi in propriul cap, avertisment cu privire la mici probleme ce pot aparea in curand. Uneori, lindinele simbolizeaza unele obstacole atunci cand urmariti obtinerea de beneficii financiare, se spune ca ar trebui sa fiti rabdatori si perseverenti pentru a va atinge obiectivul. In cele din urma veti reusi.",
      "slug": "oua-de-paduchi-lindine"
    },
    {
      "name": "Oua de prepelita",
      "category": "dictionar",
      "shortMeaning": "Ouale de prepelita in vise sunt adesea semne bune in legatura cu sanatatea copiiilor.",
      "fullInterpretation": "Ouale de prepelita in vise sunt adesea semne bune in legatura cu sanatatea copiiilor. Adesea acest tip de vise apar atunci cand sunteti ingrijorat despre directiile pe care merg copiii dumneavoastra sau despre starea lor de sanatate. Aceste vise aduc semne bune despre sanatatea si bucuria lor. A visa oua de prepelita mai poate insemna un stil de viata foarte generos. Ocazional, visul mai poate prezice o excursie spre o tara scandinava.",
      "slug": "oua-de-prepelita"
    },
    {
      "name": "Oua de rata",
      "category": "dictionar",
      "shortMeaning": "Ouale de rata in vise sugereaza ca ar trebui sa va ganditi cat de norocos sunteti.",
      "fullInterpretation": "Ouale de rata in vise sugereaza ca ar trebui sa va ganditi cat de norocos sunteti. Visul indica prosperitate si noroc. Se pare ca va vor astepta bogatii.",
      "slug": "oua-de-rata"
    },
    {
      "name": "Oua fierte",
      "category": "dictionar",
      "shortMeaning": "A manca oua fierte in vise sugereaza confort si venituri mult dorite.",
      "fullInterpretation": "A manca oua fierte in vise sugereaza confort si venituri mult dorite. A visa oua fierte tari ar putea sa reprezinte emotii pentru noi situati proaspat incepute sau devenite mai usoare prin agravare inentionata. Ar trebui sa o lasati mai moale cu problemele si cu presiunile pentru a avea un inceput mai usor. Pregatiti-va sa faceti un inceput dorit mai usor. Din punct de vedere negativ, ouale fierte tari in vise ar putea reflecta regretele pe care le aveti pentru ca ati folosit probleme sau situatii negative ca o metoda de a pune presiune pe ceva pentru a incepe mai usor decat in mod normal.",
      "slug": "oua-fierte"
    },
    {
      "name": "Oua multe, la un loc",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "oua-multe-la-un-loc"
    },
    {
      "name": "Oua rosii",
      "category": "dictionar",
      "shortMeaning": "Ouale rosii in vise inseamna ca dusmanii va urmaresc cu ganduri rele.",
      "fullInterpretation": "Ouale rosii in vise inseamna ca dusmanii va urmaresc cu ganduri rele. Daca ouale sunt de un rosu aprins inseamna ca trebuie sa aveti mare grija cu incendiile.",
      "slug": "oua-rosii"
    },
    {
      "name": "Oua sparte",
      "category": "dictionar",
      "shortMeaning": "Ouale sparte in vise reprezinta discutii aprinse in familie sau poate chiar un necaz mai mare.",
      "fullInterpretation": "Ouale sparte in vise reprezinta discutii aprinse in familie sau poate chiar un necaz mai mare. Poate insemna ca aveti anumite planuri ratate sau greu de pus in practica. Aveti grija sa nu va faceti iluzii sau vise desarte deoarece s-ar putea sa nu le puteti duce la bun sfarsit. Daca visati ca ouale au doar coaja putin sparta sau crapata atunci planurile dumneavoastra sunt instabile si pot aparea erori pe parcurs. Visul in care spargeti ouale inseamna ca veti fi laudati, lumea va va respecta.",
      "slug": "oua-sparte"
    },
    {
      "name": "Oua vopsite",
      "category": "dictionar",
      "shortMeaning": "Ouale vopiste in vise inseamna zile imbelsugate si indelungate, semne bune de reusite si impliniri.",
      "fullInterpretation": "Ouale vopiste in vise inseamna zile imbelsugate si indelungate, semne bune de reusite si impliniri. Visul mai poate insemna ca va trebui sa faceti un raport la servici.",
      "slug": "oua-vopsite"
    },
    {
      "name": "Ouand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ouand"
    },
    {
      "name": "Oul / ou",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "oul-ou"
    },
    {
      "name": "Ovaz",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ovaz"
    },
    {
      "name": "OZN",
      "category": "dictionar",
      "shortMeaning": "Daca visati un OZN inseamna dorinta dumneavoastra de a va gasi scopul spiritual in viata.",
      "fullInterpretation": "Daca visati un OZN inseamna dorinta dumneavoastra de a va gasi scopul spiritual in viata. Visul mai poate indica faptul ca va simtiti strain de cei din jurul dumneavoastra, un extraterestru. Aveti nevoie sa fiti mai motivat si sa reveniti la realitate.",
      "slug": "ozn"
    }
  ]
}