{
  "symbols": [
    {
      "name": "Oaie / Oi",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "oaie-oi"
    },
    {
      "name": "Oaie neagra",
      "category": "dictionar",
      "shortMeaning": "Oaia neagra in vise inseamna un sentiment de marginalizare, de respingere, de dezaprobare.",
      "fullInterpretation": "Oaia neagra in vise inseamna un sentiment de marginalizare, de respingere, de dezaprobare. Totodata, incercati sa va exprimati unicitatea, originalitatea, sa va evidentiati prin ceva neobisnuit.",
      "slug": "oaie-neagra"
    },
    {
      "name": "Oala",
      "category": "dictionar",
      "shortMeaning": "(vezi, de asemenea medic).",
      "fullInterpretation": "(vezi, de asemenea medic).O camera goala in vise inseamna ca aveti planuri si ambitii mari, dar va lipsesc mijloacele practice pentru a le pune in aplicare.Casa goala in vis indica anumite sentimente de nesiguranta. Mai poate insemna o speranta neimplinita sau chiar un venit mic.O femeie goala in vis indica faptul ca veti avea parte de mult noroc, va va bucura foarte tare prezenta unor prieteni. Totodata, visul aduce cu sine si multa distractie, poate chiar intra in discutie o casnicie.Daca visezi o persoana apropiata goala in vis semnifica faptul ca o ruda sau un prieten (pe care l-ati visat) va da faliment. De asemenea, acest vis poate semnifica deconspirarea tradatorilor sau dezvaluirea secretelor. Alternativ, daca ati visat o femeie goala semnifica ca este un semn ca veti descoperi unele taine, in jurul dumneavoastra nu se va mai barfi.Smoala vazuta in vis trezeste o teama nelamurita si presimtiri neplacute. Prin aceasta imagine , subconstientul vrea sa ne avertizeze referitor la oamenii rai din jurul nostru. De asemenea, prevesteste dificultati in viata de zi cu zi.",
      "slug": "oala"
    },
    {
      "name": "Oameni",
      "category": "dictionar",
      "shortMeaning": "In general, aceste vise pot fi o simpla reprezentare a circumstantelor din viata de zi cu zi.",
      "fullInterpretation": "In general, aceste vise pot fi o simpla reprezentare a circumstantelor din viata de zi cu zi. A visa o persoana fara adapost reprezinta un aspect al personalitatii dumneavoastra care a suferit un esec total. O parte din viata dumneavoastra in care ati pierdut controlul sau v-ati simtit complet neputincios(a). In mod alternativ, visundu-va un om al strazii poate reflecta nelinistea in ceea ce priveste dificultatile financiare sau un nivel foarte scazut de incredere in perspectiva viitorului dumneavoastra. Este posibil sa va simtiti vinovat sau trist pentru situatia cuiva. Aceasta ar putea fi o modalitate de a va manifesta empatia. Exemple de vise: Un barbat s-a visat inconjurat de oameni fara adapost. In viata reala tocmai a pierdut o competitie la locul de munca, o oportunitate de a fi promovat. O femeie tanara a visat un om al strazii cersind cu mainile la vedere. In viata reala aceasta fusese parasita de catre iubitul ei si ar fi facut orice pentru a-l recapata. O femeie s-a visat fara adapost si pe strazi. In viata de zi cu zi , aceasta era insarcinata si avea nelinisti cu privire la faptul ca ca nu ii vor ajunge banii pentru intretinera copilului. Vazand o persoana dezbracata in visul dumneavoastra si simtindu-va dezgustati de aceasta reprezentare, reprezinta o oarecare neliniste despre descoperirea adevarului gol despre acea persoana sau situatie. Visul poate prezice, de asemenea, o poveste de dragoste ilicita, o pierdere de prestigiu sau o activitate scandaloasa. Pe de alta parte, daca acceptati nuditatea altora, atunci inseama ca puteti vedea prin ei si intentiile lor. Daca ati visat ca toata lumea este dezbracata, cu exceptia ta, inseamna ca exista ceva ce ascunzi altora. Aceasta poate insemna, de asemenea, ca sunteti nervos in legatura cu ceva. Alternativ, visul indica ca sunteti prea critic cu altii.Daca ati visat persoane apropiate moarte semnifica faptul ca va asteapta o suferinta si ganduri dureroase. Daca ati visat prieteni care au murit sugereaza ca o noua prietenie sau dragoste va asteapta.Daca visati oameni necunoscuti, acestia reprezinta diferite laturi ascunse ale personalitatii dumneavoastra, in functie de rolul pe care in joaca in vis. Visul in care incepe o bataie intre oameni necunoscuti simbolizeaza in viata reala un posibil castig financiar.Daca visati ca vorbiti cu oameni negri inseamna ca in curand veti avea parte de multe sanse norocoase la locul de munca pentru a va evidentia fata de sefii dumneavoastra.O multime de oameni in vise tinde sa simbolizeze comportamentul uman si modul in care este de asteptat ca oamenii sa actioneze. Un grup mare de oameni poate simboliza, de asemenea, un sentiment de presiune si ganduri. Acest vis poate avea mai multe interpretari, in functie de situatie. De exemplu, multimea de oameni poate sugera fi fatul ca incercati sa va comportanti prudent pentru a nu ofensa pe cineva. Conform traditiei noastre, visele in care ne apar oameni multi care petrec si se inveselesc insemana norc si multe bucurii de aici inainte.",
      "slug": "oameni"
    },
    {
      "name": "Oameni ai strazii",
      "category": "dictionar",
      "shortMeaning": "In general, aceste vise pot fi o simpla reprezentare a circumstantelor din viata de zi cu zi.",
      "fullInterpretation": "In general, aceste vise pot fi o simpla reprezentare a circumstantelor din viata de zi cu zi. A visa o persoana fara adapost reprezinta un aspect al personalitatii dumneavoastra care a suferit un esec total. O parte din viata dumneavoastra in care ati pierdut controlul sau v-ati simtit complet neputincios(a). In mod alternativ, visundu-va un om al strazii poate reflecta nelinistea in ceea ce priveste dificultatile financiare sau un nivel foarte scazut de incredere in perspectiva viitorului dumneavoastra. Este posibil sa va simtiti vinovat sau trist pentru situatia cuiva. Aceasta ar putea fi o modalitate de a va manifesta empatia. Exemple de vise: Un barbat s-a visat inconjurat de oameni fara adapost. In viata reala tocmai a pierdut o competitie la locul de munca, o oportunitate de a fi promovat. O femeie tanara a visat un om al strazii cersind cu mainile la vedere. In viata reala aceasta fusese parasita de catre iubitul ei si ar fi facut orice pentru a-l recapata. O femeie s-a visat fara adapost si pe strazi. In viata de zi cu zi , aceasta era insarcinata si avea nelinisti cu privire la faptul ca ca nu ii vor ajunge banii pentru intretinera copilului.",
      "slug": "oameni-ai-strazii"
    },
    {
      "name": "Oameni dezbracati",
      "category": "dictionar",
      "shortMeaning": "Vazand o persoana dezbracata in visul dumneavoastra si simtindu-va dezgustati de aceasta reprezen...",
      "fullInterpretation": "Vazand o persoana dezbracata in visul dumneavoastra si simtindu-va dezgustati de aceasta reprezentare, reprezinta o oarecare neliniste despre descoperirea adevarului gol despre acea persoana sau situatie. Visul poate prezice, de asemenea, o poveste de dragoste ilicita, o pierdere de prestigiu sau o activitate scandaloasa. Pe de alta parte, daca acceptati nuditatea altora, atunci inseama ca puteti vedea prin ei si intentiile lor. Daca ati visat ca toata lumea este dezbracata, cu exceptia ta, inseamna ca exista ceva ce ascunzi altora. Aceasta poate insemna, de asemenea, ca sunteti nervos in legatura cu ceva. Alternativ, visul indica ca sunteti prea critic cu altii.",
      "slug": "oameni-dezbracati"
    },
    {
      "name": "Oameni morti",
      "category": "dictionar",
      "shortMeaning": "Daca ati visat persoane apropiate moarte semnifica faptul ca va asteapta o suferinta si ganduri dureroase.",
      "fullInterpretation": "Daca ati visat persoane apropiate moarte semnifica faptul ca va asteapta o suferinta si ganduri dureroase. Daca ati visat prieteni care au murit sugereaza ca o noua prietenie sau dragoste va asteapta.",
      "slug": "oameni-morti"
    },
    {
      "name": "Oameni necunoscuti",
      "category": "dictionar",
      "shortMeaning": "Daca visati oameni necunoscuti, acestia reprezinta diferite laturi ascunse ale personalitatii dum...",
      "fullInterpretation": "Daca visati oameni necunoscuti, acestia reprezinta diferite laturi ascunse ale personalitatii dumneavoastra, in functie de rolul pe care in joaca in vis. Visul in care incepe o bataie intre oameni necunoscuti simbolizeaza in viata reala un posibil castig financiar.",
      "slug": "oameni-necunoscuti"
    },
    {
      "name": "Oameni negri",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca vorbiti cu oameni negri inseamna ca in curand veti avea parte de multe sanse noroc...",
      "fullInterpretation": "Daca visati ca vorbiti cu oameni negri inseamna ca in curand veti avea parte de multe sanse norocoase la locul de munca pentru a va evidentia fata de sefii dumneavoastra.",
      "slug": "oameni-negri"
    },
    {
      "name": "Oameni ologi / schiopi",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "oameni-ologi-schiopi"
    },
    {
      "name": "Oua",
      "category": "dictionar",
      "shortMeaning": "(Vezi si omleta).",
      "fullInterpretation": "(Vezi si omleta).Daca visezi ca mananci oua, vei avea parte de sanatate.Daca visezi ca gasesti oua proaspete in cuibul gainii, vei avea succese financiare daca muncesti mult.Chiar daca acest vis nu este unul comun, putem spune ca atunci cand acesta apare este un semn de belsug, realizari, infaptuirea obiectivelor propuse si cultivarea de noi idei si proiecte. De asemena, un ou de aur poate exprima si fertilitatea. Din punct de vedere psihologic, ouale de aur reprezinta siguranta in ceea ce faceti si capacitatea de a va controla emotiile. Mentineti totul in aceeasi linie, chiar daca treceti printr-o perioada de dezvoltare si crestere personala. Gasind intr-un cuib un ou de aur este semnul unei imbogatiri bruste. Un astfel de vis poate semnala un castig neastepta de mare, ca de ex. : un castig la o loto.Visul in care mancati oua de gaina sugereaza ca veti avea un an bun. Daca visati ca gasiti oua de gaina proaspete in cuibul gainii inseamna ca veti avea succes in afaceri, daca sunteti dispus sa munciti mai mult. Visul in care apare o gaina care face oua semnifica faptul ca veti avea neintelegeri in afaceri.Visarea oului de gasca poate avea multiple semnificatii si este, in general, un semn de noroc si bun augur. Ouale reprezinta, de asemenea, proprietati. O bogatie neasteptata este prevestita de visul in care consumati oua de gasca. Visand multe oua de gasca la un loc sau o gramada de oua este un semn bun. Aceste oua prevestesc o crstere financiara, o expansiune in afacerea dumneavoastra sau o plata mai buna la locul de munca. Visul in care spargeti accidental un ou de gasca sau mai multe prevestesc, din cauza unor dispute, certuri cu privire la bunuri si proprietati. Alternativ, visul poate face referire la o femeie (sotie, prietena, amica, etc.) care se distanteaza de dumneavoastra din cauza unui motiv pe care nu il intelegeti pe deplin. Visarea oualor de gasca ce eclozeaza poate insemna faptul ca in curand va veti bucura de compania unui nou membru al familiei. Acest lucru nu inseamna neaparat un copil, este posibil ca noul membru sa fie un animal de companie.In general, visele in care apar oua de paduchi reprezinta oameni demni de dispret. Daca le-ati vazut in vis dar nu le-ati putut inlatura, inseamna ca oameni demni de dispret va urmaresc si va persecuta. Nu reusiti sa ii evitati sau chiar daca resusiti o faceti cu un efort enorm. Inlaturarea si oualelor si strivirea lor face referire la capacitatea dumneavoastra de a gestiona cat mai bine problemele, necazurile si dificultatile. Oua de paduchi in propriul cap, avertisment cu privire la mici probleme ce pot aparea in curand. Uneori, lindinele simbolizeaza unele obstacole atunci cand urmariti obtinerea de beneficii financiare, se spune ca ar trebui sa fiti rabdatori si perseverenti pentru a va atinge obiectivul. In cele din urma veti reusi.Ouale de prepelita in vise sunt adesea semne bune in legatura cu sanatatea copiiilor. Adesea acest tip de vise apar atunci cand sunteti ingrijorat despre directiile pe care merg copiii dumneavoastra sau despre starea lor de sanatate. Aceste vise aduc semne bune despre sanatatea si bucuria lor. A visa oua de prepelita mai poate insemna un stil de viata foarte generos. Ocazional, visul mai poate prezice o excursie spre o tara scandinava.Ouale de rata in vise sugereaza ca ar trebui sa va ganditi cat de norocos sunteti. Visul indica prosperitate si noroc. Se pare ca va vor astepta bogatii.A manca oua fierte in vise sugereaza confort si venituri mult dorite. A visa oua fierte tari ar putea sa reprezinte emotii pentru noi situati proaspat incepute sau devenite mai usoare prin agravare inentionata. Ar trebui sa o lasati mai moale cu problemele si cu presiunile pentru a avea un inceput mai usor. Pregatiti-va sa faceti un inceput dorit mai usor. Din punct de vedere negativ, ouale fierte tari in vise ar putea reflecta regretele pe care le aveti pentru ca ati folosit probleme sau situatii negative ca o metoda de a pune presiune pe ceva pentru a incepe mai usor decat in mod normal.",
      "slug": "oua"
    },
    {
      "name": "Oglinda",
      "category": "dictionar",
      "shortMeaning": "2Incertitudine, nu te lasa orbit de iubit(a) - aburinda-moarte - curata- grijile au trecut - fata...",
      "fullInterpretation": "2Incertitudine, nu te lasa orbit de iubit(a) - aburinda-moarte - curata- grijile au trecut - fata privind in- consideratie deosebita din partea sefilor de la serviciu - in cui- orbire prin minciuni - mare- amorez nou, ai fire schimbatoare - mica- esti timid si infricosat fara motiv, puritatea ta va duce la supararea partenerului - reflecta chipul cuiva- despartire, moarte - sclipitoare- etapa rea a fost depasita - sparta- nemultumire - sparta in doua- casatorie tarzie - spargand- pizma, invidie - te privesti in- tradare de femei sau de prieteni - te uiti in ea- adulter din partea sotiei - vazand fata ta in- voie buna - vazand-o- moarte. Oglinda sparta in vise sugereaza ca nu sunteti mutumiti de nimic. Daca visati ca oglinda este sparta in doua inseamna ca va veti casatori cu intarziere. Visul in care spargeti o oglinda de nervi inseamna ca cei din jur sunt gelosi pe dumneavoastra si pe realizarile tale.",
      "slug": "oglinda"
    },
    {
      "name": "Ou",
      "category": "dictionar",
      "shortMeaning": "(o) vaduv(a) - mai multe intr-un vas- beneficiu frumos - proaspete- noroc de care trebuie sa prof...",
      "fullInterpretation": "(o) vaduv(a) - mai multe intr-un vas- beneficiu frumos - proaspete- noroc de care trebuie sa profiti - mancand- an bun, logodna fericita - prjind- esti o personalitate inchisa si rezervata - rosii- dusmanii te urmaresc cu ganduri rele, primejdie - rosu aprins- primejdie mare de foc - sparte- cearta in familie, nenorocire - spargand- lauda, onoruri - stricate- te confrunti cu o stuatie potrivnica - tinand in mana- castig - vazand- afaceri bune - vazand in mari cantitati- copiii iti sunt caracterizati drept suflete nobile - vopsite- zile imbelsugate si indelungate, faci raport la serviciu.Un ou fiert in vise inseamna rezistenta, incredere, curaj, planuri durabile, spirit practic.(Vezi si omleta).Daca visezi ca mananci oua, vei avea parte de sanatate.Daca visezi ca gasesti oua proaspete in cuibul gainii, vei avea succese financiare daca muncesti mult.Chiar daca acest vis nu este unul comun, putem spune ca atunci cand acesta apare este un semn de belsug, realizari, infaptuirea obiectivelor propuse si cultivarea de noi idei si proiecte. De asemena, un ou de aur poate exprima si fertilitatea. Din punct de vedere psihologic, ouale de aur reprezinta siguranta in ceea ce faceti si capacitatea de a va controla emotiile. Mentineti totul in aceeasi linie, chiar daca treceti printr-o perioada de dezvoltare si crestere personala. Gasind intr-un cuib un ou de aur este semnul unei imbogatiri bruste. Un astfel de vis poate semnala un castig neastepta de mare, ca de ex. : un castig la o loto.Visul in care mancati oua de gaina sugereaza ca veti avea un an bun. Daca visati ca gasiti oua de gaina proaspete in cuibul gainii inseamna ca veti avea succes in afaceri, daca sunteti dispus sa munciti mai mult. Visul in care apare o gaina care face oua semnifica faptul ca veti avea neintelegeri in afaceri.Visarea oului de gasca poate avea multiple semnificatii si este, in general, un semn de noroc si bun augur. Ouale reprezinta, de asemenea, proprietati. O bogatie neasteptata este prevestita de visul in care consumati oua de gasca. Visand multe oua de gasca la un loc sau o gramada de oua este un semn bun. Aceste oua prevestesc o crstere financiara, o expansiune in afacerea dumneavoastra sau o plata mai buna la locul de munca. Visul in care spargeti accidental un ou de gasca sau mai multe prevestesc, din cauza unor dispute, certuri cu privire la bunuri si proprietati. Alternativ, visul poate face referire la o femeie (sotie, prietena, amica, etc.) care se distanteaza de dumneavoastra din cauza unui motiv pe care nu il intelegeti pe deplin. Visarea oualor de gasca ce eclozeaza poate insemna faptul ca in curand va veti bucura de compania unui nou membru al familiei. Acest lucru nu inseamna neaparat un copil, este posibil ca noul membru sa fie un animal de companie.In general, visele in care apar oua de paduchi reprezinta oameni demni de dispret. Daca le-ati vazut in vis dar nu le-ati putut inlatura, inseamna ca oameni demni de dispret va urmaresc si va persecuta. Nu reusiti sa ii evitati sau chiar daca resusiti o faceti cu un efort enorm. Inlaturarea si oualelor si strivirea lor face referire la capacitatea dumneavoastra de a gestiona cat mai bine problemele, necazurile si dificultatile. Oua de paduchi in propriul cap, avertisment cu privire la mici probleme ce pot aparea in curand. Uneori, lindinele simbolizeaza unele obstacole atunci cand urmariti obtinerea de beneficii financiare, se spune ca ar trebui sa fiti rabdatori si perseverenti pentru a va atinge obiectivul. In cele din urma veti reusi.Ouale de prepelita in vise sunt adesea semne bune in legatura cu sanatatea copiiilor. Adesea acest tip de vise apar atunci cand sunteti ingrijorat despre directiile pe care merg copiii dumneavoastra sau despre starea lor de sanatate. Aceste vise aduc semne bune despre sanatatea si bucuria lor. A visa oua de prepelita mai poate insemna un stil de viata foarte generos. Ocazional, visul mai poate prezice o excursie spre o tara scandinava.Ouale de rata in vise sugereaza ca ar trebui sa va ganditi cat de norocos sunteti. Visul indica prosperitate si noroc. Se pare ca va vor astepta bogatii.A manca oua fierte in vise sugereaza confort si venituri mult dorite. A visa oua fierte tari ar putea sa reprezinte emotii pentru noi situati proaspat incepute sau devenite mai usoare prin agravare inentionata. Ar trebui sa o lasati mai moale cu problemele si cu presiunile pentru a avea un inceput mai usor. Pregatiti-va sa faceti un inceput dorit mai usor. Din punct de vedere negativ, ouale fierte tari in vise ar putea reflecta regretele pe care le aveti pentru ca ati folosit probleme sau situatii negative ca o metoda de a pune presiune pe ceva pentru a incepe mai usor decat in mod normal.Ouale rosii in vise inseamna ca dusmanii va urmaresc cu ganduri rele. Daca ouale sunt de un rosu aprins inseamna ca trebuie sa aveti mare grija cu incendiile.Ouale sparte in vise reprezinta discutii aprinse in familie sau poate chiar un necaz mai mare. Poate insemna ca aveti anumite planuri ratate sau greu de pus in practica. Aveti grija sa nu va faceti iluzii sau vise desarte deoarece s-ar putea sa nu le puteti duce la bun sfarsit. Daca visati ca ouale au doar coaja putin sparta sau crapata atunci planurile dumneavoastra sunt instabile si pot aparea erori pe parcurs. Visul in care spargeti ouale inseamna ca veti fi laudati, lumea va va respecta.Ouale vopiste in vise inseamna zile imbelsugate si indelungate, semne bune de reusite si impliniri. Visul mai poate insemna ca va trebui sa faceti un raport la servici.Galbenusul de ou reprezinta viata, idei si creativitate. Alternativ galbenusul de ou inseamna incasari financiare. - Daca ai visat ca bati un galbenus de ou, propuneri interesante de afaceri ce trebuie realizate. - Daca ai visat ca separi galbenusul de albus, inseamna ca din anumite motive va trebui sa fi nedrept fata de un prieten.",
      "slug": "ou"
    },
    {
      "name": "Orientare si directie",
      "category": "dictionar",
      "shortMeaning": "Visele despre orientare si directie simbolizeaza dorinta de claritate si traseul in viata.",
      "fullInterpretation": "Visele despre orientare si directie simbolizeaza dorinta de claritate si traseul in viata. De regula, aceste vise tind sa apara adesea in perioadele de crestere personala dau de tranzitii majore in viata. Ele vor reflecta nevoia personala de stabilire a unui sentiment de identitate si de gasire a locului in lume. Trebuie sa acordati o atentie deosebita elementelor prezente in vis, deoarece aceste va vor oferi informatii suplimentare. De exemplu, prezenta unei busole poate semnifica nevoia de indrumare (mai ales pentru alegerea vocatiei). Un alt exemplu ar putea fi prezenta unei harti sau a unor semne si marcaje (de-a lungul drumului, potecii sau a traseului), care reprezinta cautarea unei directii in viata sau a unei cai de rezolvare a unor conflicte. In general, visele depre orientare si directie va vor ajuta la crearea unei foi de parcurs pentru cresterea si implinirea personala.",
      "slug": "orientare-si-directie"
    },
    {
      "name": "Oaspete",
      "category": "dictionar",
      "shortMeaning": "De vei visa ca primesti un musafir, semn e ca nu-ti va junge timpul sa-ti duci la indeplinire pla...",
      "fullInterpretation": "De vei visa ca primesti un musafir, semn e ca nu-ti va junge timpul sa-ti duci la indeplinire planurile De te vei visa tu insuti oaspete, semn rau este, urmeaza lipsuri mari in viata ta.",
      "slug": "oaspete"
    },
    {
      "name": "Omor",
      "category": "dictionar",
      "shortMeaning": "Visul acesta nu face altceva decat sa te umple de spaima, dar nu prevesteste nimic rau.",
      "fullInterpretation": "Visul acesta nu face altceva decat sa te umple de spaima, dar nu prevesteste nimic rau. Toate vor fi ca si inainte, dar niste framantari sufletesti tot vei avea. In traditia persana se zice ca daca ivisezi un criminal, o veste buna vei primi.",
      "slug": "omor"
    },
    {
      "name": "Osanza",
      "category": "dictionar",
      "shortMeaning": "Potrivit traditiei noastre, atunci cand visam osanza de porc este semn de afaceri proaste.",
      "fullInterpretation": "Potrivit traditiei noastre, atunci cand visam osanza de porc este semn de afaceri proaste. De asemenea, conform viselor din zilele noastre, osanza poate simboliza dificultati la locul de munca, proiecte dificile si greu de implementat. Din punct de vedere spiritual, osanza simbolizeaza incercare de a va izbavi pacatele. Poate ca in ultima perioada, coplesiti de remuscari, ati incercat sa reparati unele rupturi cerandu-va iertare si oferindu-va sa ajutati cu tot ceea ce va sta in putere. Visul este similar cu untura.",
      "slug": "osanza"
    },
    {
      "name": "Orb",
      "category": "dictionar",
      "shortMeaning": "Orbirea este un incovenient enorm care provoaca tristete si sentimente de neputinta.",
      "fullInterpretation": "Orbirea este un incovenient enorm care provoaca tristete si sentimente de neputinta. In vise simbolizeaza bajbaieli in a gasi o cale sau o solutie, de asemenea, poate prevesti o oportunitate care s-a aflat dintodeuna in fata dumneavoastra. In continuare va prezentam cele mai importante cu si despre orbi: Un vis in care ati orbit Daca aiti orbit in vis, poate simboliza faptul ca nu acceptati adevarul dintr-o situatie sau poate inchideti ochii la anumite situatii. Ignorarea sau refuzarea acceptarii realitatii nu duce niciodata la ceva bine, este doar o amagire ce poate duce la destramarea unei relatii sau pierderea unei sanse. S-ar putea sa visati ca sunteti orb doar de un singur ochi. In acest caz visul ar putea arata faptul ca nu aveti incredere in anumite persoane, va indoiti de intentiile acestora sau, poate ca, v-au dezamagit intr-un fel sau altul. Visand alte persoane oarbe Cand ati visat ca ati intalnit o persoana oarba este semn ca in viitorul apropiat soarta va rezerva un noroc neasteptat. S-ar putea sa aveti noroc in unele situatii in care incercarile dumneavoastra de pana acum au esuat. Femeie oarba Visarea uniei femei oarbe are un ses diferit fata de visare unui orb. Aceasta ar putea indica ca exista cineva rau intentionat care raspandeste minciuni si barfe legate de dumneavoastra. Copil orb Pobabil ca va aflati intr-o faza in care nu mai puteeti face fata oamenilor care se plang constant de modul in care decurge viata si de destinul acestora. Pe de alta parte, daca copilul este orb de un singur ochi, inseamna ca simtiti lipsa unor momente frumoase petrecute in trecut. Vedere incetosata si frica de a nu orbi Acest vis semnaleaza faptul ca nu vedeti ceva pe deplin sau ca acel ceva nu este exact asa cum se prezinta. De asemenea, visul simbolizeaza unele secrete si confuzii din viata dumneavoastra. Inperpretari culese din popor In general, semnifica mizerie, neputinta, temere in diferite probleme Dumneavoastra sunteti cel orb - intristare, cearta, mizerie, oflict in familie Orb cersind bani - fii atent ceea ce faceti Orb asistat de un caine- vesti interesante Intalnind orbi - va veti lupta cu ticalosia Orb condus de mana - boala, regrete pentru o hotarare pripita Pasare oarba - vesti proaste Orb urcandu-se intr-un mijloc de transport- calatorie amanata, din cauza discutiilor in familie",
      "slug": "orb"
    },
    {
      "name": "Oase",
      "category": "dictionar",
      "shortMeaning": "Visand oase de mort care fac parte dintr-un schelet reprezinta sentimente despre ceva din viata d...",
      "fullInterpretation": "Visand oase de mort care fac parte dintr-un schelet reprezinta sentimente despre ceva din viata dumneavoastra care a fost complet dezgolit de toata puterea, importanta sau vitalitatea. Semntimente despre o persoana, o situatie sau o parte a vietii dumneavoastra din care nu a mai ramas nimic. Din punct de vedere negativ, oasele de mort in vis pot reprezenta, de asemenea, amintiri persistente despre esecuri sau schimbari neplacute. In mod alternativ, acest vis poate reflecta probleme sau situatii care persista sau care va reamintesc ceea ce a fost. In mod pozitiv, oasele de mort sau un schelet poat reflecta sentimente legate de probleme sau dusmani care, in mod evident, nu a mai ramas nimic de ele astfel incat sa va faca vre-un rau. Vedeti si: Schelet Oasele de peste reprezinta un stres inevitabil si orice ai face nu poti scapa de acesta. Adesea acest vis este asociat cu preocuparile din viata de zi cu zi, nervozitate si cresterea in intensitate a unei dorinte importante. Oasele de peste indica preocupari, obstacole si dificultati in aproape oricare aspect al vietii, fie ca este vorba despre scoala, munca, bani, chiar si relatie. Visul in care consumati sau sugeti oase de peste este un simbol al saraciei si adesesa este ascociat si cu o nenorocire. In aceasta perioada este indicat sa cautati alternative in viata.Oasele rupte in vise reprezinta descoperirea sau realizarea faptului ca exista o slabiciune in planurile sau in gandirea dumneavoastra. Visul va atrage atentia imediata in cazul unei situatii sau a unei relatii.Daca visati ca dumneavoastra coaseti, atunci inseamna ca trebuie sa aveti rabdare pentru a va atinge scopul. Poate fi vorba de repararea unei greseli comise sau recastigarea increderii cuiva si redobandirea pozitiei sociale. Visul mai poate insemna fertilitate sau maturitate emotionala.",
      "slug": "oase"
    },
    {
      "name": "Oase de mort",
      "category": "dictionar",
      "shortMeaning": "Visand oase de mort care fac parte dintr-un schelet reprezinta sentimente despre ceva din viata d...",
      "fullInterpretation": "Visand oase de mort care fac parte dintr-un schelet reprezinta sentimente despre ceva din viata dumneavoastra care a fost complet dezgolit de toata puterea, importanta sau vitalitatea. Semntimente despre o persoana, o situatie sau o parte a vietii dumneavoastra din care nu a mai ramas nimic. Din punct de vedere negativ, oasele de mort in vis pot reprezenta, de asemenea, amintiri persistente despre esecuri sau schimbari neplacute. In mod alternativ, acest vis poate reflecta probleme sau situatii care persista sau care va reamintesc ceea ce a fost. In mod pozitiv, oasele de mort sau un schelet poat reflecta sentimente legate de probleme sau dusmani care, in mod evident, nu a mai ramas nimic de ele astfel incat sa va faca vre-un rau. Vedeti si: Schelet",
      "slug": "oase-de-mort"
    },
    {
      "name": "Oase de peste",
      "category": "dictionar",
      "shortMeaning": "Oasele de peste reprezinta un stres inevitabil si orice ai face nu poti scapa de acesta.",
      "fullInterpretation": "Oasele de peste reprezinta un stres inevitabil si orice ai face nu poti scapa de acesta. Adesea acest vis este asociat cu preocuparile din viata de zi cu zi, nervozitate si cresterea in intensitate a unei dorinte importante. Oasele de peste indica preocupari, obstacole si dificultati in aproape oricare aspect al vietii, fie ca este vorba despre scoala, munca, bani, chiar si relatie. Visul in care consumati sau sugeti oase de peste este un simbol al saraciei si adesesa este ascociat si cu o nenorocire. In aceasta perioada este indicat sa cautati alternative in viata.",
      "slug": "oase-de-peste"
    },
    {
      "name": "Oase rupte",
      "category": "dictionar",
      "shortMeaning": "Oasele rupte in vise reprezinta descoperirea sau realizarea faptului ca exista o slabiciune in pl...",
      "fullInterpretation": "Oasele rupte in vise reprezinta descoperirea sau realizarea faptului ca exista o slabiciune in planurile sau in gandirea dumneavoastra. Visul va atrage atentia imediata in cazul unei situatii sau a unei relatii.",
      "slug": "oase-rupte"
    },
    {
      "name": "Oaste",
      "category": "dictionar",
      "shortMeaning": "A vedea sa a gasi moaste in vise simbolizeaza un aspect al fostului sine la care inca nu ati renuntat complet.",
      "fullInterpretation": "A vedea sa a gasi moaste in vise simbolizeaza un aspect al fostului sine la care inca nu ati renuntat complet. Desi este posibil ca acesta sa creasca si sa evolueze, nu uitati de unde ati plecat. Alternativ, moastele se pot referi si la o relatie anterioara pe care inca o pretuiti si la care priviti inapoi cu darg. Moastele unui sfant in vise prezic o criza in suflet si in viata. Conform traditiei noastre, acest vis prezice o criza spirituala profunda care va veni peste voi in urmatoarele zile. Cei ce participa in mod regulat la rugaciune si traiesc credinta totala in suflet nu au de ce sa se fereasca, pentru ei acest vis nu aduce nici o predictie fatala. Moastele sunt doar o dovada a credintei sincera.",
      "slug": "oaste"
    },
    {
      "name": "Oaza",
      "category": "dictionar",
      "shortMeaning": "Pentru majoritatea oamenilor, oaza este asociata cu un loc de refugiu in desert.",
      "fullInterpretation": "Pentru majoritatea oamenilor, oaza este asociata cu un loc de refugiu in desert. Datorita asocierii care se face intre aceasta si elementul acvatic, in vise, oaza reprezinta un spatiu in care putem gasi improspatarea emotionala de care avem nevoie. - Visul in care vezi o oaza se refera la nevoia de o vacanta. Trebuie sa aloci mai mult timp preocuparilor de agrement. Alternativ, visul sugereaza faptul ca esti capabil(a) sa gasesti o solutie buna pentru a iesi din situatii dificile. - Visele in care cauti o oaza simbolizeaza temerile interioare, nesiguranta si circumstantele coplesitoare. Esti in cautarea unui sprijin emotional. - Daca ai visat ca parasesti o oaza este semn ca te vei intoarce intr-o lume plina de adversari. Din punct de vedere spiritual, oaza reprezinta refacerea fortelor si capacitatea de-a scapa de interdictiile impuse in trecut.",
      "slug": "oaza"
    },
    {
      "name": "Obezitate / Obez",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "obezitate-obez"
    },
    {
      "name": "Obosit oboseala",
      "category": "dictionar",
      "shortMeaning": "Visul in care te simti obosit(a) sugereaza faptul ca te simti drenat(a) si stresat(a) emotional.",
      "fullInterpretation": "Visul in care te simti obosit(a) sugereaza faptul ca te simti drenat(a) si stresat(a) emotional. Visele in care resimti oboseala reflecta, de obicei, cu te simti cu adevarat in viata de zi cu zi. Alternativ, suferinta de oboseala in vise semnifica un ajutor primit de la cineva fara asteptari.",
      "slug": "obosit-oboseala"
    },
    {
      "name": "Obraz",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "obraz"
    },
    {
      "name": "Obstacol",
      "category": "dictionar",
      "shortMeaning": "A vedea sau a experimenta obstacole in vise reprezinta lucruri din viata ta pe care trebuie sa le depasesti.",
      "fullInterpretation": "A vedea sau a experimenta obstacole in vise reprezinta lucruri din viata ta pe care trebuie sa le depasesti. Visul poate oferi si soluti cu privire la modul de abordare a problemei din viata de zi cu zi. Este posibil sa ai unele indoieli de sine, de abilitatile tale de a lua o decizie. Interpretarea visului este legata si de felul obstacolului si de activitatea in care intampini piedici.",
      "slug": "obstacol"
    },
    {
      "name": "Ocean",
      "category": "dictionar",
      "shortMeaning": "In general, visand apa unei mari sau a unui ocean poate insemna mai multe lucruri, insa din din p...",
      "fullInterpretation": "In general, visand apa unei mari sau a unui ocean poate insemna mai multe lucruri, insa din din punct de vedere al carierei va simbolizeaza vesti bune, dar cu mai multe obligatii si responsabilitati. Visele despre apa marilor si a ocenelor ne vorbesc si despre aventuri, schimbari si temeri pe care va trebui sa le invingem. In cele ce urmeaza vom analiza si interpreta cele mai visate simboluri legate de apa marilor si a oceanelor. O mare sau un ocean calm Apa calma este semnul unei calatorii. Insa, nu va ganditi ca ar fi una legata de cariera sau afaceri, aceasta oportunitate de calatorie va fi una relaxare si de odihna in care veti putea reflecta asupra lucrurilor recent intamplate. Furtuna pe mare Visand o furtuna pe ocean sau pe mare indica pozitionarea dumneavoastra in centrul unor tulburari mentale sau emotionale. Este posibil sa aveti nevoie de ajutorul altor persoane pentru a putea depasi aceste stari si framantari. O mare sau un ocean involburat O mare involburata este, de regula, simbolul unor probleme din interiorul familiei sau legate de prieteni apropiati. Va trebui sa invatati cum sa faceti fata unor astfel de situatii cu care nu ati fost obisnuiti. Analizand situatia si depunand efortul necesar, lucrurile se vor domoli. Inotand in apa marii Inotul in apa unui ocean sau a unei mari poate avea semnificatii diferite in functie de doua lucruri din viata reala : stiti sau nu stiti sa inotati? Pentru cei care in viata reala nu stiu sa inoate, visul are mai mult de-a face cu ceea ce va misca in interior decat cu ceea ce va spune lumea. Iar pentru ceilalti, inotul in apale marilor sau al oceanelor simbolizeaza noi aventuri si cautarea acelui ceva care va va face fericiti. Visand oameni inecandu-se Visele despre oameni care se ineaca in mare sau in ocean fac referire la puterea sau conditiile dumneavoastre limitate de a ajuta pe cineva. Toate acestea nu ar trebui sa va creeze sentimente de vinovatie deoarece lectile vietii va vor fi prezentate in varietati si moduri diferite si poate ca o parte din experienta dumneavoastra provine din greselile altora. Visul in care chiar dumneavoastra sunteti pe punctul de a va ineca va arata ca ati ajuns intr-un stagiu in care nu veti putea scapa de vechile traume sau temeri. Insa, pastrati-va calmul si contiunati sa incercati. Apa marii murdara sau noroioasa Un asemnea vis va simboliza probleme aparente si poate fi un avertisment pentru unele dificultati ce vor aparea in calea dumneavoastra spre indeplinirea unui obiectiv. Concentrati-va atentia la obiectiv si veti putea depasi toate aceste dificultati. Foc pe apa Visand apa unui ocean sau a unei mari in flacari este semnul de finalizare cu succes a unei transformari. De asemnea, visul ne vorbeste si despre o reinoire sau o claritate in vedere. Putem vedea direct printr-o persoana si putem identifica cu exactitate intentiile acesteia. Apa marii inghetata Visand un ocean sau o mare inghetata se intampla destul de rar si din acest motiv trebuiesc examinate cu atentie si celelalte contexte ale visului. Observand de la distanta apa inghetata, inseamna ca planurile dumneavoastra sunt in asteptare. Probail ca aveti de gand sa faceti mai multe lucruri deodata, dar cimrcumstantele actuale va impiedica. Mergand pe tarmul unei mari inghetate , inseamna ca sunteti aproape de a rezolva o problema, insa trebuie sa fiti putin mai rabdator. Curajul este simbolizat de visul in care mergeti pe o mare sau un ocean inghetat. Sunteti gata sa va implicati in proiecte si situatii riscante, atata timp cat credeti ca rezultatul ar fi unul pozitiv. Scufundari Daca ati visat ca faceti sufundari in mare sau in ocean este semnul unor cheltuieli considerabile. Poate ca a sosit momentul sa cumparati o masina noua, sa va renovati locuinta sau, de ce nu, sa va cumparati o casa noua. Aceasta este ocazia si nu veti regreta alegerea! In limba romana termenul de cocean este folosit pentru stiultetele de pe care au fost indepartate boabele de porumb si pentru tulpina porumbului. In ambele sensuri visul poatea avea atat semnificatii pozitive cat si negative. Visarea unui cocean de porumb (in cazul tulpinii) reprezinta nevoia de revigorarea sau revitalizare. In ultima perioada aveti tendinta sa traiti din amintiri si asta numai datorita faptului ca va simtiti subevaluat sau neapreciat. In general, porumbul simbolizeaza prosperitatea, norocul si fericirea, iar un stiulete cu boabe de porumb pe el poate face referire la posibilitatile intelectuale, maturitatea psihica sau un nivel ridicat de cunostinte. Din punct de vederea psihologic, stiuletele este simbolul oganului sexual mascululin. De asemenea, acesta poate reprezenta prosperitatea si anumite resurese materiale. Pentru o interpretare detaliata va rugam sa consultati semnificatia visului Porumb",
      "slug": "ocean"
    },
    {
      "name": "Ochelari",
      "category": "dictionar",
      "shortMeaning": "Daca visati ochelari de soare inseamna ca sunteti un om visator, va place sa va ganditi doar la l...",
      "fullInterpretation": "Daca visati ochelari de soare inseamna ca sunteti un om visator, va place sa va ganditi doar la lucruri bune, sa fiti optimist si va faceti mereu planuri frumoase. Totusi, ar mai putea insemna ca fugiti de responsabilitate, va eschivati, tratati unele situatii cu dezinteres.",
      "slug": "ochelari"
    },
    {
      "name": "Ochelari de soare",
      "category": "dictionar",
      "shortMeaning": "Daca visati ochelari de soare inseamna ca sunteti un om visator, va place sa va ganditi doar la l...",
      "fullInterpretation": "Daca visati ochelari de soare inseamna ca sunteti un om visator, va place sa va ganditi doar la lucruri bune, sa fiti optimist si va faceti mereu planuri frumoase. Totusi, ar mai putea insemna ca fugiti de responsabilitate, va eschivati, tratati unele situatii cu dezinteres.",
      "slug": "ochelari-de-soare"
    },
    {
      "name": "Ochi / Ochii",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ochi-ochii"
    },
    {
      "name": "Ochi albastri",
      "category": "dictionar",
      "shortMeaning": "Ochii albastri in vis semnifica fericire, sinceritate, sensibilitate, atractie.",
      "fullInterpretation": "Ochii albastri in vis semnifica fericire, sinceritate, sensibilitate, atractie. Daca visati ca aveti ochi albastri inseamna ca vi se implinesc anumite dorinte.",
      "slug": "ochi-albastri"
    },
    {
      "name": "Ochi caprui",
      "category": "dictionar",
      "shortMeaning": "Ochii caprui in vise reprezinta loialitatea fata de o alta persoana.",
      "fullInterpretation": "Ochii caprui in vise reprezinta loialitatea fata de o alta persoana. Va puteti astepta la o dragoste puternica. Daca visati ca aveti ochii caprui inseamna ca sunteti foarte retras. Totodata, visul mai poate insemna ca trebuie sa fiti mai compatimitor.",
      "slug": "ochi-caprui"
    },
    {
      "name": "Ochi de pisica",
      "category": "dictionar",
      "shortMeaning": "A visa ca aveti ochi de pisica inseamna ca sunteti capabil sa va gasiti drumul prin intuneric si ...",
      "fullInterpretation": "A visa ca aveti ochi de pisica inseamna ca sunteti capabil sa va gasiti drumul prin intuneric si sa treceti de o problema ingrijoratoare. Sunteti capabil sa vedeti partea buna a unei situatii negative. Alternativ, visul sugereaza ca sunteti viclean.",
      "slug": "ochi-de-pisica"
    },
    {
      "name": "Ochi verzi",
      "category": "dictionar",
      "shortMeaning": "Ochii verzi in vise semnifica sinceritatea, deschiderea, sensibilitatea, atractia si interesul.",
      "fullInterpretation": "Ochii verzi in vise semnifica sinceritatea, deschiderea, sensibilitatea, atractia si interesul. De asemenea, visul mai poate insemna o posibila mare dragoste.",
      "slug": "ochi-verzi"
    },
    {
      "name": "Ocol ocolire",
      "category": "dictionar",
      "shortMeaning": "Ocolul in vise sugereaza intalnirea unui obstacol in unele aspecte ale vietii.",
      "fullInterpretation": "Ocolul in vise sugereaza intalnirea unui obstacol in unele aspecte ale vietii. Nu doresti sa te confrunti cu ceva direct, si, astfel, incerci sa gasesti o cale pentru a ocoli acel ceva.",
      "slug": "ocol-ocolire"
    },
    {
      "name": "Odaie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "odaie"
    },
    {
      "name": "Odihna",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "odihna"
    },
    {
      "name": "Ofensa",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ofensa"
    },
    {
      "name": "Oferi (a)",
      "category": "dictionar",
      "shortMeaning": "(a)blana- activitate riscanta - bijuterii- profit, recolta buna - dalie de indragostit- neanteleg...",
      "fullInterpretation": "(a)blana- activitate riscanta - bijuterii- profit, recolta buna - dalie de indragostit- neantelegere intre indragostiti - daruri- pierdere de bani - inel- noapte de pasiune in curand -paste fainoase unui musafir- esti dezorientat - televizor- esti nefericit si n-ai incredere in tine - trandafir- ai prestigiu si succes.",
      "slug": "oferi-a"
    },
    {
      "name": "Oficiu",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "oficiu"
    },
    {
      "name": "Oficiu postal",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "oficiu-postal"
    },
    {
      "name": "Oglinda 2",
      "category": "dictionar",
      "shortMeaning": "2Incertitudine, nu te lasa orbit de iubit(a) - aburinda-moarte - curata- grijile au trecut - fata...",
      "fullInterpretation": "2Incertitudine, nu te lasa orbit de iubit(a) - aburinda-moarte - curata- grijile au trecut - fata privind in- consideratie deosebita din partea sefilor de la serviciu - in cui- orbire prin minciuni - mare- amorez nou, ai fire schimbatoare - mica- esti timid si infricosat fara motiv, puritatea ta va duce la supararea partenerului - reflecta chipul cuiva- despartire, moarte - sclipitoare- etapa rea a fost depasita - sparta- nemultumire - sparta in doua- casatorie tarzie - spargand- pizma, invidie - te privesti in- tradare de femei sau de prieteni - te uiti in ea- adulter din partea sotiei - vazand fata ta in- voie buna - vazand-o- moarte.",
      "slug": "oglinda-2"
    },
    {
      "name": "Oglinda sparta",
      "category": "dictionar",
      "shortMeaning": "Oglinda sparta in vise sugereaza ca nu sunteti mutumiti de nimic.",
      "fullInterpretation": "Oglinda sparta in vise sugereaza ca nu sunteti mutumiti de nimic. Daca visati ca oglinda este sparta in doua inseamna ca va veti casatori cu intarziere. Visul in care spargeti o oglinda de nervi inseamna ca cei din jur sunt gelosi pe dumneavoastra si pe realizarile tale.",
      "slug": "oglinda-sparta"
    },
    {
      "name": "Ogor",
      "category": "dictionar",
      "shortMeaning": "Ogorul in vise este simbolul fertilitatii, al unirii cu fortele naturii.",
      "fullInterpretation": "Ogorul in vise este simbolul fertilitatii, al unirii cu fortele naturii. - Visul in care vezi un ogor verde simbolizeaza abundenta mare, libertate si fericire. Ai putea, de asemenea, trece printr-o perioada de crestere personala. Alternativ, acest vis poate fi pur si simplu o expresie pentru dragostea ta fata de natura. - Un ogor proaspat arat in visul tau semnifica crestere, o crestere progresiva a sanatatii si noroc. - Daca ogorul este plin de roade este semn ce prevesteste inceputul unei perioade de viata extrem de buna.",
      "slug": "ogor"
    },
    {
      "name": "Oja",
      "category": "dictionar",
      "shortMeaning": "Oja de unghii sugereaza nevoia de a pune mai mult accent pe ceea ce faceti.",
      "fullInterpretation": "Oja de unghii sugereaza nevoia de a pune mai mult accent pe ceea ce faceti. Alternativ, visul semnifica frumusete si atentie la detalii. Schimbarea culori unghiilor reprezinta natura emotionala si creativitatea ta. - Daca in vis oja de pe unghii este deteriorata sau aproape stearsa, inseamna ca depuneti mult efort si atentie in realizarea unei schimbari care va va conduce foarte usor pe cai gresite daca nu sunteti atenta. Culoarea ojei ofera o semnificatie suplimentara a acestui vis. Pojarul in vis denota de multe ori probleme si ingrijorare in activitatiile educationale sau profesionale. Daca va visati avand pojar inseamna ca sunteti ingrijorati de conditia medicala sau psihica a persoanelor apropiate. Daca visati alte persoane avand pojar sugereaza ca problemele lor devin si ale dumneavoastra ceea ce duce la mai mult stres si griji.",
      "slug": "oja"
    },
    {
      "name": "Olar",
      "category": "dictionar",
      "shortMeaning": "2Visul acesta are explicatii negative atat pentru occidentali, cat si pentru arabi, romani sau persi.",
      "fullInterpretation": "2Visul acesta are explicatii negative atat pentru occidentali, cat si pentru arabi, romani sau persi. Visul prevesteste probleme grele, mari necazuri sufletesti si, posibil, suferinte trupesti grave ce pot duce chiar la moarte. Dolarii in vise simbolizeaza posibile probleme. Daca ati visat ca ati numarat dolari si ati observat ca lispeste o suma atunci trebuie sa fiti pregatiti pentru anumite cheltuieli neprevazute. Visul in care ati gasit dolari semnifica succes, veti scapa de griji si probleme. Daca ati visat ca tineati in mana dolari falsi inseamna ca sunteti o persoana perspicace si sunteti greu de indus in eroare. Un dolar de argint in vis semnifica noroc in viata.Daca visati un urs polar semnifica un aspect al vostru care sfideaza adversitatea. De asemenea, un urs polar poate semnifica curajul sa nu cedezi in fata problemelor. Aceasta poate reprezenta, de asemenea, o persoana din viata ta, care poate fi depins intodeauna de a face ceea ce trebuie. Un simbol care nu compromite nimic la negativitate. Ursului polar este supranumit si \"Marele Alb\", de aceea, uneori, poate fi vorba si de vise legate de un urs alb. Pentru detalii va rugam sa accesati si interpretarea visului urs alb.",
      "slug": "olar"
    },
    {
      "name": "Olar 2",
      "category": "dictionar",
      "shortMeaning": "2Visul acesta are explicatii negative atat pentru occidentali, cat si pentru arabi, romani sau persi.",
      "fullInterpretation": "2Visul acesta are explicatii negative atat pentru occidentali, cat si pentru arabi, romani sau persi. Visul prevesteste probleme grele, mari necazuri sufletesti si, posibil, suferinte trupesti grave ce pot duce chiar la moarte.",
      "slug": "olar-2"
    },
    {
      "name": "Olimpiada",
      "category": "dictionar",
      "shortMeaning": "Din punct de vedere psihologic, olimpiada in vise simbolizeaza in general lupta pentru existenta,...",
      "fullInterpretation": "Din punct de vedere psihologic, olimpiada in vise simbolizeaza in general lupta pentru existenta, competitia cu altii care ar trebui sa fie acceptata. Visul in care castigati la olimpiada indica spre o infrangere in viata reala, iar atunci cand visati ca sunteti infrant la olimpiada sugereaza exact opusul, adica promite un succes in viata. Visul in care sunteti spectator la olimpiada inseamna ca cei din jur au aceleasi interese si scopuri ca si dumneavoastra.",
      "slug": "olimpiada"
    }
  ]
}