{
  "symbols": [
    {
      "name": "Om",
      "category": "dictionar",
      "shortMeaning": "Visul in care tu esti beat sugereaza faptul ca actionezi neglijent si insensibil.",
      "fullInterpretation": "Visul in care tu esti beat sugereaza faptul ca actionezi neglijent si insensibil. Pierzi controlul asupra vietii tale sau pierzi contactul cu realitatea. Poate ca incerci sa scapi dintr-o situatie din viata de zi cu zi. Un om de zapada in visul tau sugereaza ca emotional esti rece sau frigid(a). Poate ca ai fost un pic rece si insensibil(a) la suflet dar va trebui sa dai dovada de mai multa caldura si dragoste fata de partener.Daca visezi un om mort reprezinta un aspect al personalitatii tale sau viata ta care sa schimbat complet. Visul mai poate reflecta, de asemenea, o pierdere sau un sentiment de esec. Pozitiv, un om mort in vis poate reprezenta aspecte negative ale personalitatii tale sau situatii negative peste care ai trecut cu succes. Negativ, un om mort, semnifica aspecte pozitive ale personalitatii tale care au fost depasite de emotii negative sau de unele situatii.(Vezi si oua.)Daca visezi ca mananci o omleta pufoasa si dechisa la culoare inseamna ca vei avea noroc in curtarea unei persoane si in casatorie.O omleta grea si uscata este semn ca vei fi dezamagit in dragoste.Visul acesta nu face altceva decat sa te umple de spaima, dar nu prevesteste nimic rau. Toate vor fi ca si inainte, dar niste framantari sufletesti tot vei avea. In traditia persana se zice ca daca ivisezi un criminal, o veste buna vei primi.Voma poate fi un vis deszgustator si tulburator aratand, de obicei, nemultumire fata de viata in general. Aceasta apare in visele noastre generata de psihic, care incearca sa elimine negativitatea. In unele cazuri, varsaturile din vis, ar putea fi doar o reactie normala a psihicului, simtiti greata in timpul somnului. Acest gen de vise apare destul de frecvent la persoanele care se confrunta cu o problema stomacala in viata de zi cu zi. Cand sunteti dumneavoastra acela care vomita, visul indica curatarea energiilor nedorite din propria viata si, de regula, este asociat cu emotii si dificultati. Curatarea varsaturilor altora arata ca sunteti o persoana grijulie cu ceilati, dar trebuie sa fiti precaut sau altii vor profita de bunatatea dumneavoastra. Din punct de vedere spiritual, acest vis reprezinta eliberare. Daca voma contine sange in ea, atunci acestei eliberari ii sunt asociate si unle probleme. Vazandu-va fiul sau fiica vomitand intr-un vis, reprezinta dorinta de a va intoarce la unele amintiri din copilarie si de a le vindeca. Tot acest vis poate face referire la un aspect al propriilor calitati ascunse. Culoare vomei Daca in vis culoarea varsaturii este rosiatica, atunci acest lucru va sugera violenta. Varsaturi de culoare verde sugereaza viata scapata de sub control. Voma portocalie si neagra este, de asemena, asociata cu anumite persoane vulnerabile din viata dumneavoastra. Culoarea galbuie (galbena) a varsaturii dintr-un vis indica faptul ca veti fi prins intr-un proiect sau o darama din viata altcuiva. Pentru o interpretare mai detaliata este indicat sa consultati si semnificatia visului greata",
      "slug": "om"
    },
    {
      "name": "Om beat",
      "category": "dictionar",
      "shortMeaning": "Visul in care tu esti beat sugereaza faptul ca actionezi neglijent si insensibil.",
      "fullInterpretation": "Visul in care tu esti beat sugereaza faptul ca actionezi neglijent si insensibil. Pierzi controlul asupra vietii tale sau pierzi contactul cu realitatea. Poate ca incerci sa scapi dintr-o situatie din viata de zi cu zi.",
      "slug": "om-beat"
    },
    {
      "name": "Om de zapada",
      "category": "dictionar",
      "shortMeaning": "Un om de zapada in visul tau sugereaza ca emotional esti rece sau frigid(a).",
      "fullInterpretation": "Un om de zapada in visul tau sugereaza ca emotional esti rece sau frigid(a). Poate ca ai fost un pic rece si insensibil(a) la suflet dar va trebui sa dai dovada de mai multa caldura si dragoste fata de partener.",
      "slug": "om-de-zapada"
    },
    {
      "name": "Om mort",
      "category": "dictionar",
      "shortMeaning": "Daca visezi un om mort reprezinta un aspect al personalitatii tale sau viata ta care sa schimbat complet.",
      "fullInterpretation": "Daca visezi un om mort reprezinta un aspect al personalitatii tale sau viata ta care sa schimbat complet. Visul mai poate reflecta, de asemenea, o pierdere sau un sentiment de esec. Pozitiv, un om mort in vis poate reprezenta aspecte negative ale personalitatii tale sau situatii negative peste care ai trecut cu succes. Negativ, un om mort, semnifica aspecte pozitive ale personalitatii tale care au fost depasite de emotii negative sau de unele situatii.",
      "slug": "om-mort"
    },
    {
      "name": "Omida",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "omida"
    },
    {
      "name": "Omida / Omizi",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "omida-omizi"
    },
    {
      "name": "Omleta",
      "category": "dictionar",
      "shortMeaning": "(Vezi si oua.",
      "fullInterpretation": "(Vezi si oua.)Daca visezi ca mananci o omleta pufoasa si dechisa la culoare inseamna ca vei avea noroc in curtarea unei persoane si in casatorie.O omleta grea si uscata este semn ca vei fi dezamagit in dragoste.",
      "slug": "omleta"
    },
    {
      "name": "Omori / a omori",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "omori-a-omori"
    },
    {
      "name": "Opera",
      "category": "dictionar",
      "shortMeaning": "Interventia chirurgicala in vise este o sugestie ca anumite parti ale individualitatii dumneavoas...",
      "fullInterpretation": "Interventia chirurgicala in vise este o sugestie ca anumite parti ale individualitatii dumneavoastra, fie ca este vorba despre stilul de viata sau idealuri, va provoaca necazuri. In mod alternativ, visul este doar o urmare a surmenarii din cauza unor probleme. Vazandu-va operat indica o reflectie asupra sinelui, reprezentand o calatorie in necunoscut. Operatia la inima este legata de viata noastra amoroasa si de modul in care procesam informatiile. Aceasta prevesteste mari schimbari. De considerat este faptul ca aceste schimbari sunt unele pozitive si va vor ajuta relatia sa creasca si sa se vindece. Acest tip de vise pot aparea daca intentionati sa va casatoriti. Operatia pe creier este, in mod evident, o interventie cirurgicala extrem de delicata si complicata. Intr-un vis aceasta poate indica faptul ca unele principii sunt contestate. O multime de chirurgi laolalta ce va efecueaza o interventie chirurgicala este un semn ca, in viata de zi cu zi, pur si simplu va simtiti coplesit. Pielea este, in mod evident, cel mai mare irgan al corpului uman si este compusa din mai multe straturi diferite. Chirurgia pielii, cum ar fi arsurile, grefe sau operatie de inlocuire a acesteia, indica parerea sa felul in care va privesc cei din jur. Visul unei operatii la stomac poate fi unul inspamantator, mai ales daca in acesta stomacul este deschis si se vad organele. Chirurgia stomacului in vise simbolizeaza propriile obective. Operatia intestinala indica faptul ca recent v-ati implicat in niste situatii destul de dificile. Asistand la o operatie, inseamna ca veti avea succes intr-o noua problema importanta. (Vezi, de asemenea, si : incizie, chirurg)",
      "slug": "opera"
    },
    {
      "name": "Operatie",
      "category": "dictionar",
      "shortMeaning": "Interventia chirurgicala in vise este o sugestie ca anumite parti ale individualitatii dumneavoas...",
      "fullInterpretation": "Interventia chirurgicala in vise este o sugestie ca anumite parti ale individualitatii dumneavoastra, fie ca este vorba despre stilul de viata sau idealuri, va provoaca necazuri. In mod alternativ, visul este doar o urmare a surmenarii din cauza unor probleme. Vazandu-va operat indica o reflectie asupra sinelui, reprezentand o calatorie in necunoscut. Operatia la inima este legata de viata noastra amoroasa si de modul in care procesam informatiile. Aceasta prevesteste mari schimbari. De considerat este faptul ca aceste schimbari sunt unele pozitive si va vor ajuta relatia sa creasca si sa se vindece. Acest tip de vise pot aparea daca intentionati sa va casatoriti. Operatia pe creier este, in mod evident, o interventie cirurgicala extrem de delicata si complicata. Intr-un vis aceasta poate indica faptul ca unele principii sunt contestate. O multime de chirurgi laolalta ce va efecueaza o interventie chirurgicala este un semn ca, in viata de zi cu zi, pur si simplu va simtiti coplesit. Pielea este, in mod evident, cel mai mare irgan al corpului uman si este compusa din mai multe straturi diferite. Chirurgia pielii, cum ar fi arsurile, grefe sau operatie de inlocuire a acesteia, indica parerea sa felul in care va privesc cei din jur. Visul unei operatii la stomac poate fi unul inspamantator, mai ales daca in acesta stomacul este deschis si se vad organele. Chirurgia stomacului in vise simbolizeaza propriile obective. Operatia intestinala indica faptul ca recent v-ati implicat in niste situatii destul de dificile. Asistand la o operatie, inseamna ca veti avea succes intr-o noua problema importanta. (Vezi, de asemenea, si : incizie, chirurg)",
      "slug": "operatie"
    },
    {
      "name": "Opinci",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "opinci"
    },
    {
      "name": "Orar",
      "category": "dictionar",
      "shortMeaning": "Floraria in vise simbolizeaza romantismul, dorinta de a va deschide sentimental fata de persoana iubita.",
      "fullInterpretation": "Floraria in vise simbolizeaza romantismul, dorinta de a va deschide sentimental fata de persoana iubita. Aveti o sensibilitate aparte si \"iubiti\" sa iubiti. Morarul in vise reprezinta forta sfirituala a vietii. Alternativ, visul face referire la prietenie. - Visul in care tu esti morar reprezinta viata indelungata. - Daca in vis dai mana cu un morar inseamna ca ai amici de incredere, prieteni buni.Daca visati o redecorare semnifica faptul ca unele sentimente au nevoie de o schimbare. Pozitiv, acesta poate fi un semn ca vreti sa stati pe margine sau sa va pastrati interesul pentru ceva ce faceti tot timpul. De asemenea, poate reflecta influente negative.",
      "slug": "orar"
    },
    {
      "name": "Oras",
      "category": "dictionar",
      "shortMeaning": "A vedea toporasi in vise inseamna pasiune, fericire si frumusete.",
      "fullInterpretation": "A vedea toporasi in vise inseamna pasiune, fericire si frumusete. De asemenea, indica iluminarea, spiritualitatea si smerenia. Alternativ, visul la toporasi reprezinta timiditatea dumneavoastra pe care incercati sa o ascundeti. Visul in care culegeti toporasi sugereaza ca pozitia dumneavoastra sociala se va imbunatati, veti fi mai respectat de catre prieteni. Daca visati ca primiti toporasi inseamna ca veti fi vizitat de catre o persoana foarte draga dumneavoastra.",
      "slug": "oras"
    },
    {
      "name": "Orbire",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "orbire"
    },
    {
      "name": "Orchestra",
      "category": "dictionar",
      "shortMeaning": "Orchestra in vise denota nevoia de a colabora bine cu altii, de a va armoniza cu ceilalti, de a a...",
      "fullInterpretation": "Orchestra in vise denota nevoia de a colabora bine cu altii, de a va armoniza cu ceilalti, de a avea relatii bune, socibilitate, cooperare, comunicare. Daca visati o orchestra cantand, muzica din vis este considerata o muzica grea, astfel visul prevesteste unele greutati si nereusite in viata de zi cu zi. Visul in care apare o orchestra de camera (mica) inseamna ca acea nevoie de sociabilitate se aplica asupra relatiilor apropiate, prieteni, rude, colegi, mediul social imediat. Orcherstra simfonica (mare) in vise se aplica asupra mediului social larg, clasa sociala, breasla, profesie, religie. Visul in care cantati intr-o orchestra inseamna ca veti gasi solutii la problemele financiare. Daca visati ca dirijati o orchestra atunci inseamna ca veti avea probleme cu persoane de sexul opus.In general, dirijorul de orchestra sau a unei formatii de muzica simbolizeaza controlul asupa ceea ce simt cei din jur. In functie de context, este posibil sa fie vorba despre dumneavoastra sau o alta persoana care gestioneaza sau incearca sa mentina o anumita stare de spitit intr-un grup de prieteni sau colegi de munca. Visand ca sunteti pe cale sa deveniti dirijor, indica faptul ca dispuneti de imaginatie si creativitate, iar aceste abilitati va vor garanta succesul in ceea ce faceti. Visand ca sunteti dirijorul unei orchestre dar in viata reala munca pe care o faceti este total diferita, insemana ca in viitorul apropiat veti fi propus pe o pozitie de conducere sau veti fi promovat pe un loc de munca mai bun. Insa, atentie, toate acestea vor veni cu unele costuri, veti avea sarcini mai complicate, raspundere mai mare si timp liber limitat. Privind acest vis din punct de vedere psihologic descoperim ca visatorul simte nevoia de o planificare mai buna a viitorului. Un pic de control si multa organizare reprezinta bazele multor povesti de succes.",
      "slug": "orchestra"
    },
    {
      "name": "Ordine",
      "category": "dictionar",
      "shortMeaning": "- Dezordinea sau muzeria din vise simbolizeaza starea voastra de spirit sau cea din viata de zi cu zi.",
      "fullInterpretation": "- Dezordinea sau muzeria din vise simbolizeaza starea voastra de spirit sau cea din viata de zi cu zi. Trebuie sa incepeti sa va puneti viata in ordine incepand prin a va fixa prioritati. Alternativ, acest vis indica confuzie si alegeri greu de luat. Trebuie sa va stabiliti prioritatile si sa incercati sa le organizati pe ierarhii. - Daca in vis incercati sa aranjati lucrurile in urma unei dezordine, insamna ca lucrurile din viata de zi cu zi(probleme, necazuri, etc.) se vor stabiliza curand. - Daca in vis voi faceti dezordine, inseamna constiinta incarcata.",
      "slug": "ordine"
    },
    {
      "name": "Oreion",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "oreion"
    },
    {
      "name": "Orez",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "orez"
    },
    {
      "name": "Orfan",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "orfan"
    },
    {
      "name": "Orfelinat",
      "category": "dictionar",
      "shortMeaning": "Orfelinatul in vise descrie un mediu in care va simtiti singur, in cautarea sprijinului, aveti te...",
      "fullInterpretation": "Orfelinatul in vise descrie un mediu in care va simtiti singur, in cautarea sprijinului, aveti teama de abandon, lipsa de protectie, sunteti vulnerabil in fata greutatilor. Ajutorul de care aveti nevoie s-ar putea sa il primiti, dar temporar, fara sanse de durabilitate. Totusi, veti trece prin momente in viata din care veti invata ceva.",
      "slug": "orfelinat"
    },
    {
      "name": "Orga",
      "category": "dictionar",
      "shortMeaning": "Organele genitale au asocieri care transcend ideile simple in sex.",
      "fullInterpretation": "Organele genitale au asocieri care transcend ideile simple in sex. De asemenea, aceste pot face o referire directa la aspectul sexual al sinelui. In astfel de vise, un barbat ar putea visa ca are organe genitale feminine, sugerand faptul ca se confrunta cu aspectul feminin al lui insusi. Indiferent de sexul visatorului, acest vis indica faptul ca inconstientul necesita aparitia a ceva nou in viata. Lucruri sau cercul persoanelor din care faceti parte nu va mai satisface, aceste au devenit pur si simplu plictisitoare. Va zbateti pentru ceva care poate sa va ofere un nou inteles pentru existenta, un caracter complet al perceptiei lumii si simtul bucuriei si al bunastarii. Fie ca sunteti barbat sau femeie, imaginea organelor genitale masculine se refera la putere, asertivitate si forta penetranta a sentimentelor. Pentru un barbat, aceste simboluri pot semnifica esenta sa vitala sau forta vietii. Acesta poate sa isi viseze organul sau sexual ca o modalitate de a explora pasiunea si dorintele sexuale. Pentru o femeie, acest vis poate fi doar o afirmare sau o abordare masculina a lucrurilor. Conform teoriei celebrului psihanalist Sigmund Freud, obiectele rotunde si goale vazute in vise simbolizeaza organe sexuale feminine si toate cele alungite si ascutite sunt organe sexuale masculine. Organe genitale feminine Organele genitale feminine vazute in vis fara contexte sexuale reprezinta o dorinta puternica de a fi parinte, indiferent de sexul visatorului. Alternativ, acest vis poate semnifica faptul ca in ultima vreme va preocupa tot mai mult gandul despre mostenirea pe care o veti lasa in urma, atat in viata personala cat si in cea profesionala. Visand organe genitale feminine bolnave semnifica o convingere puternica in justetea atitudinii dumneavoastra fata de sexul opus. S-ar putea sa aveti dificultati de acceptare a ideilor noi care provoaca atitudini si aceasta poate indica faptul ca ati putea fi perceput(a) ca avand viziuni invechite. Organe genitale masculine Vazand organele genitale masculine scoase din contextul lor sexual semnifica faptul ca, in viitorul apropiat veti experimenta o explozie destul de puternica de activitati creatoare si intelectuale. S-ar putea sa faceti o multime de lucruri intr-un interval de timp scurt si este posibil ca cei din mefiul dumneavoastra sa va sprijine in eforturile depuse. Acest lucru este valabil mai ales in cazul in care organele genitale masculine din vis aratau sanatoase. Organul sexual inseamna reputatia barbatului, potenta creativa si puterea. Un organ urias reprezinta demnitatea si succesul. Organe genitale masculine bolnave semnifica faptul ca urmatoarea perioada de timp ar putea fi destul de neproductiva pentru dumneavoastra, sau ca o enorma parte din timp va fi petrecuta in incercarea de a dovedi valoarea ideilor dumneavoastra. Intr-un fel si destul de neasteptat ideile dumneavoastra ar putea fi considerate a fi mai putin viabile decat inainte. Orgasmul in vise inseamna ca veti termina cu succes un lucru sau o sarcina in care sunteti implicat. Daca o femeie a visat ca a avut orgasm, acest lucru inseamna ca in viitorul apropiat va trai clipe frumoase in relatia intima. Un barbat care viseaza ca si-a dus partenera la orgasm inseamna ca in viitorul apropiat ii va merge foarte bine.",
      "slug": "orga"
    },
    {
      "name": "Organe genitale",
      "category": "dictionar",
      "shortMeaning": "Organele genitale au asocieri care transcend ideile simple in sex.",
      "fullInterpretation": "Organele genitale au asocieri care transcend ideile simple in sex. De asemenea, aceste pot face o referire directa la aspectul sexual al sinelui. In astfel de vise, un barbat ar putea visa ca are organe genitale feminine, sugerand faptul ca se confrunta cu aspectul feminin al lui insusi. Indiferent de sexul visatorului, acest vis indica faptul ca inconstientul necesita aparitia a ceva nou in viata. Lucruri sau cercul persoanelor din care faceti parte nu va mai satisface, aceste au devenit pur si simplu plictisitoare. Va zbateti pentru ceva care poate sa va ofere un nou inteles pentru existenta, un caracter complet al perceptiei lumii si simtul bucuriei si al bunastarii. Fie ca sunteti barbat sau femeie, imaginea organelor genitale masculine se refera la putere, asertivitate si forta penetranta a sentimentelor. Pentru un barbat, aceste simboluri pot semnifica esenta sa vitala sau forta vietii. Acesta poate sa isi viseze organul sau sexual ca o modalitate de a explora pasiunea si dorintele sexuale. Pentru o femeie, acest vis poate fi doar o afirmare sau o abordare masculina a lucrurilor. Conform teoriei celebrului psihanalist Sigmund Freud, obiectele rotunde si goale vazute in vise simbolizeaza organe sexuale feminine si toate cele alungite si ascutite sunt organe sexuale masculine. Organe genitale feminine Organele genitale feminine vazute in vis fara contexte sexuale reprezinta o dorinta puternica de a fi parinte, indiferent de sexul visatorului. Alternativ, acest vis poate semnifica faptul ca in ultima vreme va preocupa tot mai mult gandul despre mostenirea pe care o veti lasa in urma, atat in viata personala cat si in cea profesionala. Visand organe genitale feminine bolnave semnifica o convingere puternica in justetea atitudinii dumneavoastra fata de sexul opus. S-ar putea sa aveti dificultati de acceptare a ideilor noi care provoaca atitudini si aceasta poate indica faptul ca ati putea fi perceput(a) ca avand viziuni invechite. Organe genitale masculine Vazand organele genitale masculine scoase din contextul lor sexual semnifica faptul ca, in viitorul apropiat veti experimenta o explozie destul de puternica de activitati creatoare si intelectuale. S-ar putea sa faceti o multime de lucruri intr-un interval de timp scurt si este posibil ca cei din mefiul dumneavoastra sa va sprijine in eforturile depuse. Acest lucru este valabil mai ales in cazul in care organele genitale masculine din vis aratau sanatoase. Organul sexual inseamna reputatia barbatului, potenta creativa si puterea. Un organ urias reprezinta demnitatea si succesul. Organe genitale masculine bolnave semnifica faptul ca urmatoarea perioada de timp ar putea fi destul de neproductiva pentru dumneavoastra, sau ca o enorma parte din timp va fi petrecuta in incercarea de a dovedi valoarea ideilor dumneavoastra. Intr-un fel si destul de neasteptat ideile dumneavoastra ar putea fi considerate a fi mai putin viabile decat inainte.",
      "slug": "organe-genitale"
    },
    {
      "name": "Orgasm",
      "category": "dictionar",
      "shortMeaning": "Orgasmul in vise inseamna ca veti termina cu succes un lucru sau o sarcina in care sunteti implicat.",
      "fullInterpretation": "Orgasmul in vise inseamna ca veti termina cu succes un lucru sau o sarcina in care sunteti implicat. Daca o femeie a visat ca a avut orgasm, acest lucru inseamna ca in viitorul apropiat va trai clipe frumoase in relatia intima. Un barbat care viseaza ca si-a dus partenera la orgasm inseamna ca in viitorul apropiat ii va merge foarte bine.",
      "slug": "orgasm"
    },
    {
      "name": "Orhidee",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "orhidee"
    },
    {
      "name": "Orhideie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "orhideie"
    },
    {
      "name": "Orizont",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "orizont"
    },
    {
      "name": "Ornament",
      "category": "dictionar",
      "shortMeaning": "Ornamentul in vise se refera la lucrurile din viata ta pe care le faci pentru a te simti bine.",
      "fullInterpretation": "Ornamentul in vise se refera la lucrurile din viata ta pe care le faci pentru a te simti bine. Este, de asemenea, un simbol al unui dar spiritual. - Daca ai visat ornamente in casa este semn al unei unuini sentimentale. - Visul in care cumperi un ornament prevesteste indatoriri.",
      "slug": "ornament"
    },
    {
      "name": "Orologiu",
      "category": "dictionar",
      "shortMeaning": "2de vei visa un orologiu, un ceasornic, vei primi niste vesti, in viata ta vor interveni niste ch...",
      "fullInterpretation": "2de vei visa un orologiu, un ceasornic, vei primi niste vesti, in viata ta vor interveni niste chestiuni noi -orlogiu batand- viata celui care aude asa ceva in vis se va scurta, in schimb treburile in care a angrenat ii vor reusi asa cum isi doreste.",
      "slug": "orologiu"
    },
    {
      "name": "Orologiu 2",
      "category": "dictionar",
      "shortMeaning": "2de vei visa un orologiu, un ceasornic, vei primi niste vesti, in viata ta vor interveni niste ch...",
      "fullInterpretation": "2de vei visa un orologiu, un ceasornic, vei primi niste vesti, in viata ta vor interveni niste chestiuni noi -orlogiu batand- viata celui care aude asa ceva in vis se va scurta, in schimb treburile in care a angrenat ii vor reusi asa cum isi doreste.",
      "slug": "orologiu-2"
    },
    {
      "name": "Orz",
      "category": "dictionar",
      "shortMeaning": "2Cine sa va visa secerand orz, noroc va avea.",
      "fullInterpretation": "2Cine sa va visa secerand orz, noroc va avea. Visul acesta mai prevesteste si noroc la serviciu.",
      "slug": "orz"
    },
    {
      "name": "Orz 2",
      "category": "dictionar",
      "shortMeaning": "2Cine sa va visa secerand orz, noroc va avea.",
      "fullInterpretation": "2Cine sa va visa secerand orz, noroc va avea. Visul acesta mai prevesteste si noroc la serviciu.",
      "slug": "orz-2"
    },
    {
      "name": "Os",
      "category": "dictionar",
      "shortMeaning": "2visul acesta prevesteste niste necazuri.",
      "fullInterpretation": "2visul acesta prevesteste niste necazuri. Cosul de gunoi in vise simbolizeaza ideile, gandurile si memoriile nedorite. Este timpul sa scapati de aceste greutati. Alternativ, visul la un cos de gunoi inseamna ca respingeti o idee sau o emotie.Visare unui cos mare pe nas este un semn ce prevesteste ghinion si dezamagiri in viata de zi cu zi, mai ales daca concurati impotriva cuiva sau daca ibcercati sa obtineti foloase necuvenite.",
      "slug": "os"
    },
    {
      "name": "Os 2",
      "category": "dictionar",
      "shortMeaning": "2visul acesta prevesteste niste necazuri.",
      "fullInterpretation": "2visul acesta prevesteste niste necazuri.",
      "slug": "os-2"
    },
    {
      "name": "Oseminte",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "oseminte"
    },
    {
      "name": "Osie",
      "category": "dictionar",
      "shortMeaning": "A purta o camasa rosie in vise sugereaza faima si glorie.",
      "fullInterpretation": "A purta o camasa rosie in vise sugereaza faima si glorie. Intr-o alta ordine de idei, visul indica faptul ca iesiti in evidenta cu ceva aparte.Culoarea rosie in vise este o indicatie de energie vigoare, forta, energie bruta, putere, agresivitate, pasiune intensa, curaj, pasiune si impulsivitate. Culoarea rosie are conotatii profunde atat emotionale cat si spirituale. In mod alternativ, culoarea rosie poate indica si lipsa de energie. Va simtiti obositi sau letargici. Rosul este, de asemenea, considerata culoarea de violenta, pericol, sange, respingere, rusine si impulsuri sexuale. Potrivit unor carti de vise vechi, culoarea rosie in vise reprezinta negativitate, intentii negative sau situatii negative. Intr-un vis ea poate reflecta ceva negativ despre modul in care ganditi, simtiti sau actionati. Poate indica ganduri, emotii sau comportamente nesanatoase. Toate acestea se bazeaza pe simbolismul si perceptia umana a culorii rosii ca fiind culoarea sangelui. Visele care implica culoarea rosie pot fi si pozitive, aceste pot indica pasiunea. Acest lucru este mult mai rar, dar apare din cand in cand. Simbolistica rosu Considerat pretutindeni ca fiind simbolul fundamental al principiului vital, cu forta, puterea si stralucirea lui, rosul, culoare a focului si a sangelui, prezinta totusi din punct de vedere simbolic, aceeasi ambivalenta ca si acestea din urma - desigur, dupa cum el este, ca nunanta, deschis sau inchis. Rosul deschis, stralucitor, centrifug, este diurn, masculin, tonic, indemnand la actiune si aruncandu-si stralucirea peste tot, aidoma unui soare, cu putere uriasa si de neinvins (KANS). Rosul inchis, sete dinpotriva nocturn, feminin, tainic, la limita, centriped. El reprezinta nu expresia, ci misterul vietii. In Orientul Indepartat, rosul evoca in general caldura, intensitate, actiune si pasiune. Rosul este culoarea tendintei expansive, rajas. In Japonia, culoarea rosie (aka) este purtata aproape exclusiv de catre femei. Este simbolul sinceritatii si al fericirii. Dupa unele scoli sintoiste, rosul ar desemna armonia si expansiunea. Exemple de vise Exemplu 1: Un barbat a visat o masina rosie care a ramas blocata de o alta masina. Inseamna ca in viata de zi cu zi a fost implicat / este implicat intr-o relatie extraconjugala si intampina probleme la incheierea acestei relatii. Culoarea rosii a masinii poate reflecata cat de negativa si periculoasa este aceasta relatie pentru casatoria sa sau pentru afacerea sa. Exemplu 2: Un barbat a visat ca urmareste un canal de stiri la televizor si ecranul a devenit complet rosu. In viata de zi cu zi acesta are temeri ca starea lumii / a populatiei a devenit periculoasa. Exemplu 3 : O femeie a visat un cer rosu. In viata de zi cu zi aceasta a simtit ca intreaga-i viata este ruinata dupa ce a decis sa se desparta de sotul care o insela sau care ii controla abuziv viata.Haina rosie in vise inseamna pasiune si sensibilitate in viata sufleteasca. Daca visati o haina rosie murdara semnifica dispret pentru comportament.Masina rosie in vise inseamna ca vreti sa incercati ceva inedit, nou. Daca visati ca alergati dupa o masina de culoare rosie inseamna ca in viata reala va lipseste pasiunea sau va este foarte dor de anumite perioade din trecut in care viata dumneavoastra era animata pe deplin de astfel de sentimente inflacarate. Scena aceasta denota si regrete sau tristete in legatura cu o anumita relatie dupa care va pare foarte rau.- Visul in care ai devenit proprietarul unui imobil indica faptul ca nu te poti baza pe altii, iti lipseste sentimentul de securitate. - Daca in vis cumperi o mosie este semn ca esti ingrijorat(a) cu privire la viitor. Alternativ, visul face referire la intelectul, stabilitatea si statutul tau. - Daca in vis ai pierdut o mosie este semn ca ti-ai pirerdut simtul de siguranta sau stabilitate. Te afli pe un teren instabil.O rochie rosie in vis inseamna ca sunteti foarte orgoliosi, mandri. Pentru mai multe informatii vizitati si interpretarea visului rochie.",
      "slug": "osie"
    },
    {
      "name": "Ospat",
      "category": "dictionar",
      "shortMeaning": "2vei fi chemat la masa - iei parte- dezamigiri, dorite neamplinite.",
      "fullInterpretation": "2vei fi chemat la masa - iei parte- dezamigiri, dorite neamplinite. 3Potrivit celor mai noi interpretari, acest vis prevesteste necazuri.Ospatarul in vise inseamna ca aveti nevoie de afectiune, nevoia de a va simti special. Visul v-ar mai putea spune sa fiti rabdator, sa invatati sa asteptati. Visul in care sunteti ospatar indica faptul ca sunteti prea ocupat cu nevoile si cerintele altora decat ale dumneavoastra. Va simtiti subapreciat. Trebuie sa aveti mai mult curaj si sa luptati pentru drepturile dumneavoastra. Pentru o semnificatie aditionala, luati in calcul si calitatea serviciilor prestate in vise.",
      "slug": "ospat"
    },
    {
      "name": "Ospat 2",
      "category": "dictionar",
      "shortMeaning": "2vei fi chemat la masa - iei parte- dezamigiri, dorite neamplinite.",
      "fullInterpretation": "2vei fi chemat la masa - iei parte- dezamigiri, dorite neamplinite.",
      "slug": "ospat-2"
    },
    {
      "name": "Ospat 3",
      "category": "dictionar",
      "shortMeaning": "3Potrivit celor mai noi interpretari, acest vis prevesteste necazuri.",
      "fullInterpretation": "3Potrivit celor mai noi interpretari, acest vis prevesteste necazuri.",
      "slug": "ospat-3"
    },
    {
      "name": "Ospatar",
      "category": "dictionar",
      "shortMeaning": "Ospatarul in vise inseamna ca aveti nevoie de afectiune, nevoia de a va simti special.",
      "fullInterpretation": "Ospatarul in vise inseamna ca aveti nevoie de afectiune, nevoia de a va simti special. Visul v-ar mai putea spune sa fiti rabdator, sa invatati sa asteptati. Visul in care sunteti ospatar indica faptul ca sunteti prea ocupat cu nevoile si cerintele altora decat ale dumneavoastra. Va simtiti subapreciat. Trebuie sa aveti mai mult curaj si sa luptati pentru drepturile dumneavoastra. Pentru o semnificatie aditionala, luati in calcul si calitatea serviciilor prestate in vise.",
      "slug": "ospatar"
    },
    {
      "name": "Ospiciu",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ospiciu"
    },
    {
      "name": "Ostatic",
      "category": "dictionar",
      "shortMeaning": "A fi tinut ostatic in vise nu este o tema prea comuna, totusi, oamenii pot avea astfel de vise.",
      "fullInterpretation": "A fi tinut ostatic in vise nu este o tema prea comuna, totusi, oamenii pot avea astfel de vise. Acest tip de vise de obicei reprezinta diferite emotii negative pe care le simtiti in timpul zilei. Ar putea sugera ca va simtiti captiv intr-o anumita situatie, precum o relatie de preitenie, profesionala sau relatia cu partenerul de viata. Visul dumneavoastra mai poate arata spre o situatie financiara precara sau un loc de munca aflat in pericol. Visul in care ati fost luat ca ostatic inseamna ca sunteti in pozitia unei victime, va simtiti incapabil sa opuneti rezistenta. De asemenea, visul sugereaza ca trebuie sa lasati deoparte vointa libera si dorintele dumneavoastra pentru a-i multumi pe ceilalti. Daca visati ca sunteti ostatic poate insemna ca ati acumulat un numar de pacate, de greseli si acum trebuie sa platiti pentru acestea. Visul in care tineti pe cineva ostatic inseamna ca va schimbati opinia despre nedreptate.",
      "slug": "ostatic"
    },
    {
      "name": "Otel",
      "category": "dictionar",
      "shortMeaning": "2infranare in dragoste - finisat- te asteapta un rau - rosu in cuptor- atentie la actiuni - tasni...",
      "fullInterpretation": "2infranare in dragoste - finisat- te asteapta un rau - rosu in cuptor- atentie la actiuni - tasnind incandescent- nu va lasati atrasi in fapte rele.",
      "slug": "otel"
    },
    {
      "name": "Otel 2",
      "category": "dictionar",
      "shortMeaning": "2infranare in dragoste - finisat- te asteapta un rau - rosu in cuptor- atentie la actiuni - tasni...",
      "fullInterpretation": "2infranare in dragoste - finisat- te asteapta un rau - rosu in cuptor- atentie la actiuni - tasnind incandescent- nu va lasati atrasi in fapte rele.",
      "slug": "otel-2"
    },
    {
      "name": "Otet",
      "category": "dictionar",
      "shortMeaning": "2semn de munca fara rost, o veche explicatie spune ca acest vis prevesteste necazuri cu bautura.",
      "fullInterpretation": "2semn de munca fara rost, o veche explicatie spune ca acest vis prevesteste necazuri cu bautura. 3amaraciune, intristare, cearta - alb- stapaneste-ti poftele - band- te imbolnavesti, nenorocire - imbuteliezi- suparare mare in dragoste - rosu- cineva ii bate joc de tine - vazand- scandal, gelozie, pericol de boala.4Visul acesta nu are prea multe explicatii, dar in orice caz nu-ti va merge prea bine in viata de zi cu zi. Otetul alb, vazut in vis, te atentioneaza ca ai cam multe pofte, ca ravnesti la fruct oprit, iar otetul rosu iti prevesteste ca vei avea ocazia sa te faci de ras.",
      "slug": "otet"
    },
    {
      "name": "Otet 2",
      "category": "dictionar",
      "shortMeaning": "2semn de munca fara rost, o veche explicatie spune ca acest vis prevesteste necazuri cu bautura.",
      "fullInterpretation": "2semn de munca fara rost, o veche explicatie spune ca acest vis prevesteste necazuri cu bautura.",
      "slug": "otet-2"
    },
    {
      "name": "Otet 3",
      "category": "dictionar",
      "shortMeaning": "3amaraciune, intristare, cearta - alb- stapaneste-ti poftele - band- te imbolnavesti, nenorocire ...",
      "fullInterpretation": "3amaraciune, intristare, cearta - alb- stapaneste-ti poftele - band- te imbolnavesti, nenorocire - imbuteliezi- suparare mare in dragoste - rosu- cineva ii bate joc de tine - vazand- scandal, gelozie, pericol de boala.",
      "slug": "otet-3"
    },
    {
      "name": "Otet 4",
      "category": "dictionar",
      "shortMeaning": "4Visul acesta nu are prea multe explicatii, dar in orice caz nu-ti va merge prea bine in viata de zi cu zi.",
      "fullInterpretation": "4Visul acesta nu are prea multe explicatii, dar in orice caz nu-ti va merge prea bine in viata de zi cu zi. Otetul alb, vazut in vis, te atentioneaza ca ai cam multe pofte, ca ravnesti la fruct oprit, iar otetul rosu iti prevesteste ca vei avea ocazia sa te faci de ras.",
      "slug": "otet-4"
    },
    {
      "name": "Otrava",
      "category": "dictionar",
      "shortMeaning": "(Vezi si antidot).",
      "fullInterpretation": "(Vezi si antidot).Daca visezi ca iei otrava vei fi ridiculizat pentru lucrurile neobisnuite pe care le faci.",
      "slug": "otrava"
    },
    {
      "name": "Otravit",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "otravit"
    },
    {
      "name": "Ou / Oua a cumpara",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ou-oua-a-cumpara"
    }
  ]
}