{
  "symbols": [
    {
      "name": "Palmier",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "palmier"
    },
    {
      "name": "Palmui / palmuit",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "palmui-palmuit"
    },
    {
      "name": "Palnie",
      "category": "dictionar",
      "shortMeaning": "Daca visati o palnie semnifica faptul ca o sa va descurcati in situatii dificile.",
      "fullInterpretation": "Daca visati o palnie semnifica faptul ca o sa va descurcati in situatii dificile. Daca visati o palnie de plastic inseamna ca te vei confrunta cu o problema pe o perioada scurta de timp.",
      "slug": "palnie"
    },
    {
      "name": "Palton",
      "category": "dictionar",
      "shortMeaning": "In general, visarea unui palton este legata de protectia dumneavoastra sau a altcuiva.",
      "fullInterpretation": "In general, visarea unui palton este legata de protectia dumneavoastra sau a altcuiva. De asemenea, purtarea unui palton poate indica o schimbare brusca plina de situatii si evenimente. Palton vechi Visarea unu palton vechi poate simboliza o preietenie veche si castiguri oneste prin intermediul acestor prietenii. Cumparand un palton Cumpararea unui palton in vis indica faptul ca exista o anumita evolutie cu privire la unele probleme de sanatate (sanatatea dumneavostra sau a unui membru al familiei se va imbunatati). Vanzarea paltonului Vanzarea paltonului sau a oricaarei haine personale indica, de obicei, faptul ca veti renunta la ceva. De asemenea, poate insemna si ca ati potea un loc de munca bun, o sarcina care va poate aduce beneficii, etc. din cauza familiei sau a partenerului. Prin urmare, visul este legat de sacrificii. Pierderea paltonului Visand ca vi-ati perdut paltonul poate simboliza pierderea protectiei., vulnerabilitate sau nesiguranta. S-ar putea sa va fie dor de cineva care v-a sprijinit mereu (un parinte, un partener, un prieten, etc.) Alternativ, visul poate simboliza o ingrijorare legata de locul de munca actual, deoarece nu merge in directia in care vi-ati dorit, astfel ca va trebui sa acceptati oferte alternative care nu sunt pe placul dumneavoastra. Primind sau daruind un palton Daca cineva va ofera un palton cadou inseamna ca unteti o persoana apreciata, admirata sau o persoana de care cineva nu s-ar putea lipsi. Daruind cuiva un palton in vis , inseamna ca veti ajuta o persoana sa isi atinga un anume scop. Probabil ca atitudinea dumneavoastra va va aduce respect si admiratie din partea celor din jur. Interpretari culese din popor In general, protectie palton cu maneci scurte - perioada de lipsuri, certuri in familie, pierderea unui prieten imbracand un palton - protectie in caz de bola, ameliorarea unei boli palton frumos - profit, castig neasteptat.",
      "slug": "palton"
    },
    {
      "name": "Pamant",
      "category": "dictionar",
      "shortMeaning": "vezi pamant - sansa de imbogatire, trebuie doar sa gasesti sansa si sa profiti de ea, perioada ce...",
      "fullInterpretation": "vezi pamant - sansa de imbogatire, trebuie doar sa gasesti sansa si sa profiti de ea, perioada ce va presupune multa munca daca sapi in pamant - iti ingropi trecutul, renuntare si sacrificui, prevesteste neplaceri.Interpretari culese din folclor si cateva carti vechi de interpretarea viselor pamant (in general) - bogatie, dar si necaz arabil - avere arat- ne pregatim pentru succes arid a ara - insatisfactii bogat - bunastare bun a ara - noroc in afaceri cazand luna pe - nenorocire crapat- rautate mare in jur ghemuit la - probleme mari te framanta inundatie pe intreg - mari griji financiare incercuind o bucata de - ai o teama insorit - pace morman de - te asteapta zile grele mancand - parasim viata triviala negru - tristete, deprimare, necazuri nu-l putem lucra - pierderi paradisul pe - prosperitate pe termen lung parasesti - intri intr-o relatie pasionata pentru oale - chef ridicand - pguba ridichi in - treci printr-o perioada de tensiune si sensibilitate nervoasa sapi - belsug samanta crescand in - bunastare financiara saruti - dezamagire in chestiuni sentimentale secetos a arata - nenoroc semanam - rezultate bune smulgand din - afli un secret un pumn de - beneficiezi de o puternica putere fizica urinezi pe - te confrunti cu o serie de dificultati vazand- necazuri verde - echilibru zaci culcat pe - neplaceri, caz de moarte. Pamantul arat in vise inseamna ca va pregatiti pentru succes. Daca visati ca mergeti pe un pamant arat inseamna ca ati ajuns in punctul in care trebuie sa va ganditi bine la ceea ce faceti deoarece este posibil sa continuati pe un drum gresit, sa comiteti o serie de greseli pe care mai tarziu nu le veti mai putea repara.Pamantul negru in vise inseamna tristete, dprimare, necazuri. Totodata, daca visati un pamant negru si intins sugereaza surmenaj, melancolie.(pentru orele de geografie) unele probleme par mai mici decat in realitate, tendinta de a ignora complexitatea unei probleme, eschivare, fuga de realitate, neacceptarea unor probleme majore (cautand un loc pe glob) deruta, sentiment de neintegrare in mediul in care traiesti, dorinta de a lua legatura cu cat mai multa lume, sociabilitate, dar cu imposibilitatea de a cunoaste prea multe persoane, sentimentul ca nu apartii locului in care te afli, ca trebuie sa mai cauti (pamantul vazut din cosmos) grandoare, admiratie, respectarea valorii, dorinta de a atinge celebritatea.Din punct de vedere psihologic, orice movila de pamant care ne apare in vise este o legatura creata intre nevoile noastre foarte timpurii ale copilariei si alinarea sau confortul de la sanul mamei. In plan emotional, nevoia de mangaiere si ingrijire a barbatului ramane constanta de-a lungul intregii sale vieti. In acelasi timp insa, aceasta trebuie sa se impace cu ideea dependentei de feminin. Adeseori, visele in care apar movile de pamant il pot ajuta sa inteleaga acest lucru. Din punct de vedere spiritual, movila simbolizeaza Pamantul Mama sau patrunderea in lumea de dincolo.",
      "slug": "pamant"
    },
    {
      "name": "Pamant arat",
      "category": "dictionar",
      "shortMeaning": "Pamantul arat in vise inseamna ca va pregatiti pentru succes.",
      "fullInterpretation": "Pamantul arat in vise inseamna ca va pregatiti pentru succes. Daca visati ca mergeti pe un pamant arat inseamna ca ati ajuns in punctul in care trebuie sa va ganditi bine la ceea ce faceti deoarece este posibil sa continuati pe un drum gresit, sa comiteti o serie de greseli pe care mai tarziu nu le veti mai putea repara.",
      "slug": "pamant-arat"
    },
    {
      "name": "Pamant negru",
      "category": "dictionar",
      "shortMeaning": "Pamantul negru in vise inseamna tristete, dprimare, necazuri.",
      "fullInterpretation": "Pamantul negru in vise inseamna tristete, dprimare, necazuri. Totodata, daca visati un pamant negru si intins sugereaza surmenaj, melancolie.",
      "slug": "pamant-negru"
    },
    {
      "name": "Pamantul",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pamantul"
    },
    {
      "name": "Pamatuf",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pamatuf"
    },
    {
      "name": "Pampers / scutec",
      "category": "dictionar",
      "shortMeaning": "De regula, pampersul ( cum i se spune mai nou la scutec :) ) reprezinta ceva din viata dumneavoas...",
      "fullInterpretation": "De regula, pampersul ( cum i se spune mai nou la scutec :) ) reprezinta ceva din viata dumneavoastra care trebuie ingrijit constant. O problema foarte solicitanta sau ceva care necesita o responsabilitate recurenta. Vazand sau purtand un scutec in visul dumneavoastra simbolizeaza atitudinile si actiunile dumneavostra copilaresti. Sar putea sa fiti prea dependent de ceilalti. Visand ca schimbati scutece sugereaza nevoia de a va curata comportamentul si de a va schimba caile copilaresti. Poate ca ar trebui sa va schimbati atitudinea si abordarea cu privire la o noua idee sau proiect. Scutecele murdare din vise indica nevoia de curatare a mizeriei din viata dumneavoastra. De asemenea, acest vis simbolizeaza constientizarea unei probleme din viata de zi cu zi care are nevoie de atentie. O nevoie de a avea grija in mod responsabil sau discret. O nevoie de a va implica la problema altcuiva. Exemplu de vis: O vemeie a visat un copil intr-un scutec care o conducea tinand-o de incheietura manii intr-o camera intunecata. In viata de zi cu zi, aceasta avea ganduri de a se razgandi in legatura cu o procedura de fertilizare la o clinica. Copilul in scutec reflecta dorinta acesteia de a creste un copil.",
      "slug": "pampers-scutec"
    },
    {
      "name": "Pana",
      "category": "dictionar",
      "shortMeaning": "Daca visezi panas semnifica faptul ca orgoliul iti va fi ranitVisul in care vedeti sau mancati sp...",
      "fullInterpretation": "Daca visezi panas semnifica faptul ca orgoliul iti va fi ranitVisul in care vedeti sau mancati spanac indica nevoia dumneavoastra de a fi revitalizat, reenergizat. Este sinonim cu puterea si forta. Alternativ, visul va poate spune pur si simplu ca ar trebui sa mancati mai bine si sa duceti un stil de viata mai sanatos.",
      "slug": "pana"
    },
    {
      "name": "Pana de cauciuc",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pana-de-cauciuc"
    },
    {
      "name": "Panas",
      "category": "dictionar",
      "shortMeaning": "Daca visezi panas semnifica faptul ca orgoliul iti va fi ranit",
      "fullInterpretation": "Daca visezi panas semnifica faptul ca orgoliul iti va fi ranit",
      "slug": "panas"
    },
    {
      "name": "Pandantiv",
      "category": "dictionar",
      "shortMeaning": "Pandantivul in vise reprezinta relatiile dumneavoastra personale si dorinta de a fi iubit neconditionat.",
      "fullInterpretation": "Pandantivul in vise reprezinta relatiile dumneavoastra personale si dorinta de a fi iubit neconditionat. Va simtiti legat de cineva, sunteti atins la nivel emotional de o persoana sau de o situatie anume din viata.",
      "slug": "pandantiv"
    },
    {
      "name": "Pandativ",
      "category": "dictionar",
      "shortMeaning": "Visarea unui pandativ are, in general, implicatii semnificative asupra vietii de zi cu zi.",
      "fullInterpretation": "Visarea unui pandativ are, in general, implicatii semnificative asupra vietii de zi cu zi. Acesta poate reflecta emotii actuale, ganduri adanc inradacinate sau evenimente viitoare. Vazand sau purtand un pandativ in vis , reprezinta relatiile si dorintele de iubire neconditionata. De asemenea, este posibil sa va simtiti atinsi emotional de o situatie sau de o persoana. Un pandativ rupt sau defect in vis va prevesti vesti proaste, posibil pierderi financiare si liniste tulburata. Visand pierderea unui pandativ, ar putea sugera faptul ca cineva incearca sa va saboteze, asa ca este esential sa fiti trecaut si sa iti iei masuri de preventie, mai ales la locul de munca. Visul in care ati cumparat un pandativ este unul de bun augur. Acesta prevesteste un evenement fericit in familie, poate fi vorba despre o eventuala casatorie.",
      "slug": "pandativ"
    },
    {
      "name": "Pandind",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pandind"
    },
    {
      "name": "Panglica",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "panglica"
    },
    {
      "name": "Panglici",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "panglici"
    },
    {
      "name": "Panica",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca esti panicat indica faptul ca realizarile dumneavoastra nu vor fi de succes cum ati anticipat.",
      "fullInterpretation": "Daca visezi ca esti panicat indica faptul ca realizarile dumneavoastra nu vor fi de succes cum ati anticipat. Va confruntati cu anxietate in diferite aspecte ale vietii dumneavoastra. Daca visezi ca temerile mai grave devin realitate semnifica rezistenta la schimbare.Ti-e frica sa se confrunte cu aspecte necunoscute de tine.",
      "slug": "panica"
    },
    {
      "name": "Panou",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "panou"
    },
    {
      "name": "Pansament",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pansament"
    },
    {
      "name": "Panselute",
      "category": "dictionar",
      "shortMeaning": "Daca visezi panselute semnifica faptul ca te vei certa cu ceilalti.",
      "fullInterpretation": "Daca visezi panselute semnifica faptul ca te vei certa cu ceilalti. De asemenea,Â aceste flori semnifica ca vei avea parte de iubire , gingasie de la persoana care te iubeste in taina.",
      "slug": "panselute"
    },
    {
      "name": "Pantalon",
      "category": "dictionar",
      "shortMeaning": "Pantalonii scurti in vise reprezinta slabiciunea, nevoia de ocrotire sau indrumare, imaturitate, ...",
      "fullInterpretation": "Pantalonii scurti in vise reprezinta slabiciunea, nevoia de ocrotire sau indrumare, imaturitate, vulnerabilitate in fata pericolelor. Totodata, visul la pantaloni scurti mai poate insemna si faptul ca va faceti de ras singur.",
      "slug": "pantalon"
    },
    {
      "name": "Pantaloni",
      "category": "dictionar",
      "shortMeaning": "Pantalonii scurti in vise reprezinta slabiciunea, nevoia de ocrotire sau indrumare, imaturitate, ...",
      "fullInterpretation": "Pantalonii scurti in vise reprezinta slabiciunea, nevoia de ocrotire sau indrumare, imaturitate, vulnerabilitate in fata pericolelor. Totodata, visul la pantaloni scurti mai poate insemna si faptul ca va faceti de ras singur.",
      "slug": "pantaloni"
    },
    {
      "name": "Pantaloni scurti",
      "category": "dictionar",
      "shortMeaning": "Pantalonii scurti in vise reprezinta slabiciunea, nevoia de ocrotire sau indrumare, imaturitate, ...",
      "fullInterpretation": "Pantalonii scurti in vise reprezinta slabiciunea, nevoia de ocrotire sau indrumare, imaturitate, vulnerabilitate in fata pericolelor. Totodata, visul la pantaloni scurti mai poate insemna si faptul ca va faceti de ras singur.",
      "slug": "pantaloni-scurti"
    },
    {
      "name": "Pantece",
      "category": "dictionar",
      "shortMeaning": "Visul in care ne vedem pe noi insine observand pantecele altcuiva ne atrage atentia asupra sentim...",
      "fullInterpretation": "Visul in care ne vedem pe noi insine observand pantecele altcuiva ne atrage atentia asupra sentimentelor acelei persoane. - Daca in vis avem reprezentarea pantecelui nostru balonat, este posibil ca, din punct de vedere psihologic, sa ne aflam intr-un punct in care ne este necesar sa ne exprimam sentimentele, fie prin accese de furie, fie prin discutii deschise. Intrucat reprezinta locul in care se afla plexul solar, pantecele este centru spiritual al vietii.",
      "slug": "pantece"
    },
    {
      "name": "Pantera",
      "category": "dictionar",
      "shortMeaning": "Pantera neagra in vise este simbolul salbaticiei, al intolerantei si al lipsei de maniere.",
      "fullInterpretation": "Pantera neagra in vise este simbolul salbaticiei, al intolerantei si al lipsei de maniere. Totodata, visul la o pantera neagra poate prezice un mare necaz. Visul in care alungati sau omorati o pantera neagra inseamna ca veti castiga multi bani in viitorul apropiat. Daca visati ca o pantera neagra este agitata si flamanda atunci inseamna ca veti avea parte de o mare realizare la locul de munca, o posibila promovare. Visul in care vedeti o pantera neagra in cusca simbolizeaza ca nimeni nu va poate face rau, sunteti protejat.",
      "slug": "pantera"
    },
    {
      "name": "Pantera neagra",
      "category": "dictionar",
      "shortMeaning": "Pantera neagra in vise este simbolul salbaticiei, al intolerantei si al lipsei de maniere.",
      "fullInterpretation": "Pantera neagra in vise este simbolul salbaticiei, al intolerantei si al lipsei de maniere. Totodata, visul la o pantera neagra poate prezice un mare necaz. Visul in care alungati sau omorati o pantera neagra inseamna ca veti castiga multi bani in viitorul apropiat. Daca visati ca o pantera neagra este agitata si flamanda atunci inseamna ca veti avea parte de o mare realizare la locul de munca, o posibila promovare. Visul in care vedeti o pantera neagra in cusca simbolizeaza ca nimeni nu va poate face rau, sunteti protejat.",
      "slug": "pantera-neagra"
    },
    {
      "name": "Pantof",
      "category": "dictionar",
      "shortMeaning": "vei lua un barbat bun, dorintele se implinesc - avand unul singur- esti asteptat - barbatesti- it...",
      "fullInterpretation": "vei lua un barbat bun, dorintele se implinesc - avand unul singur- esti asteptat - barbatesti- iti merge bine la serviciu - curatind- discutii aprinse cu prietenii - de copil- promovare la serviciu - de dama- sperante dintr-o calatorie cu un barbat bun, neantelegeri cu sora sau cu fratele tau - de lemn- mizerie, seceta - de lemn purtand- vreme proasta, mare saracie si mizerie - la reparat- urmeaza-ti chemarile inimii - noi- vei primi daruri - numai unul avand in picioare- asteptare cu dragoste si dor - pierzand talpa de pe ei- o sansa ti se iveste, profita de ea - pierzandu-i- saracie - repari- viata linistita - stricati purtand- neantelegere, dezonoare - vechi- atentie, urmeaza o perioada de neplaceri. Pentru o interpretare in detaliu consultati visul : IncaltaminteVisul despre un pantof pierdut ar putea sa va duca cu gandul la cum drumurile vietii s-au pierdut sau ca sufletul dumneavoastra este prea incurcat. Uneori, s-ar putea sa visati ca va intindeti spre bancheta din spate a masinii pentru a cauta pantoful pierdut. Aceasta cautare va duce spre un loc din viata dumneavoastra unde ati pierdut ceva mult mai important, o energie vitala sau o identitate pe care acum incercati sa o recastigati. A pierde un pantof in vise ar putea sugera ca nu sunteti pregatit sau ca nu doriti sa faceti urmatorul pas, sa mergeti inainte intr-o anumita situatie din viata dumneavoastra. Visul ar mai putea indica faptul ca ati uitat un pas important sau ca nu intelegeti pe deplin ceva important. drum nou, depasirea limitelor proprii pantofi desperechiati - cautarea unui partener, singuratate, lipsa sentimentului de iubire, dorinta de a gasi parteneru potrivit fie intr-o relatie de afaceri fie intr-una de iubire pantofi vechi - lancezeala, lipsa de curaj si de initiative. Pentru o interpretare amananuntinta consultati visul : IncaltaminteVisul la pantofi albi este un semn ca veti afla vesti bune. Poate fi vorba de o promovare, de o marire de salariu, de o vizita placuta din partea cuiva sau chiar de o sarcina. Totusi, nu va entuziasmati prea tare si incercati sa tratati vestile cum se cuvine.Pantofii cu toc in vis inseamna ca aveti un complex de superioritate. Va simtiti deasupra tuturor. Aveti incredere maxima in dumneavoastra si va simtiti plin de curaj. Considerati ca trebuie sa aveti prioritate oriunde mergeti.Daca visati ca pantofii sunt murdari inseamna ca va veti face inamici daca continuati sa criticati lumea. Visul in care purtati pantofi murdari va avertizeaza ca ar trebui sa nu va mai inconjurati de oameni rai sau dusmani. Incercati sa nu mai fiti atat de critic.Pantofii negrii in vis inseamna ca va veti bucura de un succes financiar. Totodata, acest succes va va aduce si o stare de sine foarte buna, veti fi multumiti de progresele realizate.Pantofii noi in vise sugereaza ca veti merge pe un drum necunoscut, porbabil o afacere necunoscuta, dar de succes. Visul ar putea avea interpretare ca sunteti increzatori in succesul dumneavoastra. Alternativ, o pereche de pantofi noi, de lux aparuta in vise inseamna ca veti fi onorati, respectati de cei din jur.",
      "slug": "pantof"
    },
    {
      "name": "Pantof pierdut",
      "category": "dictionar",
      "shortMeaning": "Visul despre un pantof pierdut ar putea sa va duca cu gandul la cum drumurile vietii s-au pierdut...",
      "fullInterpretation": "Visul despre un pantof pierdut ar putea sa va duca cu gandul la cum drumurile vietii s-au pierdut sau ca sufletul dumneavoastra este prea incurcat. Uneori, s-ar putea sa visati ca va intindeti spre bancheta din spate a masinii pentru a cauta pantoful pierdut. Aceasta cautare va duce spre un loc din viata dumneavoastra unde ati pierdut ceva mult mai important, o energie vitala sau o identitate pe care acum incercati sa o recastigati. A pierde un pantof in vise ar putea sugera ca nu sunteti pregatit sau ca nu doriti sa faceti urmatorul pas, sa mergeti inainte intr-o anumita situatie din viata dumneavoastra. Visul ar mai putea indica faptul ca ati uitat un pas important sau ca nu intelegeti pe deplin ceva important.",
      "slug": "pantof-pierdut"
    },
    {
      "name": "Pantofi",
      "category": "dictionar",
      "shortMeaning": "drum nou, depasirea limitelor proprii pantofi desperechiati - cautarea unui partener, singuratate...",
      "fullInterpretation": "drum nou, depasirea limitelor proprii pantofi desperechiati - cautarea unui partener, singuratate, lipsa sentimentului de iubire, dorinta de a gasi parteneru potrivit fie intr-o relatie de afaceri fie intr-una de iubire pantofi vechi - lancezeala, lipsa de curaj si de initiative. Pentru o interpretare amananuntinta consultati visul : IncaltaminteVisul la pantofi albi este un semn ca veti afla vesti bune. Poate fi vorba de o promovare, de o marire de salariu, de o vizita placuta din partea cuiva sau chiar de o sarcina. Totusi, nu va entuziasmati prea tare si incercati sa tratati vestile cum se cuvine.Pantofii cu toc in vis inseamna ca aveti un complex de superioritate. Va simtiti deasupra tuturor. Aveti incredere maxima in dumneavoastra si va simtiti plin de curaj. Considerati ca trebuie sa aveti prioritate oriunde mergeti.Daca visati ca pantofii sunt murdari inseamna ca va veti face inamici daca continuati sa criticati lumea. Visul in care purtati pantofi murdari va avertizeaza ca ar trebui sa nu va mai inconjurati de oameni rai sau dusmani. Incercati sa nu mai fiti atat de critic.Pantofii negrii in vis inseamna ca va veti bucura de un succes financiar. Totodata, acest succes va va aduce si o stare de sine foarte buna, veti fi multumiti de progresele realizate.Pantofii noi in vise sugereaza ca veti merge pe un drum necunoscut, porbabil o afacere necunoscuta, dar de succes. Visul ar putea avea interpretare ca sunteti increzatori in succesul dumneavoastra. Alternativ, o pereche de pantofi noi, de lux aparuta in vise inseamna ca veti fi onorati, respectati de cei din jur.Pantofii rupti in vise inseamna ca va veti face de rusine in anumite instante, veti fi dezonorat.Visul in care purtati pantofi vechi inseamna ca veti avea parte de multa intelegere si iubire in casa. Daca in vis aveti un singur pantof vechi inseamna ca trebuie sa fiti precaut deoarece vi se pregateste ceva rau.",
      "slug": "pantofi"
    },
    {
      "name": "Pantofi albi",
      "category": "dictionar",
      "shortMeaning": "Visul la pantofi albi este un semn ca veti afla vesti bune.",
      "fullInterpretation": "Visul la pantofi albi este un semn ca veti afla vesti bune. Poate fi vorba de o promovare, de o marire de salariu, de o vizita placuta din partea cuiva sau chiar de o sarcina. Totusi, nu va entuziasmati prea tare si incercati sa tratati vestile cum se cuvine.",
      "slug": "pantofi-albi"
    },
    {
      "name": "Pantofi cu toc",
      "category": "dictionar",
      "shortMeaning": "Pantofii cu toc in vis inseamna ca aveti un complex de superioritate.",
      "fullInterpretation": "Pantofii cu toc in vis inseamna ca aveti un complex de superioritate. Va simtiti deasupra tuturor. Aveti incredere maxima in dumneavoastra si va simtiti plin de curaj. Considerati ca trebuie sa aveti prioritate oriunde mergeti.",
      "slug": "pantofi-cu-toc"
    },
    {
      "name": "Pantofi murdari",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca pantofii sunt murdari inseamna ca va veti face inamici daca continuati sa criticati lumea.",
      "fullInterpretation": "Daca visati ca pantofii sunt murdari inseamna ca va veti face inamici daca continuati sa criticati lumea. Visul in care purtati pantofi murdari va avertizeaza ca ar trebui sa nu va mai inconjurati de oameni rai sau dusmani. Incercati sa nu mai fiti atat de critic.",
      "slug": "pantofi-murdari"
    },
    {
      "name": "Pantofi negri",
      "category": "dictionar",
      "shortMeaning": "Pantofii negrii in vis inseamna ca va veti bucura de un succes financiar.",
      "fullInterpretation": "Pantofii negrii in vis inseamna ca va veti bucura de un succes financiar. Totodata, acest succes va va aduce si o stare de sine foarte buna, veti fi multumiti de progresele realizate.",
      "slug": "pantofi-negri"
    },
    {
      "name": "Pantofi noi",
      "category": "dictionar",
      "shortMeaning": "Pantofii noi in vise sugereaza ca veti merge pe un drum necunoscut, porbabil o afacere necunoscuta, dar de succes.",
      "fullInterpretation": "Pantofii noi in vise sugereaza ca veti merge pe un drum necunoscut, porbabil o afacere necunoscuta, dar de succes. Visul ar putea avea interpretare ca sunteti increzatori in succesul dumneavoastra. Alternativ, o pereche de pantofi noi, de lux aparuta in vise inseamna ca veti fi onorati, respectati de cei din jur.",
      "slug": "pantofi-noi"
    },
    {
      "name": "Pantofi rupti",
      "category": "dictionar",
      "shortMeaning": "Pantofii rupti in vise inseamna ca va veti face de rusine in anumite instante, veti fi dezonorat.",
      "fullInterpretation": "Pantofii rupti in vise inseamna ca va veti face de rusine in anumite instante, veti fi dezonorat.",
      "slug": "pantofi-rupti"
    },
    {
      "name": "Pantofi vechi",
      "category": "dictionar",
      "shortMeaning": "Visul in care purtati pantofi vechi inseamna ca veti avea parte de multa intelegere si iubire in casa.",
      "fullInterpretation": "Visul in care purtati pantofi vechi inseamna ca veti avea parte de multa intelegere si iubire in casa. Daca in vis aveti un singur pantof vechi inseamna ca trebuie sa fiti precaut deoarece vi se pregateste ceva rau.",
      "slug": "pantofi-vechi"
    },
    {
      "name": "Pantomima",
      "category": "dictionar",
      "shortMeaning": "Pentru foarte multi oameni pantomima reprezinta o amintire a vremurilor fericite ale copilariei s...",
      "fullInterpretation": "Pentru foarte multi oameni pantomima reprezinta o amintire a vremurilor fericite ale copilariei si se manifesta adesea in vis ca un memento al unor perioade fericite lipsite de griji. De asemenea, poate sugera latura spontana si ludica a personalitatii tale. Datorita faptului ca imaginile asociate pantomimei sunt adeseori exagerate si impresionante, aceasta poate fi folosita in vis ca un mijloc de a ne atrage atentia asupra unor aspecte de a caror existenta trebuie sa devenim constienti. Cele mai multe imagini asociate teatrului ilustreaza ideea lumii ca o scena. In cazul pantomimei, vorbim despre o reprezentare suprarealista a acestei conceptii.",
      "slug": "pantomima"
    },
    {
      "name": "Panza",
      "category": "dictionar",
      "shortMeaning": "La nivel al concretului, panza de in sugereaza in vis inclinatia pentru obiectele frumoase.",
      "fullInterpretation": "La nivel al concretului, panza de in sugereaza in vis inclinatia pentru obiectele frumoase.Â Fetele de masa din in, de exemplu, pot fi un indiciu al unui prilej de sarbatoare, in sensul in care in aceste ocazii folosim doar cele mai frumoase lucruri.Â Cearsafurile din in pot semnifica senzualitatea. In lumea actuala, cand totul pare sa se realizeze cat mai repede si mai usor posibil, panza de in care ne apare in vise simbolizeaza o incetinire a pasului si o atitudine atenta si grijulie. In plan spiritual, panza fina de in simbolizeaza puritatea si virtutea. Trimite cu gandul la giulgiul lui Isus, sugerand adoratia si dragostea.In general, panza de paianjen face referire la unele sentimente cu privire la o situatie lipsita de sens sau de speranta. De asemenea, visul poate arata ca traiti cu o problema cu care deja v-ati obisnuit sau faptul ca nu gasiti o solutie la problema dumneavoastra. Sunteti constient de negativitatea din viata si va simtiti jenat cand incercati sa discutati despre probleme vechi pe care nu le puteti evita. Alternativ, visul este un semn al neglijentei responsabilitatilor sau al talentelor. In traditia noastra populara, panza de paianjen simbolizeaza planul inamicului de a va ingreuna viata. Visand panze de paianjeni pe peretii camerei tale reflecata sentimente de neputinta cu privire la probemele sau personalitatea dumneavoastra. Indepartand panze de paianjen reprezinta un comportament care se concentreaza pe gestionarea problemelor care au scapat de sub control. Daca folositi mana pentu a le indeparta, este semn ca veti obtine o victorie.In vechime panza de sac simboliza umilinta. Oamenii purtau un astfel de material pentru a sugera cat sunt de neinsemnati sau pentru a-si cere iertare pentru o anumita fapta. In zilele noastre, aparitia in vis a unei panze de sac sugereaza sentimentul de a ne fi umilit singuri intr-un anumit contex. Panza de sac simbolizeaza si pocainta. Este posibil sa simtim ca ne-am umilit pe noi insine, dar in egala masura aratam ca ne caim pentru o actiune sau o fapta. Panza de sac sugereaza ca trebuie sa ne exteriorizam acest sentiment. Pe vremuri, panza de sac era purtata in semn de doliu, ca simbol al pierderii sufletesti. Acest simbolism poate aparea in vise.",
      "slug": "panza"
    },
    {
      "name": "Panza de in",
      "category": "dictionar",
      "shortMeaning": "La nivel al concretului, panza de in sugereaza in vis inclinatia pentru obiectele frumoase.",
      "fullInterpretation": "La nivel al concretului, panza de in sugereaza in vis inclinatia pentru obiectele frumoase.Â Fetele de masa din in, de exemplu, pot fi un indiciu al unui prilej de sarbatoare, in sensul in care in aceste ocazii folosim doar cele mai frumoase lucruri.Â Cearsafurile din in pot semnifica senzualitatea. In lumea actuala, cand totul pare sa se realizeze cat mai repede si mai usor posibil, panza de in care ne apare in vise simbolizeaza o incetinire a pasului si o atitudine atenta si grijulie. In plan spiritual, panza fina de in simbolizeaza puritatea si virtutea. Trimite cu gandul la giulgiul lui Isus, sugerand adoratia si dragostea.",
      "slug": "panza-de-in"
    },
    {
      "name": "Panza de paianjen",
      "category": "dictionar",
      "shortMeaning": "In general, panza de paianjen face referire la unele sentimente cu privire la o situatie lipsita ...",
      "fullInterpretation": "In general, panza de paianjen face referire la unele sentimente cu privire la o situatie lipsita de sens sau de speranta. De asemenea, visul poate arata ca traiti cu o problema cu care deja v-ati obisnuit sau faptul ca nu gasiti o solutie la problema dumneavoastra. Sunteti constient de negativitatea din viata si va simtiti jenat cand incercati sa discutati despre probleme vechi pe care nu le puteti evita. Alternativ, visul este un semn al neglijentei responsabilitatilor sau al talentelor. In traditia noastra populara, panza de paianjen simbolizeaza planul inamicului de a va ingreuna viata. Visand panze de paianjeni pe peretii camerei tale reflecata sentimente de neputinta cu privire la probemele sau personalitatea dumneavoastra. Indepartand panze de paianjen reprezinta un comportament care se concentreaza pe gestionarea problemelor care au scapat de sub control. Daca folositi mana pentu a le indeparta, este semn ca veti obtine o victorie.",
      "slug": "panza-de-paianjen"
    },
    {
      "name": "Panza de sac",
      "category": "dictionar",
      "shortMeaning": "In vechime panza de sac simboliza umilinta.",
      "fullInterpretation": "In vechime panza de sac simboliza umilinta. Oamenii purtau un astfel de material pentru a sugera cat sunt de neinsemnati sau pentru a-si cere iertare pentru o anumita fapta. In zilele noastre, aparitia in vis a unei panze de sac sugereaza sentimentul de a ne fi umilit singuri intr-un anumit contex. Panza de sac simbolizeaza si pocainta. Este posibil sa simtim ca ne-am umilit pe noi insine, dar in egala masura aratam ca ne caim pentru o actiune sau o fapta. Panza de sac sugereaza ca trebuie sa ne exteriorizam acest sentiment. Pe vremuri, panza de sac era purtata in semn de doliu, ca simbol al pierderii sufletesti. Acest simbolism poate aparea in vise.",
      "slug": "panza-de-sac"
    },
    {
      "name": "Papa",
      "category": "dictionar",
      "shortMeaning": "Adeseori, atunci cand in vis apare un papa, este semnul unor confruntari cu convingerile religioase.",
      "fullInterpretation": "Adeseori, atunci cand in vis apare un papa, este semnul unor confruntari cu convingerile religioase. Imaginea papei poate fi blanda sau aspra, in functie de felul in care ne-a fost infatisata in copilarie. Visul in care il intalnim pe papa reprezinta orientare spirituala si convingeri. Acest vis serveste ca sursa de inspiratie. Papa apare in vis ca un substitul al figurii tatalui sau ca o personificare a lui Dumnezeu. Din punct de vedere spiritual, figura suveranului pontif poate simboliza mentorul spiritual sau Sinele Suprem.",
      "slug": "papa"
    },
    {
      "name": "Papadie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "papadie"
    },
    {
      "name": "Papagal",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "papagal"
    },
    {
      "name": "Papetarie",
      "category": "dictionar",
      "shortMeaning": "Recuzitele sunt aducatoare de noroc si inseamna ca vei avea conditii financiare bune.",
      "fullInterpretation": "Recuzitele sunt aducatoare de noroc si inseamna ca vei avea conditii financiare bune.",
      "slug": "papetarie"
    },
    {
      "name": "Papion",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "papion"
    },
    {
      "name": "Papiota",
      "category": "dictionar",
      "shortMeaning": "Papiota in vise inseamna ca aveti destul timp pentru a va rezolva problemele, totul e sa nu va grabiti.",
      "fullInterpretation": "Papiota in vise inseamna ca aveti destul timp pentru a va rezolva problemele, totul e sa nu va grabiti.",
      "slug": "papiota"
    },
    {
      "name": "Papirus",
      "category": "dictionar",
      "shortMeaning": "Visul in care vezi un papirus indica faptul ca trebuie sa privesti in trecut pentru a putea invata din el (din greseli).",
      "fullInterpretation": "Visul in care vezi un papirus indica faptul ca trebuie sa privesti in trecut pentru a putea invata din el (din greseli). - Un papirus unic in vise face referire la cunostintele tale care sunt periculoase. - Visul in care vezi un papirus rupt este un semn care iti spune sa nu fi prea repezit(a).",
      "slug": "papirus"
    }
  ]
}