{
  "symbols": [
    {
      "name": "Pata de sange",
      "category": "dictionar",
      "shortMeaning": "Visul in care vedeti o pata de sangeinseamna ca cineva va minte, dar nu recunoaste.",
      "fullInterpretation": "Visul in care vedeti o pata de sangeinseamna ca cineva va minte, dar nu recunoaste. Daca visati pete de sange pe haine inseamna ca veti primi ilegal o suma de bani sau ca vei comite un pacat. Visul ar mai putea insemna ca aveti inamici care incearca sa va distruga o cariera ce vi se deschide in fata. Ar trebui sa va feriti de prietenii ciudate. Dictionarul lui Zhougong relateaza ca a visa o pata de sange pe saltea sugereaza ca ceva rau i se va intampla partenerului dumneavoastra de viata.",
      "slug": "pata-de-sange"
    },
    {
      "name": "Pete pe fata sau corp",
      "category": "dictionar",
      "shortMeaning": "Petele de pe fata sau de pe corp pot insemna lucruri diferite in functie de modul si contextul in...",
      "fullInterpretation": "Petele de pe fata sau de pe corp pot insemna lucruri diferite in functie de modul si contextul in care apar, dar in general acestea vor simboliza ceva negativ. Ele ar putea reprezenta o emotie legata de o durere, vinovatie, rusine sau secrete iesite la suprafata. Alterantiv, in putin cazuri, un asemenea vis ar putea indica o stare de sanatate care necesita atentie. Visan pete intunecate pe pielea proprie sunt un semn asupra faptului ca ar trebui sa fiti mai atent la modul de viata, incercati sa schimbati mici aspecte ale vietii zilnice si astfel starea de spirit vi se va imbunatatii. Petele pigmentare de pe fata simbolizeaza o tendinta de a da vina pe altii pentru esecurile proprii. Alternativ, visul prevesteste o abordare iesita din comun pentru a solutiona o problema urgenta.",
      "slug": "pete-pe-fata-sau-corp"
    },
    {
      "name": "Petice",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "petice"
    },
    {
      "name": "Petrecere",
      "category": "dictionar",
      "shortMeaning": "Visele despre o simpla petrecere cu prietenii reflecta deobicei nevoia de a iesi mai mult si de a va distra.",
      "fullInterpretation": "Visele despre o simpla petrecere cu prietenii reflecta deobicei nevoia de a iesi mai mult si de a va distra. Daca petrecerea este una incomoda sau plictisitoare, este semnul lipsei de incredere. In general, petrecerile din vise pot scoate la suprafata diverse semnimente de fericire sau de frustrare din viata de zi cu zi. Adesea, astfel de vise prezinta un anumit nivel de frustrare sexuala si pot aparea ca rezultat al faptului ca visatorul este introvertit. Visand ca planificati o petrecere in detaliu ar putea sugera faptul ca sunteti prea metodic si ca ar trebui sa fiti, in general, mai spontan cu modul in care va traiti viata. Invitand sau trimitand invitati prietenilor la o petrecere organizata de catre dumneavoastra sugereaza faptul ca doriti sa va extindeti cercul social. Luati in considerare persoanele invitate la petrecere, poate ca nu ati tinut legatura si doriti sa va reconectati. Gazduirea unei petreceri este semnul ca a sosit momentul sa renuntati la barierele si inhibitiile personale. Alternativ, visul reflecta unele nevoi sociale de a intalni oameni noi. Petrecere surpriza. Un astfel de vis simbolizeaza recunoasterea, atentia pozitiva sau aprecierea celor din jur. Petrecerea de la ziua de nastere (a ta) reflecata propria apreciere pentru viata. Daca este vorba despre ziua de nastre a unui prieten, este semn ca veti auzi vesti bune de la acesta. Petrecere de adio sau de pensionare. O astfel de petrecere indica faptul ca apreciati si va este dor de cineva care v-a ajutat mult in viata. Petrecera burlacilor sau a burlacitelor. Poate fi un vis nebun sau salbatic si se refera la petrecerile de ultim moment, inainte de a schimba stilul de viata sau de a porni pe un nou drum. Poate ca simtiti ca vietii dumneavoastra ii lipseste ceva si doriti sa va condimentati rutina de zi cu zi. Subconstientul este in cautare de noi experiente. Daca sunteti casatorit/a, lipsa romantismului si al apropierii poate fi cauza acestor vise. Petrecere de Craciun. Acest vis prevesteste o relatie amoroasa la orizont sau timp armonios petrecut cu cei dragi. Petrecere de anul nou. Visul este unul de anticipare, poate ca asteptati cu nerabdare un eveniment major sau poate ca veti demara in curt timp un proiect sau o afacere. Numaratoare inversa va aduce noi capitole in viata dumneavoastra.",
      "slug": "petrecere"
    },
    {
      "name": "Petrol",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat o platforma de petrol inseamna ca incerci sa ajungi la miezul unei probleme emotionale.",
      "fullInterpretation": "- Daca ai visat o platforma de petrol inseamna ca incerci sa ajungi la miezul unei probleme emotionale. In cazul in care petrolul tasneste in flacari este semn ca esti coplesit(a) de emotiile tale. - Visul in care vezi un camp bogat in petrol semnifica apreciere pentru munca ta si o plata mai consistenta. - Daca in vis te identifici drept un comerciant si vinzi petrol este semn ca o persona necinstita va incerca sa te influenteze.",
      "slug": "petrol"
    },
    {
      "name": "Pi",
      "category": "dictionar",
      "shortMeaning": "Numarul π (adesea scris pi) este o constanta matematica care poate aprea si in vise.",
      "fullInterpretation": "Numarul π (adesea scris pi) este o constanta matematica care poate aprea si in vise. Desi, pi este un numar irational, adica valoare sa nu poate fi exprimata cu exactitate, de cele mai multe ori acesta apare in vise sub forma de numar \"3.14\" sau sub forma de simbol \"π\" . Atat visarea simbolui cat si a numarului rezoneaza cu fericirea si simbolizeaza vointa si aprecierea.Ca si a saisprezecea litera din alfabetul grecesc, PI vine imediat dupa litera omicron si este urmata de litera rho. Se spune ca semnul π (PI) provine din sistemul alfabetului fenician si este unul dintre cele mai importante simboluri cunoscute. Pentru mai multe detalii consultati semnificatia visului : PI",
      "slug": "pi"
    },
    {
      "name": "Pian",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pian"
    },
    {
      "name": "Piaptan / pieptane / pieptene",
      "category": "dictionar",
      "shortMeaning": "Vis cu multiple semnificatii si interpretari.",
      "fullInterpretation": "Vis cu multiple semnificatii si interpretari. In general, acesta, este asociat cu o modificare sau o metada de schimbare. Alternativ, visul prezinta lipsa de empatie si dorinta de a va detasa de oamenii care va incarca cu problemele lor. Primind un piptenene drept cadou, prevesteste demoralizari in viitorul apropiat. Daca oferiti cadou un peptene, inseamna ca este posibil sa raniti involuntar pe cineva cu spusele dumneavoastra. Cumparand un piptene de par, inseamna ca a venit momentul sa parasiti zona de confort si sa incercati lucruri noi. Poate ca sunteti nesigur de aceste lucruri noi sau poate ca va sperie, fiti ferm si totul va fi bine. Veti primi o sarcina care va necesita o implicare mare din partea dumneavoastra si, aceasta este, de asemenea, ocazia ideala pentru a scapa de anumite temeri care va impiedica sa faceti progrese. Pierzand un pieptene in vis, inseamna ca relatia dumneavoastra cu partenerul este in pericol din cauza nesigurantei sau a increderii de sine. Aruncand un pieptene de par, inseamna ca in sfarsit vei lua atitudine si vei pune o persoana la locul sau care in ultima vreme v-a umilit constant. Ati suportat multa vreme jignirile acesteia, nevrand sa va certati. Visand curatarea pietenelui de par, implica o intalnire inconfortabila cu persoana care nu va este apropiata sau nu ati avut o relatie foarte buna.",
      "slug": "piaptan-pieptane-pieptene"
    },
    {
      "name": "Piata",
      "category": "dictionar",
      "shortMeaning": "Visul in care te afli intr-o piata reprezinta o nevoie emotionala sau fizica care iti lipseste in prezent din viata.",
      "fullInterpretation": "Visul in care te afli intr-o piata reprezinta o nevoie emotionala sau fizica care iti lipseste in prezent din viata. Trebuie luate in considerare si elementele specifice pe care le cumparati din piata. Alternativ, piata semnifica frugalitate. - O piata goala semnifica depresie si melancolie.- Daca ai visat ca mergi intr-o piata de peste inseamna placere si bucurie. - Visul in care vezi peste putrezit sau care da sa putrezeasca, la piata de peste, denota suferinta, care va veni in deghizarea fericirii.",
      "slug": "piata"
    },
    {
      "name": "Piata de peste",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca mergi intr-o piata de peste inseamna placere si bucurie.",
      "fullInterpretation": "- Daca ai visat ca mergi intr-o piata de peste inseamna placere si bucurie. - Visul in care vezi peste putrezit sau care da sa putrezeasca, la piata de peste, denota suferinta, care va veni in deghizarea fericirii.",
      "slug": "piata-de-peste"
    },
    {
      "name": "Piatra",
      "category": "dictionar",
      "shortMeaning": "( diamante si alte feluri de pietre pretioase), cinste si bogatie inseamna, iar daca esti necasat...",
      "fullInterpretation": "( diamante si alte feluri de pietre pretioase), cinste si bogatie inseamna, iar daca esti necasatorit, vei face o casatorie buna -pietrescumpe de vei visa ca primesti, castig vei avea din tot ce faci -pietre scumpe de vei cumpara, in vis, semn e ca esti un om mandru -pietre scumpe pierzand- vei avea o paguba -pietre adunate gramada- visul acesta prevesteste o casatorie -pietre aruncand- cearta inseamna, stare sufleteasca rea.Piatra abraziva in lumea antica era simbolul incurajarii eforturilor de a ne comporta civilizat cu semenii din jur. Aceasta talmacire este valabila si in zilele noastre.Piatra de hotar simbolizeaza ca incepem o noua etapa din viata.- Daca vezi sau te folosesti de o piatra de moara inseamna ca viata ta de zi cu zi este o povara. Te simti epuizat(a). Alternativ, piatra de moara in vise inseamna pierderea unui prieten apropiat sau a unei rude.Visul in care va faceti comanda de o piatra funerara inseamna ca veti avea parte de unele modificari care va bucura in viata.Piatra pretioasa simbolizeaza prin stralucirea si claritatea ei calitatile persoanei care viseaza. Daca visati ca pierdeti o piatra pretioasa in realitate o sa suferiti o pierdere.Zidul de piatra in vise reprezinta securitatea pe care o aveti in pozitia in care va aflati intr-o anumita zona din viata. Simtiti ca este extrem de dificil pentru inamici sau pentru ca problemele sa va puna din nou intr-o situatie rusionasa. Va simtiti confortabil sa stiti ca sunteti prea puternic pentru a fi calcat in picioare. Din punct de vedere negativ, zidul de piatra in vise ar putea reprezenta situatii sau comportamente care sunt inflexibile in incercarea de a va opri. O diversiune ce nu poate fi evitata si nu este usor de trecut peste. Visul in care stati in spatele unui zid de piatra sugereaza ca veti fi respectat. Un zid de piatra lung ce apare in vise inseamna ca va atingeti obiectivele fara prospecte. Daca visati ca se prabuseste un zid de piatra sugereaza pericole ce se refera la dumneavoastra si la familie.",
      "slug": "piatra"
    },
    {
      "name": "Piatra abraziva",
      "category": "dictionar",
      "shortMeaning": "Piatra abraziva in lumea antica era simbolul incurajarii eforturilor de a ne comporta civilizat cu semenii din jur.",
      "fullInterpretation": "Piatra abraziva in lumea antica era simbolul incurajarii eforturilor de a ne comporta civilizat cu semenii din jur. Aceasta talmacire este valabila si in zilele noastre.",
      "slug": "piatra-abraziva"
    },
    {
      "name": "Piatra de hotar",
      "category": "dictionar",
      "shortMeaning": "Piatra de hotar simbolizeaza ca incepem o noua etapa din viata.",
      "fullInterpretation": "Piatra de hotar simbolizeaza ca incepem o noua etapa din viata.",
      "slug": "piatra-de-hotar"
    },
    {
      "name": "Piatra de moara",
      "category": "dictionar",
      "shortMeaning": "- Daca vezi sau te folosesti de o piatra de moara inseamna ca viata ta de zi cu zi este o povara.",
      "fullInterpretation": "- Daca vezi sau te folosesti de o piatra de moara inseamna ca viata ta de zi cu zi este o povara. Te simti epuizat(a). Alternativ, piatra de moara in vise inseamna pierderea unui prieten apropiat sau a unei rude.",
      "slug": "piatra-de-moara"
    },
    {
      "name": "Piatra funerara",
      "category": "dictionar",
      "shortMeaning": "Visul in care va faceti comanda de o piatra funerara inseamna ca veti avea parte de unele modific...",
      "fullInterpretation": "Visul in care va faceti comanda de o piatra funerara inseamna ca veti avea parte de unele modificari care va bucura in viata.",
      "slug": "piatra-funerara"
    },
    {
      "name": "Piatra pretioasa",
      "category": "dictionar",
      "shortMeaning": "Piatra pretioasa simbolizeaza prin stralucirea si claritatea ei calitatile persoanei care viseaza.",
      "fullInterpretation": "Piatra pretioasa simbolizeaza prin stralucirea si claritatea ei calitatile persoanei care viseaza. Daca visati ca pierdeti o piatra pretioasa in realitate o sa suferiti o pierdere.",
      "slug": "piatra-pretioasa"
    },
    {
      "name": "Picatura",
      "category": "dictionar",
      "shortMeaning": "Picatura presupune o amenintare si arata ca pericolul, oricat de mic ar fi, nu e mai putin inspaimantator.",
      "fullInterpretation": "Picatura presupune o amenintare si arata ca pericolul, oricat de mic ar fi, nu e mai putin inspaimantator.",
      "slug": "picatura"
    },
    {
      "name": "Picioare",
      "category": "dictionar",
      "shortMeaning": "Parul pe picioare in vise inseamna cunoastere si avere mare, fericire, intelepciune.",
      "fullInterpretation": "Parul pe picioare in vise inseamna cunoastere si avere mare, fericire, intelepciune.",
      "slug": "picioare"
    },
    {
      "name": "Picior",
      "category": "dictionar",
      "shortMeaning": "Piciorul rupt in vise semnifica o lipsa de echilibru, de autonomie sau de independenta in viata dumneavoastra.",
      "fullInterpretation": "Piciorul rupt in vise semnifica o lipsa de echilibru, de autonomie sau de independenta in viata dumneavoastra. Va simtiti incapabili sau nu doriti sa va ridicati pe dumneavoastra insiva. Poate sunteti lipsiti de curaj sau refuzati sa luati o pozitie.",
      "slug": "picior"
    },
    {
      "name": "Picior rupt",
      "category": "dictionar",
      "shortMeaning": "Piciorul rupt in vise semnifica o lipsa de echilibru, de autonomie sau de independenta in viata dumneavoastra.",
      "fullInterpretation": "Piciorul rupt in vise semnifica o lipsa de echilibru, de autonomie sau de independenta in viata dumneavoastra. Va simtiti incapabili sau nu doriti sa va ridicati pe dumneavoastra insiva. Poate sunteti lipsiti de curaj sau refuzati sa luati o pozitie.",
      "slug": "picior-rupt"
    },
    {
      "name": "Picnic",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca mergi la un picnic inseamna ca vei petrece alaturi de prietenii tai clipe frumoase.",
      "fullInterpretation": "- Daca ai visat ca mergi la un picnic inseamna ca vei petrece alaturi de prietenii tai clipe frumoase. Alternativ, visul sugereaza faptul ca viata ta este capabila sa se imbunatateasca, dar depinde de imprejurarile specifice visului. - Cosul de picnic in vise indica o oportunitate de a-ti impartasi ideiele si opiniile cu altii, dar este si o oportunitate de a invata de la altii. Esti receptiv(a) si la alte punce de vedere.",
      "slug": "picnic"
    },
    {
      "name": "Picta",
      "category": "dictionar",
      "shortMeaning": "A picta in vise sugereaza ca va veti inhama la un proiect foarte important.",
      "fullInterpretation": "A picta in vise sugereaza ca va veti inhama la un proiect foarte important. Se pare ca circumstantele proiectului si detaliile sunt dependente si de alte simboluri din vis. Daca visati ca sunteti un artist si pictati un tablou inseamna ca aveti puterea de a crea orice circumstante va doriti mai mult in viata. Visul in care vedeti pe cineva pictand sugereaza nevoia de a fi la suprefata problemelor si de a prelua controlul in viata.",
      "slug": "picta"
    },
    {
      "name": "Pictor",
      "category": "dictionar",
      "shortMeaning": "Visand un pictor poate fi un semn ca va urma sau ca deja va aflati intr-o perioada financiara des...",
      "fullInterpretation": "Visand un pictor poate fi un semn ca va urma sau ca deja va aflati intr-o perioada financiara destul de dificila si din asest motiv veti incerca sa gasiti tot felul de modalitati bizare de a castiga bani. Un vis in care colaborati cu un pictor poate fi considerat un avertisment pentru a nu intra sau a nu demara afaceri ilegale. Visand ca tu esti un pictor Nonconformism, dorinta subconstienta de a actiona liber si spontan, semn de saracie. Alternativ, poate ca va place sentimentul de siguratnta oferit de actualul loc de munca, motiv pentru care nu va staduiti sa va cautati ceva mai bun. Nu sunteti prea pretentiosi dar va pasa de relatiile cu oamenii ce va inconjoara. Cearta, altercatii sau discutii aprinse cu un pictor Este posibil sa va inselati si sa dati vina pe altii pentru greselile dumneavoastra. Comportamentul iresponasbil va conduce la frustrari, nemultumiri si lipsa de sprijin chiar si din partea celor care va iubesc.",
      "slug": "pictor"
    },
    {
      "name": "Piedestal",
      "category": "dictionar",
      "shortMeaning": "A pune o persoana sau un obiect pe un piedestal sugereaza adoratie si idolatrie spirituala care, ...",
      "fullInterpretation": "A pune o persoana sau un obiect pe un piedestal sugereaza adoratie si idolatrie spirituala care, gresit directionata, poate constitui o piedica in calatoria noastra spirituala.",
      "slug": "piedestal"
    },
    {
      "name": "Piedica",
      "category": "dictionar",
      "shortMeaning": "Visele cu piedici sunt dese , in care visul se rezuma tot timpul la imposibilitatea de a actiona ...",
      "fullInterpretation": "Visele cu piedici sunt dese , in care visul se rezuma tot timpul la imposibilitatea de a actiona din cauza lor sau a unor restrictii.",
      "slug": "piedica"
    },
    {
      "name": "Piele",
      "category": "dictionar",
      "shortMeaning": "Prin semnificatia sa de baza si in functie de circumstantele din viata celui care o viseaza, piel...",
      "fullInterpretation": "Prin semnificatia sa de baza si in functie de circumstantele din viata celui care o viseaza, pielea poate fi asociata imaginii de sine. Adeseori, ea sugereaza ideea de protectie. De exemplu costumul din piele a unui motociclist face ca acesta sa fie usor de reperat, dar il si protejeaza de orice fel de vreme. Pielea poate fi pusa in relatie cu metodele sadice si de tortura si, astfel, asociata unor aspecte mai ample referitoare la comportamentul sexual, fie al nostru, fie al altora, si pe care il consideram sau nu ca fiind potrivit. Pielea semnifica autoflagelarea.Geaca de piele in vise reprezinta o indiferenta asertiva sau o personalitate insensibila. Protejare sau defensiva insensibila. O parte din dumneavoastra se lupta sau nu ii pasa de sentimentele celorlalti. Sa faceti ceea ce trebuie facut indiferent de situatie. Din punct de vedere negativ, a visa o geaca de piele ar putea insemna o atitudine insensibila, nepoliticoasa sau chiar periculoasa. Anumite parti din viata dumneavoastra ce va pot face sa insultati sau sa ii raniti pe ceilalti daca va simtiti amenintat. Visul ar mai putea reflecta deciziile proaste pe care le-ati luat care necesita sa ignorati reclamatiile sau sentimentele celorlalti.",
      "slug": "piele"
    },
    {
      "name": "Pielea piele",
      "category": "dictionar",
      "shortMeaning": "Prin semnificatia sa de baza si in functie de circumstantele din viata celui care o viseaza, piel...",
      "fullInterpretation": "Prin semnificatia sa de baza si in functie de circumstantele din viata celui care o viseaza, pielea poate fi asociata imaginii de sine. Adeseori, ea sugereaza ideea de protectie. De exemplu costumul din piele a unui motociclist face ca acesta sa fie usor de reperat, dar il si protejeaza de orice fel de vreme. Pielea poate fi pusa in relatie cu metodele sadice si de tortura si, astfel, asociata unor aspecte mai ample referitoare la comportamentul sexual, fie al nostru, fie al altora, si pe care il consideram sau nu ca fiind potrivit. Pielea semnifica autoflagelarea.",
      "slug": "pielea-piele"
    },
    {
      "name": "Piept",
      "category": "dictionar",
      "shortMeaning": "(san)acoperit- treci printr-o experienta ce te va afecta tot restul vietii - de copil mic- bucuri...",
      "fullInterpretation": "(san)acoperit- treci printr-o experienta ce te va afecta tot restul vietii - de copil mic- bucurii multe - de femeie- noroc in dragoste - descoperit- durere minora, boala nesemnificativa - gol de femeie- rusine, defaimare - par pe- sanatate - raze X la- inceputul unei noi prietenii sau dezvoltarea relatiilor cu o persoana de sex opus - ranit- iubitul te chinuie - ranit in- o persoana draga sufera - tare daca ai- saracie - tau gol- rusine, defaimare - tau- persoana iubita patimeste din cauza ta - unei femei- castig, noroc neasteptat - valiza pe- calatorie. Vis cu multiple semnificatii si interpretari. In general, acesta, este asociat cu o modificare sau o metada de schimbare. Alternativ, visul prezinta lipsa de empatie si dorinta de a va detasa de oamenii care va incarca cu problemele lor. Primind un piptenene drept cadou, prevesteste demoralizari in viitorul apropiat. Daca oferiti cadou un peptene, inseamna ca este posibil sa raniti involuntar pe cineva cu spusele dumneavoastra. Cumparand un piptene de par, inseamna ca a venit momentul sa parasiti zona de confort si sa incercati lucruri noi. Poate ca sunteti nesigur de aceste lucruri noi sau poate ca va sperie, fiti ferm si totul va fi bine. Veti primi o sarcina care va necesita o implicare mare din partea dumneavoastra si, aceasta este, de asemenea, ocazia ideala pentru a scapa de anumite temeri care va impiedica sa faceti progrese. Pierzand un pieptene in vis, inseamna ca relatia dumneavoastra cu partenerul este in pericol din cauza nesigurantei sau a increderii de sine. Aruncand un pieptene de par, inseamna ca in sfarsit vei lua atitudine si vei pune o persoana la locul sau care in ultima vreme v-a umilit constant. Ati suportat multa vreme jignirile acesteia, nevrand sa va certati. Visand curatarea pietenelui de par, implica o intalnire inconfortabila cu persoana care nu va este apropiata sau nu ati avut o relatie foarte buna.",
      "slug": "piept"
    },
    {
      "name": "Piept (san)",
      "category": "dictionar",
      "shortMeaning": "(san)acoperit- treci printr-o experienta ce te va afecta tot restul vietii - de copil mic- bucuri...",
      "fullInterpretation": "(san)acoperit- treci printr-o experienta ce te va afecta tot restul vietii - de copil mic- bucurii multe - de femeie- noroc in dragoste - descoperit- durere minora, boala nesemnificativa - gol de femeie- rusine, defaimare - par pe- sanatate - raze X la- inceputul unei noi prietenii sau dezvoltarea relatiilor cu o persoana de sex opus - ranit- iubitul te chinuie - ranit in- o persoana draga sufera - tare daca ai- saracie - tau gol- rusine, defaimare - tau- persoana iubita patimeste din cauza ta - unei femei- castig, noroc neasteptat - valiza pe- calatorie.",
      "slug": "piept-san"
    },
    {
      "name": "Pieptana",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pieptana"
    },
    {
      "name": "Piercing",
      "category": "dictionar",
      "shortMeaning": "Visul in care va faceti un piercing poate reflecta simpla dorinta de a face acest lucru si in viata reala.",
      "fullInterpretation": "Visul in care va faceti un piercing poate reflecta simpla dorinta de a face acest lucru si in viata reala. Acest vis ar mai putea insemna si ca veti avea parte de sentimente de departare de un prieten, totul din cauza diferentelor de personalitate. Daca visati ca va faceti un piercing in limba ar putea insemna ca ati barfit pe cineva sau ati mintit despre anumite lucruri si ar trebui sa va opriti. Visul in care altcineva isi face un piercing ar putea sugera gelozia pe acea persoana sau pentru ceva ce are.",
      "slug": "piercing"
    },
    {
      "name": "Pierde",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pierde"
    },
    {
      "name": "Pierdere",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pierdere"
    },
    {
      "name": "Pierdut",
      "category": "dictionar",
      "shortMeaning": "Daca ati visat ca sunteti pierduti inseamna ca vi-ati pierdut directia in viata sa ca vi-ati pierdut obiectivele.",
      "fullInterpretation": "Daca ati visat ca sunteti pierduti inseamna ca vi-ati pierdut directia in viata sa ca vi-ati pierdut obiectivele. V-ati putea simti ingrijorat(a) si nesigur(a) cu privire la calea pe care trebuie sa o luati in viata. Daca incercati sa cautati ajutor, atunci inseamna ca in viata reala chiar cauati /aveti nevoie de ajutor. Alternativ, a fi pierdut inseamna ca inca va adaptati la o situatie noua, in care normele si conditiile sunt intr-o continua schimbare. Visul in care altcineva este pierdut reprezinta unele probleme nerezolvate sau sentimente legate de persoana care este pierduta. Luati in considerare ce aspect al acelei persoane este posibil sa fi pierdut in propriul sine. Poate ca aveti nevoie sa recuperati sau sa redobanditi acele aspecte.Un caine pierdut in vise reprezinta sentimentele de pierdere a increderii de sine sau lipsa abilitatii de a va proteja emotional. Simtiti ca nu mai puteti sa va aparati, ca o situatie este prea periculoasa pentru a o infrunta. A visa un cercel pierdut indica faptul ca sunteti indrumat gresit. Visul in care gasiti un cercel pierdut sugereaza informatia venita pentru dumneavoastra, vitala pentru a intelege ceva in viata de zi-cu-zi. In traditia araba, daca o femeie viseaza un cercel pierdut inseamna ca va suferi din pricina fiicei sale sau din cauza suferintei din perioada fecioriei.Un copil pierdut in vise poate fi un un lucru bun sau unul rau depinzand de problema daca ati gasit sau ati pierdut copilul. Daca visati un copil faimos pierdut inseamna ca ar trebui sa acordati atentie speciala la informatiile pe care le vedeti si care nu au fost adresate catre media.Visul despre un pantof pierdut ar putea sa va duca cu gandul la cum drumurile vietii s-au pierdut sau ca sufletul dumneavoastra este prea incurcat. Uneori, s-ar putea sa visati ca va intindeti spre bancheta din spate a masinii pentru a cauta pantoful pierdut. Aceasta cautare va duce spre un loc din viata dumneavoastra unde ati pierdut ceva mult mai important, o energie vitala sau o identitate pe care acum incercati sa o recastigati. A pierde un pantof in vise ar putea sugera ca nu sunteti pregatit sau ca nu doriti sa faceti urmatorul pas, sa mergeti inainte intr-o anumita situatie din viata dumneavoastra. Visul ar mai putea indica faptul ca ati uitat un pas important sau ca nu intelegeti pe deplin ceva important.Precizam inca de la inceput ca visele despre o sarcina pierduta / avort spontan pot aparea indiferent daca sunteti gravida sau nu. Nimanui nu ii place sa vorbeasca despre un avort spontan dar, fara indoiala, veti constata ca visul este unul ingrozitor si va veti trezi cu sentimente reale de frica si durere. Atentie, daca sunteti gravida, astfel de vise pot decansa anxietate in viata reala. Visele despre o sarcina pierduta se bazeaza, de obicei, pe un val de emotii intense. Ceea ce este important de retinut este ca un asemenea vis nu este neaparat o prezicere ca veti experimenta asa ceva in realitate. Trebuie sa retinteti ca astfel de vise sunt simbolice si denota unele frici si anxietati ascunse din viata de zi cu zi. Probabil ca sunteti suparata cu privire la unele schimbari din viata si aceste sentimente se manifesta in subconstient. Visele despre pierderea fatului nenascut sunt considerate a fi normale pentru femeile la varsta fertila. In majoritatea circumstantelor, aceste vise denota emotii intense. Adesea, aceste vise reprezinta blocaje ca induc incertitudine si nesiguranta. In mod simbolic, visele despre o sarcina pierduta inseamna ca planurile dumneavoastra nu decurg prea lin si, ca exista obstacole care blocheaza progresul. Pierderea fatului simbolizeaza esecul in evorturile pe care le credeati garantia succesului. Daca sunteti barbat si ati visat ca partenerul se confrunta cu un avort spontan, inseamna ca va temeti de schimbari si responsabilitati. Sarcina pierduta poate simboliza, de asemenea, ca in subconstient va doriti foarte mult copii dar pe lanaga aceasta exista si o tema de proportii ca este posibil ca partenerul sa piarda sarcina.",
      "slug": "pierdut"
    },
    {
      "name": "Piersica",
      "category": "dictionar",
      "shortMeaning": "Piersicul (copac) simbolizeaza o viata plina de pasiune, entuziasm si energie.",
      "fullInterpretation": "Piersicul (copac) simbolizeaza o viata plina de pasiune, entuziasm si energie. In cazul in care vedeti piesici copte in copac, visul prevesteste ispite. Atentie la ce va doriti pentru ca s-ar putea sa va puneti in pericol reputatia, relatia sau chiar casnicia. O piersica cazand din copac este un semn de fericire. Profitati de momentele actuale pentru ca acesta oportunitate se iveste destul de rar in viata dumneavoastra. Vanzarea de piersici simbolizeaza dificultati materiale, probleme financiare sau greutati la locul de munca. Pe de alta parte, daca ati visat ca ati mers sa cumparati piersici, este semn de succes in investitii si bogatie. Piersicile stricate sau putrezite reprezinta sentimentele dumneavoastra fata de unele actiuni recente. De asemenea, pot fi un semn al ranilor interioare.",
      "slug": "piersica"
    },
    {
      "name": "Piersica / piersici",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "piersica-piersici"
    },
    {
      "name": "Piesa de teatru",
      "category": "dictionar",
      "shortMeaning": "Dupa ce am visat ca suntem spectatori la o piesa de teatru, va trebui sa identificam daca este vo...",
      "fullInterpretation": "Dupa ce am visat ca suntem spectatori la o piesa de teatru, va trebui sa identificam daca este vorba despre o tragedie sau o comedie, deoarece aceasta piesa poate dezvalui modul in care ne privim propria viata. Este foarte importanta si actiunea piesei, ea ne poate sugera cum actionam in viata de zi cu zi. Daca personajele sunt persoane familiare, visul sugerea ca ar trebui sa realizam dimensiunile dramei in care suntem implicati impreuna. De regula, in vise, piesa de teatru la care asistam reprezinta o transpunere a experienteleor, cunostintelor si aptitudinilor noastre. Regizorul din noi pune in scena tot acest spectacol pentru ca noi sa putem folosi informatiile din piesa. Din punct de vedere spiritual, existenta noastra este o piesa de teatru din care trebuie sa invata.",
      "slug": "piesa-de-teatru"
    },
    {
      "name": "Pietre",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pietre"
    },
    {
      "name": "Pietris",
      "category": "dictionar",
      "shortMeaning": "Pietrisul in vis inseamna noroc si castig.",
      "fullInterpretation": "Pietrisul in vis inseamna noroc si castig. Tostusi, trebuie sa aveti grija deoarece s-ar putea ca unele planuri sa nu dea roade, iar actiunile dumneavoastre sa fie in zadar.",
      "slug": "pietris"
    },
    {
      "name": "Piftie",
      "category": "dictionar",
      "shortMeaning": "Visul in care mancati piftie este un semn bun.",
      "fullInterpretation": "Visul in care mancati piftie este un semn bun. Inseamna ca veti trece printr-o perioada pozitiva, veti avea succes in afaceri sau la servici.",
      "slug": "piftie"
    },
    {
      "name": "Pijama",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pijama"
    },
    {
      "name": "Pijamale",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pijamale"
    },
    {
      "name": "Pila",
      "category": "dictionar",
      "shortMeaning": "A visa despre copilaria dumneavoastra indica dorinta de a va intoarce la o viata in care nu aveat...",
      "fullInterpretation": "A visa despre copilaria dumneavoastra indica dorinta de a va intoarce la o viata in care nu aveati griji si responsabilitati. De asemenea, visul reprezinta inocenta. Alternativ, visul sugereaza ca anumite aspecte din copilaria dumneavoastra nu au fost integrate in personalitatea de adult. De cealalta parte, s-ar putea ca o anumita anxietate din copilarie sa nu fi fost inca rezolvata. Visul in care va epilati orice parte a corpului sugereaza ca veti lua o decizie minora de schimbare a vietii sau ca unele aspecte din rutina de zi cu zi sunt alterate. In mod alternativ, visul poate reprezenta o auto-pedepsire sau o atitudine dura impotiva dumneavoastra. In cazul in care va ardeti cu ceara in timpul epilarii sau ca pielea arata neplacut, acest vis reprezinta frica de a va confrunta cu o realitate dura. Visand ca altcineva va epileaza cu ceara, este semn de pierdere a independentei. Va bazati pe altii pentru a trece prin niste momente dificile. Trebuie sa va reconstruiti / recapatati stima de sine. Vazand pe altcineva epilandu-se sau fiind epilat, inseamna ca exista unele conflicte ce va afecteaza imaginea, posibil chiar conflicte interioare. Poate ca ceea ce proiectati pentru altii se afla in conflict cu adevarata personalitate a dumneavoastra. Sunteti intr-un salon de infrumusetare si va epilati, acest vis face referire doar la pace si evenimente fericite. Poate faimoasa pentru o surta perioada de timp.Daca visati o pupila care nu apartine ochiului uman, precum o pupila de animal, inseamna ca ca ati muncit prea mult si aveti nevoie de odihna. De asemenea, ar putea fi un indiciu pentru o infectie la ochi si ar fi bine sa vedeti un oftalmolog. Visul in care vedeti pupile inflacarate sugereaza ca unii colegi sau parteneri de afaceri va vor trada. A visa doar pupila, fara a vedea intreg ochiul poate insemna ca va veti confrunta cu o situatie problematica din cauza unui strain. Trebuie sa aveti grija in confruntarea cu oamenii si sa incercati sa ramanteti neprovocat. In caz contrar, daca vedeti ochiul fara pupile inseamna ca sunteti prea stresat. Daca sunteti oribilat de o pupila in vise inseamna ca intuitia dumneavoastra va va ajuta sa gasiti cea mai buna solutie. Trebuie sa va ascultati vocea interioara pe viitor. Visul in care vedeti un om cu pupilele dilatate poate sugera pericol pe drum. Daca sunteti indeajuns de vigilent, puteti evita problemele cu usurinta. A visa pupile insangerate din cauza unei rani simbolizeaza un pericol. In realitate, pericolul asteapta persoana a carui pupila a fost ranita. Stiind aceasta interpretare, va puteti proteja pe dumneavoastra si pe cei dragi de probleme.Stampila in vise prevesteste anumite framantari sufletesti, dar numai pentru o vreme. Totodata, visele pot insemna si intelepciune in viata. Daca visati ca aplicati o stampila inseamna ca veti afla un adevar. Visul in care aveti o stampila in mana sugereaza faptul ca veti redacta acte.",
      "slug": "pila"
    },
    {
      "name": "Pilot",
      "category": "dictionar",
      "shortMeaning": "Visul in care tu esti pilot indica faptul ca ai preluat controlul complet asupra destinatiei vietii tale.",
      "fullInterpretation": "Visul in care tu esti pilot indica faptul ca ai preluat controlul complet asupra destinatiei vietii tale. Esti increzator (increzatoare) si sigur(a) pe sine in deciziile si realizarile tale. Pilotul de avion in vise reprezinta calatorii indepartate, o afacere cu profituri.",
      "slug": "pilot"
    },
    {
      "name": "Pin copac",
      "category": "dictionar",
      "shortMeaning": "Copacul este simbolic in vis pentru structura de baza a vietii launtrice.",
      "fullInterpretation": "Copacul este simbolic in vis pentru structura de baza a vietii launtrice. Este important sa ne amintim imaginea exacta. Pinul in vise simbolizeaza nemurirea, viata si/sau fertilitatea. - Daca in vis simti miros de pin inseamna ca trebuie sa te reenrgizezi si revitalizezi.",
      "slug": "pin-copac"
    },
    {
      "name": "Pinguin",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pinguin"
    },
    {
      "name": "Pioneze",
      "category": "dictionar",
      "shortMeaning": "De cele mai multe ori atunci cand visati pioneze , acestea simbolizeaza problemele sau responsabi...",
      "fullInterpretation": "De cele mai multe ori atunci cand visati pioneze , acestea simbolizeaza problemele sau responsabilitatile de la locul de munca. Este posibil sa fiti coplesit de sarcinile care va unt atribuite la locul de munca. Alternativ, visul poate semnifica si o amintire, un lucru de care nu puteti scapa atat de usor. Din punct de vedere psihologic visul poate fi o reprezentare a unor piedici puse de catre alte persoane, critici, neplaceri sau ganduri nu tocmai curate.",
      "slug": "pioneze"
    },
    {
      "name": "Pipa",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pipa"
    },
    {
      "name": "Piper",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "piper"
    },
    {
      "name": "Piramida piramide",
      "category": "dictionar",
      "shortMeaning": "Piramida in vise simbolizeaza longevitatea si stabilitatea, este ,de asemenea, simbolul unei fund...",
      "fullInterpretation": "Piramida in vise simbolizeaza longevitatea si stabilitatea, este ,de asemenea, simbolul unei fundatii solide construita pentru succes. Alternativ, visul sugereaza ca schimbari majore vor avea loc intr-o perioada scurta de timp. - Visul in care escaladezi o piramida indica faptul ca vei gasi satisfactie si implinire prin perseverenta. Mai multe piramide inseamna ca vei primi un mesaj neasteptat. - Daca ai visat ca construiesti piramide, ve fi inspirat si bine recompensat pentru eforturile tale. Potrivit talmacitorilor de vise egipteni, piramida in vise semnifica un secret pe care il vei afla.",
      "slug": "piramida-piramide"
    }
  ]
}