{
  "symbols": [
    {
      "name": "Print",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca esti un print,iti sugereaza nevoia de a fi important si util.",
      "fullInterpretation": "Daca visezi ca esti un print,iti sugereaza nevoia de a fi important si util. Ti-ai putea admira realizariile. Daca visezi un print semnifica asocierea cu onoare si prestigiu a unor sarcini care va vor fi recunoscute. Alternativ , sugereaza dorinta de iubire pentru printul asteptat. In visele femeilor el reprezinta de cele mai multe ori ca si in basme printul din povesti care se dovedeste a fi partenerul din realitate sau semnifica partenerul ideal. Daca te visezi printesa, semnifica dorinta de a fi utila si importanta. Daca visezi o printesa semnifica recunoasterea unor sarcini asociate cu onoare si prestigiu. In visele barbatilor printesa se dovedeste a fi partenera din realitate sau partenera ideala.",
      "slug": "print"
    },
    {
      "name": "Printesa",
      "category": "dictionar",
      "shortMeaning": "Daca te visezi printesa, semnifica dorinta de a fi utila si importanta.",
      "fullInterpretation": "Daca te visezi printesa, semnifica dorinta de a fi utila si importanta. Daca visezi o printesa semnifica recunoasterea unor sarcini asociate cu onoare si prestigiu. In visele barbatilor printesa se dovedeste a fi partenera din realitate sau partenera ideala.",
      "slug": "printesa"
    },
    {
      "name": "Priveghi",
      "category": "dictionar",
      "shortMeaning": "Visele despre un astfel de eveniment, trebuie sa ne faca constienti ca este posibil sa tecem prin...",
      "fullInterpretation": "Visele despre un astfel de eveniment, trebuie sa ne faca constienti ca este posibil sa tecem printr-o perioada de doliu si in viata reala. Cel mai probabil va trebui sa am renuntat la ceva ce ne este drag noua. Potrivit majoritatii religiilor, dupa un deces, este o anumita perioada in care ne putem exprima respectul si regretele fata de cel care a trecut in nefiinta. Adeseori, este mai usor sa facem acest lucru in compania cuiva. Atunci cand ne visam la un priveghi este posibil sa avem nevoie de sprijin pentru a trece peste o dezamagire. Din perspectiva spirituala, priveghiul simbolizeaza o stare de tristete.",
      "slug": "priveghi"
    },
    {
      "name": "Priveliste",
      "category": "dictionar",
      "shortMeaning": "O priveliste de bun augur sugereaza depasirea unor greutati urmate de o perioada de succes.",
      "fullInterpretation": "O priveliste de bun augur sugereaza depasirea unor greutati urmate de o perioada de succes. Cel mai bine este sa visati o cladire , munte sau un turn inalt deoarece inaltimea simbolizeaza succesul. Daca privelistea din vis este deformata ar trebui sa va ganditi daca in realitate, aveti un punct de vedere in Â ansamblu corect.",
      "slug": "priveliste"
    },
    {
      "name": "Privi (A)",
      "category": "dictionar",
      "shortMeaning": "(A)fata in oglinda- consideratie deosebita din partea sefilor - dealul- sperata - fotografia- vei...",
      "fullInterpretation": "(A)fata in oglinda- consideratie deosebita din partea sefilor - dealul- sperata - fotografia- vei revedea pe cineva cu placere - lupta- indiferenta fata de oamenii din jurul tau - masina- situatie buna la serviciu - marea de pe dig- nevoi si nelinisti - pe fereastra- calatorie in viitor - succesiunea- dar de bani, calatorie sigura - un strut- vei fi promovat.",
      "slug": "privi-a"
    },
    {
      "name": "Privighetoare",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "privighetoare"
    },
    {
      "name": "Privit in oglinda",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "privit-in-oglinda"
    },
    {
      "name": "Privitul in oglinda",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "privitul-in-oglinda"
    },
    {
      "name": "Prizonier",
      "category": "dictionar",
      "shortMeaning": "Daca te visezi prizonier sugereaza o situatie sau o relatie care face sa te simti limitat in unel...",
      "fullInterpretation": "Daca te visezi prizonier sugereaza o situatie sau o relatie care face sa te simti limitat in unele aspecte ale vietii si este posibil sa pierdeti unele zone de libertate din viata. Alternativ, visul semnifica sentimente de vinovatie si rusine.Â Daca visati un prizonier semnifica faptul ca un aspect al dumeavoastra de exprimare libera este imposibil.De asemenea inseamna ca sunteti legat de situatii sau oameni de care doriti sa va eliberati.",
      "slug": "prizonier"
    },
    {
      "name": "Proces",
      "category": "dictionar",
      "shortMeaning": "Procesul din vis, daca este pierdut inseamna ca a sosit momentul in realitate sa stati fata in fa...",
      "fullInterpretation": "Procesul din vis, daca este pierdut inseamna ca a sosit momentul in realitate sa stati fata in fata cu adversarul si sa ajungeti la un numitor comun , in cazul in care castigati procesul o sa acumulati noi puncte de vedere asupra vietii dumeavoastra. Daca visezi ca esti intr-un proces, indica faptul ca suteti prea dur cu dumeavoastra sau cu altii , trebuie sa fi mai tolerant cu persoana ta si mai putin judecat de altii. Alternativ, un studiu sugereaza ca te simti vinovat de o intamplare din viata ta.",
      "slug": "proces"
    },
    {
      "name": "Procuror",
      "category": "dictionar",
      "shortMeaning": "Procurorul in vise reprezinta o figura autoritara.",
      "fullInterpretation": "Procurorul in vise reprezinta o figura autoritara. Se poate ca aceasta notiune de autoritate sa se dezvolte initial prin relatia cu tatal sau cu figura paterna. Majoritatea acestor figuri autoritare va conduc catre ceea ce este corect pentru dumneavoastra, insa nu neaparat ceea ce considerati ca este bine pentru dumneavoastra.",
      "slug": "procuror"
    },
    {
      "name": "Profanare",
      "category": "dictionar",
      "shortMeaning": "Daca visezi pe cineva profanand un mormant , inseamna ca vei avea parte de ghinion in afaceri si ...",
      "fullInterpretation": "Daca visezi pe cineva profanand un mormant , inseamna ca vei avea parte de ghinion in afaceri si in relatiile cu persoanele de sex opus.",
      "slug": "profanare"
    },
    {
      "name": "Profesor",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "profesor"
    },
    {
      "name": "Profetii",
      "category": "dictionar",
      "shortMeaning": "Profetiile fac parte din domeniul fabulatiilor si pot fi interpretate din punct de vedere ocult, ...",
      "fullInterpretation": "Profetiile fac parte din domeniul fabulatiilor si pot fi interpretate din punct de vedere ocult, metafizic si parapsihologic. Bineinteles aceste vise sunt rare si nu trebuie sa fie contestate chiar daca depasesc uneori limitele normale ale realului, istoria dovedeste ca aceste vise profetice confirma perfect intamplarile reale ulterioare. A vedea un profet in vis indica faptul de cunoastere , intelepciune si nevoia de indrumare in viata. De asemenea , visul sublineaza temerile si nelinistile cu privire la viitor.",
      "slug": "profetii"
    },
    {
      "name": "Profit",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca faci un profit ,inseamna ca o sa aveti aspiratii la afaceri si obiective profesionale.",
      "fullInterpretation": "Daca visezi ca faci un profit ,inseamna ca o sa aveti aspiratii la afaceri si obiective profesionale. De asemenea, visul implica ca tu sau altcineva profita de o situatie in mod negativ.",
      "slug": "profit"
    },
    {
      "name": "Proiect",
      "category": "dictionar",
      "shortMeaning": "Visul in care lucrati la un proiect prezice succesul academic.",
      "fullInterpretation": "Visul in care lucrati la un proiect prezice succesul academic. Alternativ, visul poate sugera anxietati despre un proiect sau o sarcina curenta. Ar putea fi nevoie sa incetati cu amanarile.",
      "slug": "proiect"
    },
    {
      "name": "Promisiune",
      "category": "dictionar",
      "shortMeaning": "A face o promisune in vise inseamna o datorie fata de cineva.",
      "fullInterpretation": "A face o promisune in vise inseamna o datorie fata de cineva. Daca visati ca indepliniti o promisiune denota adevarata dumneavoastra intentie, credinta si certitudine. A face o promisiune buna in vise sugereaza binecuvantare, profit si longevitate. Daca visati ca vi se face o promisiune buna din partea unui inamic atunci inseamna rautate, ceva daunator. Visul in care vi se face o promisiune rea din partea unui inamic sugereaza lucruri bune.",
      "slug": "promisiune"
    },
    {
      "name": "Promovare",
      "category": "dictionar",
      "shortMeaning": "A visa ca primiti o promovare la servici inseamna o crestere a nivelului de incredere in sine.",
      "fullInterpretation": "A visa ca primiti o promovare la servici inseamna o crestere a nivelului de incredere in sine. Aveti o parere buna despre dumneavoastra.",
      "slug": "promovare"
    },
    {
      "name": "Propria moarte",
      "category": "dictionar",
      "shortMeaning": "Propria moarte in vise sugereaza preocuparea dumneavoastra fata de moarte si ce sentimente va inc...",
      "fullInterpretation": "Propria moarte in vise sugereaza preocuparea dumneavoastra fata de moarte si ce sentimente va incearca din aceasta cauza. Va retrageti din fata provocarilor vietii. Sunteti lipsit de armonie intre minte si trup. In mod frecvent, visul sugereaza o modalitate de exprima o fisura intre propria persoana si manifestarile vietii. Visul in care apare imaginea propriei morti poate fi folosit pentru a explora sentimentele altor persoane in legatura cu dumneavoastra. Daca va visati propria moarte, dar nu aratati ca un om mort inseamna ca una din proprietatile dumneavoastra va fi distrusa sau una din camerele din casa dumneavoastra se va prabusi. Intr-o alta ordine de idei, propria moarte in vise si aratati ca o persoana moarta sugereaza slabiciuni in credinta dumneavoastra.",
      "slug": "propria-moarte"
    },
    {
      "name": "Proprietate",
      "category": "dictionar",
      "shortMeaning": "Daca te visezi pe proprietatea ta, va fi nevoie sa infrunti realitatea si e timpul sa nu te mai a...",
      "fullInterpretation": "Daca te visezi pe proprietatea ta, va fi nevoie sa infrunti realitatea si e timpul sa nu te mai ascunzi in spatele unor vise fanteziste in viata reala.",
      "slug": "proprietate"
    },
    {
      "name": "Prosop",
      "category": "dictionar",
      "shortMeaning": "In general, visele despre prosoape pot fi considerate mici avertismente pentru evitarea certurilor din viata reala.",
      "fullInterpretation": "In general, visele despre prosoape pot fi considerate mici avertismente pentru evitarea certurilor din viata reala. Este posibil ca cineva sa va testeze rabdarea si sa incerce sa va provoace sa faceti sau sa spuneti ceea ce nu vreti. Visand ca te stergi cu un prosop Stergerea corpului cu un prosop sau curatarea corpului cu un prosop sau o carpa uda, reprezinta dorinta de a ascunde ceva. Poate fi vorba despre ceva de care nu sunteti prea mandrii, motiv pentru care vreti sa va asigurati ca nimeni nu va afla. Prosop rupt Prosoapele rupte simbolizaza uitare. Din cauza ca sunteti pea concentrati sau prea implicati in ceea ce faceti este posibil sa uitati de ceea ce au nevoie cei din jurul dumneavoastra. Chiar daca familiei sau apropiatiilor le oferiti multiple beneficii, acestia isi voar dori cu totul altceva de la dumneavoasta , si anume, atentie. Un prosop vechi pe care dumneavoastra il rupeti. Un asemenea vis indica lipsa de repect fata de sine. Nu prea va pasa de dumneavoastra, in schimb, va intereseaza problemele altora. Atentie, acest mod de abordare va a degrada si mai mult calitatea vietii, incercati sa va concentrati enegia si gandurile asupra propriei vieti. Prosop murdar De regula, aparitia prosoapelor murdare in visele noastre sugereaza slabiciune, dependenta de vicii, oameni cu influenta negativa sau care profita de ezitarea si bunatatea dumneavoastra. Prosoape curate Visele despre prosoape curate sunt semne bune, reprezentand timp benefic, incantator si de revigorare. Chiar daca veti intampina o problema, veti avea puterea si vointa sa rezolvati totul cu un minim efort. Cumparand prosoape Visand ca ati cumparat prosoape noi, este semnul unor schimbari in bine, de ex. : mergi la o facultate buna, te angajezi sau schimbi locul de munca cu unul mai bun, te muti in alt oras sa intr-o alta tara, incepi o noua viata alaturi de persoana iubita, etc. Pe de alta parte, tot acest tip de vise poate prevesti si sfasitul unei relatii de lunga durata sau divortul. Culorile prosoapelor Semnificatiile prosoapeor din visele dumniavoastra pot fi mai precise daca analizam si culoarea acestora. Prospul alb simbolizeaza o anume teama de schimbare. Elanul dumneavoastra va este diminuat din cauza lipsei de incredere de sine care nu va lasa sa profitati la maxim de propriul potential. Prosopul negru face referire la intelegere si indeamna la mai multa ascultare din partea dumneavoastra. Intotdeauna aveti tendinta de a alege cea mai usoara cale de iesire si, din acest motiv, oamenii nu va acorda respect, ba dimpotriva, vor incerca sa va umileasca. Prosopul rosu prevesteste momente pesionale in viitorul apropiat. De asemenea, poate indica faptul ca sunteti implicati intr-o relatie bazata doar pe atractie sexuala. Prosopul galben este simbolul geloziei. Poate ca acum cineva din cercul dumneavoatra de cunoscuti are acel ceva la care dumneavoastra ati visat de mult timp. Progresul in cariera si dobandirea unor castiguri substantiale sunt prevestite de culoare prosoapelor albastre. Un posop multicolor nu este prea bun, acesta simbolizand neliniste si ganduri ce se bat cap in cap.Prosopul murdar in vise semnifica greutati si durere. Ar putea sugera ca vi se spune exact opusul sau ca ar trebui sa o luati in partea opusa. Daca visati pe cineva drag acoperit cu un prosop murdar inseamna ca este mai bine sa nu va atasati de aceasta persoana, sa mergeti mai departe fara ea (sau el, dupa caz), altfel veti avea de-a face cu greutati in viata.",
      "slug": "prosop"
    },
    {
      "name": "Prosop murdar",
      "category": "dictionar",
      "shortMeaning": "Prosopul murdar in vise semnifica greutati si durere.",
      "fullInterpretation": "Prosopul murdar in vise semnifica greutati si durere. Ar putea sugera ca vi se spune exact opusul sau ca ar trebui sa o luati in partea opusa. Daca visati pe cineva drag acoperit cu un prosop murdar inseamna ca este mai bine sa nu va atasati de aceasta persoana, sa mergeti mai departe fara ea (sau el, dupa caz), altfel veti avea de-a face cu greutati in viata.",
      "slug": "prosop-murdar"
    },
    {
      "name": "Prostituata",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "prostituata"
    },
    {
      "name": "Protectie",
      "category": "dictionar",
      "shortMeaning": "Visul in care sunteti protejat sau aveti nevoie de protectie inseamna ca va simtiti neputincios i...",
      "fullInterpretation": "Visul in care sunteti protejat sau aveti nevoie de protectie inseamna ca va simtiti neputincios in unele situatii, sunteti dependent de altii. Aveti nevoie sa incepeti sa puneti stapanire pe situatie. Daca visati ca protejati pe cineva sau ceva inseamna ca ati pus un zid emotional intre dumneavoastra si cei din jur. Ar trebui sa luati in considerare ce aspect din propria persoana va este teama sa-l eliberatisi sa le permiteti altora sa il descopere.",
      "slug": "protectie"
    },
    {
      "name": "Proteza",
      "category": "dictionar",
      "shortMeaning": "In general, visele ce au legatura cu dintii sunt prevestitoare de greutati si obstacole in realiz...",
      "fullInterpretation": "In general, visele ce au legatura cu dintii sunt prevestitoare de greutati si obstacole in realizarea scopurilor sau simbolizeaza pierderea unor abilitati. Proteza dentara reprezinta incercarea de a falsifica ceva pentru a ramane demn sau pentru a va pastra calea. Probabil ca in ultima vreme nu ati fost tocmai cinstit, poate ca v-ati folosit de cineva sau de ceva pentru a modifica un rezultat sau pentru a va ascunde defectele fata de ceilalti. Vasand o proteza cufundata intr-un pahar cu apa este semn ca trebuie sa acordati mai multa atentie vietii voastre. Poate ca in ultima vreme v-ati implicat in prea multe lucruri si acum ar fi un moment potrivit sa sa invcetiniti motoarele si sa va odihniti pentru o vreme.",
      "slug": "proteza"
    },
    {
      "name": "Proteza dentara",
      "category": "dictionar",
      "shortMeaning": "In general, visele ce au legatura cu dintii sunt prevestitoare de greutati si obstacole in realiz...",
      "fullInterpretation": "In general, visele ce au legatura cu dintii sunt prevestitoare de greutati si obstacole in realizarea scopurilor sau simbolizeaza pierderea unor abilitati. Proteza dentara reprezinta incercarea de a falsifica ceva pentru a ramane demn sau pentru a va pastra calea. Probabil ca in ultima vreme nu ati fost tocmai cinstit, poate ca v-ati folosit de cineva sau de ceva pentru a modifica un rezultat sau pentru a va ascunde defectele fata de ceilalti. Vasand o proteza cufundata intr-un pahar cu apa este semn ca trebuie sa acordati mai multa atentie vietii voastre. Poate ca in ultima vreme v-ati implicat in prea multe lucruri si acum ar fi un moment potrivit sa sa invcetiniti motoarele si sa va odihniti pentru o vreme.",
      "slug": "proteza-dentara"
    },
    {
      "name": "Provizi / provizii",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "provizi-provizii"
    },
    {
      "name": "Provocare",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca provoci pe cineva la lupta semnifica ca vei avea dispute aprinse cu o persoana de sex feminin.",
      "fullInterpretation": "Daca visezi ca provoci pe cineva la lupta semnifica ca vei avea dispute aprinse cu o persoana de sex feminin. De asemenea , daca cineva te provoaca, va trebui sa iesi din situatiile neplacute intr-un mod discret.",
      "slug": "provocare"
    },
    {
      "name": "Pruna / prune",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pruna-prune"
    },
    {
      "name": "Prunc",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "prunc"
    },
    {
      "name": "Prundis",
      "category": "dictionar",
      "shortMeaning": "Daca visam un prundis ne poate readuce in memorie un anumit loc sau o perioada de timp si ne poat...",
      "fullInterpretation": "Daca visam un prundis ne poate readuce in memorie un anumit loc sau o perioada de timp si ne poate aminti de vremuri fericite, precum cele ale copilariei. Visul in care alunecam pe prundis ne avertizeaza sa evitam riscurile in viata de zi cu zi. De asemenea, simbolizeaza microcosmosul.",
      "slug": "prundis"
    },
    {
      "name": "Prune",
      "category": "dictionar",
      "shortMeaning": "Trebuie sa iti revizuiesti comportamentul cu cei din jur, atentie si grija mai mare fata de oamenii la care tii.",
      "fullInterpretation": "Trebuie sa iti revizuiesti comportamentul cu cei din jur, atentie si grija mai mare fata de oamenii la care tii. Daca visezi ca mananci prune suculente inseamna ca vei fi promovat.Prunele conservate sint semne de dezamagire.Exista o multime de variatii ale viselor legate de corcoduse / prune si aici puteti gasi unele dintre ele si explicatiile acestora. Corcodusele (prune) verzi in vise simbolizeaza o anumita doza (in funtie de cate au aparut) de disconfort in relatia cu partenerul sau familia dumneavostra. Insa , daca prunele sau corcodusele sunt verzi si se afla in copac, visul este unul benefic si simbolizeaza o situatie favorabila in familia dumneavoastra. Visul in care aceste sunt coapte face referire la momente de bucurie si fericire alaturi de prieteni. De asemenea, visul prevesteste clipe de relaxare si divertisment comun. Culegand prune sa corcoduse din copac pentru a le manca, simbolizeaza dorinte implinite dar, la final, veti realiza emotiile pozitive nu sunt atat de multe pe cat v-ati asteptat. Mancand aceste fructe dulci si frumoase, simbolizeaza o statisfactie aparte in relatia intima cu partenerul dumneavoastra. Cele cu gust acru, amar sau orice alt gust neplacut indica frici respinse. Nu vor exista motive de ingrijorare daca va exista comunicare cu partenerul. Este posibil ca ideile dumneavoasta despre cum sa va inbunatatiti viata intima sa fie acceptate si satisfacatoare. Trebuie sa aveti incredere in propriul sine si sa va dezvoltati dandurile. Copacul (prunul sau corcodusul) fara frunze sau uscat complet este un semn al subestimarii. Nivelul dumneavoastra de incredere in sine este foarte scazut. Aveti abilitatile necesare, trebuie doar sa priviti inainte si sa credeti in reusita.",
      "slug": "prune"
    },
    {
      "name": "Psiholog",
      "category": "dictionar",
      "shortMeaning": "Visul in care sunteti tratat de un psiholog inseamna ca simtiti nevoia unui prieten, vreti pe cin...",
      "fullInterpretation": "Visul in care sunteti tratat de un psiholog inseamna ca simtiti nevoia unui prieten, vreti pe cineva alaturi de dumneavoastra care sa va sprijine si care sa va sfatuiasca. Totusi, acea persoana puteti fi chiar dumneavoastra, adica acea parte din dumneavoastra care va consiliaza mereu, acea autosfatuire.",
      "slug": "psiholog"
    },
    {
      "name": "Public",
      "category": "dictionar",
      "shortMeaning": "Daca visam ca ne aflam in fata unui public cel mai probabil trebuie sa acordam atentia cuvenita u...",
      "fullInterpretation": "Daca visam ca ne aflam in fata unui public cel mai probabil trebuie sa acordam atentia cuvenita unei probleme importante din viata noastra. Daca in vis facem parte dintr-un public , acest lucru sugereaza ca trecem printr-o perioada de transformari emotionale.",
      "slug": "public"
    },
    {
      "name": "Pudel",
      "category": "dictionar",
      "shortMeaning": "Daca visezi acest caine semnifica faptul ca vei trece cu bine prin niste experiente benefice si incitante.",
      "fullInterpretation": "Daca visezi acest caine semnifica faptul ca vei trece cu bine prin niste experiente benefice si incitante.",
      "slug": "pudel"
    },
    {
      "name": "Pudra",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca va pudrati, inseamna ca in realitate ascundeti un lucru urat , un compromis si asc...",
      "fullInterpretation": "Daca visati ca va pudrati, inseamna ca in realitate ascundeti un lucru urat , un compromis si ascundeti unele defecte sau greseli pe care incercati sa le acoperiti. Daca visati doar pudra semnifica faptul ca aveti nevoie de un rafinament in comportamentul dumeavoastra si cel de vorbire.",
      "slug": "pudra"
    },
    {
      "name": "Pudriera",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pudriera"
    },
    {
      "name": "Pufuleti",
      "category": "dictionar",
      "shortMeaning": "Visarea pufuletilor este similara cu cea a gustarilor.",
      "fullInterpretation": "Visarea pufuletilor este similara cu cea a gustarilor. Acestia reprezinta sentimente legate despre o implinire temporara. De asemenea, visul despre pufuleti poate simboliza si o intarziere temporara a ceva neplacut sau a ceva inevitabil. Exemplu de vis: O femeie a visat ca a mancat pufuleti in apropierea unui rau (apa). Explicatie: In viata de zi cu zi, flirta cu un nou tip de la munca , oarecum era pe cale sa isi insele iubitul, si in cele din urma va trebuit sa isi raneasca unul dintre cei doi iubiti . In acest caz, pufuletii pot reflecta incercarile ei de a se bucura temporar de o a doua relatie. Desi simtea ca asfel de gesturi sunt insofensive si ca nu pot fi considerate ca fiind un act de inselare, subconstientul o avertiza ca nimic bun nu va iesi din toate acestea.",
      "slug": "pufuleti"
    },
    {
      "name": "Pui",
      "category": "dictionar",
      "shortMeaning": "Puiul de caprioara in vise reprezinta viata noua, nastere, inocenta si vulnerabilitate.",
      "fullInterpretation": "Puiul de caprioara in vise reprezinta viata noua, nastere, inocenta si vulnerabilitate. Mai mult, visul poate insemna protectie si ingrijire. S-ar putea sa simtiti nevoia de a fi protejat sau ingirjit. Daca visati un pui de caprioara impreuna cu mama sa inseamna ca veti avea parte de bani in viitorul apropiat. Visul in care un pui de caprioara se hraneste sugereaza faptul ca va veti imbogati.Sa visezi un pui reprezinta nesiguranta, lasitate sau o lipsa de incredere. Nu este ceva ce te face nesigur dar puteti avea o lipsa de vointa. Puii reprezinta, de asemenea, palavrageala excesiva si barfe. Visul in care cresteti un pui de lup inseamna ca oferiti sprijin cuiva, il ocrotiti de rau, dar ulterior va va fura, va va distruge. Daca visati ca puiul de lup devine un animal bland inseamna ca lucrurile vor reveni pe fagasul normal.Daca visati pui de rata pe apa inseamna ca veti avea parte de fericire. Visul in care puii de rata sunt de culoare deschisa indica faptul ca vi se vor intampla lucruri bune. Daca visati pui de rata negri inseamna ca va veti simti singuri pentru o perioada.Vazand serpi mici peste tot in vis ar putea insemna un potential neexplorat. Serpii reprezinta intelepciunea, increderea de sine si forta. Faptul ca ati vazut pui de sarpe este un ca semn trebuie trezite acele trasturi adormite din interiorul dumneavoastra. Visul ar putea insemna, de asemenea, ca sunteti inconjurat de inamici, cu care va trebui sa va reglati conturile atat timp cat mai puteti. Lucturile ar putea scapa de sub control si s-ar putea sa devina mult prea nemanevrabile. Din punct de vedere psihologic, puiul de sarpe in vise simbolizeaza subestimarea amenintarii. Daca omorati acest pui de sarpe sau daca este deja mort, atunci inseamna ca aceasta amenintare a fost depasita sau a trecut.Visul in care apare un pui de tigru sau visati nasterea unui pui de tigru sugereraza noi idei de succes in afaceri.A vedea un pui de urs in vise reprezinta inocenta si caracterul jucaus. Este, de asemenea, un simbol al copiilor sau al fratilor.Visul in care mancati pui prajit sugereaza ca exista ceva negativ in viata dumneavoastra si trebuie sa scapati de acest aspect.",
      "slug": "pui"
    },
    {
      "name": "Pui de caprioara",
      "category": "dictionar",
      "shortMeaning": "Puiul de caprioara in vise reprezinta viata noua, nastere, inocenta si vulnerabilitate.",
      "fullInterpretation": "Puiul de caprioara in vise reprezinta viata noua, nastere, inocenta si vulnerabilitate. Mai mult, visul poate insemna protectie si ingrijire. S-ar putea sa simtiti nevoia de a fi protejat sau ingirjit. Daca visati un pui de caprioara impreuna cu mama sa inseamna ca veti avea parte de bani in viitorul apropiat. Visul in care un pui de caprioara se hraneste sugereaza faptul ca va veti imbogati.",
      "slug": "pui-de-caprioara"
    },
    {
      "name": "Pui de gaina",
      "category": "dictionar",
      "shortMeaning": "Sa visezi un pui reprezinta nesiguranta, lasitate sau o lipsa de incredere.",
      "fullInterpretation": "Sa visezi un pui reprezinta nesiguranta, lasitate sau o lipsa de incredere. Nu este ceva ce te face nesigur dar puteti avea o lipsa de vointa. Puii reprezinta, de asemenea, palavrageala excesiva si barfe.",
      "slug": "pui-de-gaina"
    },
    {
      "name": "Pui de lup",
      "category": "dictionar",
      "shortMeaning": "Visul in care cresteti un pui de lup inseamna ca oferiti sprijin cuiva, il ocrotiti de rau, dar u...",
      "fullInterpretation": "Visul in care cresteti un pui de lup inseamna ca oferiti sprijin cuiva, il ocrotiti de rau, dar ulterior va va fura, va va distruge. Daca visati ca puiul de lup devine un animal bland inseamna ca lucrurile vor reveni pe fagasul normal.",
      "slug": "pui-de-lup"
    },
    {
      "name": "Pui de rata",
      "category": "dictionar",
      "shortMeaning": "Daca visati pui de rata pe apa inseamna ca veti avea parte de fericire.",
      "fullInterpretation": "Daca visati pui de rata pe apa inseamna ca veti avea parte de fericire. Visul in care puii de rata sunt de culoare deschisa indica faptul ca vi se vor intampla lucruri bune. Daca visati pui de rata negri inseamna ca va veti simti singuri pentru o perioada.",
      "slug": "pui-de-rata"
    },
    {
      "name": "Pui de sarpe",
      "category": "dictionar",
      "shortMeaning": "Vazand serpi mici peste tot in vis ar putea insemna un potential neexplorat.",
      "fullInterpretation": "Vazand serpi mici peste tot in vis ar putea insemna un potential neexplorat. Serpii reprezinta intelepciunea, increderea de sine si forta. Faptul ca ati vazut pui de sarpe este un ca semn trebuie trezite acele trasturi adormite din interiorul dumneavoastra. Visul ar putea insemna, de asemenea, ca sunteti inconjurat de inamici, cu care va trebui sa va reglati conturile atat timp cat mai puteti. Lucturile ar putea scapa de sub control si s-ar putea sa devina mult prea nemanevrabile. Din punct de vedere psihologic, puiul de sarpe in vise simbolizeaza subestimarea amenintarii. Daca omorati acest pui de sarpe sau daca este deja mort, atunci inseamna ca aceasta amenintare a fost depasita sau a trecut.",
      "slug": "pui-de-sarpe"
    },
    {
      "name": "Pui de tigru",
      "category": "dictionar",
      "shortMeaning": "Visul in care apare un pui de tigru sau visati nasterea unui pui de tigru sugereraza noi idei de succes in afaceri.",
      "fullInterpretation": "Visul in care apare un pui de tigru sau visati nasterea unui pui de tigru sugereraza noi idei de succes in afaceri.",
      "slug": "pui-de-tigru"
    },
    {
      "name": "Pui de urs",
      "category": "dictionar",
      "shortMeaning": "A vedea un pui de urs in vise reprezinta inocenta si caracterul jucaus.",
      "fullInterpretation": "A vedea un pui de urs in vise reprezinta inocenta si caracterul jucaus. Este, de asemenea, un simbol al copiilor sau al fratilor.",
      "slug": "pui-de-urs"
    },
    {
      "name": "Pui prajit",
      "category": "dictionar",
      "shortMeaning": "Visul in care mancati pui prajit sugereaza ca exista ceva negativ in viata dumneavoastra si trebu...",
      "fullInterpretation": "Visul in care mancati pui prajit sugereaza ca exista ceva negativ in viata dumneavoastra si trebuie sa scapati de acest aspect.",
      "slug": "pui-prajit"
    },
    {
      "name": "Pui, closca cu pui",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pui-closca-cu-pui"
    },
    {
      "name": "Puisor de gaina",
      "category": "dictionar",
      "shortMeaning": "Daca visati puisori de gaina sarind din gaoace aduc noroc, semnifica faptul ca veti fi binecuvantati cu copii.",
      "fullInterpretation": "Daca visati puisori de gaina sarind din gaoace aduc noroc, semnifica faptul ca veti fi binecuvantati cu copii. Daca visati puisori de gaina plutind intr-un vas o problema va fi rezolvata imediat.",
      "slug": "puisor-de-gaina"
    },
    {
      "name": "Pulbere",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca va risipiti pulberea fara nici un sens semnifica faptul ca in realitate veti avea ...",
      "fullInterpretation": "Daca visati ca va risipiti pulberea fara nici un sens semnifica faptul ca in realitate veti avea nervii slabiti si va veti consuma energia .",
      "slug": "pulbere"
    }
  ]
}