{
  "symbols": [
    {
      "name": "Pelerinaj",
      "category": "dictionar",
      "shortMeaning": "Visul in care esti pelerin sugereaza faptul ca esti pe cale de a face o calatorie spirituala.",
      "fullInterpretation": "Visul in care esti pelerin sugereaza faptul ca esti pe cale de a face o calatorie spirituala. - Daca in vis vezi un pelerin, acesta reprezinta un aspect al tau care se straduieste spre o mai buna intelegere a lumii in care traiesti sau o intelegere a sinelui. Pelerinajul in vise este un semn bun, acesta vis poate semnifica o veste pozitiva sau o veste fericita.",
      "slug": "pelerinaj"
    },
    {
      "name": "Pelican",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pelican"
    },
    {
      "name": "Penaj",
      "category": "dictionar",
      "shortMeaning": "Penajul sugereaza in vis energia si vitalitatea.",
      "fullInterpretation": "Penajul sugereaza in vis energia si vitalitatea. De asemenea, sugereaza sfidarea , prin asociere cu imaginea paunului care isi expune penele. Expunerea penajului simbolizeaza triumful spiritual.",
      "slug": "penaj"
    },
    {
      "name": "Penar",
      "category": "dictionar",
      "shortMeaning": "A folosi un penar in vise sugereaza pastrarea unui secret.",
      "fullInterpretation": "A folosi un penar in vise sugereaza pastrarea unui secret. Visul mai poate sugera ca simtiti ca pierdeti legatura cu \"adevaratul\" dumneavoastra. Daca visati ca scapati sau pierdeti un penar semnifica pierderea puterii sau a posesiei.",
      "slug": "penar"
    },
    {
      "name": "Pendula",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pendula"
    },
    {
      "name": "Pene",
      "category": "dictionar",
      "shortMeaning": "Penele de paun in vise indica incercarea dumneavoastra de a va agata de ceea ce va doriti in viata.",
      "fullInterpretation": "Penele de paun in vise indica incercarea dumneavoastra de a va agata de ceea ce va doriti in viata. Visul mai inseamna si ca s-ar putea sa va atingeti scopul. Paunul este cunoscut pentru penajul cozii, iar visul la acesta este un semn ca va asumati riscul in viata pentru a avea ulterior succes. Visul ar mai putea sugera invitatia de a face parte la nou proiect. Pepenele verde in vise semnifica faptul ca veti trece printr-o perioada neplacuta, dar in final veti gasi fericirea. Daca visati ca mancati pepene verde inseamna ca veti avea parte de o intamplare neplacuta, nedorita.",
      "slug": "pene"
    },
    {
      "name": "Pene de paun",
      "category": "dictionar",
      "shortMeaning": "Penele de paun in vise indica incercarea dumneavoastra de a va agata de ceea ce va doriti in viata.",
      "fullInterpretation": "Penele de paun in vise indica incercarea dumneavoastra de a va agata de ceea ce va doriti in viata. Visul mai inseamna si ca s-ar putea sa va atingeti scopul. Paunul este cunoscut pentru penajul cozii, iar visul la acesta este un semn ca va asumati riscul in viata pentru a avea ulterior succes. Visul ar mai putea sugera invitatia de a face parte la nou proiect.",
      "slug": "pene-de-paun"
    },
    {
      "name": "Penis",
      "category": "dictionar",
      "shortMeaning": "A vedea un penis in vise semnifica energia sexuala, puterea, agresiunea si fertilitatea, in speci...",
      "fullInterpretation": "A vedea un penis in vise semnifica energia sexuala, puterea, agresiunea si fertilitatea, in special daca penisul este erect. Daca penisul este flasc atunci visul va indruma spre frustrare sexuala. Daca un barbat viseaza un penis sugereaza anxietate si dubii despre performanta sexuala, iar daca o femeie viseaza un penis inseamna dorintele sexuale primare.",
      "slug": "penis"
    },
    {
      "name": "Penitenciar / puscarie / inchisoare",
      "category": "dictionar",
      "shortMeaning": "Penitenciarul, inchisoarea sau puscaria pot face referire la o afectiune limitata in ceea ce priv...",
      "fullInterpretation": "Penitenciarul, inchisoarea sau puscaria pot face referire la o afectiune limitata in ceea ce priveste psihicul sau la faptul ca va simtiti legat de o situatie din viata de zi cu zi. Visul simbolizeaza libertate de miscare restictionata. Interpretare detaliata a viselor De cele mai multe ori acest gen de vise semifica faptul ca in viata de zi cu zi va simtiti mereu captivi. Poate ca exista complicatii in viata emotionala, spirituala sau materiala. Uneori, acest vis ar putea indica si dorinta de a scapa de anumite comportamente sau obiceiuri inadecvate. Fiind trimis la inchisoare simbolizeaza o relatie bolnavicioasa sau o relatie in care va simtiti captivi sau limitati intr-un fel sau altul. Daca ati visat o celula de inchisoare, un astfel de vis, sugereaza presiune si stres din partea superiorilor. In general acest vis este asociat cu locul de munca. Celula reprezinta sentimentele referitoare la faptul ca ai fost prins in aceasta situatie, fara posibilitatea de a scapa. Visand ca va aflati intr-un penitenciar, in conditii de viata dure, un astfel de vis ar putea fi defapt un semn bun. Conditiile de viata precare, cum ar fi alimentele si igiena precara, etc., ar putea simboliza puterea, ceea ce va va ajuta sa depasiti anumite provocari si sa obtineti ceea ce va doriti. In acest caz, cu cat sunt mai grave conditiile, cu atat este mai mare succesul. Visand ca ati vazut pe cineva la puscarie, un asemenea vis poate semnifica eforturile dvs. pentru a ajuta aceasta persoana sa iase din anumite probleme sau sa atinga un obiectiv. S-ar putea sa deveniti o legatura importanta in succesul si bunastarea lui in viitor. Daca ati visat un membru al familiei, cum ar fi fratele sau parintele, in inchisoare, un astfel de vis ar putea semnifica controlul asupra gandurilor si actiunilor acestei persoane in viata reala. Acest vis este si un mesaj pentru a-ti reconsidera comportamentul fata de aceasta pesoana si pentru a opri controlul si abuzul acestora intr-un asemenea mod. Visand ca ati fost eliberat din inchisoare ar putea indica nevoia unor schimbari majore in viata. Uneori, acest vis semnifica depasirea obstacolelor. Visele in care sunteti implicat intr-o lupta in inchisoare reprezinta confruntari sau dificultati in viitorul apropiat.",
      "slug": "penitenciar-puscarie-inchisoare"
    },
    {
      "name": "Penseta",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "penseta"
    },
    {
      "name": "Pensie",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat un pensionar inseamna ca iti faci griji cu privire la starea ta psihica si fizica.",
      "fullInterpretation": "- Daca ai visat un pensionar inseamna ca iti faci griji cu privire la starea ta psihica si fizica. - Daca ai visat ca primesti pensia sau ca mergi sa o ridici de la posta, este semn de ingrijorare sau chiar probleme in familie.",
      "slug": "pensie"
    },
    {
      "name": "Pensula",
      "category": "dictionar",
      "shortMeaning": "- Visul in care vezi sau folosesti o pensula reprezinta armonie si creativitate.",
      "fullInterpretation": "- Visul in care vezi sau folosesti o pensula reprezinta armonie si creativitate. Este, de asemenea, un simbol al talentelor tale artistice. Alternativ, pensula din vise simbolizeaza toleranta din relatiile interumane. Pensula unui pictor poate simboliza insa si un falus cu par, aceasta reprezinta dorinta de dragoste. Trebuie retinuta si culoarea pensulei dar si culorile cu care se foloseste pensula pentru o interpretare mai amanuntita a visului.",
      "slug": "pensula"
    },
    {
      "name": "Pepene",
      "category": "dictionar",
      "shortMeaning": "Pepenele verde in vise semnifica faptul ca veti trece printr-o perioada neplacuta, dar in final veti gasi fericirea.",
      "fullInterpretation": "Pepenele verde in vise semnifica faptul ca veti trece printr-o perioada neplacuta, dar in final veti gasi fericirea. Daca visati ca mancati pepene verde inseamna ca veti avea parte de o intamplare neplacuta, nedorita.",
      "slug": "pepene"
    },
    {
      "name": "Pepene galben",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pepene-galben"
    },
    {
      "name": "Pepene verde",
      "category": "dictionar",
      "shortMeaning": "Pepenele verde in vise semnifica faptul ca veti trece printr-o perioada neplacuta, dar in final veti gasi fericirea.",
      "fullInterpretation": "Pepenele verde in vise semnifica faptul ca veti trece printr-o perioada neplacuta, dar in final veti gasi fericirea. Daca visati ca mancati pepene verde inseamna ca veti avea parte de o intamplare neplacuta, nedorita.",
      "slug": "pepene-verde"
    },
    {
      "name": "Pepita",
      "category": "dictionar",
      "shortMeaning": "Cel mai adesea pepitele sunt din aur pur, simbolizand astfel partea pozitiva a lucrurilor.",
      "fullInterpretation": "Cel mai adesea pepitele sunt din aur pur, simbolizand astfel partea pozitiva a lucrurilor. In vise, imaginea acestora poate semnifica acumularea de informatii si cunostinte.",
      "slug": "pepita"
    },
    {
      "name": "Perdea",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "perdea"
    },
    {
      "name": "Perdele",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "perdele"
    },
    {
      "name": "Pere",
      "category": "dictionar",
      "shortMeaning": "Visarea peretilor din casa poate reflecta ganduri personale sau poate evidentia anumite secrete s...",
      "fullInterpretation": "Visarea peretilor din casa poate reflecta ganduri personale sau poate evidentia anumite secrete sau obstacole din viata visatorului, culorile sau modelele de pe perete pot evidentia tema obstacolului. De exemplu: Un perete de culoare rosie ar putea reprezenta o obstructie, un pericol sau o confruntare. Trebuie tinut cont si de faptul ca culoarea rosie reprezinta o urgenta (pericol iminent, confruntare imediata, obstructionare brusca, etc. ) Un perete portocaliu va simboliza eficienta ignorata si atingerea unei limite. Este posibil ca pentru depasirea obstacolului curent sa trebuiasca sa implicati si persone din exteriorul familiei. Un perete de sticla poate simboliza o bariera emotionala sau un comportament nepermis. De asemenea, poate fi vorba si despre sentimente de fagiliate sau despre sentimentul de a fi tinut inapoi si fortat sa observi fara a-ti fi permis sa intervi. Un perete alb in vis poate fi numit obstacolul perfect care defineste un anumit comportament si dincolo de acesta nimic nu este permis! Altenativ, visul poate simboliza nevoia de abordari calare si palnuri concarete atunci cand va confruntati cu obstacole. Un perete negru poate simboliza emotii suprimate, framantari interioare, frica si anxietate. De asemena, culoarea neagra a peretelui poate reprezena faptu ca va simtiti \"tinut in intuneric\" sau lipiti de lumina si claritate cu privire la situatie. Un perete verde simbolizeaza revigorare, crestere personala si conexiune cu natura, bineinteles ca toate aceste lucruri depind de contextul visului. Visele despre un perete crapat denota sentimente de nesiguranta si instabilitate, o vulnerabilitate in \"fundatia\" sigurantei sinelui sau a convingerilor personale. Alternativ, peretii crapati din vise pot reprezenta o schimbare rapida si neasteptata (schimbari pozitive sau negative). Indiferent de natura schimbarii, simbolul aratat in vis este o reamintire a faptului ca schimbarea este inevitabila si ca trebuie sa fim pregatiti sa acceptam acest lucru.Visarea peretilor murdari este un semn care prevesteste o schimbare. De asemenea, peretele murdar poate simboliza si vremuri nesigure, perioade cu obstacole, probleme de comunicare si exprimare sau atitudine si faima scazute. Curatarea peretelui sau a peretilor murdari indica rezeolvarea unor conflicte ori un fel de ascensiune care succes sau onoare. Alternativ, visul poate prevesti si o dorinta arzatoare de a incepe de la zero (aici poate fi vorba despre o careiera noua, o viata noua intr-un alt oras sau o relatie noua). Tot acest vis poate aparea ca urmare a faptul ca refuzati sa acceptati lucrurile asa cum sunt ele in realitate. Potrivit traditiei populare peretii murdari simbolizeaza nevoia de purificarea sufleteasca si de eliberare a energiei negative . Tavanul murdar exprima indoiala de sine si teama de a nu iti atinge obiectivele. De asemena, un astfel de vis poate aparea ca urmare a stresului generat de un secret pe care nu-l puteti dezvalui nimanui.Viperele sunt serpi veninosi extrem de toxici. Atunci cand o persoana este muscata se creaza o reactie extem de toxica care poate duce chiar si la moarte. Asfel visele in care apar vipere pot avea mai multe semnificatii: Vipera in vise reprezinta temeri ascunse si griji ca sunteti in pericol. Alternativ, visul poate fi doar o metafora asociata cuiva rau intentionat sau periculos. Trebuie sa impui reguli stricte si sa fi nemilos cu cei ce actioneaza impotriva ta. Potrivit traditiei noastre vipera reprezinta primejdie, vrajmasii te vor birui O vipera atacand inseamna inselatorie si viclenie. Vipera dormind reprezinta amici credinciosi, prieteni rauvoitori si ascunsi. Vipera muscandu-te in vise simbolizeaza pierderi de bani. Omorand o vipera - nu vei ajunge in mana dusmanului.",
      "slug": "pere"
    },
    {
      "name": "Pereche",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pereche"
    },
    {
      "name": "Perfuzie",
      "category": "dictionar",
      "shortMeaning": "In general, visele care au legatura cu perfuzii prevestesc existenta unei boli iminente sau pot a...",
      "fullInterpretation": "In general, visele care au legatura cu perfuzii prevestesc existenta unei boli iminente sau pot aparea datorita unor simptome resimtite de organismul dumneavoastra ori pot avea legatura cu unele proceduri sau tratamente pe care le-ati urmat / le urmati. In cazul in care ati visat ca vi se administreaza o perfuzie intravenoasa, ar trebui cu toata taria sa va \"vindecati\" comportamentul si atituninile care v-au fost daunatoare pana acum. Perfuzia poate face referire si la un timp acordat unei vindecari trupesti sau sufletesti. De asemenea, aceasta poate fi asociata cu un mesaj ce trebuie transmis urgent. Daca in viata de zi cu zi sunteti o asistenta medicala si ati visat perfuzii, acestea pot fi un simbol de viata noua .",
      "slug": "perfuzie"
    },
    {
      "name": "Pericol",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pericol"
    },
    {
      "name": "Perie",
      "category": "dictionar",
      "shortMeaning": "Visul in care folositi o perie de par inseamna ca veti avea parte de bucurii si castiguri financiare.",
      "fullInterpretation": "Visul in care folositi o perie de par inseamna ca veti avea parte de bucurii si castiguri financiare.Visul in care trageti draperiile semnifica secrete si o reprimare a gandurilor. Tineti ascunse unele aspecte sau problemele personale. Daca visati ca deschideti draperiile inseamna ca scoateti la iveala ceva tinut ascuns despre dumneavoastra. A vedea o draperie de dus in vis inseamna ca nu va exprimati intru-totul emotiile. Exista ceva ce inca ascundeti de altii. Daca visati o draperie de dus murdara inseamna emotiile negative pe care le reprimati. Va simtiti rusinat de propriile emotii.Daca ati visat ca sunteti foarte speriat inseamna ca va confruntati cu sentimente de auto-indoiala si incompetenta in viata de zi cu zi. Poate simtiti o lipsa de control. Furia este adesea mascata ca frica, deci luati in considerare, de asemenea, problemele ce va infurie /supara in viata de zi cu zi. In cazul in care vedeti alte persoane speriate, atunci exista posibilitatea ca prietenii, familia sau colegii sa aibe unele esecuri si va trebui sa le oferiti o mana de ajutor.",
      "slug": "perie"
    },
    {
      "name": "Perie de par",
      "category": "dictionar",
      "shortMeaning": "Visul in care folositi o perie de par inseamna ca veti avea parte de bucurii si castiguri financiare.",
      "fullInterpretation": "Visul in care folositi o perie de par inseamna ca veti avea parte de bucurii si castiguri financiare.",
      "slug": "perie-de-par"
    },
    {
      "name": "Periuta de dinti",
      "category": "dictionar",
      "shortMeaning": "- Visul in care vezi sau folosesti o periuta de dinti sugereaza faptul ca te simti defensiv cu pr...",
      "fullInterpretation": "- Visul in care vezi sau folosesti o periuta de dinti sugereaza faptul ca te simti defensiv cu privire la orice critica indreptata spre tine. Te folosesti de un scut sau o bariera pentru potentiale accidente, rani sau dureri. Alternativ, visul inseamna ca esti preocupat(a) de aspectul tau si te ingrijoreaza modul in care esti perceput(a) de altii. Periuta de dinti poate fi si un semnal de alerta cu privire la sanatatea ta.",
      "slug": "periuta-de-dinti"
    },
    {
      "name": "Perla",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "perla"
    },
    {
      "name": "Perle",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "perle"
    },
    {
      "name": "Permis de conducere",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "permis-de-conducere"
    },
    {
      "name": "Perna",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "perna"
    },
    {
      "name": "Peron",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "peron"
    },
    {
      "name": "Persoana",
      "category": "dictionar",
      "shortMeaning": "Persoana iubita in vis este semn de bucurie, dragoste.",
      "fullInterpretation": "Persoana iubita in vis este semn de bucurie, dragoste. Traditia romaneasca spune ca daca va visati persoana iubita inseamna ca aceasta a adormit cu gandul la dumneavoastra. Daca persoana iubita este bolnava in vis inseamna ca veti avea parte de suparari, dezamagire in dragoste. Visul in care persoana iubita v-a inselat sugereaza ca vor avea loc unele schimbari pe plan sentimental. Daca visati ca persoana iubita este grijulie semnifica faptul ca veti avea o casnicie fericita. Potrivit traditiei occidentale, visul in care sunteti persoana iubita reprezinta un semn bun.",
      "slug": "persoana"
    },
    {
      "name": "Persoana iubita",
      "category": "dictionar",
      "shortMeaning": "Persoana iubita in vis este semn de bucurie, dragoste.",
      "fullInterpretation": "Persoana iubita in vis este semn de bucurie, dragoste. Traditia romaneasca spune ca daca va visati persoana iubita inseamna ca aceasta a adormit cu gandul la dumneavoastra. Daca persoana iubita este bolnava in vis inseamna ca veti avea parte de suparari, dezamagire in dragoste. Visul in care persoana iubita v-a inselat sugereaza ca vor avea loc unele schimbari pe plan sentimental. Daca visati ca persoana iubita este grijulie semnifica faptul ca veti avea o casnicie fericita. Potrivit traditiei occidentale, visul in care sunteti persoana iubita reprezinta un semn bun.",
      "slug": "persoana-iubita"
    },
    {
      "name": "Persoane",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "persoane"
    },
    {
      "name": "Personalitati",
      "category": "dictionar",
      "shortMeaning": "Daca visezi o personalitate , trebuie sa interpretam aceste visuri prin asocieri de idei cu anali...",
      "fullInterpretation": "Daca visezi o personalitate , trebuie sa interpretam aceste visuri prin asocieri de idei cu analiza evocarilor legate de aceste personalitati.",
      "slug": "personalitati"
    },
    {
      "name": "Peruca",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "peruca"
    },
    {
      "name": "Pervaz",
      "category": "dictionar",
      "shortMeaning": "Pervazul in vise sugereaza protectia si sprijinul de care aveti nevoie in viata.",
      "fullInterpretation": "Pervazul in vise sugereaza protectia si sprijinul de care aveti nevoie in viata.",
      "slug": "pervaz"
    },
    {
      "name": "Pescar",
      "category": "dictionar",
      "shortMeaning": "(un cadou, niste bani).",
      "fullInterpretation": "(un cadou, niste bani).",
      "slug": "pescar"
    },
    {
      "name": "Pescarus",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pescarus"
    },
    {
      "name": "Pescuit",
      "category": "dictionar",
      "shortMeaning": "Daca ai visat ca pescuiesti cu carlig- ai pasiuni secrete pentru cineva pe care il cunosti demult...",
      "fullInterpretation": "Daca ai visat ca pescuiesti cu carlig- ai pasiuni secrete pentru cineva pe care il cunosti demult Daca ai visat ca pescuiesti cu plasa- afacere profitabila. Daca ai visat ca pescuiesti cu undita- ti se face o propunere care te va incanta Daca ai visat ca pescuiesti in oglinda lacului- obstacole, intarzieri in proiecte Daca ai visat mult peste- bunastare Daca te-ai visat pescuind de pe un dig- vesti bune in curand Daca ai visat peste rapitor- prieten(a) infidel(a)..- Daca ai visat ca esti la pescuit inseamna ca te confrunti si ca aduci la suprafata emotii reprimate. In special, daca ai visat ca esti la pescuit la copca (copca in gheata) inseamna ca partunzi printr-o bariera emotionala si te confrunti cu emotii dificile din partea subconstientului tau. Alternativ, visele in care sunteti la pescuit reprezinta doar nevoia de agrement si relexare. Carligul de pescuit este, poate, cea mai importanta parte a echipamentului de pescuit. Exista diverse interpretari ale acelor de pescui, in continuare va vom explica semnificatia acestora. Visarea acelor de pescuit inseamna ca veti avea oportunitati de a va crea o averea si un bun renume, asta doar daca veti sti sa profitati de ele. Alternativ, carligele de pescuit pot reprezenta o ideee sau un concept care este folosit pentru a atrage pe altcineva. In mod negativ, carligul de pescuit poate reflecta testatea sau experimentarea manipulativa. Poate ca exista cineva care incearca sa va ademeneasca cu o idee, o propunere sau o oportunitate inselatoare. Asigurati-va ca oportunitatile au o baza reala si nu sunt doar o momeala. Daca ati visat ca folositi un carlig nou la o partida de pescuit, face referire la un efeort considerabil si acum asteptati rezultate si recompense pentru munca dumneavoastra. Daca carligul se rupe in timp ce pescuiti, este semn ca de acum inainte va trebui sa faceti o dubla verificare a ideiilor inainte de a investi in ele. Este, de asemenea, un semn de avertizare ca va trebui sa fiti mult mai atent la alegerile pe care le veti face in viitor.",
      "slug": "pescuit"
    },
    {
      "name": "Pesiune",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca vizitati o pensiune inseamna ca vi se dezvaluie indoielile pe care le aveti in pri...",
      "fullInterpretation": "Daca visati ca vizitati o pensiune inseamna ca vi se dezvaluie indoielile pe care le aveti in privinta conditiilor in care traiti.",
      "slug": "pesiune"
    },
    {
      "name": "Peste congelat",
      "category": "dictionar",
      "shortMeaning": "Pestele congelat simbolizeaza extinderea orizonturilor si a capacitatii de cunoastere.",
      "fullInterpretation": "Pestele congelat simbolizeaza extinderea orizonturilor si a capacitatii de cunoastere. Acesta poate avea multiple semnificatii in functie de context. Va este prezentata o sarcina la care va fi nevoie de o abordare la un nivel mai direct, trebuie sa fiti mai ferm si mai puternic ca niciodata. Visul prevesteste osteneala si munca din greu, cel mai probabil, o sa va simtiti si subevaluat. Pestele congelat din vise poate fi si un semnal in ceea ce priveste intorsaturile vietii. Poate ca pledati pentru nevinovatie sau poate ca va agatati de un trecut pierdut sau mort. Acesta poate fi un moment porivit pentru a invata sa renuntati. De asemenea, pestele inghetat poate insemna si dorinte ascunse. Rezultatele vor aparea in urma dedicarii si efortului depus, trebuie doar sa invatati sa nu va mai temeti de respingere. Tot acest vis indica, printre altele, nevoia dumneavoastra de control, putere, faima si glamour. Poate ca este vorba despre o afacere in care sunt in joc multi bani.",
      "slug": "peste-congelat"
    },
    {
      "name": "Peste mare",
      "category": "dictionar",
      "shortMeaning": "Pestele mare in vise inseamna ca averea dumneavoastra va spori.",
      "fullInterpretation": "Pestele mare in vise inseamna ca averea dumneavoastra va spori. Daca visati ca prindeti un peste mare inseamna noroc, bucurie, izbanda. Visul in care prindeti un peste mare cu mana prezice multe brafe in jurul dumneavoastra.",
      "slug": "peste-mare"
    },
    {
      "name": "Peste mort",
      "category": "dictionar",
      "shortMeaning": "Pestele mort in vise aduce amaraciune, tristete, singuratate, dar mai poate insemna ca veti da do...",
      "fullInterpretation": "Pestele mort in vise aduce amaraciune, tristete, singuratate, dar mai poate insemna ca veti da dovada de staruinta, de ambitia de a va inlatura dusmanii. Mai mutli pesti morti in vis inseamna speranta slaba, sunteti urmarit de clevetitori.",
      "slug": "peste-mort"
    },
    {
      "name": "Peste prajit",
      "category": "dictionar",
      "shortMeaning": "Daca va visati prajind un peste inseamna nu va pasa de viitor.",
      "fullInterpretation": "Daca va visati prajind un peste inseamna nu va pasa de viitor. Visul in care scoateti un peste prajit din tigaie indica vesti bune si neasteptate. Daca visati ca mancati peste prajit inseamna ca aveti probleme de sanatate.",
      "slug": "peste-prajit"
    },
    {
      "name": "Peste viu",
      "category": "dictionar",
      "shortMeaning": "Vazand peste viu in vise poate prevesti noroc cu exceptia cazului in care peste este crap, in ace...",
      "fullInterpretation": "Vazand peste viu in vise poate prevesti noroc cu exceptia cazului in care peste este crap, in acest caz acesta este un avertisment impotriva supunerii datorate criticilor si actiunilor tale. Peste inotand in apa limpede este semn ca veti dobandi putere si avere personala. Pentru o interpretare cat mai exacta va rugam sa analizati interpretarea general a visului : Peste",
      "slug": "peste-viu"
    },
    {
      "name": "Pestele",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pestele"
    },
    {
      "name": "Pestera",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pestera"
    },
    {
      "name": "Pesti",
      "category": "dictionar",
      "shortMeaning": "Cand visam pesti inseamna ca suntem in legatura cu latura noastra emotionala si, mai mult decat a...",
      "fullInterpretation": "Cand visam pesti inseamna ca suntem in legatura cu latura noastra emotionala si, mai mult decat atat, cu abilitatea noastra de a fi chibzuiti si prevazatori, fara a fi neaparat si buni strategi. Pur si simplu , adesea reactionam instinctiv la ce se intampla in jurul nostru, fara sa mai analizam situatia.Pestisorul auriu in visul tau inseama avere, succes si aventuri placute. Alternativ, pestisorul auriu reprezinta o chestiunea emotionala importanta sau informatii valoroase. - Daca in vis poti vedea sau auzi pestisorul de aur, inseamna ca vei descoperi ca cineva te iubeste in taina. - Daca pestisorul auriu se afla intr-un acvariu, inseamna ca vei suferi in dragoste.",
      "slug": "pesti"
    },
    {
      "name": "Pestisorul auriu",
      "category": "dictionar",
      "shortMeaning": "Pestisorul auriu in visul tau inseama avere, succes si aventuri placute.",
      "fullInterpretation": "Pestisorul auriu in visul tau inseama avere, succes si aventuri placute. Alternativ, pestisorul auriu reprezinta o chestiunea emotionala importanta sau informatii valoroase. - Daca in vis poti vedea sau auzi pestisorul de aur, inseamna ca vei descoperi ca cineva te iubeste in taina. - Daca pestisorul auriu se afla intr-un acvariu, inseamna ca vei suferi in dragoste.",
      "slug": "pestisorul-auriu"
    },
    {
      "name": "Petale",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "petale"
    }
  ]
}