{
  "symbols": [
    {
      "name": "Plutire",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca plutesti semnifica faptul ca nu putem sa luam in maini carma propriei noastre exis...",
      "fullInterpretation": "Daca visezi ca plutesti semnifica faptul ca nu putem sa luam in maini carma propriei noastre existente , suntem nehotarati si probabil ca trebuie sa ne dovedim mai prevazatori in legatura cu actiunile si relatiile noastre cu cei din jur. Un astfel de vis simbolizeaza experienta parasirii corpului.",
      "slug": "plutire"
    },
    {
      "name": "Plutire / a pluti",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "plutire-a-pluti"
    },
    {
      "name": "Poame",
      "category": "dictionar",
      "shortMeaning": "( mere, nuci, prune)- ai scapat de griji - uscate- viata indelungata - verde- sotie stearpa - zdr...",
      "fullInterpretation": "( mere, nuci, prune)- ai scapat de griji - uscate- viata indelungata - verde- sotie stearpa - zdrobind in butoaie- curiozitate din partea celor apropiati - zdrobite- curiozitate.",
      "slug": "poame"
    },
    {
      "name": "Poarta",
      "category": "dictionar",
      "shortMeaning": "O poarte deschisa in vise semnifica noi oportunitati si posibilitati.",
      "fullInterpretation": "O poarte deschisa in vise semnifica noi oportunitati si posibilitati. Daca visati ca treceti printr-o poarta deschisa inseamna ca intrati intr-o noua etapa a vietii si ar trerbui sa va simtiti emotionat pentru noile oportunitati din jurul dumneavoastra. Nu mai sunteti tinut de experientele sau perconceptiile trecutului. Deschideti-va in fata noilor posibilitati. Visul in care apare o poarta deschisa si nu puteti trece inseamna ca nu sunteti capabil sa renuntati la trecut inainte de a merge mai departe spre destinul dumneavoastra. A visa ca deschideti o poarta sugereaza succesul in afaceri si lasarea in urma a greutatilor si nemultumirilor.",
      "slug": "poarta"
    },
    {
      "name": "Poarta deschisa",
      "category": "dictionar",
      "shortMeaning": "O poarte deschisa in vise semnifica noi oportunitati si posibilitati.",
      "fullInterpretation": "O poarte deschisa in vise semnifica noi oportunitati si posibilitati. Daca visati ca treceti printr-o poarta deschisa inseamna ca intrati intr-o noua etapa a vietii si ar trerbui sa va simtiti emotionat pentru noile oportunitati din jurul dumneavoastra. Nu mai sunteti tinut de experientele sau perconceptiile trecutului. Deschideti-va in fata noilor posibilitati. Visul in care apare o poarta deschisa si nu puteti trece inseamna ca nu sunteti capabil sa renuntati la trecut inainte de a merge mai departe spre destinul dumneavoastra. A visa ca deschideti o poarta sugereaza succesul in afaceri si lasarea in urma a greutatilor si nemultumirilor.",
      "slug": "poarta-deschisa"
    },
    {
      "name": "Pod",
      "category": "dictionar",
      "shortMeaning": "Podul de lemn in vise este un semn ca sunteti lipsit de voina in viata dumneavoastra.",
      "fullInterpretation": "Podul de lemn in vise este un semn ca sunteti lipsit de voina in viata dumneavoastra. Daca visati ca vedeti un pod de lemn intr-un parc inseamna ca s-ar putea sa aveti parte de o poveste de dragoste.Un pod inalt in vise poate sugera o batalie politica ce se afla in fata dumneavoastra. Daca visati un pod foarte inalt mai poate insemna o natura spirituala foarte ridicata. Alternativ, din cauza inaltimii mari, visul poate sugera dificultatea de a trece peste o problema.Daca visezi o podgorie este un semn ca te vei implica in idei noi. De asemenea, daca vita de vie nu are fructe , nu trebuie sa va implicati in actiuni periculoase.Visul in care sunteti pe podium sugereaza ca aveti ceva important de spus, trebuie sa va faceti auzit. Poate ca aveti probleme in a transmite mesajul si va apasa pe constinta. Alternativ, podiumul in vise ar mai putea denota pozitia pe care o aveti in societate. Se pare ca sunteti o persoana influenta.Mintea, ideile, amintirile, experiente din trecut, lucruri care nu sunt vazute sau uitate, toate acestea sunt sugerate de catre podul casei vazut in vise. Podul casei simbolizeaza lucruri nevazute si de cele mai multe ori uitate sau o persoana pe care nu ati recunoscuto. De asemenea, in unele vise, podul casei este un loc de explorare de sine sau a sentimentului sexual ascuns. De exemplu: daca visati ca podul casei este inalt si aveti o vedere minunata, aceasta poate reprezenta capacitatea dumneavoastra de a avea o viziune mult mai larga asupra vietii, cum ar fi cunostinta cosmica. In mod negativ, podul casei poate fi un semn ca neglijati in mod intentionat ceva sau pe cineva pana cand va prieste. Exemlu de vis: Un barbat a visat un alt barbat in podul casei lui. In viata de zi cu zi avea un sef foarte exigent pe care l-a mintit cu regularitate si despre care a vorbit pe la spate. Pentru o tanara femeie care a visat ca doarme in podul casei, acest vis prevesteste ca ea va esua sa gaseasca satisfactie in ocupatia sa actuala. Din punct de vedere psihologic, podul casei, reprezinta experiente sau lucruri noi. Acesta ar trebui sa fie curat si ordonat precum capul nostru. Nu ar trebui sa acumulze lucruri inutile. Visele destre podul casei sunt intotdeuna putin suspicioase, aceasta are de-a face cu amintirile din copilarie, amintiri de curiozitate, cautarea interzisa si fragedele experiente erotice. Vedeti , de asemanea, si \"Mansarda\" .",
      "slug": "pod"
    },
    {
      "name": "Pod de lemn",
      "category": "dictionar",
      "shortMeaning": "Podul de lemn in vise este un semn ca sunteti lipsit de voina in viata dumneavoastra.",
      "fullInterpretation": "Podul de lemn in vise este un semn ca sunteti lipsit de voina in viata dumneavoastra. Daca visati ca vedeti un pod de lemn intr-un parc inseamna ca s-ar putea sa aveti parte de o poveste de dragoste.",
      "slug": "pod-de-lemn"
    },
    {
      "name": "Pod inalt",
      "category": "dictionar",
      "shortMeaning": "Un pod inalt in vise poate sugera o batalie politica ce se afla in fata dumneavoastra.",
      "fullInterpretation": "Un pod inalt in vise poate sugera o batalie politica ce se afla in fata dumneavoastra. Daca visati un pod foarte inalt mai poate insemna o natura spirituala foarte ridicata. Alternativ, din cauza inaltimii mari, visul poate sugera dificultatea de a trece peste o problema.",
      "slug": "pod-inalt"
    },
    {
      "name": "Podea",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "podea"
    },
    {
      "name": "Podgorie",
      "category": "dictionar",
      "shortMeaning": "Daca visezi o podgorie este un semn ca te vei implica in idei noi.",
      "fullInterpretation": "Daca visezi o podgorie este un semn ca te vei implica in idei noi. De asemenea, daca vita de vie nu are fructe , nu trebuie sa va implicati in actiuni periculoase.Vita de vie in vise reprezinta roadele muncii tale si a experientei de viata. Munca grea si efortul vor da rode pe termen lung. Cand visam o podgorie, acest lucru poate fi o trimitere la stramosi. Intram astfel in legatura cu o parte mai spirituala a sinelui, care a crescut prin experienta impartasita, nu individuala. Vita de vie sau podgoria simbolizeaza cresterea naturii spirituale. De asemenea, mai poate reprezenta si fertilitatea.",
      "slug": "podgorie"
    },
    {
      "name": "Podium",
      "category": "dictionar",
      "shortMeaning": "Visul in care sunteti pe podium sugereaza ca aveti ceva important de spus, trebuie sa va faceti auzit.",
      "fullInterpretation": "Visul in care sunteti pe podium sugereaza ca aveti ceva important de spus, trebuie sa va faceti auzit. Poate ca aveti probleme in a transmite mesajul si va apasa pe constinta. Alternativ, podiumul in vise ar mai putea denota pozitia pe care o aveti in societate. Se pare ca sunteti o persoana influenta.",
      "slug": "podium"
    },
    {
      "name": "Podoaba",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "podoaba"
    },
    {
      "name": "Podul casei",
      "category": "dictionar",
      "shortMeaning": "Mintea, ideile, amintirile, experiente din trecut, lucruri care nu sunt vazute sau uitate, toate ...",
      "fullInterpretation": "Mintea, ideile, amintirile, experiente din trecut, lucruri care nu sunt vazute sau uitate, toate acestea sunt sugerate de catre podul casei vazut in vise. Podul casei simbolizeaza lucruri nevazute si de cele mai multe ori uitate sau o persoana pe care nu ati recunoscuto. De asemenea, in unele vise, podul casei este un loc de explorare de sine sau a sentimentului sexual ascuns. De exemplu: daca visati ca podul casei este inalt si aveti o vedere minunata, aceasta poate reprezenta capacitatea dumneavoastra de a avea o viziune mult mai larga asupra vietii, cum ar fi cunostinta cosmica. In mod negativ, podul casei poate fi un semn ca neglijati in mod intentionat ceva sau pe cineva pana cand va prieste. Exemlu de vis: Un barbat a visat un alt barbat in podul casei lui. In viata de zi cu zi avea un sef foarte exigent pe care l-a mintit cu regularitate si despre care a vorbit pe la spate. Pentru o tanara femeie care a visat ca doarme in podul casei, acest vis prevesteste ca ea va esua sa gaseasca satisfactie in ocupatia sa actuala. Din punct de vedere psihologic, podul casei, reprezinta experiente sau lucruri noi. Acesta ar trebui sa fie curat si ordonat precum capul nostru. Nu ar trebui sa acumulze lucruri inutile. Visele destre podul casei sunt intotdeuna putin suspicioase, aceasta are de-a face cu amintirile din copilarie, amintiri de curiozitate, cautarea interzisa si fragedele experiente erotice. Vedeti , de asemanea, si \"Mansarda\" .",
      "slug": "podul-casei"
    },
    {
      "name": "Poezie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "poezie"
    },
    {
      "name": "Pojar",
      "category": "dictionar",
      "shortMeaning": "Pojarul in vis denota de multe ori probleme si ingrijorare in activitatiile educationale sau profesionale.",
      "fullInterpretation": "Pojarul in vis denota de multe ori probleme si ingrijorare in activitatiile educationale sau profesionale. Daca va visati avand pojar inseamna ca sunteti ingrijorati de conditia medicala sau psihica a persoanelor apropiate. Daca visati alte persoane avand pojar sugereaza ca problemele lor devin si ale dumneavoastra ceea ce duce la mai mult stres si griji.",
      "slug": "pojar"
    },
    {
      "name": "Poker",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca joci poker semnifica faptul ca te vei bucura de activitati sociale indiferent daca...",
      "fullInterpretation": "Daca visezi ca joci poker semnifica faptul ca te vei bucura de activitati sociale indiferent daca pierzi sau castigi la acest joc.",
      "slug": "poker"
    },
    {
      "name": "Polei",
      "category": "dictionar",
      "shortMeaning": "Poleiul in vise atentioneaza asupra regulilor de conduita in viata.",
      "fullInterpretation": "Poleiul in vise atentioneaza asupra regulilor de conduita in viata. Daca visati ca alunecati pe polei inseamna ca se va intampla ceva neprevazut, indica imprudenta. Visul la o carare in polei semnifica neliniste.",
      "slug": "polei"
    },
    {
      "name": "Polita",
      "category": "dictionar",
      "shortMeaning": "Napolitanele in vise inseamna ca va simtiti bine intr-un loc nou.",
      "fullInterpretation": "Napolitanele in vise inseamna ca va simtiti bine intr-un loc nou. Daca visati o multime de napolitane sugereaza faptul ca aveti prea multe sarcini si responsabilitati.",
      "slug": "polita"
    },
    {
      "name": "Politica",
      "category": "dictionar",
      "shortMeaning": "Visul in care discutati politica alaturi de o persoana de acelasi sex inseamna ca veti avea o situatie financiara buna.",
      "fullInterpretation": "Visul in care discutati politica alaturi de o persoana de acelasi sex inseamna ca veti avea o situatie financiara buna. Daca persoana este de sex opus atunci visul sugereaza anumite certuri in familie. Daca visati ca intrati in politica si reusiti sa va salvati tara atunci inseamna ca sunt situatii in viata dumneavoastra in care adoptati atitudini si actiuni inselatoare cu scopul de a va salva onoarea sau statutul. Visul in care intrati in politica si sunteti atacat si jignit de toata lumea sugereaza ca veti intreprinde actiuni care vor fi amendate de altii din pricina erorilor comise de dumneavoastra sau a omiterii intentionate.",
      "slug": "politica"
    },
    {
      "name": "Politician",
      "category": "dictionar",
      "shortMeaning": "Politicianul in vise sugereaza faptul ca trebuie sa alegeti o tabara, va trebui sa luati o decizie.",
      "fullInterpretation": "Politicianul in vise sugereaza faptul ca trebuie sa alegeti o tabara, va trebui sa luati o decizie. Alternativ, visul ar putea reflecta dorinta dumneavoastra pentru o functie politica sau interesul in problemele globale. Daca visati ca sunteti politician inseamna ca sunteti amagitor si manipulator. Alternativ, visul sugereaza ca incercati sa ii convingeti pe altii sa va sustina punctul de vedere si ideile. Poate ca faceti abuz de pozitia dumneavoastra in unele situatii din viata.",
      "slug": "politician"
    },
    {
      "name": "Politie / politist",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "politie-politist"
    },
    {
      "name": "Politist",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "politist"
    },
    {
      "name": "Polizor",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "polizor"
    },
    {
      "name": "Polo",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "polo"
    },
    {
      "name": "Polonic",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "polonic"
    },
    {
      "name": "Pom",
      "category": "dictionar",
      "shortMeaning": "daca ai un asemene vis, vei avea parte de bucurii - multe iti va reusi in viata ta.",
      "fullInterpretation": "daca ai un asemene vis, vei avea parte de bucurii - multe iti va reusi in viata ta. Vedeti si semnificatia visului : Brad de craciun",
      "slug": "pom"
    },
    {
      "name": "Pom de craciun",
      "category": "dictionar",
      "shortMeaning": "daca ai un asemene vis, vei avea parte de bucurii - multe iti va reusi in viata ta.",
      "fullInterpretation": "daca ai un asemene vis, vei avea parte de bucurii - multe iti va reusi in viata ta. Vedeti si semnificatia visului : Brad de craciun",
      "slug": "pom-de-craciun"
    },
    {
      "name": "Pomana",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pomana"
    },
    {
      "name": "Pomi",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pomi"
    },
    {
      "name": "Pompa",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pompa"
    },
    {
      "name": "Pompier",
      "category": "dictionar",
      "shortMeaning": "A vedea o masina de pompieri in vise sugereaza ca tindeti spre nevoile altora si sariti peste nevoile voastre.",
      "fullInterpretation": "A vedea o masina de pompieri in vise sugereaza ca tindeti spre nevoile altora si sariti peste nevoile voastre. Va ingrijorati si va stresati in situatii pe care nu le puteti controla. Nu mai incercati sa fiti in mijlocul problemelor pentru a le opri sau a le repara. Bazati-va pe faptul ca lucrurile se vor rezolva de la sine intr-un final. Alternativ, masina de pompieri in vise denota ingrijorari in circumstante extraordinare, dar care vor rezulta in noroc. Daca visati o masina de pompieri stricata atunci prevesteste un accident sau o pierdere mai importanta. Pentru o femeie tanara, visul in care merge cu o masina de pompieri sugereaza ca se va angaja intr-o aventura neeleganta si neplacuta.",
      "slug": "pompier"
    },
    {
      "name": "Ponei",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ponei"
    },
    {
      "name": "Ponton",
      "category": "dictionar",
      "shortMeaning": "Pontonul in vise semnifica un sprijin spiritual pentru a traversa din trecut spre un nou inceput.",
      "fullInterpretation": "Pontonul in vise semnifica un sprijin spiritual pentru a traversa din trecut spre un nou inceput.",
      "slug": "ponton"
    },
    {
      "name": "Popa",
      "category": "dictionar",
      "shortMeaning": "In general, nemultumire, incarcatura sufleteasca, posibile necazuri.",
      "fullInterpretation": "In general, nemultumire, incarcatura sufleteasca, posibile necazuri. De veti visa o fata bisericeasca, e semn ca o anumita galceava sau cearta de-a ta se va stinge, iar tu vei fi multumit. Vorbind cu popa - semn de ingrijorari si necazuri. Vezi visul preot.",
      "slug": "popa"
    },
    {
      "name": "Popcorn",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca mananci floricele proaspete semnifica faptul ca vei avea parte de un castig de bani.",
      "fullInterpretation": "Daca visezi ca mananci floricele proaspete semnifica faptul ca vei avea parte de un castig de bani. De asemenea, floricelele vechi sunt aducatoare de vesti neplacute.",
      "slug": "popcorn"
    },
    {
      "name": "Porc",
      "category": "dictionar",
      "shortMeaning": "Din punct de vedere psihologic porcul poate simboliza ignoranta, incapatanare, lacomie si proaste maniere.",
      "fullInterpretation": "Din punct de vedere psihologic porcul poate simboliza ignoranta, incapatanare, lacomie si proaste maniere. Daca in vise vedeti porci sanatosi, puternici si bine-hraniti, atunci visul prevesteste schimbari favorabile in afaceri, chiar si contracte noi. Un porc nesanatos insemana o mica problema la locul de munca, care va fi rezolvata cu ajutorul colegilor. Daca in vis auziti un porc grohaind si guitand, atunci visul prevesteste o veste proasta.Simbolismul mistretului, de origine straveche, acopera cea mai mare parte a lumii indoeuropene, ba chiar, sub anumite aspecte, o deaseste. Mitul se trage din traditia hiperboreana. Mistretul intruchipeaza aici autoritatea spirituala, care putea fi pusa in legatura cu retreagerea druidului ori a brahmanului in padure sau cu proprietatea mistretului de a dezgropa trufele, misterioase produse ale trasnetului (dupa unele legende) si de a se hrani cu fructele stejarului, arbore sacru. Este imaginea puterii spirituale urmarite de cea seculara. Se pare ca visul in care apare un mistret are de-a face cu un simbolism de ordin ciclic, prin substituirea unei domnii cu alta. Porcul mistret in vise simbolizeaza ferocitate, putere si curaj. Dorinta de a scapa de responsabilitatile din viata de zi cu zi, mai ales daca porcul mistret apare in vis alergand. Daca ati visat ca sunteti la vanatoare de porci mistreti inseamna ca simtiti nevoia de a va echilibra viata. Incercati sa va suprimati dorintele de independenta. In traditia japoneza, mistretul este un animal zodiacal, asociat curajului si temeritatii. Asadar, visul in care apare un mistret simbolizeaza curajul si temeritatea. In traditia crestina, mistretul il simbolizeaza pe demon, fie prin asocierea lui cu porcul, lacom si lubric, fie din pricina faptului ca este repezit, nestapanit, amintind de iuresul patimilor, fie pentru ca se evoca prapadul pe care il face el pe campuri, prin livezi, prin vii.Porcul negru, in general, reprezinta bogatia si norocul. Un porc negru prietenos indica faptul ca aveti sanse bune la bogatii (spirituale sau materiale). Un porc negru feroce reprezinta posibile dificultati in viata. Femeia gravida ce viseaza un porc negru va da nastere unui baietel. Din punct de vedere psihologic, procul negru, ar putea insemna stima de sine scazuta sau nevoia de atentie.Daca ati visat un cap de porc pe un platou, si acesta este curat, nu exista urme de sange sau de murdarie, atunci acest vis poate fi vazut ca si un apel la o actiune. Este un motiv pentru care trebuie sa ne amintim lucruri neterminate, atat la locul de munca cat si in viata noastra personala. Capul de porc poate indica, de asemenea, un sef sau un aliat influent, care vÄƒ va ajuta cu problemele financiare si vÄƒ va da incredere in capacitatea dumneavoastra. Un cap de porc taiat inseamna ca in viitorul apropiat ar trebui sa fim gata de un pericol, luand aceste in considerare, va sugeram sa evitati si afacerile riscante. O atentie deosebita trebuie acordata si visului in care capul de porc taiat este acoperit de sange, in acest caz visul va avertizeaza despre dezamagiri si prabusirea tuturor planurilor si sperantelor dumneavoastra. Daca capul de porc nu este in sange, dar este plin de mizerie, inseamna ca nu veti fi capabili sa evitati o barfa sau o provocare facuta la adresa dumneavoastra.Carnea de porc in vise inseamna vesti bune. Daca visati ca mancati carne de porc prajita inseamna ca veti avea parte de mari succese, iar actiunea focului grabeste lucrurile spre avantajele asteptate. Visul in care mancati carne de porc fiarta sugereaza ca avantajele vor veni mai incet.Soriciul de porc prevesteste, din pacate, un avertisment cu privire la perspectiva dumneavoastra pesimista si neplacuta. Aici fiind vorba si de starea de neputinta in a va exprima sentimentele si lipsa de sensibilitate. De asemena, soriciul este considerat a fi un vestitor de esecuri si dezamagiri. Invatati sa recunoasteti furia si da va exprimati sentimentele inainte ca acestea sa explodeze. In mod alternativ, pentru anumite persoane, visarea soriciului de porc poate fi o premonitie pentru ingrijorarile de a nu rata ocazii sau ingrijorari legate de sanatatea dumneavoastra. Un vis pozitiv este acela in care mancati sorici de porc, indiferent daca este prajit, parlit, copt sau expandat. Consumul soriciului de porc este semn de bun augur si prevesteste faptul ca momentul prin care treceti este unul de abundenta. De asemenea, mancatul cu pofta simbolizeaza , mai ales, abundenta financiara.",
      "slug": "porc"
    },
    {
      "name": "Porc / porci",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "porc-porci"
    },
    {
      "name": "Porc mistret",
      "category": "dictionar",
      "shortMeaning": "Simbolismul mistretului, de origine straveche, acopera cea mai mare parte a lumii indoeuropene, b...",
      "fullInterpretation": "Simbolismul mistretului, de origine straveche, acopera cea mai mare parte a lumii indoeuropene, ba chiar, sub anumite aspecte, o deaseste. Mitul se trage din traditia hiperboreana. Mistretul intruchipeaza aici autoritatea spirituala, care putea fi pusa in legatura cu retreagerea druidului ori a brahmanului in padure sau cu proprietatea mistretului de a dezgropa trufele, misterioase produse ale trasnetului (dupa unele legende) si de a se hrani cu fructele stejarului, arbore sacru. Este imaginea puterii spirituale urmarite de cea seculara. Se pare ca visul in care apare un mistret are de-a face cu un simbolism de ordin ciclic, prin substituirea unei domnii cu alta. Porcul mistret in vise simbolizeaza ferocitate, putere si curaj. Dorinta de a scapa de responsabilitatile din viata de zi cu zi, mai ales daca porcul mistret apare in vis alergand. Daca ati visat ca sunteti la vanatoare de porci mistreti inseamna ca simtiti nevoia de a va echilibra viata. Incercati sa va suprimati dorintele de independenta. In traditia japoneza, mistretul este un animal zodiacal, asociat curajului si temeritatii. Asadar, visul in care apare un mistret simbolizeaza curajul si temeritatea. In traditia crestina, mistretul il simbolizeaza pe demon, fie prin asocierea lui cu porcul, lacom si lubric, fie din pricina faptului ca este repezit, nestapanit, amintind de iuresul patimilor, fie pentru ca se evoca prapadul pe care il face el pe campuri, prin livezi, prin vii.",
      "slug": "porc-mistret"
    },
    {
      "name": "Porc negru",
      "category": "dictionar",
      "shortMeaning": "Porcul negru, in general, reprezinta bogatia si norocul.",
      "fullInterpretation": "Porcul negru, in general, reprezinta bogatia si norocul. Un porc negru prietenos indica faptul ca aveti sanse bune la bogatii (spirituale sau materiale). Un porc negru feroce reprezinta posibile dificultati in viata. Femeia gravida ce viseaza un porc negru va da nastere unui baietel. Din punct de vedere psihologic, procul negru, ar putea insemna stima de sine scazuta sau nevoia de atentie.",
      "slug": "porc-negru"
    },
    {
      "name": "Port",
      "category": "dictionar",
      "shortMeaning": "Portalul in vise simbolizeaza o oportunitate ce se iveste sau se inchide.",
      "fullInterpretation": "Portalul in vise simbolizeaza o oportunitate ce se iveste sau se inchide. Visul in care deschideti un portal sugereaza o noua oportunitate in fata dumneavoastra. Daca visati ca treceti printr-un portal inseamna ca veti profita de oportunitatea ce vi se va arata. A visa ca trebuie sa alegeti intre mai multe portaluri inseamna ca trebuie sa luati o decizie dificila. Visul in care nu gasiti un portal pentru a evada dintr-un anumit loc inseamna ca sunteti intr-o perioada de ratacire si trebuie sa faceti anumite schimbari in directia in care va indreptati in viata. Daca te visezi portarul unei cladiri semnifica faptul ca vei presta o munca neplacuta. Daca visezi ca deschizi un portbagaj inseamna ca vei face o calatorie. De asemenea, daca visezi ca il inchizi inseamna ca iti vei schimba adresa.Vis nu prea bun, prevesteste dificultati in planul relatiilor cu cei din jur, e vorba despre o chestiune de onoare. Visul prevesteste si alte pericole, suparatoare, dar nu mai mari. Daca o fata sau o femeie indragostita va visa portocale, va avea parte de indiferenta dinspre persoana iubita. Interpretari mai noi, mai ales din lumea anglo-saxona, precizeaza ca visul cu portocale prevesteste distractie, iar daca te visezi mancand portocale, vei avea parte si de placeri. Interpretari viselor cu portocale culese din popor Portocala coapta - dragoste noua Cumparand potocale - dragoste impartasita Daruind cuiva potocale - casatorie bogata Potocala mare si frumoasa- intelepciune, judecata in actiune Mancand portocale acre - dureri, suparari, rani Potocala mucegaita sau stricata - raceala si indiferenta Portocala urata si neuniforma - pierderea onoarei Portocale amarui sau rele la gust - neimplinire emotionala si neliniste Vezi si: CitriceCuloarea portocaliu are o semnificatie de ambitie si pasiune. Daca visezi ca gasesti un portofel plin cu bani inseamna ca vei face o calatorie. Un portofel gol indica faptul ca vei fi rasplatit pentru o fapta buna. Pierderea portofelului poate simboliza insecuritate financiara sau nesiguranta, amenintari ori, tradarea unei persoane apropiate. Din punct de vedere spiritual, pierderea portofelului va simboliza frustrare, rusine sau vinovatie. Visul despre un portofel furat poate fi declansat de anumite emotii si ganduri precum anxietatea, sentimente de neputinta sau o viata scapata de sub control.Un portofel cu bani in vise inseamna ca sunteti o fire extravaganta si va place sa va aratati grandoarea in fata altora, faceti cheltuieli fara rost. Visul in care gasiti un portofel plin cu bani sugereaza ca veti face o calatorie.",
      "slug": "port"
    },
    {
      "name": "Portal",
      "category": "dictionar",
      "shortMeaning": "Portalul in vise simbolizeaza o oportunitate ce se iveste sau se inchide.",
      "fullInterpretation": "Portalul in vise simbolizeaza o oportunitate ce se iveste sau se inchide. Visul in care deschideti un portal sugereaza o noua oportunitate in fata dumneavoastra. Daca visati ca treceti printr-un portal inseamna ca veti profita de oportunitatea ce vi se va arata. A visa ca trebuie sa alegeti intre mai multe portaluri inseamna ca trebuie sa luati o decizie dificila. Visul in care nu gasiti un portal pentru a evada dintr-un anumit loc inseamna ca sunteti intr-o perioada de ratacire si trebuie sa faceti anumite schimbari in directia in care va indreptati in viata.",
      "slug": "portal"
    },
    {
      "name": "Portar",
      "category": "dictionar",
      "shortMeaning": "Daca te visezi portarul unei cladiri semnifica faptul ca vei presta o munca neplacuta.",
      "fullInterpretation": "Daca te visezi portarul unei cladiri semnifica faptul ca vei presta o munca neplacuta.",
      "slug": "portar"
    },
    {
      "name": "Portativ",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "portativ"
    },
    {
      "name": "Portbagaj",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca deschizi un portbagaj inseamna ca vei face o calatorie.",
      "fullInterpretation": "Daca visezi ca deschizi un portbagaj inseamna ca vei face o calatorie. De asemenea, daca visezi ca il inchizi inseamna ca iti vei schimba adresa.",
      "slug": "portbagaj"
    },
    {
      "name": "Portelan",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "portelan"
    },
    {
      "name": "Portocala",
      "category": "dictionar",
      "shortMeaning": "Vis nu prea bun, prevesteste dificultati in planul relatiilor cu cei din jur, e vorba despre o chestiune de onoare.",
      "fullInterpretation": "Vis nu prea bun, prevesteste dificultati in planul relatiilor cu cei din jur, e vorba despre o chestiune de onoare. Visul prevesteste si alte pericole, suparatoare, dar nu mai mari. Daca o fata sau o femeie indragostita va visa portocale, va avea parte de indiferenta dinspre persoana iubita. Interpretari mai noi, mai ales din lumea anglo-saxona, precizeaza ca visul cu portocale prevesteste distractie, iar daca te visezi mancand portocale, vei avea parte si de placeri. Interpretari viselor cu portocale culese din popor Portocala coapta - dragoste noua Cumparand potocale - dragoste impartasita Daruind cuiva potocale - casatorie bogata Potocala mare si frumoasa- intelepciune, judecata in actiune Mancand portocale acre - dureri, suparari, rani Potocala mucegaita sau stricata - raceala si indiferenta Portocala urata si neuniforma - pierderea onoarei Portocale amarui sau rele la gust - neimplinire emotionala si neliniste Vezi si: Citrice",
      "slug": "portocala"
    },
    {
      "name": "Portocaliu",
      "category": "dictionar",
      "shortMeaning": "Culoarea portocaliu are o semnificatie de ambitie si pasiune.",
      "fullInterpretation": "Culoarea portocaliu are o semnificatie de ambitie si pasiune.",
      "slug": "portocaliu"
    },
    {
      "name": "Portofel",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca gasesti un portofel plin cu bani inseamna ca vei face o calatorie.",
      "fullInterpretation": "Daca visezi ca gasesti un portofel plin cu bani inseamna ca vei face o calatorie. Un portofel gol indica faptul ca vei fi rasplatit pentru o fapta buna. Pierderea portofelului poate simboliza insecuritate financiara sau nesiguranta, amenintari ori, tradarea unei persoane apropiate. Din punct de vedere spiritual, pierderea portofelului va simboliza frustrare, rusine sau vinovatie. Visul despre un portofel furat poate fi declansat de anumite emotii si ganduri precum anxietatea, sentimente de neputinta sau o viata scapata de sub control.Un portofel cu bani in vise inseamna ca sunteti o fire extravaganta si va place sa va aratati grandoarea in fata altora, faceti cheltuieli fara rost. Visul in care gasiti un portofel plin cu bani sugereaza ca veti face o calatorie.",
      "slug": "portofel"
    },
    {
      "name": "Portofel cu bani",
      "category": "dictionar",
      "shortMeaning": "Un portofel cu bani in vise inseamna ca sunteti o fire extravaganta si va place sa va aratati gra...",
      "fullInterpretation": "Un portofel cu bani in vise inseamna ca sunteti o fire extravaganta si va place sa va aratati grandoarea in fata altora, faceti cheltuieli fara rost. Visul in care gasiti un portofel plin cu bani sugereaza ca veti face o calatorie.",
      "slug": "portofel-cu-bani"
    },
    {
      "name": "Portret",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "portret"
    }
  ]
}