{
  "symbols": [
    {
      "name": "Plans",
      "category": "emoții",
      "shortMeaning": "Eliberare emoțională, vindecare a sufletului sau exprimare a durerii reprimate.",
      "fullInterpretation": "Plânsul în vis nu este neapărat un semn rău, ci adesea o supapă necesară a subconștientului. Poate indica o eliberare de tensiuni acumulate, o curățare sufletească sau o nevoie profundă de a exprima emoții pe care în starea de veghe le reprimi. Dacă plângi de fericire, este un semn de vindecare și recunoștință. Dacă plângi de durere, sufletul tău cere atenție și alinare. Este un apel la onestitate față de propriile sentimente și un pas spre echilibru interior.",
      "slug": "plans"
    },
    {
      "name": "Pom de craciun",
      "category": "obiecte",
      "shortMeaning": "Simbol al bucuriei, renașterii, speranței și al armoniei familiale.",
      "fullInterpretation": "Pomul de Crăciun în vis este un simbol puternic al bucuriei, al reuniunii și al magiei. Reprezintă speranța care rămâne verde chiar și în \"iernile\" vieții tale. Dacă este bogat împodobit, sugerează abundență, realizări și momente fericite alături de cei dragi. Un pom strălucitor indică claritate spirituală și inspirație. Dacă este uscat sau neîmpodobit, poate semnala o pierdere a entuziasmului sau o nevoie de a reaprinde scânteia speranței în sufletul tău. Este un vis care te invită să celebrezi viața și darurile ei.",
      "slug": "pom-de-craciun"
    },
    {
      "name": "Pacali",
      "category": "acțiuni",
      "shortMeaning": "Avertisment asupra lipsei de onestitate, iluzii sau auto-amăgire.",
      "fullInterpretation": "A păcăli pe cineva în vis sau a fi păcălit reflectă neîncredere și vulnerabilitate. Dacă tu păcălești, s-ar putea să încerci să ascunzi un adevăr dureros față de tine însuți sau să manipulezi o situație pentru a evita responsabilitatea. Dacă ești păcălit, visul te avertizează să fii mai vigilent și să nu te lași sedus de aparențe înșelătoare. Poate indica teama de a fi trădat sau naivitatea în fața unor situații complexe. Este un moment să cauți adevărul și transparența în relațiile tale.",
      "slug": "pacali"
    },
    {
      "name": "Pacat",
      "category": "fenomene",
      "shortMeaning": "Sentiment de vinovăție, conflict moral sau încălcare a propriilor valori.",
      "fullInterpretation": "Visul despre păcat aduce în prim plan conștiința ta și conflictele morale interioare. Nu prevestește neapărat o greșeală reală, ci mai degrabă o judecată aspră pe care ți-o aplici singur. Poate simboliza teama de a nu te ridica la înălțimea așteptărilor sau regretul pentru o acțiune trecută. Este o invitație la iertare de sine și la reevaluarea standardelor tale etice. Dacă visezi că alții păcătuiesc, s-ar putea să proiectezi asupra lor propriile tale umbre sau să fii prea critic cu cei din jur.",
      "slug": "pacat"
    },
    {
      "name": "Pacatui (a)",
      "category": "acțiuni",
      "shortMeaning": "Încălcarea limitelor interioare, regret sau teama de consecințe.",
      "fullInterpretation": "Acțiunea de a păcătui în vis reflectă o luptă interioară între dorință și datorie, sau între instinct și morală. Dacă te visezi păcătuind, subconștientul tău explorează fructul interzis sau își exprimă revolta împotriva unor restricții impuse. Poate indica o nevoie de eliberare, dar și teama de pedeapsă sau judecată. Este important să analizezi contextul: te simțeai vinovat sau eliberat? Acest vis te provoacă să îți asumi responsabilitatea pentru alegerile tale și să înțelegi motivațiile profunde din spatele acțiunilor tale.",
      "slug": "pacatui-a"
    },
    {
      "name": "Pace",
      "category": "emoții",
      "shortMeaning": "Armonie interioară, rezolvarea conflictelor și liniște sufletească.",
      "fullInterpretation": "Visul despre pace este un mesaj profund de vindecare și echilibru. Indică sfârșitul unei perioade de zbucium și intrarea într-o etapă de claritate și seninătate. Dacă simți pace în vis, înseamnă că ai ajuns la o împăcare cu tine însuți sau cu o situație dificilă din trecut. Este un semn că ești pe calea cea bună, că ai integrat lecțiile vieții și ești pregătit să mergi mai departe cu inima ușoară. Poate sugera, de asemenea, nevoia de a lua o pauză și de a te reconecta cu centrul tău spiritual.",
      "slug": "pace"
    },
    {
      "name": "Pachet",
      "category": "obiecte",
      "shortMeaning": "Surprize, responsabilități ascunse sau talente nedescoperite.",
      "fullInterpretation": "Un pachet în vis simbolizează potențialul și necunoscutul. Dacă primești un pachet, te poți aștepta la o surpriză, o veste sau o nouă oportunitate care intră în viața ta. Conținutul pachetului este esențial – el poate reprezenta resurse interioare pe care încă nu le folosești. Dacă tu oferi un pachet, ești gata să împărtășești cunoștințele sau sentimentele tale cu alții. Un pachet greu poate simboliza poveri sau responsabilități pe care le porți, în timp ce un pachet gol poate indica dezamăgire sau iluzii spulberate.",
      "slug": "pachet"
    },
    {
      "name": "Pachete",
      "category": "obiecte",
      "shortMeaning": "Multitudine de sarcini, oportunități sau bagaj emoțional neprocesat.",
      "fullInterpretation": "Mai multe pachete în vis sugerează o perioadă aglomerată sau o acumulare de sarcini și responsabilități. Poate indica faptul că încerci să gestionezi prea multe aspecte ale vieții tale simultan (\"jonglezi\" cu pachete). Alternativ, pot reprezenta multiplele fațete ale personalității tale sau daruri neexplorate. Dacă pachetele sunt dezordonate, e semn că trebuie să îți organizezi mai bine prioritățile. Dacă sunt frumos aranjate, ești pregătit să oferi sau să primești abundență pe mai multe planuri.",
      "slug": "pachete"
    },
    {
      "name": "Pacient",
      "category": "persoane",
      "shortMeaning": "Vulnerabilitate, nevoia de vindecare și răbdare în fața dificultăților.",
      "fullInterpretation": "A te visa pacient indică o conștientizare a propriei vulnerabilități și o nevoie de îngrijire, fie fizică, fie emoțională. Poate sugera că treci printr-o perioadă de recuperare sau că trebuie să ai răbdare cu tine însuți într-un proces de transformare. Visul te îndeamnă să accepți ajutorul celorlalți și să nu te grăbești. Dacă vezi un pacient, s-ar putea să fii chemat să oferi compasiune și sprijin cuiva din jurul tău, sau acea persoană reflectă o parte suferindă din tine care cere atenție.",
      "slug": "pacient"
    },
    {
      "name": "Paduchi",
      "category": "animale",
      "shortMeaning": "Grijă, iritare, sentimente de vinovăție sau paraziți energetici.",
      "fullInterpretation": "Păduchii în vis sunt adesea asociați cu sentimente de murdărie, rușine sau iritare măruntă dar persistentă. Ei pot simboliza gânduri negative care nu îți dau pace, griji obsesive sau persoane din anturaj care profită de tine (\"paraziți\"). Deși neplăcut, visul poate fi un semnal de alarmă util: curăță-ți mintea de stres și elimină influențele toxice din viața ta. În unele tradiții, păduchii pot simboliza, paradoxal, bani sau câștiguri mărunte, dar obținute cu multă bătaie de cap.",
      "slug": "paduchi"
    },
    {
      "name": "Padurar",
      "category": "persoane",
      "shortMeaning": "Autoritate, protecție sau confruntare cu propria conștiință.",
      "fullInterpretation": "Pădurarul în vis este un gardian al subconștientului (pădurea). El poate reprezenta o figură autoritară sau propria ta conștiință care veghează asupra gândurilor tale ascunse. Dacă pădurarul este prietenos, te simți protejat și ghidat în explorarea sinelui. Dacă este amenințător, poate indica sentimente de vinovăție, teama de a fi pedepsit pentru greșeli trecute sau senzația că ești controlat de forțe exterioare. Este un moment să reflectezi la relația ta cu autoritatea și la integritatea ta morală.",
      "slug": "padurar"
    },
    {
      "name": "Padure",
      "category": "locuri",
      "shortMeaning": "Mister, necunoscut, explorarea subconștientului și potențial de creștere.",
      "fullInterpretation": "Pădurea este simbolul prin excelență al subconștientului și al necunoscutului. O pădure luminoasă și verde sugerează vitalitate, creștere și o stare de bine interioară. O pădure întunecată sau deasă poate indica faptul că te simți pierdut, confuz sau copleșit de temeri ascunse. Este un \"prag\" spre zone neexplorate ale sufletului tău. A te rătăci în pădure înseamnă că ești în căutarea unei direcții în viață. Visul te invită să îți folosești intuiția pentru a naviga prin complexitatea emoțiilor tale și să ai curajul de a înfrunta ceea ce este ascuns în umbră.",
      "slug": "padure"
    },
    {
      "name": "Pisica",
      "category": "animale",
      "shortMeaning": "Feminitate, intuiție, independență sau iluzii înșelătoare.",
      "fullInterpretation": "Pisica în vis este un simbol complex, legat de feminitate, senzualitate și intuiție. Poate reprezenta spiritul tău independent și creativitatea, dar și latura misterioasă sau vicleană. Dacă pisica este blândă, indică confort și încredere în instinctele tale. Dacă este agresivă, te avertizează asupra unor persoane false din anturaj sau a unor conflicte interioare legate de latura ta feminină. O pisică neagră nu aduce neapărat ghinion, ci te provoacă să îți înfrunți fricile iraționale. Este un simbol al puterii personale care nu se supune regulilor impuse de alții.",
      "slug": "pisica"
    },
    {
      "name": "Peste",
      "category": "animale",
      "shortMeaning": "Abundență, fertilitate, cunoaștere spirituală și conținutul subconștientului.",
      "fullInterpretation": "Peștele este un simbol universal al vieții, fertilității și al transformării. Înotând în apele adânci, el reprezintă intuițiile și emoțiile care ies la suprafață din subconștient. Un pește mare sau o captură bogată sugerează succes, abundență materială și oportunități. Peștii în apă limpede indică claritate și noroc în dragoste. Dacă apa este tulbure sau peștele mort, visul poate semnala dezamăgiri, ocazii ratate sau stres emoțional. În plan spiritual, peștele este asociat cu credința și iluminarea.",
      "slug": "peste"
    },
    {
      "name": "Par",
      "category": "corp",
      "shortMeaning": "Vitalitate, putere personală, identitate și libertate.",
      "fullInterpretation": "Părul este un simbol al forței vitale și al identității sexuale și sociale. Un păr frumos, lung și strălucitor indică sănătate, încredere în sine și putere de seducție. Tăierea părului sau căderea lui poate sugera o pierdere a puterii, temeri legate de îmbătrânire, vulnerabilitate sau o schimbare radicală de atitudine. Părul alb simbolizează înțelepciune și demnitate, dar poate reflecta și griji. Aranjarea părului indică dorința de a pune ordine în gânduri sau de a-ți îmbunătăți imaginea în fața celorlalți.",
      "slug": "par"
    },
    {
      "name": "Preot",
      "category": "persoane",
      "shortMeaning": "Nevoia de ghidare spirituală, conștiință morală sau căutarea iertării.",
      "fullInterpretation": "Apariția unui preot în vis reflectă nevoia ta de consiliere, alinare sau de reconectare cu sacrul. Poate simboliza propria ta conștiință care judecă acțiunile tale (\"superego-ul\"). Dacă preotul este binevoitor, primești binecuvântare și protecție. Dacă este sever sau ține o predică, s-ar putea să te simți vinovat pentru o greșeală și să cauți iertare. Visul poate indica, de asemenea, o perioadă de introspecție și căutare a unor răspunsuri existențiale, sau nevoia de a te confesa și a te elibera de o povară sufletească.",
      "slug": "preot"
    },
    {
      "name": "Paianjen",
      "category": "animale",
      "shortMeaning": "Creativitate, destin, capcane emoționale sau o figură maternă dominatoare.",
      "fullInterpretation": "Păianjenul este un maestru al destinului, țesându-și pânza vieții. Poate simboliza creativitatea ta și răbdarea de a construi ceva durabil. Totuși, adesea are o conotație de \"capcană\" – te simți prins într-o relație toxică sau într-o situație din care nu poți ieși. Poate reprezenta o figură feminină posesivă sau dominatoare (mama devoratoare). Dacă îți este frică de el, indică anxietăți ascunse. Dacă îl omori, s-ar putea să respingi o oportunitate sau să te eliberezi de o influență negativă, cu prețul unui conflict.",
      "slug": "paianjen"
    },
    {
      "name": "Perete",
      "category": "obiecte",
      "shortMeaning": "Obstacol, barieră, protecție sau limitare auto-impusă.",
      "fullInterpretation": "Un perete în vis reprezintă de obicei un obstacol în calea progresului tău sau o limită pe care ai atins-o. Poate fi o barieră externă, dar adesea este una internă: frici, prejudecăți sau incapacitatea de a comunica. Totuși, peretele oferă și protecție și intimitate. Dacă sari peste el, vei depăși dificultățile. Dacă îl dărâmi, ești gata să îți schimbi viața radical și să elimini restricțiile. Un perete solid poate indica nevoia de a stabili limite sănătoase în relații.",
      "slug": "perete"
    },
    {
      "name": "Perete murdar",
      "category": "obiecte",
      "shortMeaning": "Neglijență, probleme nerezolvate, rușine sau nevoia de curățare.",
      "fullInterpretation": "Un perete murdar sau deteriorat sugerează că există aspecte ale vieții tale sau ale personalității tale pe care le-ai neglijat. Poate indica sentimente de rușine, vinovăție sau \"pete\" pe reputația ta. Visul te avertizează asupra unor probleme vechi care reapar sau a unor obstacole create de o atitudine negativă. Curățarea peretelui simbolizează dorința de reabilitare, de a face pace cu trecutul și de a începe o etapă nouă, mai curată și mai onestă.",
      "slug": "perete-murdar"
    },
    {
      "name": "Pastrav",
      "category": "animale",
      "shortMeaning": "Prosperitate, energie curată, optimism și succes financiar.",
      "fullInterpretation": "Păstrăvul, fiind un pește de apă curată și repede, simbolizează vitalitatea, claritatea minții și succesul obținut prin agilitate. Visul este de bun augur, prevestind câștiguri financiare și prosperitate (\"a prinde un păstrăv\"). Indică o stare de spirit optimistă și o sănătate bună. Dacă înoată în apă limpede, te bucuri de libertate și de oportunități clare. Dacă apa e tulbure, ferește-te de intrigi sau decepții sentimentale. Este un semn să fii activ și să profiți de ocaziile care apar rapid.",
      "slug": "pastrav"
    },
    {
      "name": "Pictura",
      "category": "obiecte",
      "shortMeaning": "Exprimare de sine, creativitate, viziune interioară și emoții transpuse.",
      "fullInterpretation": "O pictură în vis este o oglindă a sufletului tău. Ea reprezintă modul în care îți exprimi creativitatea și viziunea asupra lumii. Dacă tu pictezi, înseamnă că ai nevoie să exteriorizezi emoții profunde pe care nu le poți spune în cuvinte. Ceea ce pictezi oferă indicii despre starea ta interioară: culorile vii indică optimism, cele sumbre tristețe sau depresie. Dacă privești o pictură, analizează ce sentimente îți trezește – ea poate conține mesaje de la subconștient despre dorințe ascunse sau amintiri uitate.",
      "slug": "pictura"
    },
    {
      "name": "Prieten",
      "category": "persoane",
      "shortMeaning": "Sprijin, loialitate, oglindirea propriilor calități sau nevoia de conexiune.",
      "fullInterpretation": "Apariția unui prieten în vis este adesea reconfortantă și indică nevoia de sprijin social și emoțional. Prietenii din vis pot reprezenta aspecte ale propriei tale personalități pe care le apreciezi sau le respingi (umbra). Un prieten vechi simbolizează reconectarea cu trecutul sau cu o parte uitată a sinelui tău. Dacă te cerți cu un prieten, poate indica conflicte interioare sau tensiuni nerezolvate în relația reală. Este un semn să prețuiești loialitatea și să fii deschis la comunicare autentică.",
      "slug": "prieten"
    },
    {
      "name": "Padure de brad",
      "category": "natură",
      "shortMeaning": "Longevitate, protecție, stabilitate și renaștere spirituală.",
      "fullInterpretation": "Pădurea de brad, mereu verde, este un simbol puternic al nemuririi, al speranței și al protecției. Brazi drepți și înalți sugerează aspirații spirituale și o conexiune verticală cu divinitatea. Aerul curat al pădurii de brad în vis indică vindecare și claritate mentală. Poate semnala o perioadă de liniște și stabilitate în viața ta, sau nevoia de a te retrage într-un loc sigur pentru a-ți reîncărca bateriile. Este un semn bun pentru sănătate și vitalitate.",
      "slug": "padure-de-brad"
    },
    {
      "name": "Padure intunecata",
      "category": "locuri",
      "shortMeaning": "Frici subconștiente, confuzie, depresie sau mistere neexplorate.",
      "fullInterpretation": "O pădure întunecată și deasă reprezintă adâncurile necunoscute și adesea înfricoșătoare ale subconștientului. Poate simboliza o perioadă de confuzie, depresie sau sentimentul de a fi rătăcit în viață. Umbrele ascund frici, traume sau aspecte renegate ale personalității tale. Totuși, traversarea ei este un rit de trecere necesar. Visul te provoacă să îți înfrunți monștrii interiori și să găsești lumina călăuzitoare (intuiția) pentru a ieși la liman, mai puternic și mai înțelept.",
      "slug": "padure-intunecata"
    },
    {
      "name": "Pagan",
      "category": "persoane",
      "shortMeaning": "Libertate spirituală, nonconformism sau întoarcerea la origini și instincte.",
      "fullInterpretation": "Figura unui păgân în vis poate simboliza o latură a ta care respinge dogmele și convențiile sociale, căutând o spiritualitate mai naturală și mai liberă. Poate indica o conexiune cu instinctele primare, cu natura și cu tradițiile vechi. Alternativ, dacă ești o persoană religioasă, poate reprezenta frica de \"păcat\" sau de a te abate de la calea dreaptă. Este un apel la toleranță și la explorarea propriilor credințe fără prejudecăți.",
      "slug": "pagan"
    },
    {
      "name": "Pagoda",
      "category": "locuri",
      "shortMeaning": "Iluminare, înțelepciune orientală, echilibru și ascensiune spirituală.",
      "fullInterpretation": "Pagoda, cu structura sa etajată, simbolizează ascensiunea spirituală și căutarea iluminării. Este un loc al liniștii și al meditației. Visul sugerează că ești în căutarea echilibrului interior și a înțelepciunii. Poate indica nevoia de a te distanța de agitația cotidiană și de a privi lucrurile dintr-o perspectivă mai înaltă. Fiecare nivel al pagodei poate reprezenta o etapă de evoluție sau o chakra care trebuie purificată.",
      "slug": "pagoda"
    },
    {
      "name": "Pahar",
      "category": "obiecte",
      "shortMeaning": "Receptivitate emoțională, soartă, fragilitate sau oportunități.",
      "fullInterpretation": "Paharul este un simbol al receptivității (fiind un recipient) și al destinului (\"a bea paharul până la fund\"). Un pahar plin sugerează abundență, satisfacție și emoții pozitive. Un pahar gol poate indica lipsuri, dezamăgire sau vanitate. Apa limpede din pahar înseamnă sănătate și claritate, în timp ce lichidul tulbure prevestește griji. Spargerea unui pahar, deși adesea interpretată superstițios ca ghinion, poate simboliza și ruperea unei legături sau eliberarea de o tensiune, dar și fragilitatea fericirii.",
      "slug": "pahar"
    },
    {
      "name": "Pahar spart",
      "category": "obiecte",
      "shortMeaning": "Dezamăgire, ruptură, conflicte sau pierderea iluziilor.",
      "fullInterpretation": "Un pahar spart în vis este un semn clar de ruptură sau de pierdere. Poate simboliza o relație care s-a destrămat, o promisiune încălcată sau iluzii spulberate. Cioburile pot reprezenta cuvinte dureroase sau amintiri care rănesc (\"a călca pe cioburi\"). Deși dureros, visul indică faptul că ceva fragil sau fals a cedat, făcând loc pentru o realitate mai solidă. Este un avertisment să fii atent la ceea ce prețuiești și să manevrezi cu grijă sentimentele celorlalți.",
      "slug": "pahar-spart"
    },
    {
      "name": "Pahare",
      "category": "obiecte",
      "shortMeaning": "Relații sociale, sărbătoare, alegeri sau stări emoționale diverse.",
      "fullInterpretation": "Mai multe pahare în vis sugerează interacțiuni sociale, sărbători sau reuniuni. Dacă paharele sunt pline și ciocnite, este un semn de bucurie, împărtășire și armonie în grup. Dacă sunt goale sau murdare, pot indica superficialitate în relații sau bârfe. Alegerea unui pahar din mai multe poate simboliza o decizie sentimentală sau o oportunitate pe care trebuie să o selectezi. Starea paharelor (cristal fin sau sticlă ieftină) reflectă calitatea relațiilor tale.",
      "slug": "pahare"
    },
    {
      "name": "Paianjen alb",
      "category": "animale",
      "shortMeaning": "Vindecare, speranță, puritate sau o protecție subtilă.",
      "fullInterpretation": "Spre deosebire de păianjenul negru, cel alb are conotații pozitive. Simbolizează vindecarea, norocul și protecția divină. Poate indica faptul că o situație complicată se va rezolva cu bine sau că ești capabil să îți \"țeși\" destinul cu puritate și intenții bune. Este un mesaj de speranță, sugerând că, deși calea pare încâlcită, rezultatul va fi benefic. Poate reprezenta și o creativitate inspirată, pusă în slujba binelui.",
      "slug": "paianjen-alb"
    },
    {
      "name": "Paianjen mare",
      "category": "animale",
      "shortMeaning": "Mari oportunități financiare, succes sau o \"capcană\" majoră.",
      "fullInterpretation": "Un păianjen mare în vis este un semn impresionant de putere. Adesea, simbolizează o oportunitate financiară sau profesională de proporții (\"a prinde ceva mare în plasă\"). Dacă păianjenul este pașnic și țese, indică răbdare care va fi răsplătită generos. Dacă este agresiv sau înspăimântător, poate reprezenta o amenințare majoră, o persoană dominantă care te copleșește sau o situație care a scăpat de sub control. Mărimea lui reflectă importanța pe care o acorzi acestei situații în viața ta.",
      "slug": "paianjen-mare"
    },
    {
      "name": "Paianjen negru",
      "category": "animale",
      "shortMeaning": "Frici profunde, depresie, ghinion sau o amenințare ascunsă.",
      "fullInterpretation": "Păianjenul negru este adesea asociat cu umbra subconștientului. Poate simboliza o frică paralizantă, depresie sau sentimentul de a fi prins într-o situație fără ieșire. În unele tradiții, este văzut ca un semn de ghinion sau de boală. Totuși, el poate reprezenta și o femeie misterioasă sau o latură ascunsă a personalității tale care cere să fie integrată. Înfruntarea lui în vis înseamnă curajul de a privi în față aspectele întunecate ale vieții.",
      "slug": "paianjen-negru"
    },
    {
      "name": "Paiata",
      "category": "persoane",
      "shortMeaning": "Ridicol, lipsă de seriozitate, umilință sau mască socială.",
      "fullInterpretation": "A visa o paiață sau a fi una sugerează teama de a fi ridiculizat sau de a nu fi luat în serios. Poate indica faptul că te ascunzi în spatele unei măști vesele pentru a-ți disimula tristețea (\"râzi, paiață!\"). Uneori, visul te avertizează că cineva din anturaj nu este sincer sau că tu însuți te comporți într-un mod care îți știrbește demnitatea. Este un apel la autenticitate și la renunțarea la rolurile impuse de alții.",
      "slug": "paiata"
    },
    {
      "name": "Paie",
      "category": "natură",
      "shortMeaning": "Efemeritate, lipsă de valoare, sărăcie sau muncă zadarnică.",
      "fullInterpretation": "Paiele în vis simbolizează adesea lucruri fără valoare, efemere sau goale de conținut (\"foc de paie\"). Pot indica o perioadă de lipsuri materiale sau sentimentul că eforturile tale nu dau roadele așteptate. Dacă paiele ard, sugerează o pasiune intensă dar trecătoare sau o pierdere rapidă a resurselor. Totuși, paiele pot simboliza și simplitatea, modestia sau materialul brut din care poți construi ceva, dacă ai răbdare.",
      "slug": "paie"
    },
    {
      "name": "Paienjenis",
      "category": "obiecte",
      "shortMeaning": "Confuzie, neglijență, capcane ale trecutului sau stagnare.",
      "fullInterpretation": "Păienjenișul sugerează locuri sau aspecte ale vieții tale lăsate în părăsire. Indică neglijență, uitare sau stagnare. Poate simboliza faptul că ești prins în amintiri vechi sau într-o situație încâlcită din care nu vezi ieșirea. Curățarea păienjenișului este un semn excelent de înnoire, de clarificare mentală și de eliberare de trecut. Dacă ești prins în el, te simți blocat de circumstanțe sau de intrigi.",
      "slug": "paienjenis"
    },
    {
      "name": "Paine",
      "category": "alimente",
      "shortMeaning": "Hrană esențială, viață, prosperitate și nevoi de bază împlinite.",
      "fullInterpretation": "Pâinea este un simbol fundamental al vieții și al hranei, atât fizice cât și spirituale. Pâinea proaspătă și caldă indică prosperitate, sănătate și confort domestic. A împărți pâinea cu cineva este un gest de comuniune și prietenie. Pâinea uscată sau mucegăită sugerează lipsuri, griji materiale sau o \"hrană\" spirituală alterată. A frământa pâine simbolizează munca creatoare și capacitatea de a-ți asigura existența prin efort propriu.",
      "slug": "paine"
    },
    {
      "name": "Paine a cumpara",
      "category": "acțiuni",
      "shortMeaning": "Asumarea responsabilității, investiție în bunăstare și grijă pentru sine.",
      "fullInterpretation": "A cumpăra pâine în vis înseamnă că îți asumi responsabilitatea pentru propria bunăstare și a familiei tale. Indică o perioadă în care ești dispus să \"plătești prețul\" pentru a obține stabilitate și siguranță. Este un semn pozitiv de organizare și de prioritizare a nevoilor esențiale. Poate sugera și o tranzacție favorabilă sau o recompensă meritată pentru munca depusă.",
      "slug": "paine-a-cumpara"
    },
    {
      "name": "Paine a manca",
      "category": "acțiuni",
      "shortMeaning": "Satisfacție, asimilarea cunoștințelor, sănătate și vitalitate.",
      "fullInterpretation": "A mânca pâine în vis este un semn de sănătate și de satisfacere a nevoilor fundamentale. Dacă pâinea este bună, te bucuri de roadele muncii tale și de o perioadă de liniște. Dacă o mănânci cu poftă, indică o mare vitalitate și dorința de a trăi. În plan spiritual, poate simboliza asimilarea unor învățături sau a unei experiențe de viață care te hrănește sufletește.",
      "slug": "paine-a-manca"
    },
    {
      "name": "Paine alba",
      "category": "alimente",
      "shortMeaning": "Puritate, bucurie, prieteni sinceri și succes ușor.",
      "fullInterpretation": "Pâinea albă și pufoasă simbolizează puritatea intențiilor și bucuria simplă. Este un semn de noroc, de prietenii sincere și de reușite care vin fără prea mult efort. Sugerează o perioadă \"luminoasă\" în viața ta, lipsită de griji majore. Poate indica și rafinament sau dorința de a avea acces la ce e mai bun în viață.",
      "slug": "paine-alba"
    },
    {
      "name": "Paine calda",
      "category": "alimente",
      "shortMeaning": "Confort, iubire, ospitalitate, dar și un avertisment de boală în unele tradiții.",
      "fullInterpretation": "Pâinea caldă evocă sentimentul de \"acasă\", de iubire maternă și de protecție. Este un simbol al confortului emoțional. Totuși, interpretările populare vechi sunt uneori contradictorii, avertizând că pâinea prea caldă (care \"frige\") ar putea prevesti o febră sau o boală (\"boală grea\" în textul original). Psihologic, însă, reprezintă nevoia de afecțiune imediată și de căldură sufletească.",
      "slug": "paine-calda"
    },
    {
      "name": "Paine neagra",
      "category": "alimente",
      "shortMeaning": "Muncă grea, modestie, rezistență sau sprijin la nevoie.",
      "fullInterpretation": "Pâinea neagră simbolizează realitatea dură, munca cinstită dar grea și modestia. Poate indica o perioadă de efort susținut pentru a-ți asigura traiul. Deși poate sugera lipsuri sau simplitate, ea este și hrănitoare, indicând rezistență și forță interioară. Poate semnifica faptul că vei primi ajutor de la oameni simpli dar sinceri, sau că trebuie să te mulțumești cu strictul necesar pentru o vreme.",
      "slug": "paine-neagra"
    },
    {
      "name": "Paine prajita",
      "category": "alimente",
      "shortMeaning": "Simplitate apreciată, confort rapid sau finalizarea unei etape.",
      "fullInterpretation": "Pâinea prăjită sugerează transformarea prin \"foc\" a ceva banal în ceva plăcut. Indică capacitatea ta de a face viața mai plăcută prin gesturi mici. Poate simboliza confortul domestic, micile plăceri sau faptul că apreciezi simplitatea. Dacă este arsă, poate indica neatenție sau o situație care a fost \"lăsată prea mult\" și s-a deteriorat (o relație, o oportunitate).",
      "slug": "paine-prajita"
    },
    {
      "name": "Pajiste",
      "category": "locuri",
      "shortMeaning": "Libertate, deschidere, oportunități și relaxare.",
      "fullInterpretation": "O pajiște verde și însorită este un simbol minunat al libertății și al deschiderii sufletești. Indică o perioadă de relaxare, fără obstacole majore, și un teren fertil pentru noile tale proiecte. Te simți liber să te exprimi și să te extinzi. Dacă pajiștea este uscată, poate sugera o lipsă de resurse emoționale sau o perioadă de stagnare. Florile de pe pajiște aduc vești bune și bucurii sentimentale.",
      "slug": "pajiste"
    },
    {
      "name": "Palarie",
      "category": "obiecte",
      "shortMeaning": "Rol social, protecție, statut sau ascunderea gândurilor.",
      "fullInterpretation": "Pălăria în vis vorbește despre imaginea ta publică și despre rolul pe care îl joci în societate. Poate indica dorința de a fi respectat sau de a ieși în evidență. A-ți pune o pălărie înseamnă a-ți asuma un rol sau a pleca într-o călătorie. A-ți scoate pălăria este un semn de respect sau de sinceritate. O pălărie care îți acoperă ochii sugerează că nu vrei să vezi realitatea sau că ascunzi ceva.",
      "slug": "palarie"
    },
    {
      "name": "Palarie a ridica",
      "category": "acțiuni",
      "shortMeaning": "Respect, salut, recunoașterea valorii cuiva sau umilință.",
      "fullInterpretation": "Gestul de a ridica pălăria în vis simbolizează respectul și politețea. Poate indica faptul că recunoști autoritatea sau valoarea cuiva, sau că ești dispus să te arăți vulnerabil (\"a te descoperi\"). Poate fi și un semn de rămas bun sau de încheiere a unei etape. În sens negativ, poate sugera o umilință excesivă sau nevoia de a face pe plac altora.",
      "slug": "palarie-a-ridica"
    },
    {
      "name": "Palarie neagra",
      "category": "obiecte",
      "shortMeaning": "Mister, autoritate, seriozitate sau doliu.",
      "fullInterpretation": "O pălărie neagră impune respect și distanță. Poate simboliza o funcție oficială, autoritatea sau dorința de a părea serios și impenetrabil. Adesea este asociată cu misterul sau cu secretele pe care le porți. În unele contexte, poate sugera tristețe, doliu sau o perioadă de introspecție sobră.",
      "slug": "palarie-neagra"
    },
    {
      "name": "Palat",
      "category": "locuri",
      "shortMeaning": "Ambiții înalte, succes, aroganță sau potențialul sinelui.",
      "fullInterpretation": "Palatul reprezintă corpul și sinele tău în cea mai măreață formă a sa, dar și ambițiile tale sociale. Un palat frumos și luminos indică succes, bogăție spirituală și realizarea potențialului. Dacă te simți mic sau pierdut în palat, poate sugera că ambițiile tale te depășesc sau că ești copleșit de așteptările sociale. Un palat ruinat indică orgoliu rănit sau pierderea statutului. Este un simbol al puterii, dar și al izolării în \"turnul de fildeș\".",
      "slug": "palat"
    },
    {
      "name": "Paleta",
      "category": "obiecte",
      "shortMeaning": "Creativitate, opțiuni, joc sau manipularea situațiilor.",
      "fullInterpretation": "O paletă (de pictură) simbolizează gama de opțiuni și emoții pe care le ai la dispoziție pentru a-ți crea viața (\"a-ți colora viața\"). Indică creativitate și potențial. Dacă e o paletă de joc (tenis, ping-pong), simbolizează interacțiunea, schimbul de replici sau necesitatea de a fi agil și de a returna \"mingea\" în relațiile cu ceilalți.",
      "slug": "paleta"
    },
    {
      "name": "Palid",
      "category": "corp",
      "shortMeaning": "Slăbiciune, boală, frică sau pierderea vitalității.",
      "fullInterpretation": "A fi palid în vis sau a vedea pe cineva palid este un semn de lipsă de vitalitate. Poate indica o boală incipientă, o epuizare fizică sau emoțională, sau o frică puternică (\"alb ca varul\"). Este un avertisment din partea corpului sau a psihicului că ai nevoie de odihnă și de \"culoare\" în viața ta. Poate sugera și o veste proastă care te va șoca.",
      "slug": "palid"
    },
    {
      "name": "Palma",
      "category": "corp",
      "shortMeaning": "Acțiune, destin, prietenie sau pedeapsă (dacă e lovitură).",
      "fullInterpretation": "Palma are semnificații duble. Palma deschisă este simbolul onestității, al ajutorului și al prieteniei (\"a bate palma\"). Liniile din palmă simbolizează destinul. Pe de altă parte, o palmă (lovitură) indică o jignire, o pedeapsă sau o \"trezire la realitate\" dură. Dacă primești o palmă, te simți vinovat sau neîndreptățit. Dacă dai o palmă, ești furios și vrei să impui limite sau să pedepsești pe cineva.",
      "slug": "palma"
    }
  ]
}
