{
  "symbols": [
    {
      "name": "Porumb",
      "category": "dictionar",
      "shortMeaning": "In traditia romaneasca, visul porumbul simbolizeaza imbunatatirea situatiei financiare.",
      "fullInterpretation": "In traditia romaneasca, visul porumbul simbolizeaza imbunatatirea situatiei financiare. In anumite cazuri acest tip de vise poate prevesti faptul ca veti primi niste bani. Aceeasi explicatie apare atunci cand visezi un lan cu porumb. Porumb verde - acest vis este un simbol al aprecierii pentru ceea ce ai. Fiti recunoscator pentru realizarile si recoltele dumneavoastra, generozitatea si impartasirea a ceea ce aveti va vor aduce in schimb mult ma multe. Interpretari culese din popor avand porumb - probleme mari avand o cantitate foarte mare - o perioada de insucces in activitate boabe de porumb - imbunatatirea situatiei materiale porumb in car spre casa - prosperitate porumb in hambar- implinirea dorintelor, fericire in familie porumb strans pe camp- situatie materiala infloritoare Proumbul fiert in vise sugereaza ca trebuie sa fiti mai tare, mai puternic din punct de vedere senimental. Daca ati visat ca sunteti pe plaja si ati cumparat porumb fiert inseamna ca ati obosit foarte mult si este cazul sa va faceti timp sa va odihniti. Un loc destul de important in lumea viselor este ocupat de catre porumbei. Acestia pot transmite mesaje importante si de bun augur, mesaje nefavorabile sau pot fi reprezentarea unor barfe sau calomnii la adresa dumneavoastra. I plus, visarea hulubilor poarta si un mesaj al inconstientului, care poate fi legat de sentimentele dumneavoastra fata de casa si apartenenta. De asemenea, visul fiind unul cu multiple semnificatii, porumbelul poate simboliza libertate, armonie si sfarsitul unei perioade dificile. Puteti vizualiza versiunea video de mai jos a visului despre porumbei sau puteti continua sa cititi textul (care contine si informatii extra fata de video), depinde de dumneavoastra. Videoclip despre visarea porumbeilor In continuare va vom prezenta cele mai comune vise despre porumbei: Porumbel zburand prin casa dumneavoastra Un astfel de vis este considerat a fi unul de bun augur, mai ales pentru o fata sau femeie tanara, acesta simbolizand armonie in relatie sau promisiunea unei casatorii in viitorul apropiat. De asemenea, zborul unui porumbel in casa poate prevesti vesti de departe sau rezolvarea cu succes a unei probleme ori implementarea cu succes a unui plan de afaceri. Atacul sau ciugulirea porumbeilor Visand ca sunteti atacati sau ca porumbeii va ciugulesc inseamna ca cineva pune presiune asupra dumneavoastra pentru a va asuma niste sarcini sau actiuni gresite. Pentru o interpretare cat mai precisa, trebuie sa luati in considerare si care parte a corpului va este ciugulita sau atacata de porumbei. Porumbel mort Porumbelul mort, mai ales daca apare in visul unuia dintre soti, simbolizeaza teama de despartire. Aceasta separare poate fi temporara, avand la baza lipsa de incredere sau de angajament in relatie. Cu toate acestea, daca dumneavoastra ati ucis porumbelul, este semn de schimbare si de noi oportunitati. Porumbel ranit, bolnav sau pe moarte Visand un porumbel care este bolnav, sangereaza sau este pe moarte, inseamna suferinta cauzata de zvonuri. Trebuie sa incercati, pe cat posibil, sa evitati sa mai vorbiti de rau alte persoane sau sa le puneti intr-o lumina proasta, deoarece in cele din urma se va afla si veti fi pusi la perete si pedepsiti in consecinta. Hranirea porumbeilor DacÄƒ ati visat ca hraniti porumbeii, inseamna ca veti face tot ceea ce va sta in putere pentru a va tine departe de stres si necazuri. Capturarea unui porumbel De cele mai multe ori, incercarea de a prinde un porumbel in vis poate fi destul de dificila. Dar, daca ati capturat unul, visul indica faptul ca sunteti in cautarea unui lucru sau a unui sentiment de ceva timp, iar acum cautarea dumneavoastra a luat sfarsit. Faptul cÄƒ ati prins porumbelul este un semn bun, reprezentand stabilitate, eforturi rasplatite si atentie din partea cuiva. Porumbei luptandu-se pe mancare Visul in care doi sau mai multi porumbei care se lupta pe mancare reprezinta sentimente de frustrare si competitie. De asemenea, visul prevesteste certuri sau incompatibilitate la locul de munca sau in cercurile sociale. Porumbel purtand un mesaj Visand un porumbel care are ataaat un mesaj la unul dintre picioare, inseamna ca veti primi de veste de la o persoana cu care nu ati mai vorbit de mult timp. Ouale si cuibul porumbeilor Visele despre ouale porumbeilor prevestesc de regula noroc, deoarece o dorinta vi se va implini. De asemenea, ouale acestor pasari sunt un semn al abundentei in ceea ce priveste banii sau bogatia. Ouale sparte intr-un cuib sunt semnul unor manifestari si dorinte neimplinite. Pe de alta parte, daca cuibul este ravasit, distrus sau imprastiat, inseamna inima franta, despartire sau mutarea partenerului in alt oras sau in alta tara. Puii de porumbel Puii de porumbel si, in general, puii de pasare reprezinta unele indatoriri, sentimente si opinii. De asemenea, visul poate indica si nevoia de relaxare si timp liber. Vazand o porumbita hranindu-si puii, indica timp frumos petrecut, bucurie si fericire in casa. Culoarea porumbeilor in vise Porumbelul alb Este semnul prieteniei, loialitatii, blandetii si al simplitatii. De asemenea, porumbelul alb poate fi semnul sufletului pereche, al dragostei si al unei nunti de poveste. Pe de alta parte, porumbelul alb poate indica si faptul cÄƒ esti impacat cu tine insuti. Un stol de porumbei albi va reprezenta seninatatea si multumirea unei persoane . Porumbelul gri Culoarea gri a porumbelului din visele dumneavoastra evidentiaza sentimente de confuzie si nesiguranta. De asemenea, porumbelul gri poate face referire la incapacitatea de a va decide sau la nesiguranta dumneavoastra fata de locul de munca. Porumbelul negru Visare unui porumbel negru nu este un semn bun si implica mereu neintelegeri cu partenerul. De asemenea visul prevesteste faptul ca unele lucruri din viata dumneavoastra se vor schimba in rau. Porumbelul maro Aparitia porumbelului maro in visele dumneavoastra este un semn ca ar trebui sa reveniti cu picioarele pe pamant daca doriti ca totul sÄƒ revinÄƒ la normal si ca relatiile cu oamenii sa decurga fara probleme. De asemenea, visul indica faptul ca va trebui sÄƒ faceti niste alegeri dificile in viitorul apropiat. Porumbelul galben Visele in care ne apare porumbelul galben indica, de regula, vestea unor stiri sau informatii neasteptate, in urma carora rezultatele vor fi surprinzatoare. In mod alternativ, visul poate reprezenta o cerere in casatorie sau o sarbatorire a dragostei. Porumbelul rosu Culoarea roÈ™ie a porumbelului simbolizeaza putere, pasiune si noi inceputuri. De asemenea, porumbeii rosii sunt vestitorii iubirii, ai emotiilor puternice si, in anumite cazuri, al sentimentelor romantice alternate cu scandaluri. Porumbelul verde Un porumbel verde va indica iertarea sau momentul oportun pentru a rezolva unele neintelegeri din trecut pentru a putea merge inainte cu viata. Porumbelul multicolor In majoritatea viselor porumbelul multicolor prevesteste experiente placute sau de neuitat. De asemenea, pasarile multicolore simbolizeaza angajamentul si dedicarea, depasirea limitelor, noi directii si recunoasterea statutului. Extras din multiple carti vechi de interpretarea viselor In general, porumbelul inseamna prietenie, iubire, aspiratie catre liniste sufleteasca si libertate. avand - musafiri porumbel calator - prieten nou incercam sa-l prindem - iubire nesperata mai multi porumbei - amici sinceri mancand carne de porumbel - nefericire, intristare, necazuri mort - vei pierde un prieten credincios pe acoperis - veste buna plimbandu-se - surpriza nu prea placuta prinzand - intalnire cu un prieten, insuratoare salbatic - ai de a face cu o femeie netrebnica se asaza pe fata noastra- stiri asteptate cu nerabdare statornici - intelegere vazand - propuneri afectoase, bucurie vazand doi - bucurie familiala, casatorie, fericire zburand - pierderi de bani zburand spre noi- stiri de la iubit Porumbelul alb in vise reprezinta loialitate, simplitate, blandete, prietenie. Ar putea insemna si un mesaj si o binecuvantare de la Sfantul Duh. Daca vedeti un porumbel alb in vis este un semn al unei casnicii fericite si al unor afaceri prospere.Porumbelul negru in vise este simbolul ambelor sexe in societate. Un simplu porumbel simbolizeaza o femeie, dar un porumbel negru se leaga de ambele sexe. Este vazut ca un liant intre sexul feminin si cel masculin. Astfel ca visul ar putea insemna o posibila legatura sau o relatie intre doua persoane. Poate chiar o simpla intalnire cu cineva de sex opus dumneavoastra, fie de afaceri sau pur si simplu de placere.In limba romana termenul de cocean este folosit pentru stiultetele de pe care au fost indepartate boabele de porumb si pentru tulpina porumbului. In ambele sensuri visul poatea avea atat semnificatii pozitive cat si negative. Visarea unui cocean de porumb (in cazul tulpinii) reprezinta nevoia de revigorarea sau revitalizare. In ultima perioada aveti tendinta sa traiti din amintiri si asta numai datorita faptului ca va simtiti subevaluat sau neapreciat. In general, porumbul simbolizeaza prosperitatea, norocul si fericirea, iar un stiulete cu boabe de porumb pe el poate face referire la posibilitatile intelectuale, maturitatea psihica sau un nivel ridicat de cunostinte. Din punct de vederea psihologic, stiuletele este simbolul oganului sexual mascululin. De asemenea, acesta poate reprezenta prosperitatea si anumite resurese materiale. Pentru o interpretare detaliata va rugam sa consultati semnificatia visului PorumbVisul in care va aflati in mijlocul unui lan de porumb se refera dorinta de a scapa de problemele si sarcinile zilnice. Alternativ, visul la un lan de porumb inseamna ca cineva va asculta, toate urechile sunt atintite spre dumneavoastra.",
      "slug": "porumb"
    },
    {
      "name": "Porumb fiert",
      "category": "dictionar",
      "shortMeaning": "Proumbul fiert in vise sugereaza ca trebuie sa fiti mai tare, mai puternic din punct de vedere senimental.",
      "fullInterpretation": "Proumbul fiert in vise sugereaza ca trebuie sa fiti mai tare, mai puternic din punct de vedere senimental. Daca ati visat ca sunteti pe plaja si ati cumparat porumb fiert inseamna ca ati obosit foarte mult si este cazul sa va faceti timp sa va odihniti.",
      "slug": "porumb-fiert"
    },
    {
      "name": "Porumbel",
      "category": "dictionar",
      "shortMeaning": "Un loc destul de important in lumea viselor este ocupat de catre porumbei.",
      "fullInterpretation": "Un loc destul de important in lumea viselor este ocupat de catre porumbei. Acestia pot transmite mesaje importante si de bun augur, mesaje nefavorabile sau pot fi reprezentarea unor barfe sau calomnii la adresa dumneavoastra. I plus, visarea hulubilor poarta si un mesaj al inconstientului, care poate fi legat de sentimentele dumneavoastra fata de casa si apartenenta. De asemenea, visul fiind unul cu multiple semnificatii, porumbelul poate simboliza libertate, armonie si sfarsitul unei perioade dificile. Puteti vizualiza versiunea video de mai jos a visului despre porumbei sau puteti continua sa cititi textul (care contine si informatii extra fata de video), depinde de dumneavoastra. Videoclip despre visarea porumbeilor In continuare va vom prezenta cele mai comune vise despre porumbei: Porumbel zburand prin casa dumneavoastra Un astfel de vis este considerat a fi unul de bun augur, mai ales pentru o fata sau femeie tanara, acesta simbolizand armonie in relatie sau promisiunea unei casatorii in viitorul apropiat. De asemenea, zborul unui porumbel in casa poate prevesti vesti de departe sau rezolvarea cu succes a unei probleme ori implementarea cu succes a unui plan de afaceri. Atacul sau ciugulirea porumbeilor Visand ca sunteti atacati sau ca porumbeii va ciugulesc inseamna ca cineva pune presiune asupra dumneavoastra pentru a va asuma niste sarcini sau actiuni gresite. Pentru o interpretare cat mai precisa, trebuie sa luati in considerare si care parte a corpului va este ciugulita sau atacata de porumbei. Porumbel mort Porumbelul mort, mai ales daca apare in visul unuia dintre soti, simbolizeaza teama de despartire. Aceasta separare poate fi temporara, avand la baza lipsa de incredere sau de angajament in relatie. Cu toate acestea, daca dumneavoastra ati ucis porumbelul, este semn de schimbare si de noi oportunitati. Porumbel ranit, bolnav sau pe moarte Visand un porumbel care este bolnav, sangereaza sau este pe moarte, inseamna suferinta cauzata de zvonuri. Trebuie sa incercati, pe cat posibil, sa evitati sa mai vorbiti de rau alte persoane sau sa le puneti intr-o lumina proasta, deoarece in cele din urma se va afla si veti fi pusi la perete si pedepsiti in consecinta. Hranirea porumbeilor DacÄƒ ati visat ca hraniti porumbeii, inseamna ca veti face tot ceea ce va sta in putere pentru a va tine departe de stres si necazuri. Capturarea unui porumbel De cele mai multe ori, incercarea de a prinde un porumbel in vis poate fi destul de dificila. Dar, daca ati capturat unul, visul indica faptul ca sunteti in cautarea unui lucru sau a unui sentiment de ceva timp, iar acum cautarea dumneavoastra a luat sfarsit. Faptul cÄƒ ati prins porumbelul este un semn bun, reprezentand stabilitate, eforturi rasplatite si atentie din partea cuiva. Porumbei luptandu-se pe mancare Visul in care doi sau mai multi porumbei care se lupta pe mancare reprezinta sentimente de frustrare si competitie. De asemenea, visul prevesteste certuri sau incompatibilitate la locul de munca sau in cercurile sociale. Porumbel purtand un mesaj Visand un porumbel care are ataaat un mesaj la unul dintre picioare, inseamna ca veti primi de veste de la o persoana cu care nu ati mai vorbit de mult timp. Ouale si cuibul porumbeilor Visele despre ouale porumbeilor prevestesc de regula noroc, deoarece o dorinta vi se va implini. De asemenea, ouale acestor pasari sunt un semn al abundentei in ceea ce priveste banii sau bogatia. Ouale sparte intr-un cuib sunt semnul unor manifestari si dorinte neimplinite. Pe de alta parte, daca cuibul este ravasit, distrus sau imprastiat, inseamna inima franta, despartire sau mutarea partenerului in alt oras sau in alta tara. Puii de porumbel Puii de porumbel si, in general, puii de pasare reprezinta unele indatoriri, sentimente si opinii. De asemenea, visul poate indica si nevoia de relaxare si timp liber. Vazand o porumbita hranindu-si puii, indica timp frumos petrecut, bucurie si fericire in casa. Culoarea porumbeilor in vise Porumbelul alb Este semnul prieteniei, loialitatii, blandetii si al simplitatii. De asemenea, porumbelul alb poate fi semnul sufletului pereche, al dragostei si al unei nunti de poveste. Pe de alta parte, porumbelul alb poate indica si faptul cÄƒ esti impacat cu tine insuti. Un stol de porumbei albi va reprezenta seninatatea si multumirea unei persoane . Porumbelul gri Culoarea gri a porumbelului din visele dumneavoastra evidentiaza sentimente de confuzie si nesiguranta. De asemenea, porumbelul gri poate face referire la incapacitatea de a va decide sau la nesiguranta dumneavoastra fata de locul de munca. Porumbelul negru Visare unui porumbel negru nu este un semn bun si implica mereu neintelegeri cu partenerul. De asemenea visul prevesteste faptul ca unele lucruri din viata dumneavoastra se vor schimba in rau. Porumbelul maro Aparitia porumbelului maro in visele dumneavoastra este un semn ca ar trebui sa reveniti cu picioarele pe pamant daca doriti ca totul sÄƒ revinÄƒ la normal si ca relatiile cu oamenii sa decurga fara probleme. De asemenea, visul indica faptul ca va trebui sÄƒ faceti niste alegeri dificile in viitorul apropiat. Porumbelul galben Visele in care ne apare porumbelul galben indica, de regula, vestea unor stiri sau informatii neasteptate, in urma carora rezultatele vor fi surprinzatoare. In mod alternativ, visul poate reprezenta o cerere in casatorie sau o sarbatorire a dragostei. Porumbelul rosu Culoarea roÈ™ie a porumbelului simbolizeaza putere, pasiune si noi inceputuri. De asemenea, porumbeii rosii sunt vestitorii iubirii, ai emotiilor puternice si, in anumite cazuri, al sentimentelor romantice alternate cu scandaluri. Porumbelul verde Un porumbel verde va indica iertarea sau momentul oportun pentru a rezolva unele neintelegeri din trecut pentru a putea merge inainte cu viata. Porumbelul multicolor In majoritatea viselor porumbelul multicolor prevesteste experiente placute sau de neuitat. De asemenea, pasarile multicolore simbolizeaza angajamentul si dedicarea, depasirea limitelor, noi directii si recunoasterea statutului. Extras din multiple carti vechi de interpretarea viselor In general, porumbelul inseamna prietenie, iubire, aspiratie catre liniste sufleteasca si libertate. avand - musafiri porumbel calator - prieten nou incercam sa-l prindem - iubire nesperata mai multi porumbei - amici sinceri mancand carne de porumbel - nefericire, intristare, necazuri mort - vei pierde un prieten credincios pe acoperis - veste buna plimbandu-se - surpriza nu prea placuta prinzand - intalnire cu un prieten, insuratoare salbatic - ai de a face cu o femeie netrebnica se asaza pe fata noastra- stiri asteptate cu nerabdare statornici - intelegere vazand - propuneri afectoase, bucurie vazand doi - bucurie familiala, casatorie, fericire zburand - pierderi de bani zburand spre noi- stiri de la iubit Porumbelul alb in vise reprezinta loialitate, simplitate, blandete, prietenie. Ar putea insemna si un mesaj si o binecuvantare de la Sfantul Duh. Daca vedeti un porumbel alb in vis este un semn al unei casnicii fericite si al unor afaceri prospere. Porumbelul negru in vise este simbolul ambelor sexe in societate. Un simplu porumbel simbolizeaza o femeie, dar un porumbel negru se leaga de ambele sexe. Este vazut ca un liant intre sexul feminin si cel masculin. Astfel ca visul ar putea insemna o posibila legatura sau o relatie intre doua persoane. Poate chiar o simpla intalnire cu cineva de sex opus dumneavoastra, fie de afaceri sau pur si simplu de placere.",
      "slug": "porumbel"
    },
    {
      "name": "Porumbel alb",
      "category": "dictionar",
      "shortMeaning": "Porumbelul alb in vise reprezinta loialitate, simplitate, blandete, prietenie.",
      "fullInterpretation": "Porumbelul alb in vise reprezinta loialitate, simplitate, blandete, prietenie. Ar putea insemna si un mesaj si o binecuvantare de la Sfantul Duh. Daca vedeti un porumbel alb in vis este un semn al unei casnicii fericite si al unor afaceri prospere.",
      "slug": "porumbel-alb"
    },
    {
      "name": "Porumbel negru",
      "category": "dictionar",
      "shortMeaning": "Porumbelul negru in vise este simbolul ambelor sexe in societate.",
      "fullInterpretation": "Porumbelul negru in vise este simbolul ambelor sexe in societate. Un simplu porumbel simbolizeaza o femeie, dar un porumbel negru se leaga de ambele sexe. Este vazut ca un liant intre sexul feminin si cel masculin. Astfel ca visul ar putea insemna o posibila legatura sau o relatie intre doua persoane. Poate chiar o simpla intalnire cu cineva de sex opus dumneavoastra, fie de afaceri sau pur si simplu de placere.",
      "slug": "porumbel-negru"
    },
    {
      "name": "Porumbelul",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "porumbelul"
    },
    {
      "name": "Posedat",
      "category": "dictionar",
      "shortMeaning": "A visa ca dumneavoastra sau altcineva este posedat reprezinta o stare de neputinta.",
      "fullInterpretation": "A visa ca dumneavoastra sau altcineva este posedat reprezinta o stare de neputinta. Simtiti ca nu detineti controlul asupra lucrurilor.",
      "slug": "posedat"
    },
    {
      "name": "Poseta",
      "category": "dictionar",
      "shortMeaning": "O poseta furata in vise simbolizeaza o persoana care profita de dumneavoastra.",
      "fullInterpretation": "O poseta furata in vise simbolizeaza o persoana care profita de dumneavoastra. Teama de a fi victima unui furt de identitate. De asemenea, visul mai poate sugera si o atentionare de a fi mai atent cu tot ce ar putea reprezenta acea poseta.",
      "slug": "poseta"
    },
    {
      "name": "Poseta furata",
      "category": "dictionar",
      "shortMeaning": "O poseta furata in vise simbolizeaza o persoana care profita de dumneavoastra.",
      "fullInterpretation": "O poseta furata in vise simbolizeaza o persoana care profita de dumneavoastra. Teama de a fi victima unui furt de identitate. De asemenea, visul mai poate sugera si o atentionare de a fi mai atent cu tot ce ar putea reprezenta acea poseta.",
      "slug": "poseta-furata"
    },
    {
      "name": "Posta",
      "category": "dictionar",
      "shortMeaning": "Cutia postala in vise sugereaza ca veti fi rugat sa participati la unele actiuni ilegale.",
      "fullInterpretation": "Cutia postala in vise sugereaza ca veti fi rugat sa participati la unele actiuni ilegale. Daca visati ca incercati sa puneti o scrisoare in cutia postala si nu reusiti inseamna ca nu veti reusi sa realizati tot ceea ce v-ati propus.",
      "slug": "posta"
    },
    {
      "name": "Postas",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "postas"
    },
    {
      "name": "Potcoava",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "potcoava"
    },
    {
      "name": "Poteca",
      "category": "dictionar",
      "shortMeaning": "Poteca in vis, de obicei, reprezinta anumite obstacole marunte in calea spre succes.",
      "fullInterpretation": "Poteca in vis, de obicei, reprezinta anumite obstacole marunte in calea spre succes. Daca visati ca maturati o poteca inseamna ca veti avea un ostacol greu de trecut. Visul in care poteca este ingusta sugereaza faptul ca va trebui sa faceti unele compromisuri in viata. Pentru mai multe detalii vizitati si visul carare.",
      "slug": "poteca"
    },
    {
      "name": "Potir",
      "category": "dictionar",
      "shortMeaning": "In vis potirul simbolizeaza principiul feminin.",
      "fullInterpretation": "In vis potirul simbolizeaza principiul feminin. Datorita semnificatiei sale religioase, potirul reprezinta adeseori ceva ce poate fi atins numai cu foarte mari eforturi. Mai poate indica un eveniment sau o ceremonie importanta. De asemenea, simbolizeaza izvorul rezistentei inepuizabile, abundenta, Sfantul Graal.",
      "slug": "potir"
    },
    {
      "name": "Povara",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "povara"
    },
    {
      "name": "Poveste",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca scrii o poveste ,semnifica faptul ca va urma o serie de deceptii.",
      "fullInterpretation": "Daca visezi ca scrii o poveste ,semnifica faptul ca va urma o serie de deceptii. De asemenea, daca visezi ca citesti o poveste, semnifica ca vor veni vremuri mai bune pentru tine.",
      "slug": "poveste"
    },
    {
      "name": "Poza",
      "category": "dictionar",
      "shortMeaning": "Poza in vis simbolizeaza falsitate si minciuna.",
      "fullInterpretation": "Poza in vis simbolizeaza falsitate si minciuna. Daca ati visat o poza cu dumneavoastra, este un semn ca sunteti mintit. De asemenea, daca visati o poza cu un dusman sau un rival, s-ar putea ca aceasta persoana sa va minta intentionat. Daca poza era veche semnifica o minciuna care dureaza de mult timp. Vezi si (Fotografii/Fotografie)Pozele in vise indica faptul ca exista o relatie care necesita atentia ta. Nu analizezi cu suficienta atentie aceasta problema. Alternativ, visul inseamna ca inca esti agatat(a) de trecut sau de ceva sperante false. Ia in considerare cine sau ce este in poza. Poza poate indica un anumit moment in timp. Daca ai visat ca rupi o poza inseamna ca te eliberezi de trecut si ca privesti cu speranta spre viitor.",
      "slug": "poza"
    },
    {
      "name": "Poze / poza",
      "category": "dictionar",
      "shortMeaning": "Pozele in vise indica faptul ca exista o relatie care necesita atentia ta.",
      "fullInterpretation": "Pozele in vise indica faptul ca exista o relatie care necesita atentia ta. Nu analizezi cu suficienta atentie aceasta problema. Alternativ, visul inseamna ca inca esti agatat(a) de trecut sau de ceva sperante false. Ia in considerare cine sau ce este in poza. Poza poate indica un anumit moment in timp. Daca ai visat ca rupi o poza inseamna ca te eliberezi de trecut si ca privesti cu speranta spre viitor.",
      "slug": "poze-poza"
    },
    {
      "name": "Prabusi / prabusire",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "prabusi-prabusire"
    },
    {
      "name": "Praf",
      "category": "dictionar",
      "shortMeaning": "Laptele praf in vise este reprezentarea drumului parcurs, de unde ati plecat si pana unde ati ajuns astazi.",
      "fullInterpretation": "Laptele praf in vise este reprezentarea drumului parcurs, de unde ati plecat si pana unde ati ajuns astazi. De asemenea, visul este strans legat de faptul ca aveti tendinta de a va lasa soarta in mana altcuiva. Va trebui sa va dezvoltati anumite calitati pentru a deveni o persona mai puternica si mai increzatoare. Alternativ, visarea laptelui praf este un indiciu pentru o noua faza in curs de dezvoltare sau de tranzitie. Aceasta noua faza implica decizii cu privire la locul in care ar trebui sa ajungeti in viata. Visand ca ati cumparat lapte praf, inseamna ca la locul de munca vor aparea noi oportunitati. Acesta este un moment potrivit pentru a incepe o afacere sau pentru a schimba pozitia ori locul de munca. Visul in care dumneavoastra consumati lapte praf (laptele formula) semnaleaza obtinerea unor rezultate foarte bune in domeniul dumneavoastra de activitate. De asemenea, visul indica aspiratii inalte si atitudine fara griji.",
      "slug": "praf"
    },
    {
      "name": "Prafuit",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "prafuit"
    },
    {
      "name": "Prag",
      "category": "dictionar",
      "shortMeaning": "Daca va visati stand in pragul une usi semnifica faptul ca va incepe o noua perioada de evolutie ...",
      "fullInterpretation": "Daca va visati stand in pragul une usi semnifica faptul ca va incepe o noua perioada de evolutie , un nou inceput promitator.",
      "slug": "prag"
    },
    {
      "name": "Prajitura",
      "category": "dictionar",
      "shortMeaning": "In general, prajiturile sunt simbolul lucrurilor bune promise in viata, dar acestea reprezenta si...",
      "fullInterpretation": "In general, prajiturile sunt simbolul lucrurilor bune promise in viata, dar acestea reprezenta si o serie de lucruri diferite din viata, totul depinde de starea de spirit creata in vis. Daca starea de spirit a fost una negativa, cel mai probabil este vorba despre probleme si ingrijorari de peste zi. Daca este vorba despre un sentiment de fericire in vis, este semn ca viata dumeneavoastra este plina de bucurie si multumire. Visand ca nu va puteti atingeti de niste parjituri dar sunteti afacinat/a de felul in care acestea arata, insemana ca poate inca nu vi-ati atins toate obiectivele propuse in viata. In schimb, daca cineva tocmai a luat o prjitura, atunci visul prevesteste gelozia asupra unei persoane care pare sa aibe tot ce va doriti dumneavoastra sau acea persoana culege rodul si meritul muncii dumneavoastra. Cumparand prajituri in vis indica faptul ca veti descoperi fericirea si ca aceasta se raporta lucruri marunte, carora pana in acest moment nu le acordati prea multa importanta. Daca in vis va simtiti rau din cauza consumului prea mare de prajituri, acest lucru ar putea insemna ca sunteti ingrijorat/a sau stresat/a de una sau mai multe probleme. Mancand o bucatica de prajitura si savurand-o, este semnul inconfundabil al fericirii in viata de cuplu. De asemena, visul in care preparati si apoi mancati prajituri alaturi de partenerul dumneavoastra , simbolizeaza bucurire si aprecirere in relatia intima. Interpretari culese din popor In general, prevestire buna, stare materiala in ascensiune. framanta coca pentru prajituri - esti foarte ambitios mancand - surprize placute, vei fi invitat la o serata mancand o prajitura mare- traiti peste posibilitatile dv. materiale privind / admirand o prajitura - relatii tandre preparand prajituri - incredere mare in tine",
      "slug": "prajitura"
    },
    {
      "name": "Pranz",
      "category": "dictionar",
      "shortMeaning": "Visul in care vedem sau mancam masa de pranz indica faptul ca unele aspecte din viata dumneavoast...",
      "fullInterpretation": "Visul in care vedem sau mancam masa de pranz indica faptul ca unele aspecte din viata dumneavoastra sunt lipsite de bogatie si lumina spirituala.",
      "slug": "pranz"
    },
    {
      "name": "Prapastie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "prapastie"
    },
    {
      "name": "Prastie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "prastie"
    },
    {
      "name": "Pravalie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pravalie"
    },
    {
      "name": "Praz",
      "category": "dictionar",
      "shortMeaning": "In general, semn de noroc si fericire, prieteni sunt de partea ta.",
      "fullInterpretation": "In general, semn de noroc si fericire, prieteni sunt de partea ta. Cumparand praz in vis este semnul unor dicutii iscate in familie. Mancand praz, semn de prosperitate si noroc.",
      "slug": "praz"
    },
    {
      "name": "Predica",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "predica"
    },
    {
      "name": "Premiu",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca ati castigat un premiu inseamna ca ati reusit sa va depasiti propriile piedici.",
      "fullInterpretation": "Daca visati ca ati castigat un premiu inseamna ca ati reusit sa va depasiti propriile piedici. A inmana altcuiva un premiu sugereaza ca apreciem eforturile depuse de alte persoane.",
      "slug": "premiu"
    },
    {
      "name": "Preoteasa",
      "category": "dictionar",
      "shortMeaning": "In textul ce urmeaza vom aborda doua vise complet diferite datorita definitiei preotesei in lb.",
      "fullInterpretation": "In textul ce urmeaza vom aborda doua vise complet diferite datorita definitiei preotesei in lb. Romana, structurata astfel: sotia preotului femeie care indeplinea in antiochitate functii sacerdotale Sotia preotului In general, visele in care ne apare o preoteasa sunt asociate cu gelozie, inselatorie si pofte. O preoteasa tanara si frumoasa in visul unui barbat denota pofte trupesti sau sufletesti. Este posibil ca visatorul sa ravneasca la o alta femeie sau poate fi doar o tanjire a trecutului, mai ales daca barbatul nu mai este la prima tinerete. O preoteasa batrana sau urata semnifica faptul ca exista o femeie care va invidiaza si va doreste raul, dara acea femeie nu va reusi niciodata. Vazand o preoteasa care se inchina si se roaga inseamna ca exista o fameie care va iubeste, vegheaza si se roaga pentru dumneavoastra. Stand de vorba cu o preoteasa si primind un sfat de la aceasta. Acest vis prevesteste existenta unor oameni care va invidiaza relatia si vor incerca nenumarate modalitati de manipulare pentru a va separa. Mare Preotesa (asemena Inaltelor Preotese din antichitate) Visele in care ni se infatiseaza o Mare Preoteasa pot avea semnificatii multiple in viata noastra de zi cu zi, acestea pot arata ca este cel mai bun moment pentru a ramane concentrat la obiectivele noastre si este un moment esential (unic) pentu a incepe sa tinem evidenta fiecarui detaliu din viata. Tot aceasta poate fi si semnul unei mari surprize cu privire la locul de munca. Este posibil sa primiti o marire salariala sau daca intentionati sa va schimmbati locul de munca, este momentul perfect pentru a face acest lucru. De asemena, Marea preotesa poate fi si, o indicatie cu privire la viata dumneavoastra financiara. Aceasta poate evidentia faptul ca cineva nu va avea incredere in ceea ce priveste finantele si ar trebui sa fiti atent la toate deciziile financiare pe care le luati in curand. Visand ca sunteti ruda cu o Inalta Preoteasa poate indica faptul ca veti cuceri toate planurile celor care incearca sa va doboare. Va trebui sa gestionati toate barierele cu incredere si ii veti surprinde pe toti cei ce va provoaca. O Mare Preotesa inchinandu-se si oferindu-va respectul cuvenit evidentiaza faptul ca cineva este indragostit de dumneavoastra. Acea persoana va urmareste mereu si va poarta grija. Daca Mare Preoteasa este urata, atunci acest vis face referire la invidia unei femei si, tot ce itsi doreste aceasta este sa va faca sa suferiti.",
      "slug": "preoteasa"
    },
    {
      "name": "Preoti",
      "category": "dictionar",
      "shortMeaning": "Daca in visul tau apar preoti , reprezinta nevoile tale spirituale, un simt al moralitatii si credintelor spirituale.",
      "fullInterpretation": "Daca in visul tau apar preoti , reprezinta nevoile tale spirituale, un simt al moralitatii si credintelor spirituale. De asemenea, preotii in vis pot fi un semn ca ceva in viata ta este interesant si ca ai un comportament conservator sau stai departe de obiceiurile proaste.",
      "slug": "preoti"
    },
    {
      "name": "Prepelicar",
      "category": "dictionar",
      "shortMeaning": "Daca visezi acest caine la vanatoare semnifica faptul ca o sa primesti vesti bune.",
      "fullInterpretation": "Daca visezi acest caine la vanatoare semnifica faptul ca o sa primesti vesti bune.",
      "slug": "prepelicar"
    },
    {
      "name": "Prepelita",
      "category": "dictionar",
      "shortMeaning": "Prepelita in vis , este prevestitor de nenoroc si aduce certuri cu cei dragi.",
      "fullInterpretation": "Prepelita in vis , este prevestitor de nenoroc si aduce certuri cu cei dragi.Ouale de prepelita in vise sunt adesea semne bune in legatura cu sanatatea copiiilor. Adesea acest tip de vise apar atunci cand sunteti ingrijorat despre directiile pe care merg copiii dumneavoastra sau despre starea lor de sanatate. Aceste vise aduc semne bune despre sanatatea si bucuria lor. A visa oua de prepelita mai poate insemna un stil de viata foarte generos. Ocazional, visul mai poate prezice o excursie spre o tara scandinava.",
      "slug": "prepelita"
    },
    {
      "name": "Presedinte",
      "category": "dictionar",
      "shortMeaning": "Atunci cand in vise ne apare actualul presedinte, acesta este un semn ca cel care viseaza vrea sa...",
      "fullInterpretation": "Atunci cand in vise ne apare actualul presedinte, acesta este un semn ca cel care viseaza vrea sa traiasca o viata mai onorabila si respectata. Simbolistica a acestui vis se refera la o abordare mai diplomatica a vietii. Imaginea presedintelui in vise poate fi asociata, metaforic, cu imaginea parintelui celui ce il viseaza, in cea mai mare parte a tatalui dar nu este exclus sa fie si a mamei. Visele cu sefi de stat tind sa se concentreze pe necesitatea visatorului mai asertiv si diplomatic in eforturile cu altii, mai ales intr-o dinamica personala. Visand ca ati ucis un presedinte in vise, este semn ca va simtiti constans de cererile si ceea ce aveti de oferit celorlalti. Intalnind Presedintele Romaniei reprezinta sentimente pe cale sa fie expuse asupra unor responsabilitati de putere sau de conducere care in mod normal nu au com sa iasa la suprafata. Exemple de vise :",
      "slug": "presedinte"
    },
    {
      "name": "Presedinte / sef de stat",
      "category": "dictionar",
      "shortMeaning": "Atunci cand in vise ne apare actualul presedinte, acesta este un semn ca cel care viseaza vrea sa...",
      "fullInterpretation": "Atunci cand in vise ne apare actualul presedinte, acesta este un semn ca cel care viseaza vrea sa traiasca o viata mai onorabila si respectata. Simbolistica a acestui vis se refera la o abordare mai diplomatica a vietii. Imaginea presedintelui in vise poate fi asociata, metaforic, cu imaginea parintelui celui ce il viseaza, in cea mai mare parte a tatalui dar nu este exclus sa fie si a mamei. Visele cu sefi de stat tind sa se concentreze pe necesitatea visatorului mai asertiv si diplomatic in eforturile cu altii, mai ales intr-o dinamica personala. Visand ca ati ucis un presedinte in vise, este semn ca va simtiti constans de cererile si ceea ce aveti de oferit celorlalti. Intalnind Presedintele Romaniei reprezinta sentimente pe cale sa fie expuse asupra unor responsabilitati de putere sau de conducere care in mod normal nu au com sa iasa la suprafata. Exemple de vise :",
      "slug": "presedinte-sef-de-stat"
    },
    {
      "name": "Pret",
      "category": "dictionar",
      "shortMeaning": "Sa visezi la un pret semnifica costul personal sau emotional.",
      "fullInterpretation": "Sa visezi la un pret semnifica costul personal sau emotional. De asemenea, un pret poate simboliza investitia personala intr-o situatie. Pentru a va indeplini obiectivul trebuie sa faceti anumite compromisuri si sacrificii.Daca in vis esti pretuit de cineva semnifica ca o sa ai parte de evenimente noi si reusite. - Daca in vis iti arati dispretul fata de o persoana - nu vei avea probleme pe plan profesional. - Daca cineva te dispretuieste in vis - vei avea parte de succes in viata profesionala. - Daca te-ai visat suferind din cauza ca esti dispretuit(a) - inseamna ca vei obtine un post mai bun sau vei inainta in grad.Piatra pretioasa simbolizeaza prin stralucirea si claritatea ei calitatile persoanei care viseaza. Daca visati ca pierdeti o piatra pretioasa in realitate o sa suferiti o pierdere.",
      "slug": "pret"
    },
    {
      "name": "Pretuire",
      "category": "dictionar",
      "shortMeaning": "Daca in vis esti pretuit de cineva semnifica ca o sa ai parte de evenimente noi si reusite.",
      "fullInterpretation": "Daca in vis esti pretuit de cineva semnifica ca o sa ai parte de evenimente noi si reusite.",
      "slug": "pretuire"
    },
    {
      "name": "Prezervativ",
      "category": "dictionar",
      "shortMeaning": "Prezervativul in vis sugereaza ca refuzati sa lasati creativitatea sa iasa la suprafata.",
      "fullInterpretation": "Prezervativul in vis sugereaza ca refuzati sa lasati creativitatea sa iasa la suprafata. De asemenea, sugereaza nelinisti in legatura cu o sarcina sa o boala cu transmitere sexuala. Daca prezervativul este ambalat inseamna ca vedeti lucrurile doar intr-un singur mod si nu permiteti altora sa-si exprime parerile. Daca prezervativul este neambalat atunci visul indica frustrare sexuala. Visul in care dumneavoastra sau partenerul dumneavoastra poarta un prezervativ sugereaza ca va simtiti protejati emotional.",
      "slug": "prezervativ"
    },
    {
      "name": "Prezicator",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca cineva iti prezice viitorul semnifica faptul ca vei avea noroc in dragoste, indife...",
      "fullInterpretation": "Daca visezi ca cineva iti prezice viitorul semnifica faptul ca vei avea noroc in dragoste, indiferent daca prezicatorul ti-a insusit un viitor stralucit sau rau.",
      "slug": "prezicator"
    },
    {
      "name": "Prezicere",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "prezicere"
    },
    {
      "name": "Prieten / prietena",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "prieten-prietena"
    },
    {
      "name": "Prieten mort / persona iubita moarta",
      "category": "dictionar",
      "shortMeaning": "Putem incepe prin a preciza faptul ca toate visele, incluzand visele despre amici, prieteni si iu...",
      "fullInterpretation": "Putem incepe prin a preciza faptul ca toate visele, incluzand visele despre amici, prieteni si iubiti morti, sunt o reflecare a ceea ce ni se intampla in viata de zi cu zi. Visle de genul acesta pot avea multiple semnificatii. Moartea in vise a personelor dragi noua are, cu siguranta, cel mai profund impact si este unul dintre cele mai comune vise, potrivit unui studiu din (dar care in realitate este in viata) ne poate transmite un mesaj simbolic ca ne lipseste compania si timpul petrecut cu acea persoana. Uneori, daca in realitate prietenul este mort si dumneavoastra l-ati visat ca fiind in regula si nevatamat, prin intermediul visului, el va poate oferi niste sfaturi sau avertismente de care ar trebui sa tineti seama. Alternativ, prietenul decedat pe care l-ati visat poate reprezenta niste trebuiri neterminate. Mintea dumneavoastra pastreaza niste conflicte bine ascunse ce pot crea cicatricii adanci in inconstient. Daca ati visat ca va luptati cu un prieten mort, ar putea fi vorba despre o lupta sau o cearta nerezolvata inainte de a deceda. Persoana iubita moarta In primul rand, daca persoana visata este moarta in realiate, trebuie sa spunem ca visele in care aceasta ne apare se numesc, de obicei, vise de vizitare. De regula, acestea sunt foarte pline de culori si realiste creand sentimentul ca persoana iubita este chiar langa noi. Exista credinta ce persoanele dragi decedate incearca sa comunice cu noi prin diferite moduri. Visele sunt considerate a fi cel mai comun mod de comunicare prin care se pot primi semne usor de recunoscut. Printre altele, trebuie sa precizam ca persoana iubita decedata poate fi un fel de mesager si va poate livra mesaje destul de importante. Ar trebui sa acordati o atentie deosebita la ceea ce are de spus aceasta. Exista, de asemenea, un alt motiv pentru aparitia persoanei iubite decedate in vis. Inseamna ca probabil va este dor de ea si ca vi-ar placea sa o revedeti. Visul va ofera posibilitatea de a intra, din nou, in contact cu aceasta. Visand ca va certati cu persoana iubita decedata. Acest vis ar putea face referire la o greseala din trecut sau poate fi un avertisment asupra faptului ca ar trebui sa va schimbati comportamentul. Pentru o semnificatie completa a visului va rugam sa constultati si interpretarea visului SARUTUL SAU IMBRATISAREA MORTULUI",
      "slug": "prieten-mort-persona-iubita-moarta"
    },
    {
      "name": "Prieten vechi",
      "category": "dictionar",
      "shortMeaning": "Prietenul vechi in vise semnifica intoarcerea dumneavoastra la copilarie, pe cand nu aveati respo...",
      "fullInterpretation": "Prietenul vechi in vise semnifica intoarcerea dumneavoastra la copilarie, pe cand nu aveati responsabilitati, cand lucrurile erau mult mai simple. Probabil ca doriti sa scapati de presiunile si stresul de acum. Ganditi-va la relatia pe care ati avut-o cu prietenul dumneavoastra si lectiile pe care le-ati invatat. Visul la un prieten vechi ar mai putea insemna ca doriti sa va reconectati cu o parte din dumneavoastra cu care ati pierdut legatura. Poate ca e timpul sa va reapucati de un hobby mai vechi sau sa scoateti la vedere un talent ascuns de multa vreme. O interpretare mai directa a visului ar fi sa va cautati acel prieten vechi si sa va legati din nou relatia.",
      "slug": "prieten-vechi"
    },
    {
      "name": "Prietenie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "prietenie"
    },
    {
      "name": "Primarie",
      "category": "dictionar",
      "shortMeaning": "Primaria in vise reprezinta o stare de sprit care se focuseaza pe crestrea sau mentinerea cooperarii cu alte persoane.",
      "fullInterpretation": "Primaria in vise reprezinta o stare de sprit care se focuseaza pe crestrea sau mentinerea cooperarii cu alte persoane. Alternativ, primaria reprezinta si un avertisment referitor la suprasolicitarileÂ din punct de vedere fizic si psihic. - Daca ai visat ca esti intr-o primarie inseamna ca experimentezi lipsa de putere si/sau lipsa de sustinere. Alternativ, simti ca esti agresat sau dominat de o sursa puternica.",
      "slug": "primarie"
    },
    {
      "name": "Primavara",
      "category": "dictionar",
      "shortMeaning": "Anotimpul primavara ne poate sugera o perioada noua de dezvoltare, creativitate , caldura,virilit...",
      "fullInterpretation": "Anotimpul primavara ne poate sugera o perioada noua de dezvoltare, creativitate , caldura,virilitate sau inceputul unei noi relatii. Din punct de vedere psihologic primavara sugereaza capacitatea de reinnoire si depasirea intemperiilor iernii. Din punct de vedere spiritual primavara este simbolul ascensiunii, mai ales in ceea ce ne priveste aspectul emotional si abordarea unor noi perspective.",
      "slug": "primavara"
    },
    {
      "name": "Primi (A)",
      "category": "dictionar",
      "shortMeaning": "(A)aur- minciuna, viclenie - bobarnac in timp ce alergi- sa o lasi mai incet la serviciu - cameli...",
      "fullInterpretation": "(A)aur- minciuna, viclenie - bobarnac in timp ce alergi- sa o lasi mai incet la serviciu - camelie alba- bucurie intensa si de scurta durata - carte- bucurie - compliment- gelozie si discordie - daruri- castig neasteptat - decoratii- onoare, bucurie - diamant- scurte iluzii - diplomat- veste buna - galbeni- vei fi ajutat in rezolvarea unei afaceri - ilustrata- veste surprinzatoare - lovitura- prosperitate - medalia- ai incredere in tine si in partenerul tau - miel- succes important - o lovitura cu patul armei- proiectele tale vor fi incununate de succes - oaspete- lipsa de timp - rubin- iluzii de scurta durata - orfan in casa- termini cu succes un proiect inceput mai de mult timp - scisoare- vesti de departe - o telegrama- esti intr-o stare apatica si de plictiseala - trandafiri- iubesti si esti iubit - un pachet- veste nepacuta - vizita la un- iti trebuie rabdare pentru a avana la serviciu.",
      "slug": "primi-a"
    },
    {
      "name": "Prinde (A)",
      "category": "dictionar",
      "shortMeaning": "(A)bratul- vei avea suparari - dihorul- mostenire - iepure in capcana- riscuri in curand - furtun...",
      "fullInterpretation": "(A)bratul- vei avea suparari - dihorul- mostenire - iepure in capcana- riscuri in curand - furtuna- schimburi bune la serviciu - liliac- sentimente deosebite pentru o persoana, grabnica insanatosire - magarul- intamplare rea - muste- boala, neplacerisi greutati in actiuni - peste cu mainile- deziluzii sentimentale - un greiere- ghinion - sort spalat- fericire - trifoi- sfaturile primite de la serviciu trebuiesc urmate.",
      "slug": "prinde-a"
    },
    {
      "name": "Prins",
      "category": "dictionar",
      "shortMeaning": "A vedea o lumanare aprinsa in vise sugereaza ca norocul si speranta vin spre dumneavoastra in can...",
      "fullInterpretation": "A vedea o lumanare aprinsa in vise sugereaza ca norocul si speranta vin spre dumneavoastra in cantitati mici si constante. Va aflati intr-o etapa confortabila din viata dumneavoastra si s-ar putea sa cautati iluminare spirituala. Lumanarile aprinse din vise sunt, de asemenea, simbolul intelectului, al iluminarii si al cautarii adevarului. O lumanare aprinsa in vise mai poate insemna si o sansa de a va intalni cu persoane pe care nu i-ati mai vazut de mult timp. Totodata, visul poate prevesti noi oportunitati benefice. Daca visati mai multe lumanari aprinse ce ard cu flacara mare si stralucitoare indica un fenomen de intelegere reciproca si bucurie. Visul in care aprindeti o lumanare sugereaza ca va aflati pe drumul cel bun in cautarea iluminarii. Alternativ, visul mai poate insemna si faptul ca va asumati responsabilitatea in cautarea dumneavoastra spirituala. Cunoasteti pasii pe care trebuie sa ii parcurgeti.",
      "slug": "prins"
    }
  ]
}