{
  "symbols": [
    {
      "name": "Papuc",
      "category": "dictionar",
      "shortMeaning": "A vedea papuci de casa in vise sugereaza o comoditate, o a doua casa, o masina.",
      "fullInterpretation": "A vedea papuci de casa in vise sugereaza o comoditate, o a doua casa, o masina. Visul in care purtati papuci de casa inseamna ca sunteti foarte multumit de ceva ce v-ati cumparat recent. Daca vedeti un singur papuc de casa in vis inseamna ca va trebui sa va decideti intre doua persoane sau va veti recasatori. Visul in care incercati papuci de casa indica faptul ca dumneavoastra sau unul din membrii familiei veti avea o masina noua. Daca visati ca va ies din picioare papucii de casa inseamna ca veti vinde anumite lucruri de care nu mai aveti nevoie.",
      "slug": "papuc"
    },
    {
      "name": "Papuci",
      "category": "dictionar",
      "shortMeaning": "A vedea papuci de casa in vise sugereaza o comoditate, o a doua casa, o masina.",
      "fullInterpretation": "A vedea papuci de casa in vise sugereaza o comoditate, o a doua casa, o masina. Visul in care purtati papuci de casa inseamna ca sunteti foarte multumit de ceva ce v-ati cumparat recent. Daca vedeti un singur papuc de casa in vis inseamna ca va trebui sa va decideti intre doua persoane sau va veti recasatori. Visul in care incercati papuci de casa indica faptul ca dumneavoastra sau unul din membrii familiei veti avea o masina noua. Daca visati ca va ies din picioare papucii de casa inseamna ca veti vinde anumite lucruri de care nu mai aveti nevoie.",
      "slug": "papuci"
    },
    {
      "name": "Papuci de casa",
      "category": "dictionar",
      "shortMeaning": "A vedea papuci de casa in vise sugereaza o comoditate, o a doua casa, o masina.",
      "fullInterpretation": "A vedea papuci de casa in vise sugereaza o comoditate, o a doua casa, o masina. Visul in care purtati papuci de casa inseamna ca sunteti foarte multumit de ceva ce v-ati cumparat recent. Daca vedeti un singur papuc de casa in vis inseamna ca va trebui sa va decideti intre doua persoane sau va veti recasatori. Visul in care incercati papuci de casa indica faptul ca dumneavoastra sau unul din membrii familiei veti avea o masina noua. Daca visati ca va ies din picioare papucii de casa inseamna ca veti vinde anumite lucruri de care nu mai aveti nevoie.",
      "slug": "papuci-de-casa"
    },
    {
      "name": "Papura",
      "category": "dictionar",
      "shortMeaning": "Papura in vise simbolizeaza micile detalii care devin deranjante in cursul normal al lucrurilor, ...",
      "fullInterpretation": "Papura in vise simbolizeaza micile detalii care devin deranjante in cursul normal al lucrurilor, acestea pot fi chiar anumite defecte minore.",
      "slug": "papura"
    },
    {
      "name": "Papusa",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "papusa"
    },
    {
      "name": "Par a taia / a tunde",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "par-a-taia-a-tunde"
    },
    {
      "name": "Par alb",
      "category": "dictionar",
      "shortMeaning": "Daca te vei visa cu parul alb e semn ca esti foarte atent la lectiile invatate ca pe viitor sa nu...",
      "fullInterpretation": "Daca te vei visa cu parul alb e semn ca esti foarte atent la lectiile invatate ca pe viitor sa nu mai faci greseli si asculta sfaturile celor din jur pentru ca vor fi sfaturi bune. Alternativ, daca te-ai visat cu parul alb si lung nu este un semn bun pentru ca esti pe cale sa comiti o greseala in casnicie, posibil o desfranare si vei regreta enorm de mult.",
      "slug": "par-alb"
    },
    {
      "name": "Par blond",
      "category": "dictionar",
      "shortMeaning": "Parul blond in vis poate insemna echivalentul unei sarcini neplacute.",
      "fullInterpretation": "Parul blond in vis poate insemna echivalentul unei sarcini neplacute. Daca visati par blond inseamna ca aveti anumite slabiciuni, dar sunteti calm. Totusi, simtiti nevoia de afectiune, de tandrete. Visul in care purtati o peruca blonda sugereaza ca sunteti idealist si excentric.",
      "slug": "par-blond"
    },
    {
      "name": "Par cazand",
      "category": "dictionar",
      "shortMeaning": "De cele mai multe ori aceste vise apar atunci datorita temerilor voastre, aceste temeri pot inclu...",
      "fullInterpretation": "De cele mai multe ori aceste vise apar atunci datorita temerilor voastre, aceste temeri pot include: teama ca ati imbatranit, pierderea vitalitatii si faptul ca sunteti mai putin atractiv si viril. Este posibil sa simtiti ca totul s-a intamplat foarte repede si astfel se pare ca inconstientul dumneavoastra incearca sa va ajute sa procesati toate aceste emotii prin intermediul acestui vis. Pierderea parului arata in cea mai mare parte lipsa de putere din viata dumneavoastra. Concentrati-va pe punctele dumneavostra bune si incercati sa nu va concentrati pe lucruri care nu se pot schimba, acestea vin odata cu varsta.",
      "slug": "par-cazand"
    },
    {
      "name": "Par cret",
      "category": "dictionar",
      "shortMeaning": "Parul cret sau ondulat in vise inseamna atractie sexuala, senzualitate, chiar dezordine emotionala.",
      "fullInterpretation": "Parul cret sau ondulat in vise inseamna atractie sexuala, senzualitate, chiar dezordine emotionala. Daca visati ca va incretiti parul inseamna ca gasiti o metoda de a trece peste greutati, iar daca visati ca incretiti parul unei alte persoane inseamna ca in cel mai scurt timp va veti impaca cu persoana iubita. Daca visati ca ondulati parul unei persoane apropiate inseamna ca o cunostinta va va solicita ajutorul.",
      "slug": "par-cret"
    },
    {
      "name": "Par lung",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca aveti parul lung , indica faptul ca sunteti atent si va ganditi mult timp inainte de a lua unele decizii.",
      "fullInterpretation": "Daca visati ca aveti parul lung , indica faptul ca sunteti atent si va ganditi mult timp inainte de a lua unele decizii. Va concentrati foarte mult la un plan sau o situatie. De asemenea, parul lung reprezinta libertate , putere si statut.",
      "slug": "par-lung"
    },
    {
      "name": "Par negru / brunet",
      "category": "dictionar",
      "shortMeaning": "Parul negru in vise sugereaza modestie, economie si stare de sanatate buna.",
      "fullInterpretation": "Parul negru in vise sugereaza modestie, economie si stare de sanatate buna. Pentru mai multe detalii referitoare la acest vis vezi si semnificatia visului Par",
      "slug": "par-negru-brunet"
    },
    {
      "name": "Par ondulat",
      "category": "dictionar",
      "shortMeaning": "Parul ondulat in vise este simbolul gandurilor incurcate.",
      "fullInterpretation": "Parul ondulat in vise este simbolul gandurilor incurcate. Daca visati ca taiati buclele cuiva inseamna ca veti incheia o relatie buna, dar pe care o veti pastra intotdeauna in amintire. Visul in care va ondulati parul semnifica faptul ca veti gasi o metoda de a trece peste greutati, iar daca visati ca ii faceti parul ondulat altei persoane inseamna ca in cel mai scurt timp va veti impaca cu persoana iubita. Daca visati ca ondulati parul unei persoane apropiate inseamna ca o cunostinta va va cere ajutorul.",
      "slug": "par-ondulat"
    },
    {
      "name": "Par pe corp",
      "category": "dictionar",
      "shortMeaning": "Adesea parul de pe corp, in special daca este visat de catre un barbat, este un simbol al curajului si a virilitatii.",
      "fullInterpretation": "Adesea parul de pe corp, in special daca este visat de catre un barbat, este un simbol al curajului si a virilitatii. O cantitate mare de par pe corp sugereaza o dorinta interioara de exprimare a masculinitatii. Vreti sa puteti arata oamenilor cat de barbatesc puteti fi intr-adevar. Majoritatea barbatilor se conformeaza expresiei lor masculine pana cand ajung la o anumita varsta. In general acest tip de vise apar la baietii adolescenti si femeile de varsta mijlocie. Baietii sunt dornici sa grabeasca lucrurile pentru a prelua rolul barbatului adult, adesea inainte de a fi pregatiti. Femeile care se viseaza cu par abundent pe corp, de obicei, fac acest lucru pentru ca se simt reprimate in rolurile pe care sociatea le-a propus sa le indeplineasca. Daca sunteti una dintre femeile care a avut acest vis, atunci ar putea insemna ca este timpul ca sa evidentiati dorinta voastra de a va exprima aspectul masculin dumneavoastra masculin.",
      "slug": "par-pe-corp"
    },
    {
      "name": "Par pe picioare",
      "category": "dictionar",
      "shortMeaning": "Parul pe picioare in vise inseamna cunoastere si avere mare, fericire, intelepciune.",
      "fullInterpretation": "Parul pe picioare in vise inseamna cunoastere si avere mare, fericire, intelepciune.",
      "slug": "par-pe-picioare"
    },
    {
      "name": "Par pubian",
      "category": "dictionar",
      "shortMeaning": "Parul pubian in vise sugereaza ca va exprimati sentimentele sexuale cu timiditate.",
      "fullInterpretation": "Parul pubian in vise sugereaza ca va exprimati sentimentele sexuale cu timiditate.",
      "slug": "par-pubian"
    },
    {
      "name": "Par roscat",
      "category": "dictionar",
      "shortMeaning": "Parul roscat simbolizeaza dorinta de a actiona impulsiv si de a trai momentul.",
      "fullInterpretation": "Parul roscat simbolizeaza dorinta de a actiona impulsiv si de a trai momentul. Poate ca veti face anumite schimbari majore, mai ales daca ati ajuns la concluzia ca lucrurile au devenit obositoare sau plictisitoare. Visand ca aveti parul roscat. Un asemnenea vis prevesteste aparitia unei noi surse de venit. Acest venit poate apare sub forma unei noi mosteniri sau in urma realizarii unui nou proiect. De asemnea, visu poate simboliza si faptul ca eforturile dumneavoastra vor fi pline de satisfactii. In continuare va vom prezenta cele importante vise din punct de vedere a semnificatiei lor: Femeie cu parul roscat In general, roscatele din visul dumneavoastra (mai ales daca sunteti barbat) sunt intruchiparea pasiunii. Din punct de vedere psihologic, daca un barbat casatorit a visat ca sotia sa are parul roscat, inseamna ca viata intima a acestora a devenit mai pasionala, intensa sau stralucitoare. Visand o femeie care si-a vopsit parul rosu este semn ca cineva incearca sa aibe un fel de efect magic asupra dumneavoastra. Un conflict cu o roscata necunoscuta prevesteste un risc crescut de cearta si probleme in viata de cuplu. Visand o femeie cu parul roscat, dar care in realitate are o culore diferita a parului, este semn ca exista o probabilitate foarte mare ca acea femeie sa ascunda unele lucruri fata de dumneavoastra. Alternativ, in unele cazuri acest par rosu este o proiectie a pasiunii sau a iubirii secrete purtata acelei femei. Barbat cu parul roscat Visarea unui barbat roscat este un semn de bogatie, succes si aventuri. De asemena parul rosu al unui barbat simbolizeaza recompensa, onoare, recunoastere si lauda pentru realizarile dumneavoastra. Cal roscat Calul roscat prezice o serie de obstacole si intamplari ce va vor da senzatia ca va fuge pamntul de sub picioare. Un cal rosu ca focul este simbolul intuitiei care, de obicei, nu il va dezamagi pe visator. Ar trebui, totusi, sa tineti cont de vocea ratiunii, daca nu veti face asta va veti alege in scurt timp cu o multime de dusmani. De asemena, calul cu par rosu este un semn al emotiilor ireprimabile, expansive. Cel mai probabil, traiti un capriciu, luand in considerare mai mult sentimentele decat ratiune.",
      "slug": "par-roscat"
    },
    {
      "name": "Par rosu",
      "category": "dictionar",
      "shortMeaning": "In mare parte, visele legate de par sunt asociate cu modul in care iti planifici imaginea si atitudinile.",
      "fullInterpretation": "In mare parte, visele legate de par sunt asociate cu modul in care iti planifici imaginea si atitudinile. Parul rosu indica faptul ca visatorul isi foloseste energia pentru a ajuta la realizarea unor eforturi legate de locul de munca. Expresivitatea si creativitatea curg intr-o maniera libera si bine echilibrata. Visul unui barbat in care apare o femeie cu parul rosu simbolizeaza adesea inselaciune. Alternativ, acest vis poate simboliza si pasiuni sexuale, tanjirea pentru o viata intima si mai pasionala. Poate fi vorba si despre o alta persoana cu care doriti sa va impartasiti aceasta latura.",
      "slug": "par-rosu"
    },
    {
      "name": "Par scurt",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "par-scurt"
    },
    {
      "name": "Par taiat",
      "category": "dictionar",
      "shortMeaning": "Daca visati par taiat inseamna ca va faceti griji pentru viitor.",
      "fullInterpretation": "Daca visati par taiat inseamna ca va faceti griji pentru viitor. Visul in care vi se taie parul semnifica stricaciuni, pagube. Daca visati ca cineva va taie parul inseamna pierderea puterilor, acel cineva incearca sa va controleze. Totodata, poate semnifica schimbarea modului de gandire si eliminarea obiceiurilor nedorite.",
      "slug": "par-taiat"
    },
    {
      "name": "Par vopsit",
      "category": "dictionar",
      "shortMeaning": "Parul vopsit in vise sugereaza schimbarea.",
      "fullInterpretation": "Parul vopsit in vise sugereaza schimbarea. Daca visati ca va vopsiti parul inseamna ca incercati sa va afisati intr-o noua personalitate. Culoarea parului in vise are o semnificatie importanta: daca visati ca va vopsiti parul in nuante inchise inseamna ca gandurile dumneavoastra sunt foarte negative, si ca deveniti o persoana mai sumbra, mai serioasa, iar daca visati ca va vopsiti parul in nuante deschise inseamna ca va schimbati intr-o persoana mai vesela, mai optimista.",
      "slug": "par-vopsit"
    },
    {
      "name": "Para",
      "category": "dictionar",
      "shortMeaning": "Para semnifica bogatie , castig neasteptat.",
      "fullInterpretation": "Para semnifica bogatie , castig neasteptat. Para acra semnifica neplaceri , necazuri. Adunand de pe jos pere semnifica ca vei pierde un castig. Daca mananci o para este un semn de noroc. Daca visezi pere cazute pe jos semnifica faptul ca vei fi abandonat in afaceri. Pere coapte aduc succes imediat. Culegand pere cu scara semnifica sanatate pe termen lung. Pere in pom semnifica casatorie fericita. Pom incarcat cu pere semnifica abundenta materiala si spirituala. Pere stricate aduc decizii pripite, vei fi barfit. Parada militara in vise inseamna v-ati saturat de haosul din jur, va doriti ordine si disciplina. Visul mai inseamna si ca veti avea parte de placeri in familie.Visul in care esti paralizat reflecta starea actuala a acorpului intimp ce visezi. In timpul starii de somn REM, corpul tau este intr-adevar imobil si paralizat. Alternativ, visul in care esti paralizat(a) reprezinta faptul ca te simti neajutorat(a) sau demoralizat(a) din cauza unor aspecte din viata de zi cu zi. Este posibil sa simti o imposibilitate de a face fata unei situatii sau unei schimbari. Tot acest vis poate sugera faptul ca te simti emotional paralizat(a). Deobicei se intampla asta datorita dificultatii in exprimare a sentimentelor tale. - Paralizia semnifica sentimente prinse, esti prea rigid(a) in atitudine si decizii.",
      "slug": "para"
    },
    {
      "name": "Parada",
      "category": "dictionar",
      "shortMeaning": "Parada militara in vise inseamna v-ati saturat de haosul din jur, va doriti ordine si disciplina.",
      "fullInterpretation": "Parada militara in vise inseamna v-ati saturat de haosul din jur, va doriti ordine si disciplina. Visul mai inseamna si ca veti avea parte de placeri in familie.",
      "slug": "parada"
    },
    {
      "name": "Parada militara",
      "category": "dictionar",
      "shortMeaning": "Parada militara in vise inseamna v-ati saturat de haosul din jur, va doriti ordine si disciplina.",
      "fullInterpretation": "Parada militara in vise inseamna v-ati saturat de haosul din jur, va doriti ordine si disciplina. Visul mai inseamna si ca veti avea parte de placeri in familie.",
      "slug": "parada-militara"
    },
    {
      "name": "Paradis",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "paradis"
    },
    {
      "name": "Paralizie paralizat",
      "category": "dictionar",
      "shortMeaning": "Visul in care esti paralizat reflecta starea actuala a acorpului intimp ce visezi.",
      "fullInterpretation": "Visul in care esti paralizat reflecta starea actuala a acorpului intimp ce visezi. In timpul starii de somn REM, corpul tau este intr-adevar imobil si paralizat. Alternativ, visul in care esti paralizat(a) reprezinta faptul ca te simti neajutorat(a) sau demoralizat(a) din cauza unor aspecte din viata de zi cu zi. Este posibil sa simti o imposibilitate de a face fata unei situatii sau unei schimbari. Tot acest vis poate sugera faptul ca te simti emotional paralizat(a). Deobicei se intampla asta datorita dificultatii in exprimare a sentimentelor tale. - Paralizia semnifica sentimente prinse, esti prea rigid(a) in atitudine si decizii.",
      "slug": "paralizie-paralizat"
    },
    {
      "name": "Parapet",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "parapet"
    },
    {
      "name": "Parasi",
      "category": "dictionar",
      "shortMeaning": "Visul in care parasiti o fabrica inseamna ca aveti probleme la locul de munca, nu reusiti sa duceti la capat un proiect.",
      "fullInterpretation": "Visul in care parasiti o fabrica inseamna ca aveti probleme la locul de munca, nu reusiti sa duceti la capat un proiect. Daca visati ca va parasiti familia atunci vi se sugereaza ca aveti multe lipsuri financiare. Visul in care parasiti o moara de apa inseamna ca veti pierde multi bani din cauza nechibzuintei dumneavoastra, iar daca visati ca parasiti o oaza semnifica faptul ca sunteti melancolic si plin de remuscari pentru ceva ce ati lasat in urma. Daca visati ca va parasiti locul natal inseamna ca veti incepe o noua relatie si care va fi de durata. Casa parasita in vise inseamna ca ati lasat in urma trecutul dumneavoastra. Sunteti pregatit pasiti spre viitor.",
      "slug": "parasi"
    },
    {
      "name": "Parastas",
      "category": "dictionar",
      "shortMeaning": "Daca v-ati visat mergand la un parastas, inseamna reuniunie de familie.",
      "fullInterpretation": "Daca v-ati visat mergand la un parastas, inseamna reuniunie de familie. Pe de alta parte, daca visul este unul despre un parastas la care sunt pezente doar persoane necunoscute, inseamna ca in viata de zi cu zi veti intalni noi personaje care va vor influienta viata in bine prin mijloace necunoscute de dumneavoastra pana in acel moment.",
      "slug": "parastas"
    },
    {
      "name": "Parasuta",
      "category": "dictionar",
      "shortMeaning": "In general, parasutismul este legat de anumite sentimente sensibile si arata, de obicei, probleme...",
      "fullInterpretation": "In general, parasutismul este legat de anumite sentimente sensibile si arata, de obicei, probleme care necesita rezolvare cat mai curand. De asemenea, saltul cu parasuta sau cu parapanta este un semn ca treceti printr-o perioada destul de dificila. Exista o multitudine de vise pe aceasta tema, noi vom incerca sa acoperim visele generale si pe cele mai comune. Parasuta Vazand o parasuta (impachetata sau despachetata), inseamna ca in viata de zi cu zi aveti indoieli cu privire la infaptuirea unui plan. Mai mult, daca observati ca aceasta este rupta sau deteriorata, este semn ca ar trebui sa va mai amanati un pic planul de atingere a obiectivelor. Alternativ, parasuta indica, de asemenea, posibilitatea pierderii unei ocazii unicate, a unui proiect important, etc. Cu toate acestea, veti primi in continuare consideratie si compensatii, deoarece pana la urma eforturile dumnoavoastra vor da roade. Mai multe parasute sau parapante Visul poate face referire la necesitatea de a invata sa va controlati emotiile si sa va exprimati sentimentele intr-un mod clar. Scopul este sa resusiti sa ascultati si sa respectati opiniile celorlalti. Cazand pe pamanat Visul in care ati cazut direct pe pamant, fara sa se deschida parasuta, indica probleme de sanatate in viata reala. In mod alternativ, luand in considerare ca este o cadere de la inaltime (un vis destul de comun) , visul arata multiple probleme emotionale. Saritura cu parasuta din avion Visand ca ati sarit din avion folosind o parasuta, arata dificultati si probleme in viata de zi cu zi. Cu toate acestea, veti reusi sa depasiti aceste obstacole daca in vis va veti parasuta in siguranta la sol. Daca visul este despre un avion care este pe cale sa se prabuseasca si saltul dumneavoastra cu parasuta va salveaza de la moarte, inseamna ca in viata reala dispuneti de toate abilitatile de care aveti nevoie pentru a scapa de problme si pentru a face fata obstacolelor viitoare. Salt cu parapanta de pe un munte sau de pe o stanca inalta Un astfel de vis prevesteste mesaje de rau augur. Cel mai probabil, in viitorul apropiat veti primi o veste neplacuta, dezamagitoare sau incerta. Parasutism in tandem Visand ca sunteti legat printr-un ham de cel care controleaza parasuta indica un fel de complot sau un fel de intelegere cu cineva pentru a lucra la o chestiune extrem de riscanta. Alternativ, daca dumneavoastra sunteti cel care controleaza parasuta, inseamna ca aveti o datorie destul de dificila si ca anumite persoane se vor ghida dupa sfaturile si indicatiile dumneavoastra. Fiind foarte priceput la parasutism Daca ati viast ca suteti priceput la parasutism, este un semn de bun augur. Viata dumneavoastra personala este in armonie perfecta cu viata profesionala, de asemenea si sanatatea este buna. Parasuta nu se deschide bine sau ramane blocata Visul in care parasuta nu functioneaza bine, nu se deschide bine sau este blocata, simbolizeaza nevoia disperata de ajutor. Mai mult, daca intr-un final ati resusit sa deschideti parasuta asa cu trebuie si ati reusit sa aterzati in siguranta la sol, visul simbolizeaza capacitatea dumneavoastra de a va descuraca eficient cu problemele, fara a fi nevoie sa va bazati pe alte persoane.",
      "slug": "parasuta"
    },
    {
      "name": "Parasutism / parasuta / parapanta",
      "category": "dictionar",
      "shortMeaning": "In general, parasutismul este legat de anumite sentimente sensibile si arata, de obicei, probleme...",
      "fullInterpretation": "In general, parasutismul este legat de anumite sentimente sensibile si arata, de obicei, probleme care necesita rezolvare cat mai curand. De asemenea, saltul cu parasuta sau cu parapanta este un semn ca treceti printr-o perioada destul de dificila. Exista o multitudine de vise pe aceasta tema, noi vom incerca sa acoperim visele generale si pe cele mai comune. Parasuta Vazand o parasuta (impachetata sau despachetata), inseamna ca in viata de zi cu zi aveti indoieli cu privire la infaptuirea unui plan. Mai mult, daca observati ca aceasta este rupta sau deteriorata, este semn ca ar trebui sa va mai amanati un pic planul de atingere a obiectivelor. Alternativ, parasuta indica, de asemenea, posibilitatea pierderii unei ocazii unicate, a unui proiect important, etc. Cu toate acestea, veti primi in continuare consideratie si compensatii, deoarece pana la urma eforturile dumnoavoastra vor da roade. Mai multe parasute sau parapante Visul poate face referire la necesitatea de a invata sa va controlati emotiile si sa va exprimati sentimentele intr-un mod clar. Scopul este sa resusiti sa ascultati si sa respectati opiniile celorlalti. Cazand pe pamanat Visul in care ati cazut direct pe pamant, fara sa se deschida parasuta, indica probleme de sanatate in viata reala. In mod alternativ, luand in considerare ca este o cadere de la inaltime (un vis destul de comun) , visul arata multiple probleme emotionale. Saritura cu parasuta din avion Visand ca ati sarit din avion folosind o parasuta, arata dificultati si probleme in viata de zi cu zi. Cu toate acestea, veti reusi sa depasiti aceste obstacole daca in vis va veti parasuta in siguranta la sol. Daca visul este despre un avion care este pe cale sa se prabuseasca si saltul dumneavoastra cu parasuta va salveaza de la moarte, inseamna ca in viata reala dispuneti de toate abilitatile de care aveti nevoie pentru a scapa de problme si pentru a face fata obstacolelor viitoare. Salt cu parapanta de pe un munte sau de pe o stanca inalta Un astfel de vis prevesteste mesaje de rau augur. Cel mai probabil, in viitorul apropiat veti primi o veste neplacuta, dezamagitoare sau incerta. Parasutism in tandem Visand ca sunteti legat printr-un ham de cel care controleaza parasuta indica un fel de complot sau un fel de intelegere cu cineva pentru a lucra la o chestiune extrem de riscanta. Alternativ, daca dumneavoastra sunteti cel care controleaza parasuta, inseamna ca aveti o datorie destul de dificila si ca anumite persoane se vor ghida dupa sfaturile si indicatiile dumneavoastra. Fiind foarte priceput la parasutism Daca ati viast ca suteti priceput la parasutism, este un semn de bun augur. Viata dumneavoastra personala este in armonie perfecta cu viata profesionala, de asemenea si sanatatea este buna. Parasuta nu se deschide bine sau ramane blocata Visul in care parasuta nu functioneaza bine, nu se deschide bine sau este blocata, simbolizeaza nevoia disperata de ajutor. Mai mult, daca intr-un final ati resusit sa deschideti parasuta asa cu trebuie si ati reusit sa aterzati in siguranta la sol, visul simbolizeaza capacitatea dumneavoastra de a va descuraca eficient cu problemele, fara a fi nevoie sa va bazati pe alte persoane.",
      "slug": "parasutism-parasuta-parapanta"
    },
    {
      "name": "Parau",
      "category": "dictionar",
      "shortMeaning": "- adanc - durere, intristare, moarte - adanc si iute - grija si oboseala - a te scalda in - noroc...",
      "fullInterpretation": "- adanc - durere, intristare, moarte - adanc si iute - grija si oboseala - a te scalda in - noroc - cu pesti - mostenire, ereditate - curgand - primejdie - curgand prin casa - onoare - limpede - bogatie - limpede curgand prin casa - bogatie mare - mare - plangere, supunere - mare si curgand - mostenire, castig - pesti in - urmsi in curand - tulbure - neajunsuri, pierderi - vazand - primejdie mare - varsandu-se intr-un rau - avere, castig marede vei vedea, in vis, un parau, pazeste-te de un pericol parau adanc - grijile nu-ti dau pace parau curgand limpede si frumos - semn de avere este mare - plingere, suparare tulbure - un neajuns, o dificultate, un necaz a te scalda in el - noroc inseamna",
      "slug": "parau"
    },
    {
      "name": "Parau limpede curgand prin casa",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "parau-limpede-curgand-prin-casa"
    },
    {
      "name": "Paraziti",
      "category": "dictionar",
      "shortMeaning": "Parazitii , cum ar fi paduchii, puricii sau gandacii ,sugereaza ca suntem constienti ca cineva in...",
      "fullInterpretation": "Parazitii , cum ar fi paduchii, puricii sau gandacii ,sugereaza ca suntem constienti ca cineva incearca sa traiasca, sa se hraneasca cu energiile noastre. Este posibil ca modul nostru de viata sa ii para acestei persoane incitant si mai interesant decat al sau , ori poate constituti , de asemenea, o sursa de amuzament.",
      "slug": "paraziti"
    },
    {
      "name": "Parbriz",
      "category": "dictionar",
      "shortMeaning": "Visul in care parbrizul este murdar si stergatoarele nu functioneaza inseamna ca aveti nevoie de ...",
      "fullInterpretation": "Visul in care parbrizul este murdar si stergatoarele nu functioneaza inseamna ca aveti nevoie de un repaus de la actiunile pe care le intreprindeti. Daca visati ca vederea prin parbriz este blocata in timp ce conduceti atunci inseamna ca sunteti constient de ceva anume in viata dumneavoastra.",
      "slug": "parbriz"
    },
    {
      "name": "Parc",
      "category": "dictionar",
      "shortMeaning": "Visul in care vedeti sau va aflati intr-un parc de distractii inseamna ca aveti nevoie de un mome...",
      "fullInterpretation": "Visul in care vedeti sau va aflati intr-un parc de distractii inseamna ca aveti nevoie de un moment pentru a va relaxa si a va bucura de viata. Caruselele, chioscurile si elementele din parcul de distractii sunt o expresie a unor aspecte sau a unei zone din viata dumneavoastra. Incercati sa priviti si simbolistica elementelor din jur pentru mai multe detalii. Alternativ, visul indica faptul ca sunteti prea usor distras in ultima vreme. Daca visati un parc de distractii abandonat sau gol inseamna ca aveti nevoie sa va deschideti pentru mai multa distractie si aventura. Visul in care caruselele din parcul de distractii se strica inseamna ca ceva din viata dumneavoastra nu merge asa cum va doriti. A visa ca parcul de distractii este inchis sugereaza ca nu va permiteti sa aveti timpul pentru amuzament. Aveti nevoie de o pauza.Parchetul in vise inseamna prosperitate pe plan financiar. Visul in care alunecati pe parchet prevesteste ca vi se va plati o datorie.",
      "slug": "parc"
    },
    {
      "name": "Parc de distractii",
      "category": "dictionar",
      "shortMeaning": "Visul in care vedeti sau va aflati intr-un parc de distractii inseamna ca aveti nevoie de un mome...",
      "fullInterpretation": "Visul in care vedeti sau va aflati intr-un parc de distractii inseamna ca aveti nevoie de un moment pentru a va relaxa si a va bucura de viata. Caruselele, chioscurile si elementele din parcul de distractii sunt o expresie a unor aspecte sau a unei zone din viata dumneavoastra. Incercati sa priviti si simbolistica elementelor din jur pentru mai multe detalii. Alternativ, visul indica faptul ca sunteti prea usor distras in ultima vreme. Daca visati un parc de distractii abandonat sau gol inseamna ca aveti nevoie sa va deschideti pentru mai multa distractie si aventura. Visul in care caruselele din parcul de distractii se strica inseamna ca ceva din viata dumneavoastra nu merge asa cum va doriti. A visa ca parcul de distractii este inchis sugereaza ca nu va permiteti sa aveti timpul pentru amuzament. Aveti nevoie de o pauza.",
      "slug": "parc-de-distractii"
    },
    {
      "name": "Parcare",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "parcare"
    },
    {
      "name": "Parchet",
      "category": "dictionar",
      "shortMeaning": "Parchetul in vise inseamna prosperitate pe plan financiar.",
      "fullInterpretation": "Parchetul in vise inseamna prosperitate pe plan financiar. Visul in care alunecati pe parchet prevesteste ca vi se va plati o datorie.",
      "slug": "parchet"
    },
    {
      "name": "Pardesiu",
      "category": "dictionar",
      "shortMeaning": "Pardesiul in vise inseamna ostilitate din partea celor din jurul dumneavoastra.",
      "fullInterpretation": "Pardesiul in vise inseamna ostilitate din partea celor din jurul dumneavoastra. Daca visati ca imprumutati un pardesiu inseamna ca veti fi nefericit din pricina unor greseli. Visul in care purtati un pardesiu nou semnifica faptul ca veti avea mult noroc in realizarea planurilor dumneavoastra.",
      "slug": "pardesiu"
    },
    {
      "name": "Pardoseala",
      "category": "dictionar",
      "shortMeaning": "Pardoseala in vise este sistemul de sprijin si/sau de securitate.",
      "fullInterpretation": "Pardoseala in vise este sistemul de sprijin si/sau de securitate. Ai o temelie pe care te poti baza. Pardoseala din visul tau poate simboliza, de asemenea, diviziunea dintre subconstient si constient. - Visul in care vezi o pardoseala lustruita sau ceruita indica faptul ca iti suprimezi subconstientul. Ia in considerarea starea pardoselii pentru analize ulterioare. - O pardoseala inclinata in vis indica faptul ca te abati prea mult de la planurile originale si obiective. Vezi si interpretarea visului Podea",
      "slug": "pardoseala"
    },
    {
      "name": "Parfum",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "parfum"
    },
    {
      "name": "Parinte",
      "category": "dictionar",
      "shortMeaning": "Daca visati casa parinteasca, de la tara sau a bunicilor, este din cauza subconstientului care is...",
      "fullInterpretation": "Daca visati casa parinteasca, de la tara sau a bunicilor, este din cauza subconstientului care isi aminteste mereu de vremurile copilariei fara griji, fara necazuri, fara responsabilitati, pe care ati petrecut-o acolo. Este foarte greu sa va despartiti de acea perioada a vietii. Poate o vizita la casa parinteasca nu ar strica, sausa incercati sa va luati cateva zile de vacanta, sa va faceti noi amintiri placute si fara griji.",
      "slug": "parinte"
    },
    {
      "name": "Parinti",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "parinti"
    },
    {
      "name": "Parinti morti",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "parinti-morti"
    },
    {
      "name": "Parinti murind",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "parinti-murind"
    },
    {
      "name": "Paris",
      "category": "dictionar",
      "shortMeaning": "Daca locuiti in Paris si visati despre acest oras nu inseamna foarte multe, dar daca nu locuiti a...",
      "fullInterpretation": "Daca locuiti in Paris si visati despre acest oras nu inseamna foarte multe, dar daca nu locuiti atunci ar putea avea o semnificatie importanta. A visa ca sunteti in Paris inseamna ca aveti nevoie de romantism si pasiune. De asemenea, sugereaza ca sunteti o persoana distinsa. In ultimele doua milenii Parisul a fost considerat un centru major al culturii si al iluminarii pentru intreg Occidentul. Daca visati ca va plimbati prin Paris, vizitati Luvrul, Muzeul dOrsay sau mergeti la Opera sugereaza o perioada de invatare si apreciere culturala. Daca visati ca vizitati marile catedrale precum Notre Dame sau Sacre Coeur atunci visul sugereaza un progres spiritual. Parisul este considerat unul din cele mai vesele orase ale lumii, astfel ca atunci cand visati ca vizitati cluburile sau artistii din Montmartre sau din Cartierul Latin inseamna o viata sociala imbunatatita si vremuri fericite. Parisul in vise prezice o perioada de activitate sociala lipsita de griji, dar, totodata, sugereaza atentie sa nu fiti atrasi in a face lucruri pe care nu vi le permiteti.",
      "slug": "paris"
    },
    {
      "name": "Pariu",
      "category": "dictionar",
      "shortMeaning": "Visul in care pariezi sugereaza faptul ca risti foarte mult intr-o relatie sau o situatie la locu...",
      "fullInterpretation": "Visul in care pariezi sugereaza faptul ca risti foarte mult intr-o relatie sau o situatie la locul de munca, aceasta alegere nu este tocmai una inteleapta. - Daca in vis ai castigat un pariu inseamna exact opusul, vei piede pana si in cele mai sigure situatii. - Daca ai visat ca pierzi un pariu, propuneri de casti pe lucruri incerte si realizari la un loc de munca aparent mort.",
      "slug": "pariu"
    },
    {
      "name": "Parlament",
      "category": "dictionar",
      "shortMeaning": "- Visul in care faci parte din parlament reprezinta abilitatile tale de conducere.",
      "fullInterpretation": "- Visul in care faci parte din parlament reprezinta abilitatile tale de conducere. Trebuie sa iti impui punctul de vedere cu privire la anumite chestiuni publice. Alternativ, acest vis inseamna cautarea de atentie sau sustinerea punctului de vedere la locul de munca care poate genera conflicte. - Daca in vis doar vizitezi cladirea parlamentului, este semn de perspective bune in cariera. Parlamentul reprezinta adeseori un semnal de alarma asupra acelei parti din noi implicate in procesul de luare a deciziilor. Aspectele superioare ale sinelui poarta cu ele un anumit grad de autoritate asupra noastra si reprezinta acea parte din noi aflata in relatie cu binele universal. Astfel, imaginea parlamentului semnifica acele laturi ale fiintei noastre care ne pun in contact cu lumea ecterioara. Orice adunare de oameni prezinta o importanta deosebita in cadrul unui vis, deoarece, prin intermediul unor astfel de imagini, ni se releva modul in care interactionam cu grupul respectiv. Atunci cand visezi ca te afli in camerele parlamentului, acest lucru sugereaza ca suntem intr-un loc in care se iau decizii. Poate ca nu sta in puterea ta sa iei hotarari in ceea ce-i priveste pe altii, dar ai acces in acel spatiu. Din perspectiva spirituala, parlamentul simbolizeaza o vesiune calara in privinta aspectelor de natura spirituala.",
      "slug": "parlament"
    },
    {
      "name": "Partener",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "partener"
    }
  ]
}