{
  "symbols": [
    {
      "name": "Parter",
      "category": "dictionar",
      "shortMeaning": "Parterul in vise reprezinta agenda dumneavoastra zilnica.",
      "fullInterpretation": "Parterul in vise reprezinta agenda dumneavoastra zilnica. Ceea ce se intampla momentan in viata dumneavoastra. Daca visati ca urcati la etaj de la parter inseamna pasii din agenda zilnica pe care ii parcurgeti. Visul in care va aflati la parter ar mai putea insemna constientizarea. Daca mergeti la etaj inseamna ca doriti sa va atingeti idealurile, iar daca mergeti spre subsol inseamna ca incercati sa descoperiti lucrurile ascunse foarte bine.",
      "slug": "parter"
    },
    {
      "name": "Partie",
      "category": "dictionar",
      "shortMeaning": "Visul in care apare o partie fina si fara obstacole inseamna ca veti primi ajutor din partea celo...",
      "fullInterpretation": "Visul in care apare o partie fina si fara obstacole inseamna ca veti primi ajutor din partea celor dragi pentru a putea progresa usor si pentru a ajunge acolo unde trebuie. Daca visati ca schiati pe o partie inseamna ca veti reusi sa treceti peste toate obstacolele vietii si nu veti duce grija nimanui. Visul in care vedeti un schior coborand pe partie va atentioneaza sa fiti precaut, sa nu faceti vreo greseala.",
      "slug": "partie"
    },
    {
      "name": "Parul",
      "category": "dictionar",
      "shortMeaning": "Visul in care iti cade parul denota ideea ca esti preocupat(a) de inaintarea in varsta si de pier...",
      "fullInterpretation": "Visul in care iti cade parul denota ideea ca esti preocupat(a) de inaintarea in varsta si de pierderea virilitatii sau a sex appeal-ului. Esti preocupat(a) de infatisare si imbatranire. Piererea parului semnifica, de asemenea, o lipsa de putere, nu ai puterea sa reusesti intr-o inteprindere. Ai senzatia de slabiciune si vulnerabilitate.",
      "slug": "parul"
    },
    {
      "name": "Pasa",
      "category": "dictionar",
      "shortMeaning": "Visul in care dumneavoastra sunteti un pasager sugereaza ca nu sunteti in control pe viata dumneavoastra.",
      "fullInterpretation": "Visul in care dumneavoastra sunteti un pasager sugereaza ca nu sunteti in control pe viata dumneavoastra. Ii lasati pe altii sa decida in locul dumneavoastra. A vedea alti pasageri in vise inseamna ca va folositi prea multa energie pentru a-i satisface pe ceilalti. Poate simtiti ca ceilalti sunt ca niste lipitori si se folosesc de dumneavoastra. Pasajul in vise poate reprezenta o trecere de la o faza a vietii la alta. Ar putea fi o conexiune intre doua zone sau intre doua puncte temporare ale visului. Alternativ, visul in care apare un pasaj ar putea sugera ca un obstacol ar putea aparea in fata, iar daca visati ca reusiti sa treceti de pasaj atunci inseamna ca totul va fi bine. Pasajul din vise ar mai putea sugera trecerea la o noua etapa a vietii, precum de la copilarie la adolescenta sau de la burlacie la casnicie. Daca in vise apare un pasaj ingust inseamna ca va trebui sa sacrificati ceva, dar va merita efortul. Un pasaj ingust poate fi si o alee, iar daca visati ca mergeti printr-o alee intre cladiri mari inseamna ca sunteti coplesit de alegerile dificile pe care trebuie sa le luati. Daca visati ca mergeti la nesfarsit pe o alee inseamna ca sunteti ingrijorat si ca nu veti reusi sa va duceti obiectivele la bun sfarsit. Daca visati un pasaj ascuns semnifica o putere ascunsa si dorinta dumneavoastra pentru autoexplorare si autodescoperire. Ceva trebuie sa iasa la suprafata din subconstientul dumneavoastra, iar atunci cand va iesi veti descoperi noi oportunitati si va veti mari nivelul de constiinta. Pasajul subteran in vise simbolizeaza ingrijorarea de a nu sti cum sau cand veti ajunge la lumina, la destinatie. Visul in care descoperiti un pasaj secret este paralel cu a descoperi ceva nou si/sau captivant in viata dumneavoastra. Visul se refera la o noua oportunitate, o noua relatiesau o noua atitudine asupra vietii. Daca va treziti inainte de a explora pe deplin acel pasaj secret inseamna ca s-ar putea sa nu stiti cum sa profitati de anumite avantajesau cum sa continuati intr-o relatie. Probabil ca noutatea si incertitudinea acestei descoperiri va face putin mai precaut. In mare, visul este unul pozitiv.Pasarea alba in vise prezice o intalnire cu un prieten. Totodata, visul este un semn benefic, inseamna noroc, liniste, sanatate.Pasarea este in general considerata a fi un simbol al libertatii. Ele pot merge pe pamant si pot inota ca si oamenii, dar ele au, de asemenea, capacitatea de a zbura spre cer. Multe culturi cred ca ele sunt un simbol al vietii vesnice, legatura dintre cer si pamant. Simbolistica pasarii negre Nu exista nici o definitie exacata pentru orice simbol, fiecare simbol este deschis la interpretare si pasarea neagra nu face nici ea exceptie. Simbolismul poate varia foarte mult in functie de diferite culturi si religii. Pasarea neagra este in general considerat a fi un simbol al tentatiilor carnale si are o semnificatie profunda pentru crestini ca simbol religios. Diavolul a aparut la Sf. Benedict sa-l ispiteasca sub forma unei pasari negre. Vazand in visul dumneavoastra o pasare neagra inseamna lipsa de motivatie, nu va utilizati intregul potential. In mod alternativ, visul poate reprezenta gelozie, dorinta sau ispita. Cioara Vazand o cioara in vis inseamna ca ati ajuns la o anumita intelegere asupra ceva care necesita o anumita cantitate de intelepciune pentru a intelege cu adevarat toate punctele de vedere. Ciorile sunt considerate a fi pasari intelepte, astfel incat atunci cand vedem o cioara in vise acestea au nu sens legat de intelepciune. Ati incercat sa descoperiti ceva recent sau sa va impacati cu ceva ce ulterior nu avea nici un sens pentru dumneavoastra? Acest tip de vis ar putea sugera ca in cele din urama are sens. Puteti in sfarsit sa intelegeti de ce lucrurile functioneaza in acest fel. Cunoastrea si intelepciunea dumneavoastra se afla in tendinta ascensiva si asta prevesteste lucruri bune pentru dumneavoastra. ( mai multe detalii despre interpretarea visului : Cioara ) Corb Visand un corb inseamna ca aveti de-a face cu o problema de consecinta importanta care ar putea avea repercursiuni grave in cazul in care nu este rezolvata. Exista mai multe motive pentru care o persoana ar putea visa o pasare neagra, dar in cazul in care pasarea este un corb atunci gandul este atintit asupra unei reconsiderari de urgenta cu privire la \"problemele ce v-au ajuns deja la os\". ( mai multe detalii despre interpretarea visului : Corb )Imaginile ornitologice prezentate in vis sugereaza de obicei independenta, imaginatia, ganduri si idei care, prin natura lor, au nevoie de libertate pentru a se manifesta in deplinatatea fortei lor. Inca din vremuri pagane, omul a fost fascinat de lumea pasarilor si zborul lor. Se credea ca pasarile purtau sufletul in calatoria lui spre rai. Drept urmare, adeseori, pasarilor le sunt atribuite puteri magice si mistice. Din punct de vedere psihologic, visul poate fi interpretat drept nevoia oamenilor de a proiecta asupra obiectelor si fiintelor inconjuratoare insusiri specific umane. De vreme ce comportamentul pasarilor se bazeaza in intregime pe instinct, aparitia lor in vis poate fi exploatata pentru a descifra si intelege comportamentul uman. Uneori, pasarile mai pot semnifica feminitatea, latura libera a fiintei noastre. In visul unui barbat, prezenta unei pasari simbolizeaza anima, in vreme ce, in visul unei femei, imaginea reprezinta sinele, in sensul de eu spiritual. Imaginea pasarii este asociata sufletului si celor doua laturi ala sale: intunericul si lumina. Barza este o pasare care simbolizeaza noi inceputuri. Bibilica simbolizeaza afaceri neterminate cu influente negative asupra familiei Bufnita este pasarea sacra a Atenei, zeita intelepciunii. Data fiind asocierea sa cu timpul nocturn, uneori poate simboliza moartea. Cioara vazuta in vise poate fi interpretata in doua moduri. De obicei, cioara vesteste iminenta mortii, dar ea poate fi si simbolul inteleptiunii si al prefacatoriei. Ciocanitoarea, in mitologie aceasta nu era doar un paznic al copacilor, ci si al regilor. De asemenea, este investita cu puteri magice. Ciocarlia in mod traditional este asociata cu transcendenta planului teluric. Cocosul este simbolul unei noi zile, dar si al vigilentei sau al atentiei. Simbolizeaza principiul masculin si, drept urmare, nevoia de a fi mai deschis si mai curajos. Corbul poate fi un simbol al pacatului. Daca in vis ni se arata vorbind, acest lucru semnifica o profetie. Simbolistica sa este ambivalenta, intrucat poate reprezenta fortele raului, dar si inteleptiunea, cunoasterea. Cotofana/Stancuta, din pricina renumelui de hoate pe care si l-au castigat aceste doua pasari, visele in care is fac aparitia sugereaza ca un asociat incearca sa ne fure ceva valoros. Cotofana poate semnifica si primirea unor vesti bune. Cucul, simbolistica acestei pasari este ambivalenta, caci poate reprezenta fie prefacatoria, fie dragostea neimpartasita. In calitate de vestitor al primaverii, cucul indica trecerea de la ceva vechi si perimat la prospetime si noutate. Curcanul este consumat adesea cu ocazia sarbatorilor si festivalurilor. Prin urmare, acest vis poate sugera ca ne asteapta vremuri placute. Fazanul. Un vis in care observam prezenta fazanilor ne prezice prosperitate si noroc. Gaina denota chibzuiala, grija materna si procreare. Cand in vis ne apare o gaina codcodacind, semnificatia data este cea a dorintei feminine. Gasca. Se spune ca gasca simbolizeaza vigilenta si dragostea. La fel ca lebada, poate sugera zorii unei noi vieti. Imaginea unui card de gaste este adesea interpretata drept forta intuitiva si capacitatea de a prezice dezastru. Gasca salbatica poate reprezenta sufletul si, cateodata, chiar si latura pagana a naturii umane. Gastele, la fel ca pisicile, sunt considerate animalele preferate ale vrajitoarelor. Lebada simbolizeaza sufletul omului si este considerata o pasare divina. Uneori poate semnifica moartea pasnica. O pasare dintr-o colivie poate indica o capcana sau o constrangere oarecare, in vreme ce o pasare care zboara liber simbolizeaza aspiratiile, dorintele si chiar sufletul ce se inalta spre Ceruri. Un vis in care o pasare isi etaleaza penele indica perspectiva asupra propriei persoane, felul in care ne percepem pe noi insine. Pasarea cu aripi aurite are aceeasi semnificatie cu cea a focului si, drept urmare, indica aspiratiile spirituale, sau acea parte din noi care cuta cunoasterea. Pasarea Phoenix este simbolul universal recunoscut renasterii, invierii si nemuririi. Pasari albe/negre. Cele doua aspecte ale sinelui pot fi reprezentate in opozitie. Pasarea neagra simbolizeaza latura intunecata, neglijata sau mohorata a personalitatii, iar pasarea alba, latura luminoasa si libera. Pasari de apartament. Emotiile si experientele personale pot avea un efect profund asupra felului in care reusim sa comunicam cu noi insine. Sub infatisarea pasarilor de apartament se poate ascunde, de fapt, amintirea intamplarilor fericite pe care le-am trait. Paun. Prezenta unui paun indica evolutia spiritului nostru de patrundere, de la simplitate la complexitate asemanatoare penajului acestei pasari. Intocamai ca pasarea Phoenix, paunul simbolizeaza renasterea si invierea. Pelicanul. Exista doua intelesuri asociate pelicanului. Primul se refera la sacrificiul si devotament, in vreme ce al doilea sugereaza dragostea materna, plina de solicitudine. Pescarusul simbolizeaza libertatea si puterea. Pescarusul alb simbolizeaza linistea sufleteasca. Pinguinul simbolizeaza capacitatea de adaptare, dar, in anumite cazuri, prostia. Porumbita simbolizeaza linistea de dupa furtuna, sufletul, latura impacata si linistita a firii umane. Toate acestea pot fi reprezentate in vis prin imaginea cucului. Prepelita simbolizeaza dragostea, uneori curajul, iar adesea norocul. Sub forma sa negativa, poate sugera vrajitoria si farmecele. Puiul de pasare. Exista in noi potential necesar dezvoltarii personale, desi aceasta poate avea loc si ca urmare a aparentei la un grup. Puiul mai poate simboliza prostia si lasitatea. Randunica reprezinta sperante. Rata poate detona superficialitatea si latura launtrica a personalitatii noastre. Soimul are simbolistica asemanatoare vulturului. Fiind o pasare de prada, simbolizeaza libertatea si speranta pentru ce constransi intr-un fel sau altul. Poate simboliza triunful asupra pasiunii carnale. Strutul poate sugera incercarea noastra de a fugi de responsabilitate. Vrabia sugereaza sarguinta si succesul in viata profesionala. Vultur/Uliu. Fiind vorba despre pasari care se hranesc cu lesuri, sunt asociate laturii feminine in forma ei distructiva. Aparitia vulturului in vis simbolizeaza dominatia si suprematia. In aceeasi masura, poate reprezenta atat receptivitatea si luciditatea, cat si clarviziunea si obiectivitatea.",
      "slug": "pasa"
    },
    {
      "name": "Pasager",
      "category": "dictionar",
      "shortMeaning": "Visul in care dumneavoastra sunteti un pasager sugereaza ca nu sunteti in control pe viata dumneavoastra.",
      "fullInterpretation": "Visul in care dumneavoastra sunteti un pasager sugereaza ca nu sunteti in control pe viata dumneavoastra. Ii lasati pe altii sa decida in locul dumneavoastra. A vedea alti pasageri in vise inseamna ca va folositi prea multa energie pentru a-i satisface pe ceilalti. Poate simtiti ca ceilalti sunt ca niste lipitori si se folosesc de dumneavoastra.",
      "slug": "pasager"
    },
    {
      "name": "Pasaj",
      "category": "dictionar",
      "shortMeaning": "Pasajul in vise poate reprezenta o trecere de la o faza a vietii la alta.",
      "fullInterpretation": "Pasajul in vise poate reprezenta o trecere de la o faza a vietii la alta. Ar putea fi o conexiune intre doua zone sau intre doua puncte temporare ale visului. Alternativ, visul in care apare un pasaj ar putea sugera ca un obstacol ar putea aparea in fata, iar daca visati ca reusiti sa treceti de pasaj atunci inseamna ca totul va fi bine. Pasajul din vise ar mai putea sugera trecerea la o noua etapa a vietii, precum de la copilarie la adolescenta sau de la burlacie la casnicie. Daca in vise apare un pasaj ingust inseamna ca va trebui sa sacrificati ceva, dar va merita efortul. Un pasaj ingust poate fi si o alee, iar daca visati ca mergeti printr-o alee intre cladiri mari inseamna ca sunteti coplesit de alegerile dificile pe care trebuie sa le luati. Daca visati ca mergeti la nesfarsit pe o alee inseamna ca sunteti ingrijorat si ca nu veti reusi sa va duceti obiectivele la bun sfarsit. Daca visati un pasaj ascuns semnifica o putere ascunsa si dorinta dumneavoastra pentru autoexplorare si autodescoperire. Ceva trebuie sa iasa la suprafata din subconstientul dumneavoastra, iar atunci cand va iesi veti descoperi noi oportunitati si va veti mari nivelul de constiinta. Pasajul subteran in vise simbolizeaza ingrijorarea de a nu sti cum sau cand veti ajunge la lumina, la destinatie. Visul in care descoperiti un pasaj secret este paralel cu a descoperi ceva nou si/sau captivant in viata dumneavoastra. Visul se refera la o noua oportunitate, o noua relatiesau o noua atitudine asupra vietii. Daca va treziti inainte de a explora pe deplin acel pasaj secret inseamna ca s-ar putea sa nu stiti cum sa profitati de anumite avantajesau cum sa continuati intr-o relatie. Probabil ca noutatea si incertitudinea acestei descoperiri va face putin mai precaut. In mare, visul este unul pozitiv.",
      "slug": "pasaj"
    },
    {
      "name": "Pasaport",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pasaport"
    },
    {
      "name": "Pasare",
      "category": "dictionar",
      "shortMeaning": "Pasarea alba in vise prezice o intalnire cu un prieten.",
      "fullInterpretation": "Pasarea alba in vise prezice o intalnire cu un prieten. Totodata, visul este un semn benefic, inseamna noroc, liniste, sanatate.Pasarea este in general considerata a fi un simbol al libertatii. Ele pot merge pe pamant si pot inota ca si oamenii, dar ele au, de asemenea, capacitatea de a zbura spre cer. Multe culturi cred ca ele sunt un simbol al vietii vesnice, legatura dintre cer si pamant. Simbolistica pasarii negre Nu exista nici o definitie exacata pentru orice simbol, fiecare simbol este deschis la interpretare si pasarea neagra nu face nici ea exceptie. Simbolismul poate varia foarte mult in functie de diferite culturi si religii. Pasarea neagra este in general considerat a fi un simbol al tentatiilor carnale si are o semnificatie profunda pentru crestini ca simbol religios. Diavolul a aparut la Sf. Benedict sa-l ispiteasca sub forma unei pasari negre. Vazand in visul dumneavoastra o pasare neagra inseamna lipsa de motivatie, nu va utilizati intregul potential. In mod alternativ, visul poate reprezenta gelozie, dorinta sau ispita. Cioara Vazand o cioara in vis inseamna ca ati ajuns la o anumita intelegere asupra ceva care necesita o anumita cantitate de intelepciune pentru a intelege cu adevarat toate punctele de vedere. Ciorile sunt considerate a fi pasari intelepte, astfel incat atunci cand vedem o cioara in vise acestea au nu sens legat de intelepciune. Ati incercat sa descoperiti ceva recent sau sa va impacati cu ceva ce ulterior nu avea nici un sens pentru dumneavoastra? Acest tip de vis ar putea sugera ca in cele din urama are sens. Puteti in sfarsit sa intelegeti de ce lucrurile functioneaza in acest fel. Cunoastrea si intelepciunea dumneavoastra se afla in tendinta ascensiva si asta prevesteste lucruri bune pentru dumneavoastra. ( mai multe detalii despre interpretarea visului : Cioara ) Corb Visand un corb inseamna ca aveti de-a face cu o problema de consecinta importanta care ar putea avea repercursiuni grave in cazul in care nu este rezolvata. Exista mai multe motive pentru care o persoana ar putea visa o pasare neagra, dar in cazul in care pasarea este un corb atunci gandul este atintit asupra unei reconsiderari de urgenta cu privire la \"problemele ce v-au ajuns deja la os\". ( mai multe detalii despre interpretarea visului : Corb )Putem spune inca de la inceput ca, in general, excrementele de orice fel aparute in vise sunt considerate ca fiind un simbol a lprofitului material, mai exact al banilor. Pe de alta parte, pasarile simbolizeaza obiectivele si aspiratiile din viata dumneavoastra si, datorita aripilor, obiectivele pot fi anumite aspiratii pentru a urca sus pe scara societatii. In cazul pasarilor zburatoare, mai ales daca excrementele cad pe dumneavoastra, este de inteles ca acest rahat de pasare reprezinta o anumita batjocura al obiectivului. Cand vrem cu adevarat sa facem parte dintr-un anumit grup de oameni sau sa muncim intr-un anumit domeniu, de multe ori putem avea senzatia ca suntem batjocoriti urmand aceasta cale. Puteti avea senzatia ca sunteti din ce in ce mai aproape, dar nu reusiti sa-l intelegeti pe deplin (domeniul de munca sau omul pe care il admirati). Cu alte cuvinte, visarea excrementelor de pasari pe capul sau corpul dumneavoastra poate face referire la sentimentul de a nu avea acces la unele dintre oprtunitatile care garanteaza o cale sigura catre locul in viata sau starea sociala pe care doriti sa o atingeti. In unele cazuri, rahatul pasarilor zburatoare poate fi reprezentarea tuturor incercarilor si necazurilor prin care va trebui sa treceti pentru a va atinge obiectivele. Excrementele de gaina (gainat) Acest vis favorizeaza factorul surpriza, asta inseamna ca primiti bani pe neasteptate sau in cazul afacerilor profiturile vor exploda. De asemenea, gainatul din vis transmite insasi dorinta de a ne imbunatati situatia sinanciara si de a castiga mai multi bani. In sepcial, acest lucru este indicat de o pata de gainat pe hainele visatorului. Urmele de gainat vazute pe maini prevestesc barfe, conversatii neplacute si conflicte.( pasare )Onoruri, favoruri, complimente prostesti - alba - iarna cu zapada, ii superi pe dusamani - alba si mare - prevedere, inlaturi dusmanii din cale - a frige - chef, bucurie - auzind - vorbe desarte - batand din aripi - noroc - cu boboci - cati boboci are atatea iubite (iubiti) vei avea - pe langa casa - nenorocire - fugind - oaspeti - hranindu - le - intemeierea unei familii - gasind - castig in afaceri - grasa - ai primit propuneri noi - inconjurat de - dorinte sexuale - jumulind - nemultumire - la casa ta - semn de nemultumire - frigand - bucurie, chef - in lupta cu alta - femeie geloasa si certareata - lovind - mostenire - mare - avansare la serviciu - mancand gasca fripta - castig si foloase in afaceri - pazind - voie buna in familie - pregatindu-te a taia - mostenire apropiata - ranind - este bine in familie - stand - participi la o adunare de cucoane - stand intr-un picior - osteneala fara folos - taind - mostenire - zburand - vreme schimbatoare, cale indepartata te asteapta, calatorie fara rezultate bune - zburand in card - drum indepartat.",
      "slug": "pasare"
    },
    {
      "name": "Pasare alba",
      "category": "dictionar",
      "shortMeaning": "Pasarea alba in vise prezice o intalnire cu un prieten.",
      "fullInterpretation": "Pasarea alba in vise prezice o intalnire cu un prieten. Totodata, visul este un semn benefic, inseamna noroc, liniste, sanatate.",
      "slug": "pasare-alba"
    },
    {
      "name": "Pasare neagra",
      "category": "dictionar",
      "shortMeaning": "Pasarea este in general considerata a fi un simbol al libertatii.",
      "fullInterpretation": "Pasarea este in general considerata a fi un simbol al libertatii. Ele pot merge pe pamant si pot inota ca si oamenii, dar ele au, de asemenea, capacitatea de a zbura spre cer. Multe culturi cred ca ele sunt un simbol al vietii vesnice, legatura dintre cer si pamant. Simbolistica pasarii negre Nu exista nici o definitie exacata pentru orice simbol, fiecare simbol este deschis la interpretare si pasarea neagra nu face nici ea exceptie. Simbolismul poate varia foarte mult in functie de diferite culturi si religii. Pasarea neagra este in general considerat a fi un simbol al tentatiilor carnale si are o semnificatie profunda pentru crestini ca simbol religios. Diavolul a aparut la Sf. Benedict sa-l ispiteasca sub forma unei pasari negre. Vazand in visul dumneavoastra o pasare neagra inseamna lipsa de motivatie, nu va utilizati intregul potential. In mod alternativ, visul poate reprezenta gelozie, dorinta sau ispita. Cioara Vazand o cioara in vis inseamna ca ati ajuns la o anumita intelegere asupra ceva care necesita o anumita cantitate de intelepciune pentru a intelege cu adevarat toate punctele de vedere. Ciorile sunt considerate a fi pasari intelepte, astfel incat atunci cand vedem o cioara in vise acestea au nu sens legat de intelepciune. Ati incercat sa descoperiti ceva recent sau sa va impacati cu ceva ce ulterior nu avea nici un sens pentru dumneavoastra? Acest tip de vis ar putea sugera ca in cele din urama are sens. Puteti in sfarsit sa intelegeti de ce lucrurile functioneaza in acest fel. Cunoastrea si intelepciunea dumneavoastra se afla in tendinta ascensiva si asta prevesteste lucruri bune pentru dumneavoastra. ( mai multe detalii despre interpretarea visului : Cioara ) Corb Visand un corb inseamna ca aveti de-a face cu o problema de consecinta importanta care ar putea avea repercursiuni grave in cazul in care nu este rezolvata. Exista mai multe motive pentru care o persoana ar putea visa o pasare neagra, dar in cazul in care pasarea este un corb atunci gandul este atintit asupra unei reconsiderari de urgenta cu privire la \"problemele ce v-au ajuns deja la os\". ( mai multe detalii despre interpretarea visului : Corb )",
      "slug": "pasare-neagra"
    },
    {
      "name": "Pasari",
      "category": "dictionar",
      "shortMeaning": "Imaginile ornitologice prezentate in vis sugereaza de obicei independenta, imaginatia, ganduri si...",
      "fullInterpretation": "Imaginile ornitologice prezentate in vis sugereaza de obicei independenta, imaginatia, ganduri si idei care, prin natura lor, au nevoie de libertate pentru a se manifesta in deplinatatea fortei lor. Inca din vremuri pagane, omul a fost fascinat de lumea pasarilor si zborul lor. Se credea ca pasarile purtau sufletul in calatoria lui spre rai. Drept urmare, adeseori, pasarilor le sunt atribuite puteri magice si mistice. Din punct de vedere psihologic, visul poate fi interpretat drept nevoia oamenilor de a proiecta asupra obiectelor si fiintelor inconjuratoare insusiri specific umane. De vreme ce comportamentul pasarilor se bazeaza in intregime pe instinct, aparitia lor in vis poate fi exploatata pentru a descifra si intelege comportamentul uman. Uneori, pasarile mai pot semnifica feminitatea, latura libera a fiintei noastre. In visul unui barbat, prezenta unei pasari simbolizeaza anima, in vreme ce, in visul unei femei, imaginea reprezinta sinele, in sensul de eu spiritual. Imaginea pasarii este asociata sufletului si celor doua laturi ala sale: intunericul si lumina. Barza este o pasare care simbolizeaza noi inceputuri. Bibilica simbolizeaza afaceri neterminate cu influente negative asupra familiei Bufnita este pasarea sacra a Atenei, zeita intelepciunii. Data fiind asocierea sa cu timpul nocturn, uneori poate simboliza moartea. Cioara vazuta in vise poate fi interpretata in doua moduri. De obicei, cioara vesteste iminenta mortii, dar ea poate fi si simbolul inteleptiunii si al prefacatoriei. Ciocanitoarea, in mitologie aceasta nu era doar un paznic al copacilor, ci si al regilor. De asemenea, este investita cu puteri magice. Ciocarlia in mod traditional este asociata cu transcendenta planului teluric. Cocosul este simbolul unei noi zile, dar si al vigilentei sau al atentiei. Simbolizeaza principiul masculin si, drept urmare, nevoia de a fi mai deschis si mai curajos. Corbul poate fi un simbol al pacatului. Daca in vis ni se arata vorbind, acest lucru semnifica o profetie. Simbolistica sa este ambivalenta, intrucat poate reprezenta fortele raului, dar si inteleptiunea, cunoasterea. Cotofana/Stancuta, din pricina renumelui de hoate pe care si l-au castigat aceste doua pasari, visele in care is fac aparitia sugereaza ca un asociat incearca sa ne fure ceva valoros. Cotofana poate semnifica si primirea unor vesti bune. Cucul, simbolistica acestei pasari este ambivalenta, caci poate reprezenta fie prefacatoria, fie dragostea neimpartasita. In calitate de vestitor al primaverii, cucul indica trecerea de la ceva vechi si perimat la prospetime si noutate. Curcanul este consumat adesea cu ocazia sarbatorilor si festivalurilor. Prin urmare, acest vis poate sugera ca ne asteapta vremuri placute. Fazanul. Un vis in care observam prezenta fazanilor ne prezice prosperitate si noroc. Gaina denota chibzuiala, grija materna si procreare. Cand in vis ne apare o gaina codcodacind, semnificatia data este cea a dorintei feminine. Gasca. Se spune ca gasca simbolizeaza vigilenta si dragostea. La fel ca lebada, poate sugera zorii unei noi vieti. Imaginea unui card de gaste este adesea interpretata drept forta intuitiva si capacitatea de a prezice dezastru. Gasca salbatica poate reprezenta sufletul si, cateodata, chiar si latura pagana a naturii umane. Gastele, la fel ca pisicile, sunt considerate animalele preferate ale vrajitoarelor. Lebada simbolizeaza sufletul omului si este considerata o pasare divina. Uneori poate semnifica moartea pasnica. O pasare dintr-o colivie poate indica o capcana sau o constrangere oarecare, in vreme ce o pasare care zboara liber simbolizeaza aspiratiile, dorintele si chiar sufletul ce se inalta spre Ceruri. Un vis in care o pasare isi etaleaza penele indica perspectiva asupra propriei persoane, felul in care ne percepem pe noi insine. Pasarea cu aripi aurite are aceeasi semnificatie cu cea a focului si, drept urmare, indica aspiratiile spirituale, sau acea parte din noi care cuta cunoasterea. Pasarea Phoenix este simbolul universal recunoscut renasterii, invierii si nemuririi. Pasari albe/negre. Cele doua aspecte ale sinelui pot fi reprezentate in opozitie. Pasarea neagra simbolizeaza latura intunecata, neglijata sau mohorata a personalitatii, iar pasarea alba, latura luminoasa si libera. Pasari de apartament. Emotiile si experientele personale pot avea un efect profund asupra felului in care reusim sa comunicam cu noi insine. Sub infatisarea pasarilor de apartament se poate ascunde, de fapt, amintirea intamplarilor fericite pe care le-am trait. Paun. Prezenta unui paun indica evolutia spiritului nostru de patrundere, de la simplitate la complexitate asemanatoare penajului acestei pasari. Intocamai ca pasarea Phoenix, paunul simbolizeaza renasterea si invierea. Pelicanul. Exista doua intelesuri asociate pelicanului. Primul se refera la sacrificiul si devotament, in vreme ce al doilea sugereaza dragostea materna, plina de solicitudine. Pescarusul simbolizeaza libertatea si puterea. Pescarusul alb simbolizeaza linistea sufleteasca. Pinguinul simbolizeaza capacitatea de adaptare, dar, in anumite cazuri, prostia. Porumbita simbolizeaza linistea de dupa furtuna, sufletul, latura impacata si linistita a firii umane. Toate acestea pot fi reprezentate in vis prin imaginea cucului. Prepelita simbolizeaza dragostea, uneori curajul, iar adesea norocul. Sub forma sa negativa, poate sugera vrajitoria si farmecele. Puiul de pasare. Exista in noi potential necesar dezvoltarii personale, desi aceasta poate avea loc si ca urmare a aparentei la un grup. Puiul mai poate simboliza prostia si lasitatea. Randunica reprezinta sperante. Rata poate detona superficialitatea si latura launtrica a personalitatii noastre. Soimul are simbolistica asemanatoare vulturului. Fiind o pasare de prada, simbolizeaza libertatea si speranta pentru ce constransi intr-un fel sau altul. Poate simboliza triunful asupra pasiunii carnale. Strutul poate sugera incercarea noastra de a fugi de responsabilitate. Vrabia sugereaza sarguinta si succesul in viata profesionala. Vultur/Uliu. Fiind vorba despre pasari care se hranesc cu lesuri, sunt asociate laturii feminine in forma ei distructiva. Aparitia vulturului in vis simbolizeaza dominatia si suprematia. In aceeasi masura, poate reprezenta atat receptivitatea si luciditatea, cat si clarviziunea si obiectivitatea. (pui, rate gaste) inseamna ca vei putea sa-ti ocupi un loc printre persoanele importante. Interpretrea acestui vis va fi mult mai simplificata daca va puteti aminti specia pasarilor moarte. Totusi, daca nu va puteti aminti specia, exista unele caracteristici generale cunoscute pentru toate pasarile, care vor avea o inportanta deosebita atunci cand sunt aplicate interpretarii viselor despre pasari. In general, pasarile moarte simbolizeza moartea viselor. Nu se refera la tipul de vise pe care il aveti noaptea, este vorba despre aspiratiile voastre viitoare. Pasarile reprezinta un simbol al spiritualitatii sau al libertatii (atunci cand zboara). Acest vis poate simboliza, de asemenea, sfarsitul unei ere sau ainceputul a ceva nou. O pasare muribunda indica un soi de dezamagire. Probabil are legatura cu o problema care va preocupa de ceva timp.Visul in care apare un stol de pasari prevesteste vesti bune, noi si placute. Visul mai poate insemna si faptul ca veti calatori cu folos.",
      "slug": "pasari"
    },
    {
      "name": "Pasari de casa",
      "category": "dictionar",
      "shortMeaning": "(pui, rate gaste) inseamna ca vei putea sa-ti ocupi un loc printre persoanele importante.",
      "fullInterpretation": "(pui, rate gaste) inseamna ca vei putea sa-ti ocupi un loc printre persoanele importante.",
      "slug": "pasari-de-casa"
    },
    {
      "name": "Pasari moarte",
      "category": "dictionar",
      "shortMeaning": "Interpretrea acestui vis va fi mult mai simplificata daca va puteti aminti specia pasarilor moarte.",
      "fullInterpretation": "Interpretrea acestui vis va fi mult mai simplificata daca va puteti aminti specia pasarilor moarte. Totusi, daca nu va puteti aminti specia, exista unele caracteristici generale cunoscute pentru toate pasarile, care vor avea o inportanta deosebita atunci cand sunt aplicate interpretarii viselor despre pasari. In general, pasarile moarte simbolizeza moartea viselor. Nu se refera la tipul de vise pe care il aveti noaptea, este vorba despre aspiratiile voastre viitoare. Pasarile reprezinta un simbol al spiritualitatii sau al libertatii (atunci cand zboara). Acest vis poate simboliza, de asemenea, sfarsitul unei ere sau ainceputul a ceva nou. O pasare muribunda indica un soi de dezamagire. Probabil are legatura cu o problema care va preocupa de ceva timp.",
      "slug": "pasari-moarte"
    },
    {
      "name": "Pascand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pascand"
    },
    {
      "name": "Pasiune",
      "category": "dictionar",
      "shortMeaning": "Pasiunea in vise, mai ales daca e pentru cineva, este o reflectare a atractiei si a fascinatiei d...",
      "fullInterpretation": "Pasiunea in vise, mai ales daca e pentru cineva, este o reflectare a atractiei si a fascinatiei dumneavoastra fata de acea persoana.",
      "slug": "pasiune"
    },
    {
      "name": "Pasta de dinti",
      "category": "dictionar",
      "shortMeaning": "A vedea sau a folosi pasta de dinti in vise sugereaza ca trebuie sa va \"spalati\" gura.",
      "fullInterpretation": "A vedea sau a folosi pasta de dinti in vise sugereaza ca trebuie sa va \"spalati\" gura. Poate ca ati spus lucruri urate si de prost gust despre altii. Mai exact, visul ar putea sa va spuna sa acordati mai multa atentie igenei dintilor dumneavoastra.Aratati ingrijorat de aparenta acestora.",
      "slug": "pasta-de-dinti"
    },
    {
      "name": "Pastai",
      "category": "dictionar",
      "shortMeaning": "(Fasole): va paste o boala sau aveti imunitatea organismului scazutae.",
      "fullInterpretation": "(Fasole): va paste o boala sau aveti imunitatea organismului scazutae.",
      "slug": "pastai"
    },
    {
      "name": "Pastaie",
      "category": "dictionar",
      "shortMeaning": "(Fasole): va paste o boala sau aveti imunitatea organismului scazutae.",
      "fullInterpretation": "(Fasole): va paste o boala sau aveti imunitatea organismului scazutae.",
      "slug": "pastaie"
    },
    {
      "name": "Paste",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "paste"
    },
    {
      "name": "Pasti (Sfintele)",
      "category": "dictionar",
      "shortMeaning": "(Sfintele)te exprimi greu - oua vopsite- faci raport la serviciu - sarbatoare de- esti o persoana complexa.",
      "fullInterpretation": "(Sfintele)te exprimi greu - oua vopsite- faci raport la serviciu - sarbatoare de- esti o persoana complexa.",
      "slug": "pasti-sfintele"
    },
    {
      "name": "Pastila",
      "category": "dictionar",
      "shortMeaning": "Pastila in vise inseamna ca va exprimati cu greu.",
      "fullInterpretation": "Pastila in vise inseamna ca va exprimati cu greu. Daca visati ca luati pastile inseamna ca veti avea probleme cu partenerul de viata, dar veti gasi, intr-un final, rezolvare la acestea. Visul in care pastila are un gust amar sugereaza ca o persoana in care v-ati increzut va sari in ajutorul dumneavoastra.",
      "slug": "pastila"
    },
    {
      "name": "Pastor (preot)",
      "category": "dictionar",
      "shortMeaning": "(preot) 15/02/2017 (ultima actualizare)Visul in care vezi un pastor sugereaza faptul ca ca ai nev...",
      "fullInterpretation": "(preot) 15/02/2017 (ultima actualizare)Visul in care vezi un pastor sugereaza faptul ca ca ai nevoie de indrumare spirituala si consiliere. Este posibil sa aveti sentimente de vinovatie. Daca o femeie nemaritata vede un pastor / predicator in vis, inseamna ca ea se va casatori printr-o implicare terta parte. Alte peroane vor contribui la impletrirea casatoriei ei. Vazand un pastor in haina alba, inseamna ca va veti ridica asteptarile si ca veniturile dumneavoastra vor creste. Daca in vis sumneavoastra sunteti un pastor (predicator) si omenii va asculta cuvintele, predica si slava, inseamna ca veti deveni un tutore ascultat si respectat sau poate un lider.",
      "slug": "pastor-preot"
    },
    {
      "name": "Pastrama",
      "category": "dictionar",
      "shortMeaning": "A vedea pastrama in vise prevesteste bogatie si avere mare.",
      "fullInterpretation": "A vedea pastrama in vise prevesteste bogatie si avere mare. Ar trebui sa va recompensati cu o binemeritata vacanta. Visul in care mancati pastrama simbolizeaza fortele intunecate ce preiau controlul asupra mintii dumneavoastre. Indica faptul ca s-ar putea sa aveti anumite ganduri malefice care va imping sa comiteti o crima. Ati putea sa atribuiti aceste ganduri spiritelor rele ce incearca sa puna stapanire pe viata dumneavoastra, daca intr-adevar credeti in existenta unor asemenea entitati. Totusi, ar fi bine sa cereti ajutorul unui specialist, deoarece s-ar putea ca actiunile ciudate ale dumneavoastra sa fie cauzate de un dezechilibru neurologic sau chiar ceva legat de droguri.",
      "slug": "pastrama"
    },
    {
      "name": "Pasune",
      "category": "dictionar",
      "shortMeaning": "Locul unde se hranesc vitele simbolizeaza bogatia gandurilor, care nu pot fi perturbate de nimic.",
      "fullInterpretation": "Locul unde se hranesc vitele simbolizeaza bogatia gandurilor, care nu pot fi perturbate de nimic. Daca visati ca manati animalele la pasune se interpreteaza ca in realitate va trebui sa va supuneti vointei altora.",
      "slug": "pasune"
    },
    {
      "name": "Pat",
      "category": "dictionar",
      "shortMeaning": "Patul de lemn in vise este un indiciu al unei familii lipsite de griji pentru multi ani.",
      "fullInterpretation": "Patul de lemn in vise este un indiciu al unei familii lipsite de griji pentru multi ani. Daca visati ca vedeti un pat de lemn sugereaza un confort pe care l-ati dobanditca rezultat al efortului dumneavoastra. Se pare ca visul in care stati intins pe un pat de lemn semnifica faptul ca veti avea parte de multa fericire si responsabilitate, dar veti deveni o persoana mai puternica. Un pat de lemn vechi ce apare in vise prevesteste pericole si pierderi.Patul de spital in vise simbolizeaza boala, veti cadea rapus de boala. Visul in care vedeti partenerul de viata intr-un pat de spital inseamna o deznadejde pe care o are aceasta fata de dumneavoastra. Daca visati pe cineva intr-un pat de spital si ii duceti flori atunci acest vis sugereaza ca cineva se simte tradat, inselat in sentimente sau intr-o problema financiara. In cazul in care visati pe cineva in patul de spital si ii duceti fructe atunci inseamna ca va trebui sa va recunoasteti o gafa pe care ati facut-o.Din punct de vedere psihologic, visul in care va visati patul gol sugereaza singuratate emotionala. Un pat strain gol in vise indica o moarte iminenta sau un ghinion in familie sau o alta problema grava in familie. In traditia hindusa, un pat gol in vise semnifica amaraciune, intristare. Arabii spun ca visul in care apare un pat gol inseamna ca va trebui sa dea piept cu moartea.Visul in care vedeti o pata de sangeinseamna ca cineva va minte, dar nu recunoaste. Daca visati pete de sange pe haine inseamna ca veti primi ilegal o suma de bani sau ca vei comite un pacat. Visul ar mai putea insemna ca aveti inamici care incearca sa va distruga o cariera ce vi se deschide in fata. Ar trebui sa va feriti de prietenii ciudate. Dictionarul lui Zhougong relateaza ca a visa o pata de sange pe saltea sugereaza ca ceva rau i se va intampla partenerului dumneavoastra de viata.Patinajul simbolizeaza capacitatea ta de a mentine un echilibru in viata. Progresezi prin calea vietii si iti atingi obiectivele prin munca. - Daca in vis patinezi cu alte persone inseamna ca trebuie sa ai incerede in tine si in actiunile tale. Visul poate indica, de asemenea, ca trebuie sa procedezi cu prudenta in anumite situatii sau relatii.",
      "slug": "pat"
    },
    {
      "name": "Pat de lemn",
      "category": "dictionar",
      "shortMeaning": "Patul de lemn in vise este un indiciu al unei familii lipsite de griji pentru multi ani.",
      "fullInterpretation": "Patul de lemn in vise este un indiciu al unei familii lipsite de griji pentru multi ani. Daca visati ca vedeti un pat de lemn sugereaza un confort pe care l-ati dobanditca rezultat al efortului dumneavoastra. Se pare ca visul in care stati intins pe un pat de lemn semnifica faptul ca veti avea parte de multa fericire si responsabilitate, dar veti deveni o persoana mai puternica. Un pat de lemn vechi ce apare in vise prevesteste pericole si pierderi.",
      "slug": "pat-de-lemn"
    },
    {
      "name": "Pat de spital",
      "category": "dictionar",
      "shortMeaning": "Patul de spital in vise simbolizeaza boala, veti cadea rapus de boala.",
      "fullInterpretation": "Patul de spital in vise simbolizeaza boala, veti cadea rapus de boala. Visul in care vedeti partenerul de viata intr-un pat de spital inseamna o deznadejde pe care o are aceasta fata de dumneavoastra. Daca visati pe cineva intr-un pat de spital si ii duceti flori atunci acest vis sugereaza ca cineva se simte tradat, inselat in sentimente sau intr-o problema financiara. In cazul in care visati pe cineva in patul de spital si ii duceti fructe atunci inseamna ca va trebui sa va recunoasteti o gafa pe care ati facut-o.",
      "slug": "pat-de-spital"
    },
    {
      "name": "Pat gol",
      "category": "dictionar",
      "shortMeaning": "Din punct de vedere psihologic, visul in care va visati patul gol sugereaza singuratate emotionala.",
      "fullInterpretation": "Din punct de vedere psihologic, visul in care va visati patul gol sugereaza singuratate emotionala. Un pat strain gol in vise indica o moarte iminenta sau un ghinion in familie sau o alta problema grava in familie. In traditia hindusa, un pat gol in vise semnifica amaraciune, intristare. Arabii spun ca visul in care apare un pat gol inseamna ca va trebui sa dea piept cu moartea.",
      "slug": "pat-gol"
    },
    {
      "name": "Pata / Semn",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pata-semn"
    },
    {
      "name": "Pata de sange",
      "category": "dictionar",
      "shortMeaning": "Visul in care vedeti o pata de sangeinseamna ca cineva va minte, dar nu recunoaste.",
      "fullInterpretation": "Visul in care vedeti o pata de sangeinseamna ca cineva va minte, dar nu recunoaste. Daca visati pete de sange pe haine inseamna ca veti primi ilegal o suma de bani sau ca vei comite un pacat. Visul ar mai putea insemna ca aveti inamici care incearca sa va distruga o cariera ce vi se deschide in fata. Ar trebui sa va feriti de prietenii ciudate. Dictionarul lui Zhougong relateaza ca a visa o pata de sange pe saltea sugereaza ca ceva rau i se va intampla partenerului dumneavoastra de viata.",
      "slug": "pata-de-sange"
    },
    {
      "name": "Patent",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "patent"
    },
    {
      "name": "Patinaj",
      "category": "dictionar",
      "shortMeaning": "Patinajul simbolizeaza capacitatea ta de a mentine un echilibru in viata.",
      "fullInterpretation": "Patinajul simbolizeaza capacitatea ta de a mentine un echilibru in viata. Progresezi prin calea vietii si iti atingi obiectivele prin munca. - Daca in vis patinezi cu alte persone inseamna ca trebuie sa ai incerede in tine si in actiunile tale. Visul poate indica, de asemenea, ca trebuie sa procedezi cu prudenta in anumite situatii sau relatii.",
      "slug": "patinaj"
    },
    {
      "name": "Patine",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "patine"
    },
    {
      "name": "Patinoar",
      "category": "dictionar",
      "shortMeaning": "Patinoarul in vise inseamna ca veti merge de o petrecere cu prietenii.",
      "fullInterpretation": "Patinoarul in vise inseamna ca veti merge de o petrecere cu prietenii. Daca visati ca mergeti cu patine cu rotile la patinoar inseamna griji minore.",
      "slug": "patinoar"
    },
    {
      "name": "Patiserie",
      "category": "dictionar",
      "shortMeaning": "Patiseria in vise este un semn fantastic pentru cei care vad in patiserii locuri pline de placeri si emotie.",
      "fullInterpretation": "Patiseria in vise este un semn fantastic pentru cei care vad in patiserii locuri pline de placeri si emotie. Aceste vise simbolizeaza avere, succes si un viitor mai bogat, dar incercati sa nu luati aceasta interpretare prea literar. Unii talmacitori considera ca a vedea o patiserie in vise sugereaza ca cineva va va insela. Visul in care mancati produse de patiserie se refera la indulgenta, la placeri si satisfactii senzuale. Va bucurati de viata si de recompensele acesteia.",
      "slug": "patiserie"
    },
    {
      "name": "Patriarh",
      "category": "dictionar",
      "shortMeaning": "Patriarhul in vise sugereaza faptul ca veti deveni o persoana mare, importanta.",
      "fullInterpretation": "Patriarhul in vise sugereaza faptul ca veti deveni o persoana mare, importanta. Trebuie doar sa perseverati in ceea ce faceti.",
      "slug": "patriarh"
    },
    {
      "name": "Patrie",
      "category": "dictionar",
      "shortMeaning": "Acest vis simbolizeaza faptul ca, in realitate te simti singur , fara a avea un sprijin.",
      "fullInterpretation": "Acest vis simbolizeaza faptul ca, in realitate te simti singur , fara a avea un sprijin. Prin acest vis , subconstientul iti sugereaza sa te adaptezi mediului pentru a nu te mai simti singur.",
      "slug": "patrie"
    },
    {
      "name": "Patron",
      "category": "dictionar",
      "shortMeaning": "Daca va visati patron inseamna ca aveti multe spreante de fericire, dar si faptul ca aveti multe griji.",
      "fullInterpretation": "Daca va visati patron inseamna ca aveti multe spreante de fericire, dar si faptul ca aveti multe griji. Patronul in vis face referire la sef, superior, director, tatal dumneavoastra. Interpretarea visului depinde si de sentimentul pe care vi-l inspira patronul in vis: blandete, raceala, stapanire de sine, intelepciune, ghidare. In unele cazuri s-ar putea sa-i simititi lipsa tatalui, aveti nevoie de ghidare, de protectie. Vedeti si interpretarea visului sef.",
      "slug": "patron"
    },
    {
      "name": "Patrunjel",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "patrunjel"
    },
    {
      "name": "Patura",
      "category": "dictionar",
      "shortMeaning": "Crapatura in vise sugereaza un posibil esec in afaceri, trebuie sa aveti grija sa nu devina realitate.",
      "fullInterpretation": "Crapatura in vise sugereaza un posibil esec in afaceri, trebuie sa aveti grija sa nu devina realitate. Daca visati o cana crapata inseamna ca s-ar putea sa aveti parte de o cearta in familie. Visul in care apare o farfurie crapata semnaleaza posibile pierderi financiare. Daca in vise apare o crapatura adanca ce trece prin casa dumneavoastra inseamna ca exista pericolul ruperii legaturilor cu cei dragi. Visul in care apare o cladire inalta cu fundatie crapata inseamna ca v-ati asumat prea multe responsabilitati, iar lucrurile incepsa mearga prost.",
      "slug": "patura"
    },
    {
      "name": "Patut",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "patut"
    },
    {
      "name": "Paun",
      "category": "dictionar",
      "shortMeaning": "Te pierzi in detalii si incerci fii in centrul atentiei prin metode ce nu te caracterizeaza pe ti...",
      "fullInterpretation": "Te pierzi in detalii si incerci fii in centrul atentiei prin metode ce nu te caracterizeaza pe tine ca persoana Tendinta spre opulenta, laudarosenie. Paunul este un vis bun ptr.cei care fac agricultura, fiin semn de recolta bogata.Penele de paun in vise indica incercarea dumneavoastra de a va agata de ceea ce va doriti in viata. Visul mai inseamna si ca s-ar putea sa va atingeti scopul. Paunul este cunoscut pentru penajul cozii, iar visul la acesta este un semn ca va asumati riscul in viata pentru a avea ulterior succes. Visul ar mai putea sugera invitatia de a face parte la nou proiect.",
      "slug": "paun"
    },
    {
      "name": "Pavaj",
      "category": "dictionar",
      "shortMeaning": "Pavajul in vise reprezinta o directie in viata care este lipsita de probleme.",
      "fullInterpretation": "Pavajul in vise reprezinta o directie in viata care este lipsita de probleme. Nu trebuie sa va faceti griji sau simtiti ca altcineva deja s-a ocupat de probleme pentru dumneavoastra. Intr-o nota pozitiva, visul in care apare un pavaj reflecta o cale bine stabilita spre obiective, o intelegere clara sau probleme care sunt usor de inteles. Intotdeauna veti avea senzatia ca sunteti pe teren solid. Din punct de vedere negativ, visul poate presupune ca sunt probleme pe care le ignorati sau incercati sa o luati pe calea usoara.",
      "slug": "pavaj"
    },
    {
      "name": "Paznic",
      "category": "dictionar",
      "shortMeaning": "Visul in care vedeti un paznic inarmat inseamna gandirea rationala.",
      "fullInterpretation": "Visul in care vedeti un paznic inarmat inseamna gandirea rationala. Sunteti foarte precaut si practic. Visul mai poate insemna ca poate ar trebui sa stati \"de paza\" sau sa fiti in alerta intr-o anumita situatie. A visa un paznic de inchisoare sugereaza ca credinta si/sau modul dumneavoastra de gandire va restrictioneaza propria dezvoltare. Frica de a gresi va previne de la a experimenta viata.",
      "slug": "paznic"
    },
    {
      "name": "Pechinez",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pechinez"
    },
    {
      "name": "Pedala",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca apasati pe o pedala puteti fi sigur ca este un semn bun deoarece o sa va aduca multe realizari .",
      "fullInterpretation": "Daca visati ca apasati pe o pedala puteti fi sigur ca este un semn bun deoarece o sa va aduca multe realizari .",
      "slug": "pedala"
    },
    {
      "name": "Pedeapsa",
      "category": "dictionar",
      "shortMeaning": "- Visul in care esti pedepsit semnifica vina sau rusinea legata de actiunile tale.",
      "fullInterpretation": "- Visul in care esti pedepsit semnifica vina sau rusinea legata de actiunile tale. Trebuie sa inveti sa te ierti. - Visul in care tu ii pedepsesti pe altii inseamna resentiment ascuns fata de acele persoane. Alternativ, visul poate reprezenta aspecte ale personalitatii tale care reprezinta frica ta sau sentimente de reprimare. Atunci cand un copil recunoaste ca a gresit intr-o anumita privinta, pedeapsa poate fi una dintre consecinte. In viata de adult, atunci cand ne este teama de o eventuala reactie negativa din exterior, visam ca suntem pedepsiti. Autopedepsirea intervine atunci cand simtim ca nu am reusit sa atingem standardele pe care ni le-am impus. - Daca in viata exista un anumit conflict pe care nu reusim sa il solutionam, adesea acest conflict se reflecta in vis sub forma pedepsei. Trebuie sa gasim o cale de iesire dintr-o anumita dilema. Conceptul de pedeapsa divina sugereaza existenta unui Dumnezeu aspru care ne judeca faptele. Pedeapsa spirituala se refera insa la ideea de autoflagelare, pentru ca nu am reusit sa raspundem asteptarilor.",
      "slug": "pedeapsa"
    },
    {
      "name": "Pedichiura",
      "category": "dictionar",
      "shortMeaning": "Pedichiura in vise ar putea indica ceea ce simtiti despre dumneavoastra.",
      "fullInterpretation": "Pedichiura in vise ar putea indica ceea ce simtiti despre dumneavoastra. Munciti din greu, dar sunteti trecut cu vederea. Sunteti o parte din parte din societate, iar subconstientul va spune ca trebuie sa aveti mai multa grija de dumneavoastra si sa cereti respectul cuvenit. A visa ca va faceti pedichiura inseamna ca va intreptati in directia buna. Progresati in viata cu incredere, integritate si stabilitate. Alternativ, visul reprezinta nevoia de a fi rasfatat. Probabil ca ar trebui sa va intindeti putin si sa va relaxati.",
      "slug": "pedichiura"
    },
    {
      "name": "Peisaj",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "peisaj"
    },
    {
      "name": "Pelerina",
      "category": "dictionar",
      "shortMeaning": "Visul in care esti pelerin sugereaza faptul ca esti pe cale de a face o calatorie spirituala.",
      "fullInterpretation": "Visul in care esti pelerin sugereaza faptul ca esti pe cale de a face o calatorie spirituala. - Daca in vis vezi un pelerin, acesta reprezinta un aspect al tau care se straduieste spre o mai buna intelegere a lumii in care traiesti sau o intelegere a sinelui. Pelerinajul in vise este un semn bun, acesta vis poate semnifica o veste pozitiva sau o veste fericita.",
      "slug": "pelerina"
    }
  ]
}