{
  "symbols": [
    {
      "name": "Pirania",
      "category": "dictionar",
      "shortMeaning": "A vedea pirania in vise sugereaza ca ceva va \"mananca\" in subconstient.",
      "fullInterpretation": "A vedea pirania in vise sugereaza ca ceva va \"mananca\" in subconstient. Trebuie sa eliberati unele din sentimentele inchise in interior si sa le confruntati cu acele probleme care cauzeaza un asa mare conflict intern. Pirania in vise poate fi simbolul unui grup mare de inamici spirituali.",
      "slug": "pirania"
    },
    {
      "name": "Pisat / urina",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pisat-urina"
    },
    {
      "name": "Piscina",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "piscina"
    },
    {
      "name": "Pisica de mare",
      "category": "dictionar",
      "shortMeaning": "In general, pisicile de mare simbolizeaza independenta.",
      "fullInterpretation": "In general, pisicile de mare simbolizeaza independenta. Va trebui sa aveti mai multa incredere in propriile decizii si astfel veti rezolva probleme fara implicari din exterior. Persoanele ce viseaza pisici de mare mici sunt, de regula, dinamici si fermecatori. De asemenea, este semn ca vor avea loc multe schimbari in bine la locul de munca. Alternativ, visul in care vedem pisici de mare mici simbolizeaza libertate, noroc si longevitate. Pisici de mare uriase. Un astfel de vis va avertizeaza asupra faptului ca ar trebui sa fiti mai calm si ca nu ar trebui sa fiti prea protector cu familia dumneavoastra. Lasati lucurile sa isi urmeze cursul si concentrati-va asupra problemelor personale. In general, personele care au un astfel de vis au tendinta de a trai situatii de deja vu. Puii pisicilor de mare simbolizeaza noi oportunitati si inceputuri. In viitorul apropiat veti avea senzatia de noroc extraordinar, iar acest lucru va fi vizibil cel mai mult la locul de munca. O pisica de mare moarta este, de obicei, un semn rau. Din acest motiv ar trebui sa acordati o atentie deosebita contextului visului. Moartea unei pisici de mare simbolizeaza situatii neasteptate care, de cele mai multe ori, vor provoca probleme serioase. Atacul unei pisici de mare este un semn de rau augur. Un asemenea vis pevesteste dorinta unor persoane din anturajul dumneavoastra de a va defaima si de a va dobori. Motivele pot fi diverse, de ex.: vor dori sa va ia locul de munca, vor tanji la partenerul dumneavoastra, etc.Alternativ, analizand visul din punct de vedere psihologic, visul este o reprezentare a emotiilor si al sentimentelor suprimate. O pisica de mare alba simbolizeaza etapele prin care treceti. Visul poate reprezenta ordinea si curatenia la locul de munca sau acasa. De asemenea, este semnul puritatii si al echilibrului, aratand aspecte ale personalitatii care sunt pe cale sa infloreasca.",
      "slug": "pisica-de-mare"
    },
    {
      "name": "Pisoi",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pisoi"
    },
    {
      "name": "Pistol / pusca",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pistol-pusca"
    },
    {
      "name": "Pistrui",
      "category": "dictionar",
      "shortMeaning": "Visul in care ai pistrui pe fata reprezinta personajul tau dinstinct si unic.",
      "fullInterpretation": "Visul in care ai pistrui pe fata reprezinta personajul tau dinstinct si unic. Vei sta in multime. - Daca ai visat o alta persoana cu pistrui, inseamna ca vei fi curtat(a) de reprezentante (reprezentanti) ai sexului opus.",
      "slug": "pistrui"
    },
    {
      "name": "Pitic",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pitic"
    },
    {
      "name": "Piton",
      "category": "dictionar",
      "shortMeaning": "Pitonul in vise inseamna un pericol ascuns, pacat, lipsa de libertate.",
      "fullInterpretation": "Pitonul in vise inseamna un pericol ascuns, pacat, lipsa de libertate. Poate fi vorba de o relatie din viata dumneavoastra in care va simtiti constrans, limitat. Daca visati un piton care isi ucide prada inseamna ca sunteti stresat emotional si plin de anxietate.",
      "slug": "piton"
    },
    {
      "name": "Piure",
      "category": "dictionar",
      "shortMeaning": "Daca visati piure de cartofi atunci inseamna ca va multumiti o ruda.",
      "fullInterpretation": "Daca visati piure de cartofi atunci inseamna ca va multumiti o ruda.",
      "slug": "piure"
    },
    {
      "name": "Pivnita",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pivnita"
    },
    {
      "name": "Pix pixuri",
      "category": "dictionar",
      "shortMeaning": "Pixul in vise semnifica auto-exprimare, comunicare si cunoastere.",
      "fullInterpretation": "Pixul in vise semnifica auto-exprimare, comunicare si cunoastere. Alternativ, visul poate semnifica faptul ca va impuneti noi reguli de ghidare in viata. - Daca pixul nu scrie, este semnul unei incalcari grave a moralitatii.",
      "slug": "pix-pixuri"
    },
    {
      "name": "Pizza",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pizza"
    },
    {
      "name": "Placenta",
      "category": "dictionar",
      "shortMeaning": "Visele in care ne apare placenta reprezinta originea de hrana pentru pruncul aflat in pantecele mamei.",
      "fullInterpretation": "Visele in care ne apare placenta reprezinta originea de hrana pentru pruncul aflat in pantecele mamei. Aceasta simbolizeaza nutritia pe care ne-o procuram din exterior. De asemenea, poate sugera nevoia (dependenta) de alti oameni. Cand planuim un nou proiect trebuie sa realizam ca uneori nu dispunem toate resursele necesare pentru a ne purta de grija asa cum se cuvine. Avem nevoie ca hrana sa ne fie asigurata dintr-o sursa exterioara, dar una de care ne simtim apropiati. Nevoia de o persoana poate fluctua de la un individ la altul. Asa cum legatura dintre mama si fetus este neasemuita si mediata de placenta, a visa placenta, poate scoate la lumina o relatie exceptionala. Instrainarea de mama este una dintre cele mai mari traume, iar visul in care ne apare placenta semnifica nevoia noastra de a avea o solutie-tampon in cazul unor separari (despartiri) dureroase. Din punct de vedere spiritual, ca fiinte umane, suntem dependenti de Pamantul Mama sau Zeita Mama. Atata timp cat nu realizam aceasta dependenta , trebuie sa fim de acord cu nevoia unui sprijin, simbolizat de placenta.",
      "slug": "placenta"
    },
    {
      "name": "Placinta",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "placinta"
    },
    {
      "name": "Plaja",
      "category": "dictionar",
      "shortMeaning": "Plaja in vis poate avea mai multe sensuri.",
      "fullInterpretation": "Plaja in vis poate avea mai multe sensuri. La nivel spiritual plaja inseamna, mai ales daca aceasta este goala, ca ai potential disponibil si stare emotionala buna. - A visa plaja semnifica creativitate si relaxare, modificari favorabile, fericire. - Daca ai visat ca plimbi / mergi pe o plaja frumoasa - viata fericita si linistita. - Daca in vis vezi o barca esuata pe plaja - proiectul / proiectele tale vor esua. - Daca ai visat ca stai gol pe o plaja - semn ca fei demara un proiect interesant. - Daca porti un costum de baie, va trebui sa dai socoteala, pentru ceea ce discutat, unor persoane. - Daca ai visat ca privesti o alta pesoana ce se plimba pe plaja - o dragoste noua iti va aprinde calcaiele. - Plaja aglomerata - se vor ivi tot felul de obligatii si ocazii compensate financiar. - Plaja pustie - tristete. - Daca ai visat ca faci plaja - relatiile de afaceri se vor imbunatati.",
      "slug": "plaja"
    },
    {
      "name": "Plaman",
      "category": "dictionar",
      "shortMeaning": "Plamanii simbolizeaza mahnirea.",
      "fullInterpretation": "Plamanii simbolizeaza mahnirea. De asemenea, sunt asociati si procesului de luare a deciziilor. Pe plan spiritual, plamanii sunt locul in care se gaseste spiritul de dreptate si reprezinta izvorul gandurilor ce implica Sinele.Plamanii in vise ar putea insemna suferinta. Visul in care va umpleti plamanii cu aer proaspat sugereaza faptul ca ar trebui sa gasiti un nou inceput, sa va reorganizati viata. A vedea plamani in vise simbolizeaza creativitatea, inspiratia, cunoasterea. Alternativ, plamanii in vise pot indica o situatie stresanta si se refera la o relatie sau o situatie in care va simtiti sufocat. In traditia chineza, plamanii in vise simbolizeaza mahnirea. De asemenea, visul este asociat cu procesul de luare a deciziilor. Pe plan spiritual, plamanii sunt locul unde se afla spiritul dreptatii si reprezinta izvorul gandurilor ce implica sinele.",
      "slug": "plaman"
    },
    {
      "name": "Plamani",
      "category": "dictionar",
      "shortMeaning": "Plamanii in vise ar putea insemna suferinta.",
      "fullInterpretation": "Plamanii in vise ar putea insemna suferinta. Visul in care va umpleti plamanii cu aer proaspat sugereaza faptul ca ar trebui sa gasiti un nou inceput, sa va reorganizati viata. A vedea plamani in vise simbolizeaza creativitatea, inspiratia, cunoasterea. Alternativ, plamanii in vise pot indica o situatie stresanta si se refera la o relatie sau o situatie in care va simtiti sufocat. In traditia chineza, plamanii in vise simbolizeaza mahnirea. De asemenea, visul este asociat cu procesul de luare a deciziilor. Pe plan spiritual, plamanii sunt locul unde se afla spiritul dreptatii si reprezinta izvorul gandurilor ce implica sinele.",
      "slug": "plamani"
    },
    {
      "name": "Plan",
      "category": "dictionar",
      "shortMeaning": "Aparitia unui plan in vis indica faptul ca aveti nevoie de un ghid, de o sustinere, sau de un sprijin moral.",
      "fullInterpretation": "Aparitia unui plan in vis indica faptul ca aveti nevoie de un ghid, de o sustinere, sau de un sprijin moral.Planeta Marte in vise simbolizeaza energie, unitate, pasiune, curaj si ambitie. Ea reprezinta, de asemenea, razboi, violenta si putere masculina. - Daca in vis ai fost pe Marte, inseamna ca iti vei invinge copetitorii. - Daca ai visat ca vezi planeta Marte printr-un telescop, inseamna ca vei avea discutii aprinse cu partenerii de afaceri. Visul la planete sugereaza ca stabiliti o legatura cu energiile imperceptibile din jurul dumneavoastra si care va influenteaza existenta, chiar daca nu va dati seama de acest lucru. Daca visati ca sunteti pe o alta planeta si priviti Pamantul inseamna ca este un semn de detasare totala de anumite aspecte ale vietii, o extragere din viata cotidiana, o respingere a problemelor comune cu care va confruntati.Plansul este stimulat de emotii, in vise sugerand durere sau emotie incontrolabila. In consecinta, indiferent ca noi suntem cei plangand, ori altcineva, plansul arata nevoia de descarcare emotionala. Poate ca suntem deprimati ori tristi in legatura cu evenimente din trecut sau poate este doar o temere de ceea ce ne va fi rezervat in viitor. Merita explorata sursa acestei tristeti. Visul in care plangem cu suspine reperzinta incapacitatea de a ne exprima in totalitate. Posibil conflicte interioare care se ivesc acum la suprafata.Plantatia in vise semnifica o afacere detinuta de familia dumneavoastra. A visa ca detineti o plantatie de bumbac inseamna ca partea financiara va surade, dar aveti si probleme odata cu aceasta. A vedea o plantatie de palmieri in vise sugereaza ca dumneavoastra condceti oamenii si ii ghidati pe calea cea dreapta. Daca visati ca va aflati in mijlocul unei plantatii de pepeni inseamna ca va recuperati dintr-o boala periculoasa.Datorita procesului natural de crestere si descompunere al plantelor, acestea simbolizeaza schimbarea progresiva. Plantele in vise mai semnifica si dezvoltarea spirituala si potential de crestere. Imaginea plantelor cultivate sugereaza ca ar trebui sa acordam atentie capacitatii noastre de a ne cultiva potentialul. Plantele care sunt pe moarte arata ca am ajuns intr-o situatie care nu ne mai avantajeaza. Plantele salbatice sugereaza nevoia de libertate. Plantele care cresc in straturi frumos aranjate simbolizeaza importanta pe care o acordam parerilor altor oameni. Exista mai multe plante de leac cu proprietati magice. De asemenea, multe plante folosite in necunostinta de cauza se pot dovedi otravitoare. In sens spiritual, plantele simbolizeaza forta vitala si ciclul vietii. Datorita faptului ca acestea mor doar pentru a creste din nou, semnifica, de asemenea, moartea si renasterea.",
      "slug": "plan"
    },
    {
      "name": "Planeta Marte",
      "category": "dictionar",
      "shortMeaning": "Planeta Marte in vise simbolizeaza energie, unitate, pasiune, curaj si ambitie.",
      "fullInterpretation": "Planeta Marte in vise simbolizeaza energie, unitate, pasiune, curaj si ambitie. Ea reprezinta, de asemenea, razboi, violenta si putere masculina. - Daca in vis ai fost pe Marte, inseamna ca iti vei invinge copetitorii. - Daca ai visat ca vezi planeta Marte printr-un telescop, inseamna ca vei avea discutii aprinse cu partenerii de afaceri.",
      "slug": "planeta-marte"
    },
    {
      "name": "Planete",
      "category": "dictionar",
      "shortMeaning": "Visul la planete sugereaza ca stabiliti o legatura cu energiile imperceptibile din jurul dumneavo...",
      "fullInterpretation": "Visul la planete sugereaza ca stabiliti o legatura cu energiile imperceptibile din jurul dumneavoastra si care va influenteaza existenta, chiar daca nu va dati seama de acest lucru. Daca visati ca sunteti pe o alta planeta si priviti Pamantul inseamna ca este un semn de detasare totala de anumite aspecte ale vietii, o extragere din viata cotidiana, o respingere a problemelor comune cu care va confruntati.",
      "slug": "planete"
    },
    {
      "name": "Plange",
      "category": "dictionar",
      "shortMeaning": "Plansul este stimulat de emotii, in vise sugerand durere sau emotie incontrolabila.",
      "fullInterpretation": "Plansul este stimulat de emotii, in vise sugerand durere sau emotie incontrolabila. In consecinta, indiferent ca noi suntem cei plangand, ori altcineva, plansul arata nevoia de descarcare emotionala. Poate ca suntem deprimati ori tristi in legatura cu evenimente din trecut sau poate este doar o temere de ceea ce ne va fi rezervat in viitor. Merita explorata sursa acestei tristeti. Visul in care plangem cu suspine reperzinta incapacitatea de a ne exprima in totalitate. Posibil conflicte interioare care se ivesc acum la suprafata.Lacrimile din vise sunt cele de emotie si de bucurie, acestea inseninundu-ne zilele. Daca in vis plangeti fara niciun motiv, acesta este un semn ca in realitate va loviti ( sau v-ati lovit) de griji si necazuri. Potrivit asirienilor, daca plangeti un mort, este semn ca va veti insanatosi, asta in cazul in care va simtiti bolnav. Adica, cu alte cuvinte: o putea lua de la capat, tot ce a fost mai rau acum a trecut. Ptrivit traditiei noastre, a plange in vise, poate avea mai multe semnificatii: - daca va visati ca plangeti - vetii fi vesel, veti avea parte de satisfactii - daca visati ca plangeti in hohote - veste despre cineva care va doreste si va iubeste foarte mult atunci cand dumneavoastra nu mai aveati sperante - visati ca vedeti pe cineva plangand - bucurie dupa tristete - visul in care plange un copil - boala in familie, veste rea - daca visati o fata care plange - mari probleme financiare - visul in care plnage mama dumneavoastra - veti avea mari probleme - visati ca plange un nebun - primiti un dar neasteptatFiind permanent nemultumiti, nu vom obtine mila celor din jurul nostru, poate doar o bucurie rautacioasa. Prin urmare, cei mai multi talmacitori de vise interpreteaza plangerea din vis ca fiind bucuria pe care ne-o creaza alti oameni sau noi acestora. Cel care viseaza ca face o reclamatie in tibunal, in realitate, vrea sa isi impuna cuvantul fara sa tina cont de pierderi (vedeti, de asemenea, si interpretarea visului \"Tribunal\")",
      "slug": "plange"
    },
    {
      "name": "Plans",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "plans"
    },
    {
      "name": "Plans / planset",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "plans-planset"
    },
    {
      "name": "Plantatie",
      "category": "dictionar",
      "shortMeaning": "Plantatia in vise semnifica o afacere detinuta de familia dumneavoastra.",
      "fullInterpretation": "Plantatia in vise semnifica o afacere detinuta de familia dumneavoastra. A visa ca detineti o plantatie de bumbac inseamna ca partea financiara va surade, dar aveti si probleme odata cu aceasta. A vedea o plantatie de palmieri in vise sugereaza ca dumneavoastra condceti oamenii si ii ghidati pe calea cea dreapta. Daca visati ca va aflati in mijlocul unei plantatii de pepeni inseamna ca va recuperati dintr-o boala periculoasa.",
      "slug": "plantatie"
    },
    {
      "name": "Plante",
      "category": "dictionar",
      "shortMeaning": "Datorita procesului natural de crestere si descompunere al plantelor, acestea simbolizeaza schimbarea progresiva.",
      "fullInterpretation": "Datorita procesului natural de crestere si descompunere al plantelor, acestea simbolizeaza schimbarea progresiva. Plantele in vise mai semnifica si dezvoltarea spirituala si potential de crestere. Imaginea plantelor cultivate sugereaza ca ar trebui sa acordam atentie capacitatii noastre de a ne cultiva potentialul. Plantele care sunt pe moarte arata ca am ajuns intr-o situatie care nu ne mai avantajeaza. Plantele salbatice sugereaza nevoia de libertate. Plantele care cresc in straturi frumos aranjate simbolizeaza importanta pe care o acordam parerilor altor oameni. Exista mai multe plante de leac cu proprietati magice. De asemenea, multe plante folosite in necunostinta de cauza se pot dovedi otravitoare. In sens spiritual, plantele simbolizeaza forta vitala si ciclul vietii. Datorita faptului ca acestea mor doar pentru a creste din nou, semnifica, de asemenea, moartea si renasterea.",
      "slug": "plante"
    },
    {
      "name": "Plapuma",
      "category": "dictionar",
      "shortMeaning": "Daca visati o plapuma semnifica ca o sa aveti parte de noroc.",
      "fullInterpretation": "Daca visati o plapuma semnifica ca o sa aveti parte de noroc. Pentru o femeie tanara, acesta este un semn de casatorie, un barbat o sa-i aprecieze calitatile ei de gospodina. De asemenea, daca plapuma este curata , dar uzata, va avea parte de un sot care o sa-i aprecieze toate calitatile, insa pe care nu o sa-l aprecieze prea mult. Alternativ, daca plapuma este murdara, manierele femeii lasa mult de dorit.",
      "slug": "plapuma"
    },
    {
      "name": "Plasa",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "plasa"
    },
    {
      "name": "Plastic",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "plastic"
    },
    {
      "name": "Plastilina",
      "category": "dictionar",
      "shortMeaning": "Semnificatia plastilinei din vis este similara cu cea a lutului galben, mai exact a modelarii acestuia.",
      "fullInterpretation": "Semnificatia plastilinei din vis este similara cu cea a lutului galben, mai exact a modelarii acestuia. Visand ca modelati figurine sau obiect din plastilina, sugereaza faptul ca este posibil sa abuzati de disponibilitatea oamenilor de a va ajuta si de increderea acestora. De asemenea, visul denota si dorinta de manipulare.",
      "slug": "plastilina"
    },
    {
      "name": "Platan",
      "category": "dictionar",
      "shortMeaning": "Platanul se gaseste des pe marginea drumului , Â are o asociere cu accidentele, deci este un obst...",
      "fullInterpretation": "Platanul se gaseste des pe marginea drumului , Â are o asociere cu accidentele, deci este un obstacol si un pericol in viata celui care il viseaza.",
      "slug": "platan"
    },
    {
      "name": "Platou",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "platou"
    },
    {
      "name": "Pleca (a)",
      "category": "dictionar",
      "shortMeaning": "(a)cu avionul- perspectiva luminoasa - cu masina- sa-ti asumi unele raspunderi - cu trenul- viito...",
      "fullInterpretation": "(a)cu avionul- perspectiva luminoasa - cu masina- sa-ti asumi unele raspunderi - cu trenul- viitor frumos - in calatorie- iti doresti experiente noi - din azil- vor veni timpuri bune pentru tine - duminica de acasa- bucurie in familie - pasari- melancolie usoara - din gara- astepti rezultatul unui proiect - trenul cu intarziere- griji despre sanatatea unei rude - pe drum bun- nehotarare - pe drum gresit- succes in viata - sotia- lucruri incordate in casa - sotul- nentelegere in casa.",
      "slug": "pleca-a"
    },
    {
      "name": "Plic",
      "category": "dictionar",
      "shortMeaning": "- Daca visezi ca esti complice la o infraciune - acest vis sugereaza faptul ca cineva are o influ...",
      "fullInterpretation": "- Daca visezi ca esti complice la o infraciune - acest vis sugereaza faptul ca cineva are o influenta negativa asupra vietii tale. Tot acest vis ar putea de asemenea sa reprezinte un sentiment de vinovatie fata de anumite fapte din trecutul dumneavoastra.",
      "slug": "plic"
    },
    {
      "name": "Plimba (a se)",
      "category": "dictionar",
      "shortMeaning": "(a se)cu maimuta in lesa- statornicie in dragoste - cu fantoma- griji si probleme financiare - go...",
      "fullInterpretation": "(a se)cu maimuta in lesa- statornicie in dragoste - cu fantoma- griji si probleme financiare - gol- probleme serioase sufletesti - in gradina- fericire - pe carari de munte- succes si sanatate - pe iarba- calm si multumire - in parc- liniste sufleteasca - pe insula- liniste - pe luna- egoism - pe nisip- nesiguranta - pe trotuar- ghinion - pe ulita satului- nesansa - pe zapada- ai initiativa entuziasm si imaginatie, nesiguranta.",
      "slug": "plimba-a-se"
    },
    {
      "name": "Plimbare",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca faci o plimbare usoara este semn de progres lent dar sigur.",
      "fullInterpretation": "- Daca ai visat ca faci o plimbare usoara este semn de progres lent dar sigur. Luati in considerare si destinatia. - Daca ai visat ca intampini dificultati in plimbarea ta inseamna ca esti reticient si ezitant in a proceda mai departe in unele situatii.",
      "slug": "plimbare"
    },
    {
      "name": "Plina",
      "category": "dictionar",
      "shortMeaning": "(a) credincios (asa) - ceasca- perioada fericita si favorabila - colivia- oferta de casatorie - c...",
      "fullInterpretation": "(a) credincios (asa) - ceasca- perioada fericita si favorabila - colivia- oferta de casatorie - cu apa piscina- perspective foarte bune, dar trebuie sa te grabesti sa le folosesti - galeata- vesti bune - luna printre nori- urmeaza o perioada de fericire - masa cu bunatati- viitor fericit.A visa o farfurie plina cu mancare sugereaza simtul dumneavoastra de proprietate. Este ceea ce ati primit sau sperati sa primiti de la ceilalti. Ceea ce ati creat pentru dumneavoastra si acum trebuie sa infruntati. Pentru mai multe informatii si detalii va rugam sa accesati si pagina visului farfurie. Luna plina este simbolul dorintelor ascunse, dorintelor primare. Luna plina apare in vise atunci cand pasiunea se revarsa in corp si atunci cand nu ne putem controla actiunile. Luna plina mare si ne umbrita de noriÂ este un semn bun, aceasta poate fi, de asemenea, si o imbunatatire a vietii de cuplu dar si a unor pasiuni (cum ar fi un hobby).",
      "slug": "plina"
    },
    {
      "name": "Plita",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca ai facut o mancare pe plita si ti-a reusit , este un vis bun deoarece inseamna castiguri.",
      "fullInterpretation": "Daca visezi ca ai facut o mancare pe plita si ti-a reusit , este un vis bun deoarece inseamna castiguri.",
      "slug": "plita"
    },
    {
      "name": "Ploaia / ploaie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ploaia-ploaie"
    },
    {
      "name": "Ploaie",
      "category": "dictionar",
      "shortMeaning": "Puteti vizualiza versiunea video de mai jos a acestui vis sau puteti continua sa cititi textul (a...",
      "fullInterpretation": "Puteti vizualiza versiunea video de mai jos a acestui vis sau puteti continua sa cititi textul (acesta contine o sectiune in plus cu simboluri si interpretari extrase din carti vechi), depinde de dumneavoastra. Videoclip despre visarea ploilor Visele despre ploaie sunt foarte frecvente si pot avea diferite sensuri. In cele mai multe cazuri, ploaia din vise este asociata cu sentimente de depresie sau tristete. De asemenea, ploaia pot fi si un semn ca este timpul sa scapati de emotiile negative din viata dumneavoastra. In mod alternativ, ploaia poate sugera necesitatea de imbunatatirea comunicarii cu alte persoane. In aceasta categorie de persoane poate intra si familia dumneavoastra, unde pot aparea anumite probleme emotionale. Puteti visa o ploaie usoara sau una abundenta. Aceasta ploaie poate fi insotita de tunete, daca este asa, atunci visul poate avea propria semnificatie. De asemnea, este foarte important sa tineti cont de pozitia ploii din visul dumneavoastra, ceea ce inseamna ca trebuie sa va amintiti daca ploaia a batut din fata sau din spatele dumneavoastra. Toate aceste scenarii au semnificatii diferite. Daca ati visat ca ploua, dar nu va amintiti prea multe detalii, aceasta poate insemna ca aveti o atitudine pozitiva fata de viata. Poate fi momentul oportun pentru a demara un nou proiect important sau poate fi vorba de un moment in care trebuie sa luati masuri majore. Acest vis are o semnificatie pozitiva, deoarece indica faptul ca in viitorul apropiat succesul este garantat. Secretul este sa aveti increde in propriile abilitati. Cu toate acestea, trebuie mentionat ca ploaia este un simbol complicat. Poate prevesti nenorocire, probleme emotionale, dar, in unele cazuri, poate simboliza si fertilitate ori prosperitate. Ploaie cu cer inseninat si frumos. Acest vis scoate la iveala unele sentimente depresive din viata dumneavoastra. Este un moment prielnic pentru eliberarea energiei negative din interiorul dumneavoastra, mergeti mai departe gandind pozitiv. Ploaia torentiala, puternica sau chiar o furtuna, este un simbol al conflictelor si al furiei. Incercati, cu calm, sa identificati ce anume a provocat conflictul si apoi, schimbandu-va atitudinea, incercati sa gasiti solutii. Ploaia usoara simbolizeaza probleme din viata de zi cu zi, rezolvabile in curand. De asemenea, aceasta poate simboliza o stare de spirit negativa care va trece repede. Visand o ploaie insotita de tunete si fulgere, inseamna ca ar trebui sa fiti atent la ceva ce se intampla in jurul dumneavoastra. Alternativ, visul poate fi si un simbol al furiei dumneavoastra din viata reala. Privind ploaia din interiorul unui adapost, din casa sau camera, inseamna ca se anunta o perioada foarte dificila pentru dumneavoastra in viitorul apropiat. De asemnea, din punct de vedere psihologic, acest vis face referire la ascunderea propriilor emotii. Le tineti ascunse si nu le impartasiti cu nimeni. Alergand prin ploaie. Daca ati avut un asemenea vis inseamna ca va trebui sa va ascultati inima. Nu ar trebui sa pierdeti persoana pe care o iubiti. Acest vis se poate referi si prieteni. Un simbol al armoniei si al pacii este ploaia ploaia batand pe geam. Visand ca tineti o umbrela care va protejeaza de ploaie, indica credinte puternice in autoritati. Freud mentioneaza intr-una din cartile sale ca umbrela este o conexiune asociata cu protejarea emotiilor. Simboluri si interpretari legate de ploaie extrase din carti vechi de interpretarea viselor Ploaia simboliseaza tristete, depresie dar si curatarea de energii negative prin exprimarea sentimentelor. abundenta- belsug, bunastare calda- castig cazand- noroc in casa cazand pe un mormant- regrete sincere cu piatra- moarte in neam cu soare- schimbare placuta cu tunete- altii nu prea te inteleg fina- dificultate furtuna- pericol lenta- beneficiu mare dar, mai tarziu lucirea in lac mic- veste cu dar marunta- avere dupa un timp puternica- dificultate care trebuie inlatuarta, deoarece ne sta in cale Ploaia de stele este un eveniment frumos dar destul de rar intalnit. Prin urmare, este necesar sa intelegem daca ploaia de stele ( sau meteoriti) este un semn bun sau unul rau. In multe carti de interpretarea viselor ploaia de stele este asociata cu implinirea dorintelor. Deci este un vis favorabil, dar trebuie precizat ca acest vis este, de fapt, o prevestire de indeplinire a dorintelor secrete, cele mai de pret dorinte. In mod alternativ, ploaia de stele din vise poate face referire si la o persoana din viata dumneavoastra care se afla intr-o dispozitie romantica in aceste zile. Poaia de stele din visul dumneavoastra poate oferi si la o anumita cunostinta despre viitor. Daca nu sunteti intr-o relatie, cu siguranta va veti gasi partenerul cu care veti petrece tot restul vietii. Daca stele cazatoare straluceau puternic si a fost un vis frumos, aceasta inseamna sanatate, prosperitate si bunastare. Daca daca stele erau de o culoaare slaba si violeta, ar trebui sa va pregatiti sufleteste pentru un anume dezastru. Daca ati avut un vis in care atentia vi-a fost concentrata pe apa de ploaie limpede si curata, este semn de bunastare in familie si recolte imbelsugate. Pe de alta parte, daca apa de ploaie este murdara si inchisa la culoare atunci visul anunta vremuri tulburi si posibilitatea unui necaz. Visul in care apa de ploaie este curata si curge in suvoaie prevesteste un castig financiar intr-un timp foarte scurt.",
      "slug": "ploaie"
    },
    {
      "name": "Ploaie de stele",
      "category": "dictionar",
      "shortMeaning": "Ploaia de stele este un eveniment frumos dar destul de rar intalnit.",
      "fullInterpretation": "Ploaia de stele este un eveniment frumos dar destul de rar intalnit. Prin urmare, este necesar sa intelegem daca ploaia de stele ( sau meteoriti) este un semn bun sau unul rau. In multe carti de interpretarea viselor ploaia de stele este asociata cu implinirea dorintelor. Deci este un vis favorabil, dar trebuie precizat ca acest vis este, de fapt, o prevestire de indeplinire a dorintelor secrete, cele mai de pret dorinte. In mod alternativ, ploaia de stele din vise poate face referire si la o persoana din viata dumneavoastra care se afla intr-o dispozitie romantica in aceste zile. Poaia de stele din visul dumneavoastra poate oferi si la o anumita cunostinta despre viitor. Daca nu sunteti intr-o relatie, cu siguranta va veti gasi partenerul cu care veti petrece tot restul vietii. Daca stele cazatoare straluceau puternic si a fost un vis frumos, aceasta inseamna sanatate, prosperitate si bunastare. Daca daca stele erau de o culoaare slaba si violeta, ar trebui sa va pregatiti sufleteste pentru un anume dezastru.",
      "slug": "ploaie-de-stele"
    },
    {
      "name": "Plomba",
      "category": "dictionar",
      "shortMeaning": "Plomba in vise indica faptul ca va reincarcati bateriile.",
      "fullInterpretation": "Plomba in vise indica faptul ca va reincarcati bateriile. Este simbolul reinoirii si a revitalizarii. Visul in care vi-a cazut plomba inseamna ca sunteti bantuit de lucruri din trecut care va pun prezentul in primejdie.",
      "slug": "plomba"
    },
    {
      "name": "Plop",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "plop"
    },
    {
      "name": "Plosca",
      "category": "dictionar",
      "shortMeaning": "Daca ai visat o plosca, semnifica ca ai scapat de o primejdie.",
      "fullInterpretation": "Daca ai visat o plosca, semnifica ca ai scapat de o primejdie. De asemenea , este un semn de castig , noroc .",
      "slug": "plosca"
    },
    {
      "name": "Plosnita",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca indepartezi plosnitele sau le ucizi semnifica depasirea perioadei de nenoroc si de...",
      "fullInterpretation": "Daca visezi ca indepartezi plosnitele sau le ucizi semnifica depasirea perioadei de nenoroc si depasirea necazurilor curente. Daca visezi plosnite care umbla prin casa este un semn de boala sau se vor intampla niste evenimente neplacute in viata dumneavoastra.",
      "slug": "plosnita"
    },
    {
      "name": "Plouat",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "plouat"
    },
    {
      "name": "Plug",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "plug"
    },
    {
      "name": "Plumb",
      "category": "dictionar",
      "shortMeaning": "Putem preciza inca de la inceput ca aparitia acestui metal greu in visele noastre va face o oarec...",
      "fullInterpretation": "Putem preciza inca de la inceput ca aparitia acestui metal greu in visele noastre va face o oarecare referire la o inima grea, fie de la suparare, fie de la o boala. De asemenea, s-a constatat in timp ca un astfel de visa ar putea aparea si datorita unei extenuari, a unei oboseli cronice. Potrivit traditiei noastre, pana nu de mult se crdea ca visarea plumbului insemna faptul ca visatorul este o povara pentru cei din jurul acestuia. Minereul de pumb prevesteste afaceri bune dar cu o anume tenta de sumbritate. Adica, dintr-un motiv sau altul a inceput sa va mearga bine, si totusi, in adancul sufletului simtiti ca ceva nu este in regula.",
      "slug": "plumb"
    },
    {
      "name": "Pluta",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pluta"
    },
    {
      "name": "Plutind",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "plutind"
    }
  ]
}