{
  "symbols": [
    {
      "name": "Palmier",
      "category": "natură",
      "shortMeaning": "Victorie, relaxare, vacanță sau ascensiune spirituală.",
      "fullInterpretation": "Palmierul este un simbol al victoriei, al păcii și al paradisului tropical. În vis, sugerează nevoia de relaxare, dorința de evadare din cotidian sau o perioadă de succes binemeritată. Frunzele sale mereu verzi indică vitalitate și tinerețe veșnică. Poate semnala o vacanță viitoare sau o stare interioară de calm și exotism. Spiritual, palmierul reprezintă ascensiunea și flexibilitatea în fața furtunilor vieții.",
      "slug": "palmier"
    },
    {
      "name": "Palmui / palmuit",
      "category": "acțiuni",
      "shortMeaning": "Vinovăție, pedeapsă, conflict sau trezire la realitate.",
      "fullInterpretation": "A pălmui pe cineva în vis indică furie reprimată și dorința de a impune limite sau de a pedepsi o nedreptate. Dacă ești pălmuit, visul sugerează sentimente de vinovăție, umilință sau o \"trezire\" bruscă la o realitate dureroasă. Poate fi un avertisment că ai neglijat ceva important sau că acțiunile tale au consecințe negative asupra altora. Este un semn de conflict deschis care necesită rezolvare.",
      "slug": "palmui-palmuit"
    },
    {
      "name": "Palnie",
      "category": "obiecte",
      "shortMeaning": "Concentrare, canalizarea energiei sau dificultăți temporare.",
      "fullInterpretation": "Pâlnia în vis simbolizează canalizarea resurselor sau a energiei într-o direcție precisă. Dacă torni lichid prin ea, înseamnă că încerci să pui ordine în gânduri sau să transmiți o informație esențială cu grijă. Poate indica faptul că treci printr-o perioadă de \"gâtuire\" sau de presiune, în care opțiunile sunt limitate, dar care te va ajuta să te focusezi pe esențial. O pâlnie spartă sugerează pierderi sau eforturi inutile.",
      "slug": "palnie"
    },
    {
      "name": "Palton",
      "category": "obiecte",
      "shortMeaning": "Protecție socială, izolare, secrete sau căldură emoțională.",
      "fullInterpretation": "Paltonul este un strat de protecție împotriva \"frigului\" lumii exterioare. Indică nevoia de siguranță, de a te ascunde sau de a-ți proteja intimitatea. Un palton gros și călduros sugerează confort și sprijin din partea prietenilor. Un palton vechi sau rupt indică vulnerabilitate, sărăcie sau pierderea statutului. Dacă îți pui paltonul, te pregătești să înfrunți o situație dificilă sau să pleci într-o călătorie interioară.",
      "slug": "palton"
    },
    {
      "name": "Pamant",
      "category": "natură",
      "shortMeaning": "Stabilitate, fertilitate, realism și rădăcini.",
      "fullInterpretation": "Pământul este elementul primordial al stabilității, al creației și al susținerii. A atinge pământul în vis înseamnă conectare cu realitatea și pragmatism. Pământul fertil prevestește bogăție și succes în proiecte. Pământul arid sau crăpat sugerează lipsuri și dificultăți emoționale. Dacă sapi în pământ, înseamnă că ești în căutarea unor răspunsuri profunde sau a unor comori ascunse în subconștient. Este un simbol al \"Mamei Natură\" care hrănește.",
      "slug": "pamant"
    },
    {
      "name": "Pamant arat",
      "category": "natură",
      "shortMeaning": "Pregătire pentru succes, muncă grea și începuturi noi.",
      "fullInterpretation": "Pământul arat simbolizează potențialul și pregătirea pentru o nouă etapă de viață. Brazdele proaspete indică faptul că ai depus efortul necesar (\"ai pregătit terenul\") și acum ești gata să \"semeni\" idei sau proiecte noi. Este un semn excelent de fertilitate și de recompense viitoare, dar care cere răbdare până la recoltă. Poate sugera și nevoia de a scoate la suprafață lucruri ascunse pentru a le transforma.",
      "slug": "pamant-arat"
    },
    {
      "name": "Pamant negru",
      "category": "natură",
      "shortMeaning": "Fertilitate extremă, dar și melancolie sau necunoscut.",
      "fullInterpretation": "Pământul negru și gras este cel mai fertil, promițând abundență și creștere rapidă. Totuși, negrul poate evoca și melancolie, doliu sau misterul adâncurilor (\"întoarcerea în pământ\"). Dacă te simți bine în vis, este semn de bogăție și stabilitate. Dacă ești trist, poate indica depresie sau sentimentul că ești copleșit de probleme grele. Este un simbol al transformării profunde și al regenerării.",
      "slug": "pamant-negru"
    },
    {
      "name": "Pamantul",
      "category": "natură",
      "shortMeaning": "Globalitate, conexiune universală, responsabilitate sau sentimentul de apartenență.",
      "fullInterpretation": "A vedea planeta Pământ din spațiu sugerează o perspectivă largă asupra vieții, iluminare și conștientizarea locului tău în univers. Indică ambiții mari și dorința de a lăsa o amprentă. Dacă visul se referă la sol, vezi interpretarea pentru \"Pământ\". Planeta văzută în vis poate simboliza totalitatea psihicului tău sau nevoia de a proteja mediul înconjurător.",
      "slug": "pamantul"
    },
    {
      "name": "Pamatuf",
      "category": "obiecte",
      "shortMeaning": "Curățenie superficială, neglijență sau pregătire (bărbierit).",
      "fullInterpretation": "Un pămătuf de praf sugerează încercarea de a curăța superficial problemele, de a \"șterge praful\" fără a rezolva cauza. Poate indica neglijență sau dorința de a ascunde defecte minore. Un pămătuf de bărbierit simbolizează pregătirea pentru o schimbare de imagine, masculinitate sau grija față de sine. Este un instrument de rafinament și igienă personală.",
      "slug": "pamatuf"
    },
    {
      "name": "Pampers / scutec",
      "category": "obiecte",
      "shortMeaning": "Nevoi infantile, dependență, responsabilitate sau lipsa de control.",
      "fullInterpretation": "Scutecul în vis face trimitere la nevoile de bază, la vulnerabilitate și la stadii infantile. Dacă schimbi un scutec, îți asumi responsabilitatea pentru cineva neajutorat sau pentru o parte imatură din tine (\"copilul interior\"). Scutecul murdar indică probleme jenante, lipsa de autocontrol sau o situație \"murdară\" care trebuie curățată urgent. Dacă tu porți scutece, te simți dependent de alții sau regresezi emoțional.",
      "slug": "pampers-scutec"
    },
    {
      "name": "Pana",
      "category": "obiecte",
      "shortMeaning": "Ușurință, speranță, zbor, vești sau fragilitate.",
      "fullInterpretation": "Pana este un simbol al ușurimii (\"ușor ca o pană\"), al aerului și al ascensiunii. O pană albă este un semn angelic, aducând protecție, pace și speranță. O pană neagră poate simboliza doliu sau vești neplăcute, dar și înțelepciune ocultă. Penele colorate indică bucurie și creativitate. Visul poate sugera că trebuie să abordezi o situație cu mai multă delicatețe sau că te vei elibera de o povară.",
      "slug": "pana"
    },
    {
      "name": "Pana de cauciuc",
      "category": "fenomene",
      "shortMeaning": "Obstacol, pierderea energiei, întârziere sau epuizare.",
      "fullInterpretation": "O pană de cauciuc în vis este un semn clar de oprire forțată. Indică faptul că ți-ai pierdut \"suflul\" sau motivația într-un proiect. Poate simboliza epuizare fizică sau mentală, un obstacol neprevăzut care îți blochează înaintarea sau sentimentul că ești \"dezumflat\". Este un avertisment să iei o pauză, să îți verifici resursele și să repari ce nu funcționează înainte de a continua drumul.",
      "slug": "pana-de-cauciuc"
    },
    {
      "name": "Panas",
      "category": "obiecte",
      "shortMeaning": "Orgoliu, vanitate, distincție sau dorința de a ieși în evidență.",
      "fullInterpretation": "Panașul (mănunchi de pene) este un simbol al distincției sociale și al mândriei (\"a-și da aere\"). Dacă visezi că porți un panaș, s-ar putea să fii prea vanitos sau să cauți cu disperare recunoașterea celorlalți. Poate indica succes și onoruri, dar și riscul de a fi ridicol prin ostentație. Orgoliul tău ar putea fi rănit dacă panașul este smuls sau deteriorat.",
      "slug": "panas"
    },
    {
      "name": "Pandantiv",
      "category": "obiecte",
      "shortMeaning": "Legătură emoțională, amintire prețioasă, dragoste sau povară.",
      "fullInterpretation": "Pandantivul purtat la gât, aproape de inimă, simbolizează o legătură emoțională profundă sau o amintire pe care o prețuiești. Poate reprezenta dragostea cuiva, un angajament sau un talent personal. Dacă pandantivul este greu, poate deveni o povară emoțională sau o responsabilitate care te sufocă. Dacă îl pierzi, te temi de ruperea unei relații sau de pierderea propriei identități.",
      "slug": "pandantiv"
    },
    {
      "name": "Pandativ",
      "category": "obiecte",
      "shortMeaning": "Același simbolism ca la pandantiv: iubire, atașament și valori personale.",
      "fullInterpretation": "(Vezi interpretarea pentru Pandantiv). Reprezintă obiectul afecțiunii tale sau o valoare sentimentală. Un pandativ primit cadou indică promisiuni și intenții serioase din partea expeditorului. Este un simbol al intimității și al apartenenței.",
      "slug": "pandativ"
    },
    {
      "name": "Pandind",
      "category": "acțiuni",
      "shortMeaning": "Suspiciune, așteptare tensionată, oportunitate sau pericol.",
      "fullInterpretation": "A pândi în vis sugerează că ești în căutarea momentului oportun pentru a acționa sau că te simți amenințat și ești în defensivă. Poate indica neîncredere în cei din jur sau intenții ascunse. Dacă ești pândit, visul reflectă anxietate, paranoia sau sentimentul că ești judecat și urmărit. Este un semn de tensiune psihică și de vigilență sporită.",
      "slug": "pandind"
    },
    {
      "name": "Panglica",
      "category": "obiecte",
      "shortMeaning": "Legătură, sărbătoare, frivolitate sau cadou.",
      "fullInterpretation": "Panglica este un simbol al legăturilor (\"a lega o prietenie\") și al decorului. Panglicile colorate sugerează bucurie, petrecere și evenimente sociale plăcute. O panglică roșie poate simboliza o legătură amoroasă pasională. Totuși, panglicile pot indica și superficialitate sau preocupare excesivă pentru aparențe. Desfacerea unei panglici înseamnă descoperirea unui secret sau primirea unui dar.",
      "slug": "panglica"
    },
    {
      "name": "Panglici",
      "category": "obiecte",
      "shortMeaning": "Complicații plăcute, viață socială activă sau confuzie.",
      "fullInterpretation": "Mai multe panglici pot sugera o viață socială agitată, flirturi sau o situație complicată dar nu neapărat gravă. Dacă te încurci în panglici, te simți copleșit de obligații sociale minore sau de promisiuni făcute în grabă. Panglicile fluturând în vânt simbolizează speranțe, libertate și o atitudine jucăușă față de viață.",
      "slug": "panglici"
    },
    {
      "name": "Panica",
      "category": "emoții",
      "shortMeaning": "Pierderea controlului, stres extrem, frici iraționale sau haos.",
      "fullInterpretation": "Senzația de panică în vis este extrem de intensă și reflectă un nivel ridicat de stres sau anxietate în viața de veghe. Indică faptul că te simți copleșit, că nu mai deții controlul asupra unei situații sau că te temi de un rezultat catastrofal (care adesea este exagerat de minte). Este un semnal de alarmă al subconștientului care îți cere să te oprești, să respiri și să abordezi problemele rațional, nu emoțional.",
      "slug": "panica"
    },
    {
      "name": "Panou",
      "category": "obiecte",
      "shortMeaning": "Informație publică, avertisment, reclamă sau barieră vizuală.",
      "fullInterpretation": "Un panou în vis reprezintă un mesaj care ți se transmite direct. Citește cu atenție ce scrie pe el – este un sfat sau un avertisment din partea subconștientului. Un panou publicitar indică dorințe induse sau ambiții sociale. Un panou de control sugerează nevoia de a prelua comanda asupra vieții tale. Dacă panoul blochează vederea, înseamnă că informația este ascunsă sau că refuzi să vezi adevărul din spatele aparențelor.",
      "slug": "panou"
    },
    {
      "name": "Pansament",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pansament"
    },
    {
      "name": "Panselute",
      "category": "dictionar",
      "shortMeaning": "Daca visezi panselute semnifica faptul ca te vei certa cu ceilalti.",
      "fullInterpretation": "Daca visezi panselute semnifica faptul ca te vei certa cu ceilalti. De asemenea,Â aceste flori semnifica ca vei avea parte de iubire , gingasie de la persoana care te iubeste in taina.",
      "slug": "panselute"
    },
    {
      "name": "Pantalon",
      "category": "dictionar",
      "shortMeaning": "Pantalonii scurti in vise reprezinta slabiciunea, nevoia de ocrotire sau indrumare, imaturitate, ...",
      "fullInterpretation": "Pantalonii scurti in vise reprezinta slabiciunea, nevoia de ocrotire sau indrumare, imaturitate, vulnerabilitate in fata pericolelor. Totodata, visul la pantaloni scurti mai poate insemna si faptul ca va faceti de ras singur.",
      "slug": "pantalon"
    },
    {
      "name": "Pantaloni",
      "category": "dictionar",
      "shortMeaning": "Pantalonii scurti in vise reprezinta slabiciunea, nevoia de ocrotire sau indrumare, imaturitate, ...",
      "fullInterpretation": "Pantalonii scurti in vise reprezinta slabiciunea, nevoia de ocrotire sau indrumare, imaturitate, vulnerabilitate in fata pericolelor. Totodata, visul la pantaloni scurti mai poate insemna si faptul ca va faceti de ras singur.",
      "slug": "pantaloni"
    },
    {
      "name": "Pantaloni scurti",
      "category": "dictionar",
      "shortMeaning": "Pantalonii scurti in vise reprezinta slabiciunea, nevoia de ocrotire sau indrumare, imaturitate, ...",
      "fullInterpretation": "Pantalonii scurti in vise reprezinta slabiciunea, nevoia de ocrotire sau indrumare, imaturitate, vulnerabilitate in fata pericolelor. Totodata, visul la pantaloni scurti mai poate insemna si faptul ca va faceti de ras singur.",
      "slug": "pantaloni-scurti"
    },
    {
      "name": "Pantece",
      "category": "dictionar",
      "shortMeaning": "Visul in care ne vedem pe noi insine observand pantecele altcuiva ne atrage atentia asupra sentim...",
      "fullInterpretation": "Visul in care ne vedem pe noi insine observand pantecele altcuiva ne atrage atentia asupra sentimentelor acelei persoane. - Daca in vis avem reprezentarea pantecelui nostru balonat, este posibil ca, din punct de vedere psihologic, sa ne aflam intr-un punct in care ne este necesar sa ne exprimam sentimentele, fie prin accese de furie, fie prin discutii deschise. Intrucat reprezinta locul in care se afla plexul solar, pantecele este centru spiritual al vietii.",
      "slug": "pantece"
    },
    {
      "name": "Pantera",
      "category": "dictionar",
      "shortMeaning": "Pantera neagra in vise este simbolul salbaticiei, al intolerantei si al lipsei de maniere.",
      "fullInterpretation": "Pantera neagra in vise este simbolul salbaticiei, al intolerantei si al lipsei de maniere. Totodata, visul la o pantera neagra poate prezice un mare necaz. Visul in care alungati sau omorati o pantera neagra inseamna ca veti castiga multi bani in viitorul apropiat. Daca visati ca o pantera neagra este agitata si flamanda atunci inseamna ca veti avea parte de o mare realizare la locul de munca, o posibila promovare. Visul in care vedeti o pantera neagra in cusca simbolizeaza ca nimeni nu va poate face rau, sunteti protejat.",
      "slug": "pantera"
    },
    {
      "name": "Pantera neagra",
      "category": "dictionar",
      "shortMeaning": "Pantera neagra in vise este simbolul salbaticiei, al intolerantei si al lipsei de maniere.",
      "fullInterpretation": "Pantera neagra in vise este simbolul salbaticiei, al intolerantei si al lipsei de maniere. Totodata, visul la o pantera neagra poate prezice un mare necaz. Visul in care alungati sau omorati o pantera neagra inseamna ca veti castiga multi bani in viitorul apropiat. Daca visati ca o pantera neagra este agitata si flamanda atunci inseamna ca veti avea parte de o mare realizare la locul de munca, o posibila promovare. Visul in care vedeti o pantera neagra in cusca simbolizeaza ca nimeni nu va poate face rau, sunteti protejat.",
      "slug": "pantera-neagra"
    },
    {
      "name": "Pantof",
      "category": "dictionar",
      "shortMeaning": "vei lua un barbat bun, dorintele se implinesc - avand unul singur- esti asteptat - barbatesti- it...",
      "fullInterpretation": "vei lua un barbat bun, dorintele se implinesc - avand unul singur- esti asteptat - barbatesti- iti merge bine la serviciu - curatind- discutii aprinse cu prietenii - de copil- promovare la serviciu - de dama- sperante dintr-o calatorie cu un barbat bun, neantelegeri cu sora sau cu fratele tau - de lemn- mizerie, seceta - de lemn purtand- vreme proasta, mare saracie si mizerie - la reparat- urmeaza-ti chemarile inimii - noi- vei primi daruri - numai unul avand in picioare- asteptare cu dragoste si dor - pierzand talpa de pe ei- o sansa ti se iveste, profita de ea - pierzandu-i- saracie - repari- viata linistita - stricati purtand- neantelegere, dezonoare - vechi- atentie, urmeaza o perioada de neplaceri. Pentru o interpretare in detaliu consultati visul : IncaltaminteVisul despre un pantof pierdut ar putea sa va duca cu gandul la cum drumurile vietii s-au pierdut sau ca sufletul dumneavoastra este prea incurcat. Uneori, s-ar putea sa visati ca va intindeti spre bancheta din spate a masinii pentru a cauta pantoful pierdut. Aceasta cautare va duce spre un loc din viata dumneavoastra unde ati pierdut ceva mult mai important, o energie vitala sau o identitate pe care acum incercati sa o recastigati. A pierde un pantof in vise ar putea sugera ca nu sunteti pregatit sau ca nu doriti sa faceti urmatorul pas, sa mergeti inainte intr-o anumita situatie din viata dumneavoastra. Visul ar mai putea indica faptul ca ati uitat un pas important sau ca nu intelegeti pe deplin ceva important. drum nou, depasirea limitelor proprii pantofi desperechiati - cautarea unui partener, singuratate, lipsa sentimentului de iubire, dorinta de a gasi parteneru potrivit fie intr-o relatie de afaceri fie intr-una de iubire pantofi vechi - lancezeala, lipsa de curaj si de initiative. Pentru o interpretare amananuntinta consultati visul : IncaltaminteVisul la pantofi albi este un semn ca veti afla vesti bune. Poate fi vorba de o promovare, de o marire de salariu, de o vizita placuta din partea cuiva sau chiar de o sarcina. Totusi, nu va entuziasmati prea tare si incercati sa tratati vestile cum se cuvine.Pantofii cu toc in vis inseamna ca aveti un complex de superioritate. Va simtiti deasupra tuturor. Aveti incredere maxima in dumneavoastra si va simtiti plin de curaj. Considerati ca trebuie sa aveti prioritate oriunde mergeti.Daca visati ca pantofii sunt murdari inseamna ca va veti face inamici daca continuati sa criticati lumea. Visul in care purtati pantofi murdari va avertizeaza ca ar trebui sa nu va mai inconjurati de oameni rai sau dusmani. Incercati sa nu mai fiti atat de critic.Pantofii negrii in vis inseamna ca va veti bucura de un succes financiar. Totodata, acest succes va va aduce si o stare de sine foarte buna, veti fi multumiti de progresele realizate.Pantofii noi in vise sugereaza ca veti merge pe un drum necunoscut, porbabil o afacere necunoscuta, dar de succes. Visul ar putea avea interpretare ca sunteti increzatori in succesul dumneavoastra. Alternativ, o pereche de pantofi noi, de lux aparuta in vise inseamna ca veti fi onorati, respectati de cei din jur.",
      "slug": "pantof"
    },
    {
      "name": "Pantof pierdut",
      "category": "dictionar",
      "shortMeaning": "Visul despre un pantof pierdut ar putea sa va duca cu gandul la cum drumurile vietii s-au pierdut...",
      "fullInterpretation": "Visul despre un pantof pierdut ar putea sa va duca cu gandul la cum drumurile vietii s-au pierdut sau ca sufletul dumneavoastra este prea incurcat. Uneori, s-ar putea sa visati ca va intindeti spre bancheta din spate a masinii pentru a cauta pantoful pierdut. Aceasta cautare va duce spre un loc din viata dumneavoastra unde ati pierdut ceva mult mai important, o energie vitala sau o identitate pe care acum incercati sa o recastigati. A pierde un pantof in vise ar putea sugera ca nu sunteti pregatit sau ca nu doriti sa faceti urmatorul pas, sa mergeti inainte intr-o anumita situatie din viata dumneavoastra. Visul ar mai putea indica faptul ca ati uitat un pas important sau ca nu intelegeti pe deplin ceva important.",
      "slug": "pantof-pierdut"
    },
    {
      "name": "Pantofi",
      "category": "dictionar",
      "shortMeaning": "drum nou, depasirea limitelor proprii pantofi desperechiati - cautarea unui partener, singuratate...",
      "fullInterpretation": "drum nou, depasirea limitelor proprii pantofi desperechiati - cautarea unui partener, singuratate, lipsa sentimentului de iubire, dorinta de a gasi parteneru potrivit fie intr-o relatie de afaceri fie intr-una de iubire pantofi vechi - lancezeala, lipsa de curaj si de initiative. Pentru o interpretare amananuntinta consultati visul : IncaltaminteVisul la pantofi albi este un semn ca veti afla vesti bune. Poate fi vorba de o promovare, de o marire de salariu, de o vizita placuta din partea cuiva sau chiar de o sarcina. Totusi, nu va entuziasmati prea tare si incercati sa tratati vestile cum se cuvine.Pantofii cu toc in vis inseamna ca aveti un complex de superioritate. Va simtiti deasupra tuturor. Aveti incredere maxima in dumneavoastra si va simtiti plin de curaj. Considerati ca trebuie sa aveti prioritate oriunde mergeti.Daca visati ca pantofii sunt murdari inseamna ca va veti face inamici daca continuati sa criticati lumea. Visul in care purtati pantofi murdari va avertizeaza ca ar trebui sa nu va mai inconjurati de oameni rai sau dusmani. Incercati sa nu mai fiti atat de critic.Pantofii negrii in vis inseamna ca va veti bucura de un succes financiar. Totodata, acest succes va va aduce si o stare de sine foarte buna, veti fi multumiti de progresele realizate.Pantofii noi in vise sugereaza ca veti merge pe un drum necunoscut, porbabil o afacere necunoscuta, dar de succes. Visul ar putea avea interpretare ca sunteti increzatori in succesul dumneavoastra. Alternativ, o pereche de pantofi noi, de lux aparuta in vise inseamna ca veti fi onorati, respectati de cei din jur.Pantofii rupti in vise inseamna ca va veti face de rusine in anumite instante, veti fi dezonorat.Visul in care purtati pantofi vechi inseamna ca veti avea parte de multa intelegere si iubire in casa. Daca in vis aveti un singur pantof vechi inseamna ca trebuie sa fiti precaut deoarece vi se pregateste ceva rau.",
      "slug": "pantofi"
    },
    {
      "name": "Pantofi albi",
      "category": "dictionar",
      "shortMeaning": "Visul la pantofi albi este un semn ca veti afla vesti bune.",
      "fullInterpretation": "Visul la pantofi albi este un semn ca veti afla vesti bune. Poate fi vorba de o promovare, de o marire de salariu, de o vizita placuta din partea cuiva sau chiar de o sarcina. Totusi, nu va entuziasmati prea tare si incercati sa tratati vestile cum se cuvine.",
      "slug": "pantofi-albi"
    },
    {
      "name": "Pantofi cu toc",
      "category": "dictionar",
      "shortMeaning": "Pantofii cu toc in vis inseamna ca aveti un complex de superioritate.",
      "fullInterpretation": "Pantofii cu toc in vis inseamna ca aveti un complex de superioritate. Va simtiti deasupra tuturor. Aveti incredere maxima in dumneavoastra si va simtiti plin de curaj. Considerati ca trebuie sa aveti prioritate oriunde mergeti.",
      "slug": "pantofi-cu-toc"
    },
    {
      "name": "Pantofi murdari",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca pantofii sunt murdari inseamna ca va veti face inamici daca continuati sa criticati lumea.",
      "fullInterpretation": "Daca visati ca pantofii sunt murdari inseamna ca va veti face inamici daca continuati sa criticati lumea. Visul in care purtati pantofi murdari va avertizeaza ca ar trebui sa nu va mai inconjurati de oameni rai sau dusmani. Incercati sa nu mai fiti atat de critic.",
      "slug": "pantofi-murdari"
    },
    {
      "name": "Pantofi negri",
      "category": "dictionar",
      "shortMeaning": "Pantofii negrii in vis inseamna ca va veti bucura de un succes financiar.",
      "fullInterpretation": "Pantofii negrii in vis inseamna ca va veti bucura de un succes financiar. Totodata, acest succes va va aduce si o stare de sine foarte buna, veti fi multumiti de progresele realizate.",
      "slug": "pantofi-negri"
    },
    {
      "name": "Pantofi noi",
      "category": "dictionar",
      "shortMeaning": "Pantofii noi in vise sugereaza ca veti merge pe un drum necunoscut, porbabil o afacere necunoscuta, dar de succes.",
      "fullInterpretation": "Pantofii noi in vise sugereaza ca veti merge pe un drum necunoscut, porbabil o afacere necunoscuta, dar de succes. Visul ar putea avea interpretare ca sunteti increzatori in succesul dumneavoastra. Alternativ, o pereche de pantofi noi, de lux aparuta in vise inseamna ca veti fi onorati, respectati de cei din jur.",
      "slug": "pantofi-noi"
    },
    {
      "name": "Pantofi rupti",
      "category": "dictionar",
      "shortMeaning": "Pantofii rupti in vise inseamna ca va veti face de rusine in anumite instante, veti fi dezonorat.",
      "fullInterpretation": "Pantofii rupti in vise inseamna ca va veti face de rusine in anumite instante, veti fi dezonorat.",
      "slug": "pantofi-rupti"
    },
    {
      "name": "Pantofi vechi",
      "category": "dictionar",
      "shortMeaning": "Visul in care purtati pantofi vechi inseamna ca veti avea parte de multa intelegere si iubire in casa.",
      "fullInterpretation": "Visul in care purtati pantofi vechi inseamna ca veti avea parte de multa intelegere si iubire in casa. Daca in vis aveti un singur pantof vechi inseamna ca trebuie sa fiti precaut deoarece vi se pregateste ceva rau.",
      "slug": "pantofi-vechi"
    },
    {
      "name": "Pantomima",
      "category": "dictionar",
      "shortMeaning": "Pentru foarte multi oameni pantomima reprezinta o amintire a vremurilor fericite ale copilariei s...",
      "fullInterpretation": "Pentru foarte multi oameni pantomima reprezinta o amintire a vremurilor fericite ale copilariei si se manifesta adesea in vis ca un memento al unor perioade fericite lipsite de griji. De asemenea, poate sugera latura spontana si ludica a personalitatii tale. Datorita faptului ca imaginile asociate pantomimei sunt adeseori exagerate si impresionante, aceasta poate fi folosita in vis ca un mijloc de a ne atrage atentia asupra unor aspecte de a caror existenta trebuie sa devenim constienti. Cele mai multe imagini asociate teatrului ilustreaza ideea lumii ca o scena. In cazul pantomimei, vorbim despre o reprezentare suprarealista a acestei conceptii.",
      "slug": "pantomima"
    },
    {
      "name": "Panza",
      "category": "dictionar",
      "shortMeaning": "La nivel al concretului, panza de in sugereaza in vis inclinatia pentru obiectele frumoase.",
      "fullInterpretation": "La nivel al concretului, panza de in sugereaza in vis inclinatia pentru obiectele frumoase.Â Fetele de masa din in, de exemplu, pot fi un indiciu al unui prilej de sarbatoare, in sensul in care in aceste ocazii folosim doar cele mai frumoase lucruri.Â Cearsafurile din in pot semnifica senzualitatea. In lumea actuala, cand totul pare sa se realizeze cat mai repede si mai usor posibil, panza de in care ne apare in vise simbolizeaza o incetinire a pasului si o atitudine atenta si grijulie. In plan spiritual, panza fina de in simbolizeaza puritatea si virtutea. Trimite cu gandul la giulgiul lui Isus, sugerand adoratia si dragostea.In general, panza de paianjen face referire la unele sentimente cu privire la o situatie lipsita de sens sau de speranta. De asemenea, visul poate arata ca traiti cu o problema cu care deja v-ati obisnuit sau faptul ca nu gasiti o solutie la problema dumneavoastra. Sunteti constient de negativitatea din viata si va simtiti jenat cand incercati sa discutati despre probleme vechi pe care nu le puteti evita. Alternativ, visul este un semn al neglijentei responsabilitatilor sau al talentelor. In traditia noastra populara, panza de paianjen simbolizeaza planul inamicului de a va ingreuna viata. Visand panze de paianjeni pe peretii camerei tale reflecata sentimente de neputinta cu privire la probemele sau personalitatea dumneavoastra. Indepartand panze de paianjen reprezinta un comportament care se concentreaza pe gestionarea problemelor care au scapat de sub control. Daca folositi mana pentu a le indeparta, este semn ca veti obtine o victorie.In vechime panza de sac simboliza umilinta. Oamenii purtau un astfel de material pentru a sugera cat sunt de neinsemnati sau pentru a-si cere iertare pentru o anumita fapta. In zilele noastre, aparitia in vis a unei panze de sac sugereaza sentimentul de a ne fi umilit singuri intr-un anumit contex. Panza de sac simbolizeaza si pocainta. Este posibil sa simtim ca ne-am umilit pe noi insine, dar in egala masura aratam ca ne caim pentru o actiune sau o fapta. Panza de sac sugereaza ca trebuie sa ne exteriorizam acest sentiment. Pe vremuri, panza de sac era purtata in semn de doliu, ca simbol al pierderii sufletesti. Acest simbolism poate aparea in vise.",
      "slug": "panza"
    },
    {
      "name": "Panza de in",
      "category": "dictionar",
      "shortMeaning": "La nivel al concretului, panza de in sugereaza in vis inclinatia pentru obiectele frumoase.",
      "fullInterpretation": "La nivel al concretului, panza de in sugereaza in vis inclinatia pentru obiectele frumoase.Â Fetele de masa din in, de exemplu, pot fi un indiciu al unui prilej de sarbatoare, in sensul in care in aceste ocazii folosim doar cele mai frumoase lucruri.Â Cearsafurile din in pot semnifica senzualitatea. In lumea actuala, cand totul pare sa se realizeze cat mai repede si mai usor posibil, panza de in care ne apare in vise simbolizeaza o incetinire a pasului si o atitudine atenta si grijulie. In plan spiritual, panza fina de in simbolizeaza puritatea si virtutea. Trimite cu gandul la giulgiul lui Isus, sugerand adoratia si dragostea.",
      "slug": "panza-de-in"
    },
    {
      "name": "Panza de paianjen",
      "category": "dictionar",
      "shortMeaning": "In general, panza de paianjen face referire la unele sentimente cu privire la o situatie lipsita ...",
      "fullInterpretation": "In general, panza de paianjen face referire la unele sentimente cu privire la o situatie lipsita de sens sau de speranta. De asemenea, visul poate arata ca traiti cu o problema cu care deja v-ati obisnuit sau faptul ca nu gasiti o solutie la problema dumneavoastra. Sunteti constient de negativitatea din viata si va simtiti jenat cand incercati sa discutati despre probleme vechi pe care nu le puteti evita. Alternativ, visul este un semn al neglijentei responsabilitatilor sau al talentelor. In traditia noastra populara, panza de paianjen simbolizeaza planul inamicului de a va ingreuna viata. Visand panze de paianjeni pe peretii camerei tale reflecata sentimente de neputinta cu privire la probemele sau personalitatea dumneavoastra. Indepartand panze de paianjen reprezinta un comportament care se concentreaza pe gestionarea problemelor care au scapat de sub control. Daca folositi mana pentu a le indeparta, este semn ca veti obtine o victorie.",
      "slug": "panza-de-paianjen"
    },
    {
      "name": "Panza de sac",
      "category": "dictionar",
      "shortMeaning": "In vechime panza de sac simboliza umilinta.",
      "fullInterpretation": "In vechime panza de sac simboliza umilinta. Oamenii purtau un astfel de material pentru a sugera cat sunt de neinsemnati sau pentru a-si cere iertare pentru o anumita fapta. In zilele noastre, aparitia in vis a unei panze de sac sugereaza sentimentul de a ne fi umilit singuri intr-un anumit contex. Panza de sac simbolizeaza si pocainta. Este posibil sa simtim ca ne-am umilit pe noi insine, dar in egala masura aratam ca ne caim pentru o actiune sau o fapta. Panza de sac sugereaza ca trebuie sa ne exteriorizam acest sentiment. Pe vremuri, panza de sac era purtata in semn de doliu, ca simbol al pierderii sufletesti. Acest simbolism poate aparea in vise.",
      "slug": "panza-de-sac"
    },
    {
      "name": "Papa",
      "category": "dictionar",
      "shortMeaning": "Adeseori, atunci cand in vis apare un papa, este semnul unor confruntari cu convingerile religioase.",
      "fullInterpretation": "Adeseori, atunci cand in vis apare un papa, este semnul unor confruntari cu convingerile religioase. Imaginea papei poate fi blanda sau aspra, in functie de felul in care ne-a fost infatisata in copilarie. Visul in care il intalnim pe papa reprezinta orientare spirituala si convingeri. Acest vis serveste ca sursa de inspiratie. Papa apare in vis ca un substitul al figurii tatalui sau ca o personificare a lui Dumnezeu. Din punct de vedere spiritual, figura suveranului pontif poate simboliza mentorul spiritual sau Sinele Suprem.",
      "slug": "papa"
    },
    {
      "name": "Papadie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "papadie"
    },
    {
      "name": "Papagal",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "papagal"
    },
    {
      "name": "Papetarie",
      "category": "dictionar",
      "shortMeaning": "Recuzitele sunt aducatoare de noroc si inseamna ca vei avea conditii financiare bune.",
      "fullInterpretation": "Recuzitele sunt aducatoare de noroc si inseamna ca vei avea conditii financiare bune.",
      "slug": "papetarie"
    },
    {
      "name": "Papion",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "papion"
    },
    {
      "name": "Papiota",
      "category": "dictionar",
      "shortMeaning": "Papiota in vise inseamna ca aveti destul timp pentru a va rezolva problemele, totul e sa nu va grabiti.",
      "fullInterpretation": "Papiota in vise inseamna ca aveti destul timp pentru a va rezolva problemele, totul e sa nu va grabiti.",
      "slug": "papiota"
    },
    {
      "name": "Papirus",
      "category": "dictionar",
      "shortMeaning": "Visul in care vezi un papirus indica faptul ca trebuie sa privesti in trecut pentru a putea invata din el (din greseli).",
      "fullInterpretation": "Visul in care vezi un papirus indica faptul ca trebuie sa privesti in trecut pentru a putea invata din el (din greseli). - Un papirus unic in vise face referire la cunostintele tale care sunt periculoase. - Visul in care vezi un papirus rupt este un semn care iti spune sa nu fi prea repezit(a).",
      "slug": "papirus"
    }
  ]
}
