{
  "symbols": [
    {
      "name": "Pulover",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pulover"
    },
    {
      "name": "Puls",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca iei pulsul unei persoane semnifica faptul ca ar trebui sa fi mai precaut cu noii prieteni.",
      "fullInterpretation": "Daca visezi ca iei pulsul unei persoane semnifica faptul ca ar trebui sa fi mai precaut cu noii prieteni. De asemenea, daca visezi ca pulsul tau este rapid inseamna ca vei avea parte de actiuni incitante.",
      "slug": "puls"
    },
    {
      "name": "Pumn",
      "category": "dictionar",
      "shortMeaning": "Pumnul in vis simbolizeaza furie, putere si agresiune.",
      "fullInterpretation": "Pumnul in vis simbolizeaza furie, putere si agresiune. De asemenea indica disponibilitatea de a lupta si a te apara. Daca folositi un pumnal in vis reprezinta o remarca ~taiere~ . Poate simtiti ca ati fost injunghiat/a in spate. Daca o femeie viseaza ca este nimerita de un pumnal,semnifica faptul ca se daruieste iubitului , impotriva vointei ei.",
      "slug": "pumn"
    },
    {
      "name": "Pumnal",
      "category": "dictionar",
      "shortMeaning": "Daca folositi un pumnal in vis reprezinta o remarca ~taiere~ .",
      "fullInterpretation": "Daca folositi un pumnal in vis reprezinta o remarca ~taiere~ . Poate simtiti ca ati fost injunghiat/a in spate. Daca o femeie viseaza ca este nimerita de un pumnal,semnifica faptul ca se daruieste iubitului , impotriva vointei ei.",
      "slug": "pumnal"
    },
    {
      "name": "Puncte Cardinale",
      "category": "dictionar",
      "shortMeaning": "Semnificatia punctelor cardinale : Sudul simbolizeaza sentimentele noastre de caldura sufleteasca.",
      "fullInterpretation": "Semnificatia punctelor cardinale : Sudul simbolizeaza sentimentele noastre de caldura sufleteasca. Nordul exprima sentimentele distante si gandirea la rece. Vestul este simbolul noptii si al pericolelor deoarece este teritoriul in care apune soarele. Estul are o legatura stransa cu soarele si lumina care ne insoteste pe drumul vietii.",
      "slug": "puncte-cardinale"
    },
    {
      "name": "Punga",
      "category": "dictionar",
      "shortMeaning": "Un pungas poate fi un semn ca aveti dificultati.",
      "fullInterpretation": "Un pungas poate fi un semn ca aveti dificultati. Ca si in vis pungasii sunt oameni care vor sa va traga pe sfoara , o alegere gresita poate aduce un pericol pentru dumneavoastra.",
      "slug": "punga"
    },
    {
      "name": "Pungasi",
      "category": "dictionar",
      "shortMeaning": "Un pungas poate fi un semn ca aveti dificultati.",
      "fullInterpretation": "Un pungas poate fi un semn ca aveti dificultati. Ca si in vis pungasii sunt oameni care vor sa va traga pe sfoara , o alegere gresita poate aduce un pericol pentru dumneavoastra.",
      "slug": "pungasi"
    },
    {
      "name": "Punte",
      "category": "dictionar",
      "shortMeaning": "Daca te visezi trecand o punte , semnifica faptul ca vei scapa de niste griji mai vechi.",
      "fullInterpretation": "Daca te visezi trecand o punte , semnifica faptul ca vei scapa de niste griji mai vechi. De asemenea, daca vezi o punte in vis inseamna o salvare, schimbare.",
      "slug": "punte"
    },
    {
      "name": "Pupaza",
      "category": "dictionar",
      "shortMeaning": "Daca visezi o pupaza inseamna ca esti prea laudaros si vei pierdea simpatia multor persoane din jurul tau.",
      "fullInterpretation": "Daca visezi o pupaza inseamna ca esti prea laudaros si vei pierdea simpatia multor persoane din jurul tau.",
      "slug": "pupaza"
    },
    {
      "name": "Pupila",
      "category": "dictionar",
      "shortMeaning": "Daca visati o pupila care nu apartine ochiului uman, precum o pupila de animal, inseamna ca ca at...",
      "fullInterpretation": "Daca visati o pupila care nu apartine ochiului uman, precum o pupila de animal, inseamna ca ca ati muncit prea mult si aveti nevoie de odihna. De asemenea, ar putea fi un indiciu pentru o infectie la ochi si ar fi bine sa vedeti un oftalmolog. Visul in care vedeti pupile inflacarate sugereaza ca unii colegi sau parteneri de afaceri va vor trada. A visa doar pupila, fara a vedea intreg ochiul poate insemna ca va veti confrunta cu o situatie problematica din cauza unui strain. Trebuie sa aveti grija in confruntarea cu oamenii si sa incercati sa ramanteti neprovocat. In caz contrar, daca vedeti ochiul fara pupile inseamna ca sunteti prea stresat. Daca sunteti oribilat de o pupila in vise inseamna ca intuitia dumneavoastra va va ajuta sa gasiti cea mai buna solutie. Trebuie sa va ascultati vocea interioara pe viitor. Visul in care vedeti un om cu pupilele dilatate poate sugera pericol pe drum. Daca sunteti indeajuns de vigilent, puteti evita problemele cu usurinta. A visa pupile insangerate din cauza unei rani simbolizeaza un pericol. In realitate, pericolul asteapta persoana a carui pupila a fost ranita. Stiind aceasta interpretare, va puteti proteja pe dumneavoastra si pe cei dragi de probleme.",
      "slug": "pupila"
    },
    {
      "name": "Purcel",
      "category": "dictionar",
      "shortMeaning": "Purcelul in vise poate insemna o serie de lucruri diferite.",
      "fullInterpretation": "Purcelul in vise poate insemna o serie de lucruri diferite. Semnificatia generala : pucelul aparut in vise face referire la cineva din vita dumneavoastra care are defecte de caracter si imperfectiuni, dar pe care le acceptati. Acel cineva ar putea fi dumneavoastra (tu insati). Alternativ, purceii sunt, de asemenea, un simbol asociat copiilor. Sacrificarea unui purcel in vis este considerat a fi semn bun, gasirea fericirii si obtinerea a tot ceea ce este mai bun de la viata in viitorul apropiat. Visul in care tineti in brate un purcel (sau mai multi) valori imobiliare sau investitii imobiliare ce va vor aduce o bogatie neasteptata. Sotul care viseaza ca sotia sa tine in brate purcei , semn ca sotia ar putea concepe un copil care va aduce bogatie si noroc in familie. Scroafa cu o turma de purcei indica crestere a numarului de membrii in familie.",
      "slug": "purcel"
    },
    {
      "name": "Pureci",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pureci"
    },
    {
      "name": "Purice",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "purice"
    },
    {
      "name": "Pureci",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pureci"
    },
    {
      "name": "Puroi",
      "category": "dictionar",
      "shortMeaning": "Daca visezi puroi iesind dintr-o rana este un semn al unui accident in urma caruia ai putea ramane cu niste semne.",
      "fullInterpretation": "Daca visezi puroi iesind dintr-o rana este un semn al unui accident in urma caruia ai putea ramane cu niste semne.",
      "slug": "puroi"
    },
    {
      "name": "Purpura",
      "category": "dictionar",
      "shortMeaning": "Purpura confera demnitate regala, semnifica ca va controlati foarte bine sentimentele.",
      "fullInterpretation": "Purpura confera demnitate regala, semnifica ca va controlati foarte bine sentimentele. Este indicativ de devotament, iubire, bunatate si compasiune.",
      "slug": "purpura"
    },
    {
      "name": "Pusca",
      "category": "dictionar",
      "shortMeaning": "Daca te visezi puscarias inseamna ca vei avea probleme minore cu un politist.",
      "fullInterpretation": "Daca te visezi puscarias inseamna ca vei avea probleme minore cu un politist.A fi impuscat in vise poate provoca furie, frica si confuzie, dar exista modalitati practice de a intelege si de a interpreta cu exactitate ceea ce inseamna, in special daca aceste scenarii se repeta. Visul in care sunteti impuscat in razboi ar putea fi o posibila amintire despre o experienta trecuta. Daca visati ca sunteti impuscat mortal inseamna experienta unei concluzii, finalul unui conflict, a unei batalii.(pe cineva) emotii puternice negative, tentativa de a face rau cuiva, ranire, agresivitate, ura, barfe, critica excesiva -(fiind impuscat) surprize neplacute, evenimente neasteptate socante, care te iau pe nepregatite, vesti incredibile, teama de a fi supus tu barfelor, criticilor excesive, agresivitatii.(Auzind Impuscatura) Vei primi o veste rea.Penitenciarul, inchisoarea sau puscaria pot face referire la o afectiune limitata in ceea ce priveste psihicul sau la faptul ca va simtiti legat de o situatie din viata de zi cu zi. Visul simbolizeaza libertate de miscare restictionata. Interpretare detaliata a viselor De cele mai multe ori acest gen de vise semifica faptul ca in viata de zi cu zi va simtiti mereu captivi. Poate ca exista complicatii in viata emotionala, spirituala sau materiala. Uneori, acest vis ar putea indica si dorinta de a scapa de anumite comportamente sau obiceiuri inadecvate. Fiind trimis la inchisoare simbolizeaza o relatie bolnavicioasa sau o relatie in care va simtiti captivi sau limitati intr-un fel sau altul. Daca ati visat o celula de inchisoare, un astfel de vis, sugereaza presiune si stres din partea superiorilor. In general acest vis este asociat cu locul de munca. Celula reprezinta sentimentele referitoare la faptul ca ai fost prins in aceasta situatie, fara posibilitatea de a scapa. Visand ca va aflati intr-un penitenciar, in conditii de viata dure, un astfel de vis ar putea fi defapt un semn bun. Conditiile de viata precare, cum ar fi alimentele si igiena precara, etc., ar putea simboliza puterea, ceea ce va va ajuta sa depasiti anumite provocari si sa obtineti ceea ce va doriti. In acest caz, cu cat sunt mai grave conditiile, cu atat este mai mare succesul. Visand ca ati vazut pe cineva la puscarie, un asemenea vis poate semnifica eforturile dvs. pentru a ajuta aceasta persoana sa iase din anumite probleme sau sa atinga un obiectiv. S-ar putea sa deveniti o legatura importanta in succesul si bunastarea lui in viitor. Daca ati visat un membru al familiei, cum ar fi fratele sau parintele, in inchisoare, un astfel de vis ar putea semnifica controlul asupra gandurilor si actiunilor acestei persoane in viata reala. Acest vis este si un mesaj pentru a-ti reconsidera comportamentul fata de aceasta pesoana si pentru a opri controlul si abuzul acestora intr-un asemenea mod. Visand ca ati fost eliberat din inchisoare ar putea indica nevoia unor schimbari majore in viata. Uneori, acest vis semnifica depasirea obstacolelor. Visele in care sunteti implicat intr-o lupta in inchisoare reprezinta confruntari sau dificultati in viitorul apropiat.",
      "slug": "pusca"
    },
    {
      "name": "Puscarias",
      "category": "dictionar",
      "shortMeaning": "Daca te visezi puscarias inseamna ca vei avea probleme minore cu un politist.",
      "fullInterpretation": "Daca te visezi puscarias inseamna ca vei avea probleme minore cu un politist.",
      "slug": "puscarias"
    },
    {
      "name": "Puscarie",
      "category": "dictionar",
      "shortMeaning": "Penitenciarul, inchisoarea sau puscaria pot face referire la o afectiune limitata in ceea ce priv...",
      "fullInterpretation": "Penitenciarul, inchisoarea sau puscaria pot face referire la o afectiune limitata in ceea ce priveste psihicul sau la faptul ca va simtiti legat de o situatie din viata de zi cu zi. Visul simbolizeaza libertate de miscare restictionata. Interpretare detaliata a viselor De cele mai multe ori acest gen de vise semifica faptul ca in viata de zi cu zi va simtiti mereu captivi. Poate ca exista complicatii in viata emotionala, spirituala sau materiala. Uneori, acest vis ar putea indica si dorinta de a scapa de anumite comportamente sau obiceiuri inadecvate. Fiind trimis la inchisoare simbolizeaza o relatie bolnavicioasa sau o relatie in care va simtiti captivi sau limitati intr-un fel sau altul. Daca ati visat o celula de inchisoare, un astfel de vis, sugereaza presiune si stres din partea superiorilor. In general acest vis este asociat cu locul de munca. Celula reprezinta sentimentele referitoare la faptul ca ai fost prins in aceasta situatie, fara posibilitatea de a scapa. Visand ca va aflati intr-un penitenciar, in conditii de viata dure, un astfel de vis ar putea fi defapt un semn bun. Conditiile de viata precare, cum ar fi alimentele si igiena precara, etc., ar putea simboliza puterea, ceea ce va va ajuta sa depasiti anumite provocari si sa obtineti ceea ce va doriti. In acest caz, cu cat sunt mai grave conditiile, cu atat este mai mare succesul. Visand ca ati vazut pe cineva la puscarie, un asemenea vis poate semnifica eforturile dvs. pentru a ajuta aceasta persoana sa iase din anumite probleme sau sa atinga un obiectiv. S-ar putea sa deveniti o legatura importanta in succesul si bunastarea lui in viitor. Daca ati visat un membru al familiei, cum ar fi fratele sau parintele, in inchisoare, un astfel de vis ar putea semnifica controlul asupra gandurilor si actiunilor acestei persoane in viata reala. Acest vis este si un mesaj pentru a-ti reconsidera comportamentul fata de aceasta pesoana si pentru a opri controlul si abuzul acestora intr-un asemenea mod. Visand ca ati fost eliberat din inchisoare ar putea indica nevoia unor schimbari majore in viata. Uneori, acest vis semnifica depasirea obstacolelor. Visele in care sunteti implicat intr-o lupta in inchisoare reprezinta confruntari sau dificultati in viitorul apropiat.",
      "slug": "puscarie"
    },
    {
      "name": "Pusculita",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pusculita"
    },
    {
      "name": "Pustnic",
      "category": "dictionar",
      "shortMeaning": "Pustnicul semnifica singuratatea.",
      "fullInterpretation": "Pustnicul semnifica singuratatea. Prin intermediul acestui vis sufletul nostru vrea sa ne arate cat de singuri suntem chiar daca in realitate suntem sociabili , este vorba de singuratatea din interiorul sufletului , de cautarea unui om care sa ne inteleaga in totalitate. Daca te visezi pustnic semnifica faptul ca ai vrea sa fi singur sau ca te simti singur. Gaseste o modalitate de a iesi din acesta groapa.",
      "slug": "pustnic"
    },
    {
      "name": "Put",
      "category": "dictionar",
      "shortMeaning": "Puterile supranaturale in vise inseamna ca intotdeauna vedeti lucrurile pozitive chiar si in situatile rele.",
      "fullInterpretation": "Puterile supranaturale in vise inseamna ca intotdeauna vedeti lucrurile pozitive chiar si in situatile rele. Aveti energie nelimitata. De asemenea, va simtiti increzator in abilitatile voastre. Luati in considerare importanta puterii dumneavoastra si cum este aplicata intr-o situatie sau relatie din viata dumneavoastra. Daca ai visat o putina inseamna ca vei avea parte de o calatorie in apropiere.Este posibil ca anumite lucruri din vaiata noastra sa fi mers prost, iar noi ne simtim lipsiti de puterea si energia necesare pentru a le inrepta. Chiar daca in mod constient nu admitem acest lucru, visele scot la iveala aceste temeri. Destramarea (de exemplu, cea a unei relatii) poate fi sugerata in vis prin lucruri aflate in stare de putrefactie. Atunci cand in viata noastra se intampla un lucru care va duce la un dezastru total, visam ceva cu miros urat, ca de cadavru. In termeni spirituali, inaintea oricarui nou inceput trebuie sa existe disolutia si descompunerea trecutului. Daca ne este teama sa o luam de la capat, acest aspect poate fi reflectat in vis sub forma unor lucruri aflate in stare de putrefactie. Putregaiul / putrefactia mai poate simboliza si moartea.Trebuie precizat inca de la inceput ca semnificatia viselor ce implica amputarea depinde in mare masura de contextul acestuia. Pentru o mai buna talmacire, in primul rand va trebui sa luati in considerare tipul de amputare si ce parte a corpului a fost amputata. De asemenea, cui i-a fost efecuata, in ce imprejurimi si sentimentele dumneavoastra cu privire la aceasta amputare. In general, aceste tipuri de vise vor simboliza o indepartare sau o anume separare de ceva sau de cineva care a jucat un rol foarte important in viata dumneavoastra. De asemenea, in viata de zi cu zi vor incepe sa apara diverse efecte negative ca urmare a acestei separari. Pe de alta parte, daca amputarea se efectueaza cu acordul dumneavoastra (de ex. daca in vis considerati ca amputarea vi-ar putea salva viata) este semn ca va trebui sa scapti urgent de o problema sau o persoana din viata dumneavoastra. Visul pe indica de asemnea o lipsa de integritate si armonie spirituala. Amputarea piciorului Visand amputarea unui picior (indiferent daca este al dumneavoastra sau al altei persoane) inseamna schimbare rapida, aparitie brusca a unor probleme sau, in unele cazuri, pierderea copleta a increderii. Pe de alta parte, potrivit lui Gustavus Hindman Miller (care a publicat cel mai aprofundat studiu al simbolurilor ce apar in visele noastre), visul poate aparea in urma unor complicatii la locul de munca, a unor dificultati financiare sau a unui declin general. Amputarea bratului Amputarea unui brat este oarecum similara cu amputarea unui picior. Un asemenea vis va simmboliza o pierdere foarte importanta, aici putand fi vorba despre o persoana draga, o relatie, un loc de munca sau sanatatea. Amputarea degetelor Visand ca vi-a fost amputat un unul sau mai multe degete, inseamana ca o situatie recenta a dus la indeparatea unui avantaj din viata dumneavoastra. De acum inainte va trebui sa depuneti mai mult efort pentru a putea tine sub control o situatie. Membru crescand din nou in urma amputarii Acest vis simbolizeaza incercarile inutile a persoanelor care va doresc raul. De asemenea, visul poate fi si despre o dorinta de razbunare.Computerul in vis simbolizeaza tehnologie, informatii , viata moderna si multa munca. Noi domenii de oportunitati sunt deschise pentru tine. Alternativ, calculatorul reprezinta lipsa de individualitate si lipsa de emotii si sentimente. - Daca ai visat ca computerul are o minte proprie si se controleaza singur, inseamna stare de neliniste si pierderea controlului. Te simti coplesit(a). - Daca ai visat ca un calculator are un virus sau ca iti da multe erori pana ce se prabuseste, inseamna ca in viata ta ceva a scapat de sub control. - Daca ai visat ca cumperi un calculator (computer), inseamna ca incepe o noua perioada in viata ta.Cu totii, la un moment dat, ne-am dorit sa avem superputeri, fie pentru a avea tot ce ne dorim, fie pentru a ajuta pe cineva. Chiar daca sunteti o persoana normala, a existat candva o incercare de a deveni mai puternic decat oricine altcineva. Superputerile din vise pot fi asociate cu un sentiment de incredere excesiva cu privire la abilitatile si calitatile dumneavoastra. Drept urmare, visul semnaleaza avantaje speciale, mult peste o persoana medie, si puterea de a realiza mult mai mult.De asemena, puterile supranaturale pot reflecta manifestari neasteptate, uneori socante, ale abilitatilor de putere. Acestea pot inspaimanta sau jena alte perosoane doar prin faptul ca pentru dumneavoastra este foarte usor sa faceti acele lucruri. Din punct de vedere spiritual, puterile supraomenesti exprima potentialul si cresterea, deszoltatea spirituala si fertilitatea. Acestea sunt o dovada ce indica faptul ca ceva crucial si pretios s-a incheiat, dar tot dumneavoastra detineti puterea de a schimba. Interpretarea puterilor supraomenesti din vise cu continut specific Visand ca ridicati o piatra imposibil de clintit in lumea reala, poate reflecta un nivel surprinzator de persistenta in fata unei provocari uriase. Va agatati si sfidati toate asteptarile imposibile si asta va creaza sentimente de neliniste. Nu va faceti griji, in final totul va fi bine. Visand ca aveti superputerea cu care puteti schimba vremea. Un asemnea vis face referire la abilitatea dumneavoastra de a manipula emotiile. De asemena, visul poate refecta capacitati neobisnuit de puternice de a modifica si schimba conditiile unei situatii. Visand ca puteti zbura. Acest vis simbolizeaza sentimente de neoprit, exceptionalitate, inventivitate sau abilitati superioare. Visand ca aveti puterea de a trage cu laser din ochi. Aceasta abilitate demna de benzi desenate reflecta capacitatea dumneavoastra de a face fata perfect problemelor doar prin observare si analizare. De asemena, visul poate simboliza abilitati puternice de delegare, de a-i face pe cei din jur sa indeplineasca sarcini pentru dumneavoastra.",
      "slug": "put"
    },
    {
      "name": "Puteri supranaturale",
      "category": "dictionar",
      "shortMeaning": "Puterile supranaturale in vise inseamna ca intotdeauna vedeti lucrurile pozitive chiar si in situatile rele.",
      "fullInterpretation": "Puterile supranaturale in vise inseamna ca intotdeauna vedeti lucrurile pozitive chiar si in situatile rele. Aveti energie nelimitata. De asemenea, va simtiti increzator in abilitatile voastre. Luati in considerare importanta puterii dumneavoastra si cum este aplicata intr-o situatie sau relatie din viata dumneavoastra.",
      "slug": "puteri-supranaturale"
    },
    {
      "name": "Putina",
      "category": "dictionar",
      "shortMeaning": "Daca ai visat o putina inseamna ca vei avea parte de o calatorie in apropiere.",
      "fullInterpretation": "Daca ai visat o putina inseamna ca vei avea parte de o calatorie in apropiere.",
      "slug": "putina"
    },
    {
      "name": "Putrefactie",
      "category": "dictionar",
      "shortMeaning": "Este posibil ca anumite lucruri din vaiata noastra sa fi mers prost, iar noi ne simtim lipsiti de...",
      "fullInterpretation": "Este posibil ca anumite lucruri din vaiata noastra sa fi mers prost, iar noi ne simtim lipsiti de puterea si energia necesare pentru a le inrepta. Chiar daca in mod constient nu admitem acest lucru, visele scot la iveala aceste temeri. Destramarea (de exemplu, cea a unei relatii) poate fi sugerata in vis prin lucruri aflate in stare de putrefactie. Atunci cand in viata noastra se intampla un lucru care va duce la un dezastru total, visam ceva cu miros urat, ca de cadavru. In termeni spirituali, inaintea oricarui nou inceput trebuie sa existe disolutia si descompunerea trecutului. Daca ne este teama sa o luam de la capat, acest aspect poate fi reflectat in vis sub forma unor lucruri aflate in stare de putrefactie. Putregaiul / putrefactia mai poate simboliza si moartea.",
      "slug": "putrefactie"
    },
    {
      "name": "Puzzle",
      "category": "dictionar",
      "shortMeaning": "Puzzle in vise inseamna o provocare mentala sau o problema din viata reala care necesita o rezolvare.",
      "fullInterpretation": "Puzzle in vise inseamna o provocare mentala sau o problema din viata reala care necesita o rezolvare. Visul in care dati dovada de rabdare in samblarea pieselor de puzzle simbolizeaza o refacere psihica a vietii. Totodata visul reprezinta o insistenta asupra tuturor detaliilor, toate elementele sunt utile si nimic nu trebuie neglijat. Piesele puse cap la cap incep sa aiba un sens, incepeti sa intelegeti tot mai mult.",
      "slug": "puzzle"
    }
  ]
}