{
  "symbols": [
    {
      "name": "Plans",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "plans"
    },
    {
      "name": "Pom de craciun",
      "category": "dictionar",
      "shortMeaning": "daca ai un asemene vis, vei avea parte de bucurii - multe iti va reusi in viata ta.",
      "fullInterpretation": "daca ai un asemene vis, vei avea parte de bucurii - multe iti va reusi in viata ta. Vedeti si semnificatia visului : Brad de craciun",
      "slug": "pom-de-craciun"
    },
    {
      "name": "Pacali",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pacali"
    },
    {
      "name": "Pacat",
      "category": "dictionar",
      "shortMeaning": "Pacatul este o incalcare a normelor morale si etice, regulilor si preceptelor relgioase, care sun...",
      "fullInterpretation": "Pacatul este o incalcare a normelor morale si etice, regulilor si preceptelor relgioase, care sunt stabilite in societate. Visand ca ati comis un pacat reprezinta constientizarea incalcarii unor limite sau reguli. Poate ca tu sau altcineva ati facut ceva de care nu sunteti mandrii. In mod alternativ, pacatul poate simboliza vinovatie, rusine sau jena fata de anumite asteptari din partea unor apropiati. Visul poate aparea si ca uramare a unui mediu stresant la locul de munca. Visul in care altcineva pacatuieste reflecta semntimente de neiertat pentru anumite persoane sau actiuni din ultima vreme. Daca ati vaisat ca ati fost ispasit de mici pacate, inseamna comiterea actelor pacatoase in viata reala.(a)cu un barbat- esti ingrijorata de sanatatea cuiva - cu femei- obstacole la serviciu - faci o crima- esti lacom, iei mai mult decat ai nevoie.",
      "slug": "pacat"
    },
    {
      "name": "Pacatui (a)",
      "category": "dictionar",
      "shortMeaning": "(a)cu un barbat- esti ingrijorata de sanatatea cuiva - cu femei- obstacole la serviciu - faci o c...",
      "fullInterpretation": "(a)cu un barbat- esti ingrijorata de sanatatea cuiva - cu femei- obstacole la serviciu - faci o crima- esti lacom, iei mai mult decat ai nevoie.",
      "slug": "pacatui-a"
    },
    {
      "name": "Pace",
      "category": "dictionar",
      "shortMeaning": "A visa de pace si liniste indica o rezolutie a unor probleme emotionale sau de conflict interior.",
      "fullInterpretation": "A visa de pace si liniste indica o rezolutie a unor probleme emotionale sau de conflict interior. Ea poate semnala sfarsitul unui ciclu si pauza inainte de inceperea unui nou efort, sugereaza ca ati atins un nou nivel de stabilitate si calm. De asemenea, linistea innebunitoare se poate referi la calmul dinaintea furtunii.",
      "slug": "pace"
    },
    {
      "name": "Pachet",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pachet"
    },
    {
      "name": "Pachete",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pachete"
    },
    {
      "name": "Pacient",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pacient"
    },
    {
      "name": "Paduchi",
      "category": "dictionar",
      "shortMeaning": "Paduchii in vise reprezinta frustrari, stres si sentimente de vinovatie.",
      "fullInterpretation": "Paduchii in vise reprezinta frustrari, stres si sentimente de vinovatie. Va puteti simti de asemenea, fizic sau emotional, necurat. Mai mult, acestia pot fi un semn al unor neplaceri, cel mai probabil va supara maruntisurile, sunteti atent la detalii, aveti mult prea multe prejudecati sau va simtiti rusinat in anume situatii. Puteti vizualiza versiunea video de mai jos a visului despre paduchi sau puteti continua sa cititi textul (care contine si informatii extra fata de video), depinde de dumneavoastra. Videoclip despre visarea paduchilor Visand paduchi in capul copilului tau Un asemenea vis poate aparea ca urmare a unei temeri cu privire la situatia dumneavoastra financiara. Poate ca acesta ar fi un moment bun pentru a va defini un plan de bataie pentru viitor. Incercati sa nu mai acordati atat de multa atentie barfelor din jurul dumneavoastra. Visand un singur paduche Visul in care va apare doar un paduche prevesteste ispite si lucruri irationale. Poate ca ar trebui sa acordati o atentie deosebita persoanelor din jurul dumneavoastra pentru ca s-ar putea ca acestia sa se foloseasca de dumneavoastra in scopuri proprii. O multime de paduchi Visul face referire la unele circumstante complicate si enervante care , in ultima vreme, va ocupa aproape tot timpul. Paduchi albi Paduchele alb simbolizeaza norocul in momentele cheie. In zilele ce urmeaza norocul dumneavoastra va fi influentat de rationamentul deciziilor. Cautati momentul oportun pentru a lua o decizie, daca nu sunteti sigur ca acum este momentul, amanati pentru urmatoarea zi. Paduchi negrii Culoarea neagra a paduchilor prezinta semne de judecata. Faptul ca in ultima vreme ati fost suparat v-a facut sa adresati vorbe, critici sau acuzatii unor persoane care nu meritau acestea, iar acum, dumeavoastra sunteti persona care este judecata si analizata. Paduchi morti Viata de zi cu zi ni se prezinta adesea cu obstacole si satisfactii. Daca ati visat ca ati omorat paduchi, inseamna ca nu sunteti genul de persoana care sa astepte inmultirea problemelor, ci din potriva, actionati imediat. Ne luarea masurilor imediate asupra unei situatii sau a unei probleme va conduce la distrugerea sperantelor. Paduchi pe animale Nu este un semn bun atunci cand visati un animal infestat cu paduchi. Visul reprezinta un avertisment asupra unor lucruri neplacute din trecut, care acum au depasit toate limitele. In mod alternativ, visarea paduchilor pe animale poate reprezenta un semnal de alarma asupra unor probleme de sanatate.Daca ati visat paduchi, dar acestia se aflau pe o alta persoana, inseamna ca in viitorul apropiat o sa aveti de a face cu persoane dezagreabile. In general, visele in care apar oua de paduchi reprezinta oameni demni de dispret. Daca le-ati vazut in vis dar nu le-ati putut inlatura, inseamna ca oameni demni de dispret va urmaresc si va persecuta. Nu reusiti sa ii evitati sau chiar daca resusiti o faceti cu un efort enorm. Inlaturarea si oualelor si strivirea lor face referire la capacitatea dumneavoastra de a gestiona cat mai bine problemele, necazurile si dificultatile. Oua de paduchi in propriul cap, avertisment cu privire la mici probleme ce pot aparea in curand. Uneori, lindinele simbolizeaza unele obstacole atunci cand urmariti obtinerea de beneficii financiare, se spune ca ar trebui sa fiti rabdatori si perseverenti pentru a va atinge obiectivul. In cele din urma veti reusi.",
      "slug": "paduchi"
    },
    {
      "name": "Padurar",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca vedeti un padurar inseamna ca va simtiti controlat si amenintat.",
      "fullInterpretation": "Daca visati ca vedeti un padurar inseamna ca va simtiti controlat si amenintat. Va este frica de autoritate, aveti mustrari de constiinta. Ati comis anumite greseli care acum stau in subconstient si va apar sub forma senzatiei de teama de o autoritate mai mare. Daca sunteti bolnav si vedeti un padurar in vise atunci inseamna ca va veti recupera. Visul in care dumneavoastra sunteti un padurar semnifica dorinta de a face si a vi se face dreptate. Veti primi cateva instructiuni importante in legatura cu unele lucruri. In traditia araba, visul in care apare un padurar sugereaza ca aveti o dispozitie buna si nu doriti sa auziti minciuni.",
      "slug": "padurar"
    },
    {
      "name": "Padure",
      "category": "dictionar",
      "shortMeaning": "Padurea intunecata in vise sugereaza ca va simtiti pierdut in viata.",
      "fullInterpretation": "Padurea intunecata in vise sugereaza ca va simtiti pierdut in viata. De asemenea, o padure intunecata este adesea o imagine aparuta in basme si povesti, iar in vise este un simbol al unui prag. Astfel de vise semnifica sufletul ce paseste spre noi zone neexplorate pana acum. Trebuie sa lucrati cu intuitia si cu propriile abilitati de a simti ceea ce se intampla in jurul dumneavoastra.A vedea alune de padure in vise se refera la placere, buna dispozitie si expunere. Visul in care vedeti alune de padure pe creanga inseamna ca va veti cumpara comoditati mari si valoroase. Visul se mai poate referi la o gradina eficienta, pusa la punct. Daca visati alune de padure ce cad din copac inseamna ca vine o perioada foarte buna, abundenta. Visul in care culegeti alune de padure semnifica faptul ca veti economisi bani pentru o perioada si ii veti folosi pentru a va infrumuseta casa. Daca visati ca mancati alune de padure inseamna ca veti pleca intr-o vacanta impreuna cu partenerul de viata ori familia. Daca visati ca spargeti cojile inainte de a manca alunele sugereaza ca veti avea parte de o vacanta la mare departare, iar daca visati ca mancati alunele fara coaja inseamna ca vacanta va fi in apropiere si de scurta durata. Pasta de alune de padure in vise sugereaza faptul ca veti cumpara ceva pentru confortul de acasa. Visul in care vedeti o multime de alune de padure inseamna ca veti scoate multi bani si va veti aloca mult timp pentru distractie. Daca visati alune de padure pe o farfurie atunci se refera la banii care va raman dupa un eveniment neplacut. Visul in care transportati alune de padure sugereaza ca preluati responsabilitatile a mai multor persoane.A vedea sau a manca fructe de padure in vise indica faptul ca veti fi implicat intr-o relatie sau o experienta implinita. In particular, daca frutele de padure sunt otravitoare, atunci sugereaza ca sunteti in pericol de a fi influentat de ceva sau de catre cineva.Muschiul este o planta teresta ce se gaseste in toata lumea, aceasta traieste in locurile umede, mai ales in paduri. Pentru iubitorii de natura aparitia acestuia in vise reflecta castig material si liniste sufleteasca. Pe de alta parte, pentru restul persoanelor, muschiul de padure reprezinta un avertisment cu privire la o responsabilitate neplacuta. Visele in care va intindeti sau dormiti pe muschi simbolizeaza sanatate. Sunteti o persoana careia ii place sa faca lucruri noi si prin aceasta ati dobandit abilitati si v-ati dezvoltat mult mai mult decat persoanele din jurul dumneavoastra. Visand muschi de padure uscat, este semn ca veti intampina momente dificile. Situatiile in care veti fi pus si momentele in care trebuie sa actionati va vor folosi ca experienta valoroasa in deciziile din viitor. Muschiul crescut pe peretele casei arata faptul ca ar trebui sa va amintiti de anumite activitati uitate sau neglijate. De asemenea, visul semnaleaza necesitatea schimbarii stilului de viata. Consumul de muschi verde simbolizeaza o calatorie din care va rezulta o dezvoltare personala sau o calificare profesionala. Poate ca este vorba de o calatorie cu scopul de a participa la un seminar sau un training, de asemenea, poate fi vorba de o calatorie spirituala impreuna cu un prieten.",
      "slug": "padure"
    },
    {
      "name": "Pisica",
      "category": "dictionar",
      "shortMeaning": "Pisica a fost intodeuna vazuta ca fiind o felina frumoasa, gratioasa, inteligenta si vicleana.",
      "fullInterpretation": "Pisica a fost intodeuna vazuta ca fiind o felina frumoasa, gratioasa, inteligenta si vicleana. Daca in antichitate pisica a fost obiectul unui adevarat cult religios, dupa cum ne indica colectiile de mumii si statuetele provenite din Egipt, in evul mediu aceasta a devenit un fel de slujitoare a diavolului, fiindu-i atribuite cele noua vieti si unele puteri magice sau malefice. In zilele noastre numeroase studii au aratat ca pisicile, ca si animale de companie, au condus la imbunatatirea starii psihice, combaterea depresiei, a stresului si a anxietatii stapanului. Puteti vizualiza versiunea video de mai jos a visului despre pisici sau puteti continua sa cititi textul (care contine si informatii extra fata de video), depinde de dumneavoastra. Videoclip despre visarea pisicilor In vise pisicile sunt considerate a fi unul dintre cele mai puternice simboluri ale increderii de sine, ale creativitatii si al intuitiei. Atat pentru barbati cat si pentru femei, visarea pisicilor, care apare in egala masura, este de obicei asociata calitatilor traditionale feminine, cum ar fi sexualitatea, gratia, creativitatea si intuitia. Pentru Sigmund Freud si Carl Jung, pisicile sunt o asociere directa a propriului subconstient ascuns. Jung declarand ca : daca ai experimentat un vis despre o pisica, cu siguranta ar trebui sa-ti revizuiesti gandurile interioare. Pisicile pot reflecta, de asemenea, iluzii pe care le au altii despre dumneavoastra sau din lumea care va da un fals sentiment de putere sau de control. Visand o pisica moarta Visele despre pisici moarte sunt un pic evidente, avand in vedere legatura acestora cu intuitia. Trebuie sa va alocati mai mult timp pentru sine, incercati sa va cunoasteti si sa va ascultati cat mai bine vocea interioara. De asemenea, visul ar putea sugera faptul ca va incredeti sau va bazati prea mult pe cineva pentru indrumare si sprijin. Pe de alta parte, potrivit mai multor carti vechi de interpretare a viselor, pisica moarta poate semnifica un inamic din viata reala care va disparea sau a carui actiuni nu va vor mai afecta. Visul in care va apare pisica dumeavoastra dar, care in viata reala a murit, poate face referire la faptul ca trebuie sa va constientizati sentimentele interioare si interesele. Este timpul oportun pentru a va elibera emotiile. Auzind sau vazand cum o pisica este ucisa Un asemenea vis indica lipsa de autonomie intr-un anumit aspect al vietii dumneavoastra. In mod alternativ, visul poate indica refuzul dumneavoastra de a recunoaste puterea feminitatii. Auzind sau vazand o pisica neajutorata Pisicile sunt de obicei un simbol al increderii de sine, dar exista si exceptii de la aceasta regula. Daca pisica apare sub forma unui pisoi neajutorat, aceasta reprezinta puritatea, inocenta si deschiderea catre viitor. Alternativ, visul poate fi reprezentarea a unor sentimente de vulnerabilitate si coplesire pe care le resimtiti in viata reala. Pisica bolnava O pisica bolnava intr-un vis ar putea fi o indemnare asupra faptului ca ar trebui sa va ascultati mai mult intuitia si sa va bazati mai putin pe intelect. In mod alternativ, visul poate face referire la un sentiment de vinovatie sau la un anumit lucru pe care l-ati facut in viata reala si pentru care acum cautati iertare. Fiind urmarit de catre o pisica Visul in care sunteti urmarit de catre o pisica poate indica faptul ca cineva va va sugera o modalitate mai buna de a aborda o anume problema din viata dumneavoastra. Vise despre pisici salbatice Visand pisici salbatice ar putea sugera faptul ca sunteti un spirit liber si independent sau, in anumite cazuri, faptul ca va simtiti singur. Vise despre pisici pierdute sau disparute Daca visul dumneavoastra este despre o pisica pierduta sau unul in care incercati sa gasiti una sugereaza ca, in viata de zi cu zi, ati constientizat ca trebuie sa dobanditi mai multa incredere de sine, dar inca mai aveti drum de parcurs. Pisici agresive O pisica agresiva in vise ar putea sugera faptul ca cineva din viata dumneavoastra nu este de incredere sau nu va este loial. De asemenea, visul poate fi considerat o avertizare asupra faptului ca in curand veti avea o confruntare cu o persoana vicleana, asemenea unei pisici. Alternativ, visul in care va apare o pisica agresiva poate reprezenta partea feminina a personalitatii dumneavoastra. Daca in vis va este frica de pisica agresiva , atunci inseamna ca va este teama de acea parte feminina. Par de pisica In traditia araba parul de pisica simbolizeaza supunere la unele provocari rautacioase. De asemenea, visul mai poate sugera faptul ca ar trebui sa luati masuri in legatura cu sanatatea dumneavoastra. Pui de pisica De regula, puii de pisica inseamna dezamagiri din partea unei persoane, chiar daca i-ati acordat foarte multa incredere. Trebuie sa luati in considerare faptul ca s-ar putea sa fiti indrumat gresit de catre alte persoane. In unele carti vechi de talmacire a viselor, puiul de pisica prevesteste intalnirea unui hot. Totusi, puii de pisica ar mai putea simboliza si o faza de tranzitie spre independenta. Poate ca acum este momentul in care sunteti pregatiti pentru a explora lucruri noi. Pisica neagra Visarea unei pisici negre reprezinta o iluzie dezechilibrata sau ceva care este ceva excesiv, imposibil sau infricosator. Visul indica uneori faptul ca va confruntati cu temeri in privinta folosirii abilitatilor psihice si intuitive. Pe de alta parte, pisica neagra din vise inseamna indoieli fata de intuitia dumneavoastra, s-ar putea sa asociati in mod gresit pisica neagra cu raul, distrugerea sau ghinionul. Daca dumneavoastra credeti ca o pisica neagra aduce ghinion, atunci aparitia uneia in vis semnifica prezenta a ceva neplacut in viata de zi cu zi. Pisica alba Pisicile albe sunt niste feline superbe care au jucat un rol esential in elementele mistice de-a lungul istoriei. Culoarea alba este in general asociata cu puritatea si perfectiunea , sau cu divinitatea. De regula, aparitia pisicii albe in vise este asociata cu o crestere a nivelului spiritual sau poate fi vorba despre o persoana care va juca rol de ghid spiritual si care va fi ajutorul dumneavoastra intr-o calatorie. Pisica rosie Pisica rosie in vise poate fi un semn de mare dragoste. De asemenea, visul poate indica increderea de sine si in abilitatile dumneavoastra. Poate ca treceti printr-o transformare importanta care va afecteaza un anume aspect al vietii. Visand o pisica rosie intr-un copac ar putea avea o semnificatie complet diferita si va trebui sa tineti cont de emotia pe care o traiti in acel moment. Culoarea rosie, in acest caz, poate exprima multiple stari, cum ar fi : furie, pasiune sau, in unele cazuri, poate reprezenta sange. Pisica galbena Pisica galbena simbolizeaza, de regula, pacea interioara si linistea spirituala. Un asemenea vis simbolizeaza faptul ca puteti obtine orice va propuneti, visul fiind si un prevestitor al potentialului si al energiilor revitalizante. Pisica verde Daca visati o pisica de culoare verde inchis reprezinta o iluzie de egoism. Aceasta reflecta, convingerile egoiste , care nu sunt adevarate. Pisica albastra Daca visati o pisica albastra reprezinta o iluzie pozitiva. Tu crezi in ceva ce nu este adevarat, dar ai intentii bune. Convingeri false , care incurajeaza oamenii si ii mentine intr-o stare de spirit morala si pozitiva. Pisica multicolora Visare unei pisici multicolore simbolizeaza o echipa sau mai multi oameni laolalta care isi unesc fortele si lucreaza impreuna pentru a atinge un obiectiv.In general, pisicile de mare simbolizeaza independenta. Va trebui sa aveti mai multa incredere in propriile decizii si astfel veti rezolva probleme fara implicari din exterior. Persoanele ce viseaza pisici de mare mici sunt, de regula, dinamici si fermecatori. De asemenea, este semn ca vor avea loc multe schimbari in bine la locul de munca. Alternativ, visul in care vedem pisici de mare mici simbolizeaza libertate, noroc si longevitate. Pisici de mare uriase. Un astfel de vis va avertizeaza asupra faptului ca ar trebui sa fiti mai calm si ca nu ar trebui sa fiti prea protector cu familia dumneavoastra. Lasati lucurile sa isi urmeze cursul si concentrati-va asupra problemelor personale. In general, personele care au un astfel de vis au tendinta de a trai situatii de deja vu. Puii pisicilor de mare simbolizeaza noi oportunitati si inceputuri. In viitorul apropiat veti avea senzatia de noroc extraordinar, iar acest lucru va fi vizibil cel mai mult la locul de munca. O pisica de mare moarta este, de obicei, un semn rau. Din acest motiv ar trebui sa acordati o atentie deosebita contextului visului. Moartea unei pisici de mare simbolizeaza situatii neasteptate care, de cele mai multe ori, vor provoca probleme serioase. Atacul unei pisici de mare este un semn de rau augur. Un asemenea vis pevesteste dorinta unor persoane din anturajul dumneavoastra de a va defaima si de a va dobori. Motivele pot fi diverse, de ex.: vor dori sa va ia locul de munca, vor tanji la partenerul dumneavoastra, etc.Alternativ, analizand visul din punct de vedere psihologic, visul este o reprezentare a emotiilor si al sentimentelor suprimate. O pisica de mare alba simbolizeaza etapele prin care treceti. Visul poate reprezenta ordinea si curatenia la locul de munca sau acasa. De asemenea, este semnul puritatii si al echilibrului, aratand aspecte ale personalitatii care sunt pe cale sa infloreasca.Pentru forte multi dintre noi visele despre excremente pot crea repulsii si desgust, insa pot face referire la un anume aspect din viata dumneavoastra (relatie, cariera, familie, etc ) care va dreneaza constant vitalitatea si entuziasmul. In mod alternativ, excrementele de pisica pot fi o prevestire a unor castiguri materiale sau sentimentale. Poate ca manifestati o oarecare ezitare in legaturÄƒ cu directia sau calea pe care ati ales-o in viata. Excremente de pisica in pragul usii Veti fi placut surprins sa aflati ca veti primi o suma de bani sau un favor pentru o munca pe care ati facut-o cu mult timp in urma. Curatand excrementele de pisica Un asemnea vis poate aparea inainte de a incheia o tranzactie foarte importanta si, de regula, este un semn bun.A visa ca aveti ochi de pisica inseamna ca sunteti capabil sa va gasiti drumul prin intuneric si sa treceti de o problema ingrijoratoare. Sunteti capabil sa vedeti partea buna a unei situatii negative. Alternativ, visul sugereaza ca sunteti viclean.",
      "slug": "pisica"
    },
    {
      "name": "Peste",
      "category": "dictionar",
      "shortMeaning": "Puteti vizualiza versiunea video de mai jos a acestui vis sau puteti continua sa cititi textul (a...",
      "fullInterpretation": "Puteti vizualiza versiunea video de mai jos a acestui vis sau puteti continua sa cititi textul (acesta contine o sectiune in plus fata de cele prezentate in video), depinde de dumneavoastra. Videoclip despre visarea pestilor Pestele ocupa un loc foarte important in istoria simbolismului din intreaga lume si este unul dintre cei mai importanti bastinasi ai apelor. Din acest motiv, apar multiplele posibilitati de interpretare a viselor in care acesta isi face prezenta. Pestii pot aparea in diferite ipostaze si sunt adesea inconjurati de elemente ce pot adauga semnificatii deosebite visului nostru. Pestele este, de asemenea, un aliment comun si, prin urmare, nu va fi neobisnuit sa va visati mancandu-l. Este posibil sa aveti si vise legate de capturarea acestuia in scopuri alimentare sau comerciale. Modul in care va simtiti si sentimentele de bucurie sau extaz din timpul visului pot avea multe in comun cu locul unde ati crescut. Poate ca ati crescut intr-o familie care mergea adesea la pescuit in scopuri recreative sau poate ca ati crescut intr-o casa in care exista un acvariu. Inafara propriilor noastre sentimente si asocieri legate de pesti, exista destul de multe semnificatii culturale simbolice. De exemplu, in cultura chineza pestele este asociat cu belsug, bogatie si avere. In crestinism ichthys (ichtus) este un simbol care reprezinta pestele si este adesea folosit in reprezentarea lui Isus Hristos. Exista, de asemenea, o serie de basme si legende populare unde pestele simbolizeaza cunoasterea unui echilibru intre lacomie si abundenta. Pestii sunt si unul dintre cele 12 semne ale zodiacului. Acest simbol astrologic este adesea descris ca doi pesti ce inoata in directii opuse, dar conectati. Pestii sunt un semn de apa, ocupand partea emotionala si echilibrul in dualitate. Intelegerea simbolisticii multiple a pestilor ne va ajuta sa intelegem mai bine visele si cum sunt aceste conectate cu viata de zi cu zi. Semnificatii comune ce pot aparea in visele noastre Abundenta. De foarte multe ori pestii sunt asociati cu abundenta. Imaginati-va o barca de pescuit ce captureaza o cantitate mare de pesti pentru a hrani o familie sau mai multe. Pestele va reprezenta bogatie si securitate financiara. Alternativ, acesta poate reprezenta obtinerea cheii succesului in indeplinirea obiectivelor dumneavoastra. Dualitate. Cand ne aflam la un nivel scazut de energie, este foarte usor sa ne lasam prada dualitatii din jurul nostru. Exista intotdeuna forte cu traiectorii opuse : intuneric vs lumina sau binele impotriva raului. De multe ori ni se prezinta alegeri ce pot parea complex paradoxale si opuse. Cu o gandire dualista suntem capabili sa distingem intre pestele mare vs pestele mic sau varful lantului trofic (alimentar) vs partea de jos a acestuia. Conexiuni spirituale. De regula, pestii sunt asociati cu o conexiune spirituala, mai ales daca cel care i-a visat este un credincios crestin. Visarea pestelui ar putea reprezenta o modalitate de conectare la un nivel superior al constiintei lui Hristos. Tinand cont de contextul visului, pestii pot fi o trezire sau o constientizare a unui nivel inalt de conexiune spirituala. Fertilitate. Nu este iesit din comun ca femeile care incearca sa ramana sau sunt in acel moment insarcinate sa viseze pesti. O multime de specii de pesti depun mii de icre atunci cand se reproduc, si din acest motiv sunt considerati a fi un puternic simbol pentru fertilitate. Transformari si schimbari. Pestii sunt simbolul trasformarii si schimbarii din viata noastra. Din acest motiv, la nivel global, exista foarte multe basme si legende in care oamenii se transforma in pesti pentru a scapa de opresiune. Apa este unul dintre cele mai puternice simboluri care poate oglindi diverse lucruri, cum ar fi: emotii, abundenta, schimbare si transformare. Interpretari generale ale pestelui din vise Explorand scenariile generale descrise mai jos, s-ar putea sa capatati o capacitate mai mare de a va intelege visele si sa raportati diferite simboluri si interpretari la diverse aspecte din propria viata de zi cu zi. Visand un peste in apa limpede inseamna ca dobanditi o anume claritate cu privire la o situatie din viata dumneavoastra. In mod contrar, vazand un peste intr-o apa tulbure sau intr-o balta de noroi, visul semnaleaza incertitudine sau faptul ca circumstantele actuale va coplesesc. Un banc de pesti va indica abundenta, de asemenea, un astfel de vis poate reprezenta si faptul ca va simtiti apartinand sau potrivindu-va unui anume grup de persoane. Un peste sarind afara din apa poate insemna faptul ca va confruntati cu evenimente neasteptate in viata de zi cu zi. S-ar putea sa fiti incercat de un sentiment de neapartenenta sau sa fiti convins ca lucrurile nu se intampa asa cum ar trebui. Pestii in acvariu simbolizeaza limitare, constrangere si interzicerea unor evenimente care in trecut va erau permise. Tot acest vis, poate reprezenta si faptul ca sunteti judecat sau cumva expus pentru placerea altora. Pentru mai multe detalii vedeti si interpretarea visului acvariu. Visand pesti mari care va ameninta. Daca ati visat o balena sau un rechin insemana ca ceva din viata de zi cu zi va ingrijoreaza. Un peste pradator poate fi si un semn ca ati scapat o situatie de sub control. Daca v-ati visat la pescuit, acest lucru ar putea insemna faptul ca aveti nevoie de un fel de implinire in viata. Este posibil sa aveti griji cu privire la situatia dumneavoastra financiara sau sa va ganditi prea mult la modalitati pentru a va satisface nevoile. Daca sunteti pasionat de pescuit atunci acest vis este doar o reprezentare a dorintei dumneavoastra de a practica acest hobby. Mancand peste in vis ar putea insemna ca sunteti in cautarea unui mijloc de aprovizionare cu hrana si ingrijire. Pentru mai multe detalii vedeti si semnificatia visului mancare. Un vis in care apare un peste alb indica faptul ca veti fi fericit in dragoste. Daca in viata de zi cu zi sunteti singur(a), inseamna ca veti intalni o persoana deosebita cu care veti incepe o noua relatie. Totusi, daca sunteti deja intr-o relatie, aceasta se va solidifica in perioada ce urmeaza. Pestele negru poate avea multiple semnificatii, pozitive si negative. Acesta poate simboliza usurinta cu care cadeti in ispita, mai ales daca ati visat un peste de un negru profund.Pe de alta parte, daca ati capturat un peste negru inseamna ca veti castiga lupta impotriva unor indemnuri, vicii sau ganduri intunecate. De asemenea, sugereaza faptul ca in curand veti trece peste o situatie care a generat mult stres si va veti putea vedea de viata dumneavoastra. Pestele rosu in vise este considerat a fi un semn de noroc si bun augur. Indica, de asemenea, sanatate si posibilitatea unui eveniment fericit in viitorul apropiat. Visarea unui peste rosu de mari dimensiuni inseamna prosperitate fara precedent in domeniul afacerilor. Visand un peste cu picioare, inseamna ca a sosit timpul sa va deschideti orizonturile prin extinderea conostintelor. De asemenea, visul semnaleaza nevoia de niste schimbari in viata dumneavoastra.Pestele congelat simbolizeaza extinderea orizonturilor si a capacitatii de cunoastere. Acesta poate avea multiple semnificatii in functie de context. Va este prezentata o sarcina la care va fi nevoie de o abordare la un nivel mai direct, trebuie sa fiti mai ferm si mai puternic ca niciodata. Visul prevesteste osteneala si munca din greu, cel mai probabil, o sa va simtiti si subevaluat. Pestele congelat din vise poate fi si un semnal in ceea ce priveste intorsaturile vietii. Poate ca pledati pentru nevinovatie sau poate ca va agatati de un trecut pierdut sau mort. Acesta poate fi un moment porivit pentru a invata sa renuntati. De asemenea, pestele inghetat poate insemna si dorinte ascunse. Rezultatele vor aparea in urma dedicarii si efortului depus, trebuie doar sa invatati sa nu va mai temeti de respingere. Tot acest vis indica, printre altele, nevoia dumneavoastra de control, putere, faima si glamour. Poate ca este vorba despre o afacere in care sunt in joc multi bani. Pestele mare in vise inseamna ca averea dumneavoastra va spori. Daca visati ca prindeti un peste mare inseamna noroc, bucurie, izbanda. Visul in care prindeti un peste mare cu mana prezice multe brafe in jurul dumneavoastra.Pestele mort in vise aduce amaraciune, tristete, singuratate, dar mai poate insemna ca veti da dovada de staruinta, de ambitia de a va inlatura dusmanii. Mai mutli pesti morti in vis inseamna speranta slaba, sunteti urmarit de clevetitori.Daca va visati prajind un peste inseamna nu va pasa de viitor. Visul in care scoateti un peste prajit din tigaie indica vesti bune si neasteptate. Daca visati ca mancati peste prajit inseamna ca aveti probleme de sanatate.Vazand peste viu in vise poate prevesti noroc cu exceptia cazului in care peste este crap, in acest caz acesta este un avertisment impotriva supunerii datorate criticilor si actiunilor tale. Peste inotand in apa limpede este semn ca veti dobandi putere si avere personala. Pentru o interpretare cat mai exacta va rugam sa analizati interpretarea general a visului : PesteIcrele de peste sugereaza o idee crescuta in subconstient . Alternativ, visul poate simboliza un nou inceput si nevoia de a va exprima potentialul. Visul in care dumneavoastra mancati icre de peste este marcat de semnificatii negative. Acesta prevesteste probleme de sanatate sau momente dificile in viata de cuplu. Caviarul (icre negre) simbolizeaza dorinta de realizare financiara. Este asociat si cu iluzii, idealism si pierderea legaturii cu realitatea datorita unei utopii (mai multe despre caviar). Un semn al inselaciunii sunt icrele rosii.Oasele de peste reprezinta un stres inevitabil si orice ai face nu poti scapa de acesta. Adesea acest vis este asociat cu preocuparile din viata de zi cu zi, nervozitate si cresterea in intensitate a unei dorinte importante. Oasele de peste indica preocupari, obstacole si dificultati in aproape oricare aspect al vietii, fie ca este vorba despre scoala, munca, bani, chiar si relatie. Visul in care consumati sau sugeti oase de peste este un simbol al saraciei si adesesa este ascociat si cu o nenorocire. In aceasta perioada este indicat sa cautati alternative in viata.",
      "slug": "peste"
    },
    {
      "name": "Par",
      "category": "dictionar",
      "shortMeaning": "(pom) - rabdare, multe nevoi si necesitatea de a-ti stabilii prioritatile.",
      "fullInterpretation": "(pom) - rabdare, multe nevoi si necesitatea de a-ti stabilii prioritatile. (caderea) lui- boala, nemultumiri, pierderi - tunderea unui om- pierderea reputatiei, moarte -- tunzand- paguba - tuns scurt daca ai- lipsuri, saracie - vazand- sicane costisitoare - ungand- mare slava - uscat- reusita in afaceri.Daca vei visa par des vei avea parte de bucurie. Daca vei visa par arzand vei avea un beneficiu. Daca te vei visa paros vei avea parte de un castig. Daca o sa vezi parul capului tau in vis prevesteste spor si castig. Daca vei visa ca ti se taie parul de pe cap semnifica stricaciuni, pagube. Daca vei visa parul lung vei avea parte de succes in afaceri.Daca te vei visa cu parul alb e semn ca esti foarte atent la lectiile invatate ca pe viitor sa nu mai faci greseli si asculta sfaturile celor din jur pentru ca vor fi sfaturi bune. Alternativ, daca te-ai visat cu parul alb si lung nu este un semn bun pentru ca esti pe cale sa comiti o greseala in casnicie, posibil o desfranare si vei regreta enorm de mult.Parul blond in vis poate insemna echivalentul unei sarcini neplacute. Daca visati par blond inseamna ca aveti anumite slabiciuni, dar sunteti calm. Totusi, simtiti nevoia de afectiune, de tandrete. Visul in care purtati o peruca blonda sugereaza ca sunteti idealist si excentric.De cele mai multe ori aceste vise apar atunci datorita temerilor voastre, aceste temeri pot include: teama ca ati imbatranit, pierderea vitalitatii si faptul ca sunteti mai putin atractiv si viril. Este posibil sa simtiti ca totul s-a intamplat foarte repede si astfel se pare ca inconstientul dumneavoastra incearca sa va ajute sa procesati toate aceste emotii prin intermediul acestui vis. Pierderea parului arata in cea mai mare parte lipsa de putere din viata dumneavoastra. Concentrati-va pe punctele dumneavostra bune si incercati sa nu va concentrati pe lucruri care nu se pot schimba, acestea vin odata cu varsta.Parul cret sau ondulat in vise inseamna atractie sexuala, senzualitate, chiar dezordine emotionala. Daca visati ca va incretiti parul inseamna ca gasiti o metoda de a trece peste greutati, iar daca visati ca incretiti parul unei alte persoane inseamna ca in cel mai scurt timp va veti impaca cu persoana iubita. Daca visati ca ondulati parul unei persoane apropiate inseamna ca o cunostinta va va solicita ajutorul.",
      "slug": "par"
    },
    {
      "name": "Preot",
      "category": "dictionar",
      "shortMeaning": "Preotul din vise poate avea mai multe semnificatii, acesta poate fi un simbol al sanatatii spirit...",
      "fullInterpretation": "Preotul din vise poate avea mai multe semnificatii, acesta poate fi un simbol al sanatatii spirituale sau fizice, anxietate, tristete sau prudenta. Puteti vizualiza versiunea video de mai jos a visului despre preoti sau puteti continua sa cititi textul (care contine si informatii extra fata de video), depinde de dumneavoastra. Videoclip despre visarea preotilor Cand in vis ne apare un preot sau un predicator, este simbolul reprezentativ pentru un nivel de sacralitate sau pentru o reconectare spirituala de care avem cu disperare nevoie. Preotul in vise, de asemenea, ar putea reprezenta si o persoana care se bazeaza foarte mult pe presupuneri, sau pe cineva care nu isi vede propriile defecte. Visand un preot care tine o slujba, inseamna ca avem nevoie de indrumare spirituala, este posibil sa fim confuzi asupra anumitor lucruri si cautam explicatii, indrumari sau consiliere. In cazul in care v-ati visat preot, acest vis prevesteste beneficii pentru altii si crestere in faima. Daca sunteti femeie / fata si in vis v-ati indragostit de un preot, inseamna ca ar trebui sa fiti gata pentru o tradare, a iubitului / amantului / sotului, o tradare lipsita de onoare. In cazul in care, dimpotriva, o femeie viseaza ca un preot incearca sa obtina afectiunea ei, inseamna ca, in viata reala i se va reprosa dragostea excesiva. Visand ca aveti dorinta sa va confesati unui preot - fiti pregatit pentru faptul ca, in realitate, veti primi o veste trista, care poate lasa o amprenta nu numai pe reputatia, dar, si, pe increderea in sine. Daca aveti o conversatie fara griji cu preotul, acest vis simbolizeaza respect si posibil realizarea unui mare succes. Visarea unui preot mort (care a decedat si in realitate) are legatura cu personalitatea dumneavoastra si face referire directa la faptul ca va trebui sa preluati controlul asupra unei situatii din viata reala. Pe de alta parte, daca visul este despre un preot mort pe care nu-l cunoasteti sau care nu a decedat in viata reala, atunci visul nu este unul prea bun. Acesta arata negativitate, dificultati de exprimare si suferinta. Poate ca va simtiti presat sa faceti ceva ce nu va doriti sau poate ca asupra dumneavoastra pluteste un nor de suspiciune. Visand preot - conform traditiei romanesti : Preot - tine-ti constiinta curata Anterriu de preot - noroc in toate imprejurarile Preot binecuvantand- vei primi sfaturi Preot la spovedanie- suspicios fara motiv Preot in biserica - altii se ocupa de tine Preot pe strada imbracat in negru - neplacere, calmitate, moarte Spovedit de catre preot- pierdere Vazand preotul- logodna, onoare Vorbind cu preotul- consolare, ajutor providential. In textul ce urmeaza vom aborda doua vise complet diferite datorita definitiei preotesei in lb. Romana, structurata astfel: sotia preotului femeie care indeplinea in antiochitate functii sacerdotale Sotia preotului In general, visele in care ne apare o preoteasa sunt asociate cu gelozie, inselatorie si pofte. O preoteasa tanara si frumoasa in visul unui barbat denota pofte trupesti sau sufletesti. Este posibil ca visatorul sa ravneasca la o alta femeie sau poate fi doar o tanjire a trecutului, mai ales daca barbatul nu mai este la prima tinerete. O preoteasa batrana sau urata semnifica faptul ca exista o femeie care va invidiaza si va doreste raul, dara acea femeie nu va reusi niciodata. Vazand o preoteasa care se inchina si se roaga inseamna ca exista o fameie care va iubeste, vegheaza si se roaga pentru dumneavoastra. Stand de vorba cu o preoteasa si primind un sfat de la aceasta. Acest vis prevesteste existenta unor oameni care va invidiaza relatia si vor incerca nenumarate modalitati de manipulare pentru a va separa. Mare Preotesa (asemena Inaltelor Preotese din antichitate) Visele in care ni se infatiseaza o Mare Preoteasa pot avea semnificatii multiple in viata noastra de zi cu zi, acestea pot arata ca este cel mai bun moment pentru a ramane concentrat la obiectivele noastre si este un moment esential (unic) pentu a incepe sa tinem evidenta fiecarui detaliu din viata. Tot aceasta poate fi si semnul unei mari surprize cu privire la locul de munca. Este posibil sa primiti o marire salariala sau daca intentionati sa va schimmbati locul de munca, este momentul perfect pentru a face acest lucru. De asemena, Marea preotesa poate fi si, o indicatie cu privire la viata dumneavoastra financiara. Aceasta poate evidentia faptul ca cineva nu va avea incredere in ceea ce priveste finantele si ar trebui sa fiti atent la toate deciziile financiare pe care le luati in curand. Visand ca sunteti ruda cu o Inalta Preoteasa poate indica faptul ca veti cuceri toate planurile celor care incearca sa va doboare. Va trebui sa gestionati toate barierele cu incredere si ii veti surprinde pe toti cei ce va provoaca. O Mare Preotesa inchinandu-se si oferindu-va respectul cuvenit evidentiaza faptul ca cineva este indragostit de dumneavoastra. Acea persoana va urmareste mereu si va poarta grija. Daca Mare Preoteasa este urata, atunci acest vis face referire la invidia unei femei si, tot ce itsi doreste aceasta este sa va faca sa suferiti.Daca in visul tau apar preoti , reprezinta nevoile tale spirituale, un simt al moralitatii si credintelor spirituale. De asemenea, preotii in vis pot fi un semn ca ceva in viata ta este interesant si ca ai un comportament conservator sau stai departe de obiceiurile proaste.( de preot) 15/02/2017 (ultima actualizare)Anteriu in vise, in general, prevesteste mult noroc in ceea ce faceti. Alternativ, visul simbolizeaza satisfactie pentru cei care sunt casatoriti si, posibil o casatorie pentru cei necasatoriti.( preot ) 15/02/2017 (ultima actualizare)Fereste-te de accidente.(preot) 15/02/2017 (ultima actualizare)Visul in care vezi un pastor sugereaza faptul ca ca ai nevoie de indrumare spirituala si consiliere. Este posibil sa aveti sentimente de vinovatie. Daca o femeie nemaritata vede un pastor / predicator in vis, inseamna ca ea se va casatori printr-o implicare terta parte. Alte peroane vor contribui la impletrirea casatoriei ei. Vazand un pastor in haina alba, inseamna ca va veti ridica asteptarile si ca veniturile dumneavoastra vor creste. Daca in vis sumneavoastra sunteti un pastor (predicator) si omenii va asculta cuvintele, predica si slava, inseamna ca veti deveni un tutore ascultat si respectat sau poate un lider.Sutana este un vesmant lung , ajustat pe corp ,adesea purtata de preoti in afara slujbelor religioase, calugari sau pastori. Preotii romano-catolici poarta 33 de nasturi la sutana, echivalentul celor 33 de ani ai lui Isus din Nazaret. In traditia bizantina sutana este lipsita de nasturi in fata. Un semn de indoiala este acela cand va visati purtand o sutana. Aveti indoieli asupra faptului ca nu aveti suficienta putere pentru a face fata unor sarcini si responsabilitati pe care vi le-ati asumat. Vazand un preot tinand o slujba imbrcat in sutana neagra, este semn de protectie divina. Daca sunt mai multi preoti, visul poate simboliza sfaturi de la prieteni sau rude pe care ar trebui sa le urmati. Tot acesti preoti pot fi si un simbol al faptului ca nu sunteti singur in fata situatiilor dificile pe care va trebui sa le rezolvati. Vazand pe altcineva purtand o sutana preoteasca (desi acesta nu este in realitate un preot) inseamna ca veti refuza, prin propria vointa, un fel de bogatie.",
      "slug": "preot"
    },
    {
      "name": "Paianjen",
      "category": "dictionar",
      "shortMeaning": "A vedea un paianjen in vise indica faptul ca va simtiti ca un strain in anumite situatii.",
      "fullInterpretation": "A vedea un paianjen in vise indica faptul ca va simtiti ca un strain in anumite situatii. Poate ca va doriti sa pastrati distanta si sa dati deoparte de o situatie ademenitoare si tentanta. Paianjenul simbolizeaza puterea feminina sau o figura materna aroganta din viata dumneavoastra. Alternativ, un paianjen se refera la o forta puternica ce se protejeaza impotriva comportamentului autodestructiv. Daca visati ca omorati un paianjen atunci prevesteste ghinionul, iar daca vedeti un paianjen mort in vise atunci inseamna ca veti depasi o puternica tentatie feminina. Visul in care vedeti un paianjen care isi tese panza semnifica faptul ca veti fi recompensat pentru munca depusa. Veti fi promovat sau vi se vor recunoaste meritele in realizarea unei sarcini dificile. Paianjenul este considerat si simbolul creativitatii datorita panzei complexe pe care o realizeaza. Alternativ, visul poate fi o metafora pentru reteaua de internet si comunicatie globala. A visa un paianjen ce se urca pe perete inseamna ca dorintele dumneavoastra se vor realiza in curand. Daca visati un paianjen ce coboara de pe tavan inseamna ca sunteti incapabil sa scapati de o relatie.Paianjenul alb in vise prezice vindecarea, sugereaza ca nu vi-ati pierdut speranta, ca energia dumneavoastra continua sa creasca.Paianjenul mare in vise inseamna ca va veti imbogati repede. Daca visati un paianjen mare si unul mic venind spre dumneavoastra inseamna ca veti avea o perioada de prosperitate, plina de succese. Visul in care va musca un paianjen mare semnifica faptul ca dusmanii dumneavoastra sunt mai norocosi.Paianjenul negru in vise semnifica neplaceri mari, o boala grea, lipsa de onestitate, teroare, dezamagire.Muscatura de paianjen in vise reprezinta un conflict intre dumneavoastra si mama sau o femeie dominanta din viata dumneavoastra. Visul ar putea fi o metafora pentru o mama devoratoare sau pentru puterea feminina de a poseda si a prinde. Probabil ca va simtiti prins intr-o anumit relatie.In general, panza de paianjen face referire la unele sentimente cu privire la o situatie lipsita de sens sau de speranta. De asemenea, visul poate arata ca traiti cu o problema cu care deja v-ati obisnuit sau faptul ca nu gasiti o solutie la problema dumneavoastra. Sunteti constient de negativitatea din viata si va simtiti jenat cand incercati sa discutati despre probleme vechi pe care nu le puteti evita. Alternativ, visul este un semn al neglijentei responsabilitatilor sau al talentelor. In traditia noastra populara, panza de paianjen simbolizeaza planul inamicului de a va ingreuna viata. Visand panze de paianjeni pe peretii camerei tale reflecata sentimente de neputinta cu privire la probemele sau personalitatea dumneavoastra. Indepartand panze de paianjen reprezinta un comportament care se concentreaza pe gestionarea problemelor care au scapat de sub control. Daca folositi mana pentu a le indeparta, este semn ca veti obtine o victorie.",
      "slug": "paianjen"
    },
    {
      "name": "Perete",
      "category": "dictionar",
      "shortMeaning": "Visarea peretilor din casa poate reflecta ganduri personale sau poate evidentia anumite secrete s...",
      "fullInterpretation": "Visarea peretilor din casa poate reflecta ganduri personale sau poate evidentia anumite secrete sau obstacole din viata visatorului, culorile sau modelele de pe perete pot evidentia tema obstacolului. De exemplu: Un perete de culoare rosie ar putea reprezenta o obstructie, un pericol sau o confruntare. Trebuie tinut cont si de faptul ca culoarea rosie reprezinta o urgenta (pericol iminent, confruntare imediata, obstructionare brusca, etc. ) Un perete portocaliu va simboliza eficienta ignorata si atingerea unei limite. Este posibil ca pentru depasirea obstacolului curent sa trebuiasca sa implicati si persone din exteriorul familiei. Un perete de sticla poate simboliza o bariera emotionala sau un comportament nepermis. De asemenea, poate fi vorba si despre sentimente de fagiliate sau despre sentimentul de a fi tinut inapoi si fortat sa observi fara a-ti fi permis sa intervi. Un perete alb in vis poate fi numit obstacolul perfect care defineste un anumit comportament si dincolo de acesta nimic nu este permis! Altenativ, visul poate simboliza nevoia de abordari calare si palnuri concarete atunci cand va confruntati cu obstacole. Un perete negru poate simboliza emotii suprimate, framantari interioare, frica si anxietate. De asemena, culoarea neagra a peretelui poate reprezena faptu ca va simtiti \"tinut in intuneric\" sau lipiti de lumina si claritate cu privire la situatie. Un perete verde simbolizeaza revigorare, crestere personala si conexiune cu natura, bineinteles ca toate aceste lucruri depind de contextul visului. Visele despre un perete crapat denota sentimente de nesiguranta si instabilitate, o vulnerabilitate in \"fundatia\" sigurantei sinelui sau a convingerilor personale. Alternativ, peretii crapati din vise pot reprezenta o schimbare rapida si neasteptata (schimbari pozitive sau negative). Indiferent de natura schimbarii, simbolul aratat in vis este o reamintire a faptului ca schimbarea este inevitabila si ca trebuie sa fim pregatiti sa acceptam acest lucru.Visarea peretilor murdari este un semn care prevesteste o schimbare. De asemenea, peretele murdar poate simboliza si vremuri nesigure, perioade cu obstacole, probleme de comunicare si exprimare sau atitudine si faima scazute. Curatarea peretelui sau a peretilor murdari indica rezeolvarea unor conflicte ori un fel de ascensiune care succes sau onoare. Alternativ, visul poate prevesti si o dorinta arzatoare de a incepe de la zero (aici poate fi vorba despre o careiera noua, o viata noua intr-un alt oras sau o relatie noua). Tot acest vis poate aparea ca urmare a faptul ca refuzati sa acceptati lucrurile asa cum sunt ele in realitate. Potrivit traditiei populare peretii murdari simbolizeaza nevoia de purificarea sufleteasca si de eliberare a energiei negative . Tavanul murdar exprima indoiala de sine si teama de a nu iti atinge obiectivele. De asemena, un astfel de vis poate aparea ca urmare a stresului generat de un secret pe care nu-l puteti dezvalui nimanui.",
      "slug": "perete"
    },
    {
      "name": "Perete murdar",
      "category": "dictionar",
      "shortMeaning": "Visarea peretilor murdari este un semn care prevesteste o schimbare.",
      "fullInterpretation": "Visarea peretilor murdari este un semn care prevesteste o schimbare. De asemenea, peretele murdar poate simboliza si vremuri nesigure, perioade cu obstacole, probleme de comunicare si exprimare sau atitudine si faima scazute. Curatarea peretelui sau a peretilor murdari indica rezeolvarea unor conflicte ori un fel de ascensiune care succes sau onoare. Alternativ, visul poate prevesti si o dorinta arzatoare de a incepe de la zero (aici poate fi vorba despre o careiera noua, o viata noua intr-un alt oras sau o relatie noua). Tot acest vis poate aparea ca urmare a faptul ca refuzati sa acceptati lucrurile asa cum sunt ele in realitate. Potrivit traditiei populare peretii murdari simbolizeaza nevoia de purificarea sufleteasca si de eliberare a energiei negative . Tavanul murdar exprima indoiala de sine si teama de a nu iti atinge obiectivele. De asemena, un astfel de vis poate aparea ca urmare a stresului generat de un secret pe care nu-l puteti dezvalui nimanui.",
      "slug": "perete-murdar"
    },
    {
      "name": "Pastrav",
      "category": "dictionar",
      "shortMeaning": "Pastravul in vise simbolizeaza cresterea prosperitatii si a averii, este de asemenea si un semn p...",
      "fullInterpretation": "Pastravul in vise simbolizeaza cresterea prosperitatii si a averii, este de asemenea si un semn pentru temperamentul vesel. Alternativ, pastarvul poate insemna si o casnicie buna sau o tranzactie de succes. Pastravul inotand in ape limpezi. Visarea oricarui peste inotand in voie in apa limpede si clara sibolizeaza o bucurie a vietii, un fel de primavara care va incanta sufletul visatorului. Pastravul in ape tulbure sau noroioase este un avetisment direct pentru problemele sentimentale. Acest vis indica faptul ca, in cautarea partenerului perfect, s-ar putea sa parcurgeti perioade de dezamagire si durere. Este cunoascut faptul ca apele tulbure din vise vor simboliza confuzie, tulburari emotionale si momente dificile pentru viata de cuplu. Daca ati visat ca manancati pastrav, este semn ca atitudinea dumneavoastra fata de viata este una deschisa si vesela. Pescuirea pastravului simbolizeaza urmarirea unor dorinte specifice sau a unor obiective. Metoda de pescuire (cu carlig si bat de pescuit sau cu o plasa de pescuit) poate indica strategia si nivelul de efort folosite de catre visator in viata reala. Visul in care prindeti un pastrav reprezinta bucurie si placere. Daca pastravul scapa inapoi in apa, atunci fericirea va fi de scurta durata. Visarea pastravilor mici care par nesanatosi sau a pastravilor morti pe o apa vor indica, de regula, dezamagiri, potentiale tradari si asteptari nerealiste.",
      "slug": "pastrav"
    },
    {
      "name": "Pictura",
      "category": "dictionar",
      "shortMeaning": "Pictura in vise reprezinta autoexprimarea, creativitatea si dorinta de exprimare a gandurilor si emotiilor interioare.",
      "fullInterpretation": "Pictura in vise reprezinta autoexprimarea, creativitatea si dorinta de exprimare a gandurilor si emotiilor interioare. Observand o persoana care picteaza in visul dumneavoastra simbolizeaza dorinta de a transmite si de a suprinde sentimentele celorlati. De asemenea, se pot prezenta perspective unice prin puncte de vedere creative. Interpretari culese din popor In general, iluzie, traiesti intr-o lume imaginara, innterpretezi gresit, traiesti prea mult in mintea ta si nu in realitate. In functie de imaginea pictata, visul va exprima dorinta ascunsa a subconstientului.",
      "slug": "pictura"
    },
    {
      "name": "Prieten",
      "category": "dictionar",
      "shortMeaning": "Este foarte firesc sa ne visam prietenii, deoarece o mare parte din ceea ce facem in timpul zilei...",
      "fullInterpretation": "Este foarte firesc sa ne visam prietenii, deoarece o mare parte din ceea ce facem in timpul zilei se reflecta in subconstientul nostru atunci cand dormim. Cu toate acestea, uneori visele despre prieteni pot avea semnificatii speciale. Visul in care un prieten nu va recunoaste, semnifica provocari si decizii ce trebuie luate cu rapiditate. Nu putem gasi intoadeauna scuze pentru a avea mai mult timp de gandire. Visand momente placute petrecute alaturi de mai multi prieteni. Un asemenea vis prevesteste longevitate, satisfactie, bucurii si fericire in viitorul apropiat. Daca ati visat ca munciti impreuna cu unul sau mai multi prieteni, este semn ca veti inregistra cresteri financiare si veti avea parte de prosperitate. Interpretari culese din popor calatorind in strainatate alaturi de un prieten - visul prevesteste o despartire imbratisand un prieten - vesti placute in viitorul apropiat mintind un prieten - ura si rusine fata de cineva te falesti sau te lauzi cu un prieten - sperante desarte sau spulberate vizitand un prieten - va trebui sa aveti rabdare pentru a avansa in cariera Putem incepe prin a preciza faptul ca toate visele, incluzand visele despre amici, prieteni si iubiti morti, sunt o reflecare a ceea ce ni se intampla in viata de zi cu zi. Visle de genul acesta pot avea multiple semnificatii. Moartea in vise a personelor dragi noua are, cu siguranta, cel mai profund impact si este unul dintre cele mai comune vise, potrivit unui studiu din (dar care in realitate este in viata) ne poate transmite un mesaj simbolic ca ne lipseste compania si timpul petrecut cu acea persoana. Uneori, daca in realitate prietenul este mort si dumneavoastra l-ati visat ca fiind in regula si nevatamat, prin intermediul visului, el va poate oferi niste sfaturi sau avertismente de care ar trebui sa tineti seama. Alternativ, prietenul decedat pe care l-ati visat poate reprezenta niste trebuiri neterminate. Mintea dumneavoastra pastreaza niste conflicte bine ascunse ce pot crea cicatricii adanci in inconstient. Daca ati visat ca va luptati cu un prieten mort, ar putea fi vorba despre o lupta sau o cearta nerezolvata inainte de a deceda. Persoana iubita moarta In primul rand, daca persoana visata este moarta in realiate, trebuie sa spunem ca visele in care aceasta ne apare se numesc, de obicei, vise de vizitare. De regula, acestea sunt foarte pline de culori si realiste creand sentimentul ca persoana iubita este chiar langa noi. Exista credinta ce persoanele dragi decedate incearca sa comunice cu noi prin diferite moduri. Visele sunt considerate a fi cel mai comun mod de comunicare prin care se pot primi semne usor de recunoscut. Printre altele, trebuie sa precizam ca persoana iubita decedata poate fi un fel de mesager si va poate livra mesaje destul de importante. Ar trebui sa acordati o atentie deosebita la ceea ce are de spus aceasta. Exista, de asemenea, un alt motiv pentru aparitia persoanei iubite decedate in vis. Inseamna ca probabil va este dor de ea si ca vi-ar placea sa o revedeti. Visul va ofera posibilitatea de a intra, din nou, in contact cu aceasta. Visand ca va certati cu persoana iubita decedata. Acest vis ar putea face referire la o greseala din trecut sau poate fi un avertisment asupra faptului ca ar trebui sa va schimbati comportamentul. Pentru o semnificatie completa a visului va rugam sa constultati si interpretarea visului SARUTUL SAU IMBRATISAREA MORTULUIPrietenul vechi in vise semnifica intoarcerea dumneavoastra la copilarie, pe cand nu aveati responsabilitati, cand lucrurile erau mult mai simple. Probabil ca doriti sa scapati de presiunile si stresul de acum. Ganditi-va la relatia pe care ati avut-o cu prietenul dumneavoastra si lectiile pe care le-ati invatat. Visul la un prieten vechi ar mai putea insemna ca doriti sa va reconectati cu o parte din dumneavoastra cu care ati pierdut legatura. Poate ca e timpul sa va reapucati de un hobby mai vechi sau sa scoateti la vedere un talent ascuns de multa vreme. O interpretare mai directa a visului ar fi sa va cautati acel prieten vechi si sa va legati din nou relatia.A visa despre cel mai bun prieten inseamna ca aveti nevoie sa sustineti sau sa recunoasteti o anumita calitate speciala a celui mai bun prieten al dumneavoastra. Intrebati-va ce il face pe prietenul dumneavoastra cel mai bun prieten si cum trebuie sa lucrati la aceste atribute in interiorul dumneavoastra. Uneori, cel mai bun prieten in vise poate simboliza gandurile despre cel mai bun prieten al dumneavoastra. Deci daca ati visat despre el in ziua precedenta atunci visul chiar poate fi doar despre el. Visele in care apare cel mai bun prieten al dumneavoastra de multe ori pot simboliza si pot avea legatura cu lucrurile pe care le-ati spune celui mai bun prieten. Deci visul reflecta modul in care v-ati dori ca lucrurile sa decurga. Ar putea reprezenta o ocazie buna deschisa in fata dumneavoastra si cat de mult poate insemna aceasta pentru dumneavoastra. Daca visati ca va moare cel mai bun prieten inseamna un anumit aspect sau calitate pe care cel mai bun prieten al dumneavoastra o are, dar moare in interiorul dumneavoastra, care va lipseste.",
      "slug": "prieten"
    },
    {
      "name": "Padure de brad",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "padure-de-brad"
    },
    {
      "name": "Padure intunecata",
      "category": "dictionar",
      "shortMeaning": "Padurea intunecata in vise sugereaza ca va simtiti pierdut in viata.",
      "fullInterpretation": "Padurea intunecata in vise sugereaza ca va simtiti pierdut in viata. De asemenea, o padure intunecata este adesea o imagine aparuta in basme si povesti, iar in vise este un simbol al unui prag. Astfel de vise semnifica sufletul ce paseste spre noi zone neexplorate pana acum. Trebuie sa lucrati cu intuitia si cu propriile abilitati de a simti ceea ce se intampla in jurul dumneavoastra.",
      "slug": "padure-intunecata"
    },
    {
      "name": "Pagan",
      "category": "dictionar",
      "shortMeaning": "Pagan, semnifica inceputul unei prietenii bazata pe incredere.",
      "fullInterpretation": "Pagan, semnifica inceputul unei prietenii bazata pe incredere. Daca sunteti un pagan si vedeti un alt pagan in vis se refera la un mesaj important de la o putere divina. Sunteti in cautare de orientare.",
      "slug": "pagan"
    },
    {
      "name": "Pagoda",
      "category": "dictionar",
      "shortMeaning": "Pagoda semnifica creativitatea si initiativa la care iei parte, urmeaza sa te lansezi intr-o aventura riscanta.",
      "fullInterpretation": "Pagoda semnifica creativitatea si initiativa la care iei parte, urmeaza sa te lansezi intr-o aventura riscanta. Trebuie sa-ti indeplinesti sarcinile pentru a trece de neplaceri. Vei gasi rezolvare la problemele care te framanta.",
      "slug": "pagoda"
    },
    {
      "name": "Pahar",
      "category": "dictionar",
      "shortMeaning": "Extras din cateva carti vechi de interpretarea viselor: ospat mare daruind cuiva pahare - sentime...",
      "fullInterpretation": "Extras din cateva carti vechi de interpretarea viselor: ospat mare daruind cuiva pahare - sentimente curate o persoana de sex opus daruindu-va pahare - casatorie cu urmasi paharul din care bei apa - zile bune pahar frumos- bogatie pahar spart - necaz, stramtoare, dispute spargand un pahar - nenorocire mare Paharul spart in vise denota sentimente de neputinta, de vinovatie. Va simtiti necalificati sau inadecvati in a face ceva in anumite situatii. Totodata, ar putea insemna necazuri, dispute. Daca visati ca spargeti un pahar, inseamna ca va asteapta o nenorocire mare.",
      "slug": "pahar"
    },
    {
      "name": "Pahar spart",
      "category": "dictionar",
      "shortMeaning": "Paharul spart in vise denota sentimente de neputinta, de vinovatie.",
      "fullInterpretation": "Paharul spart in vise denota sentimente de neputinta, de vinovatie. Va simtiti necalificati sau inadecvati in a face ceva in anumite situatii. Totodata, ar putea insemna necazuri, dispute. Daca visati ca spargeti un pahar, inseamna ca va asteapta o nenorocire mare.",
      "slug": "pahar-spart"
    },
    {
      "name": "Pahare",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "pahare"
    },
    {
      "name": "Paianjen alb",
      "category": "dictionar",
      "shortMeaning": "Paianjenul alb in vise prezice vindecarea, sugereaza ca nu vi-ati pierdut speranta, ca energia du...",
      "fullInterpretation": "Paianjenul alb in vise prezice vindecarea, sugereaza ca nu vi-ati pierdut speranta, ca energia dumneavoastra continua sa creasca.",
      "slug": "paianjen-alb"
    },
    {
      "name": "Paianjen mare",
      "category": "dictionar",
      "shortMeaning": "Paianjenul mare in vise inseamna ca va veti imbogati repede.",
      "fullInterpretation": "Paianjenul mare in vise inseamna ca va veti imbogati repede. Daca visati un paianjen mare si unul mic venind spre dumneavoastra inseamna ca veti avea o perioada de prosperitate, plina de succese. Visul in care va musca un paianjen mare semnifica faptul ca dusmanii dumneavoastra sunt mai norocosi.",
      "slug": "paianjen-mare"
    },
    {
      "name": "Paianjen negru",
      "category": "dictionar",
      "shortMeaning": "Paianjenul negru in vise semnifica neplaceri mari, o boala grea, lipsa de onestitate, teroare, dezamagire.",
      "fullInterpretation": "Paianjenul negru in vise semnifica neplaceri mari, o boala grea, lipsa de onestitate, teroare, dezamagire.",
      "slug": "paianjen-negru"
    },
    {
      "name": "Paiata",
      "category": "dictionar",
      "shortMeaning": "Paiata simbolizeaza o stare de suparare care o sa apara in viata dumeavoastra.",
      "fullInterpretation": "Paiata simbolizeaza o stare de suparare care o sa apara in viata dumeavoastra.",
      "slug": "paiata"
    },
    {
      "name": "Paie",
      "category": "dictionar",
      "shortMeaning": "(sau ajutoarul pe care-l preimesti nu este suficient) atunci cand intreprinzi o casatorie spirituala.",
      "fullInterpretation": "(sau ajutoarul pe care-l preimesti nu este suficient) atunci cand intreprinzi o casatorie spirituala. Saracie, lipsa de abundenta dar foarte mare sansa de revenire -daca ard inseamna paguba, pierdere.(Vezi si paianjen)Daca visezi ca vezi o sticla de vin pe care se afla o pinza de paianjen, norocul este in drum spre tine.Daca visezi ca vezi panze de paienjenis pe lucrurile din casa, vei avea o perioada lipsita de noroc.",
      "slug": "paie"
    },
    {
      "name": "Paienjenis",
      "category": "dictionar",
      "shortMeaning": "(Vezi si paianjen)Daca visezi ca vezi o sticla de vin pe care se afla o pinza de paianjen, norocu...",
      "fullInterpretation": "(Vezi si paianjen)Daca visezi ca vezi o sticla de vin pe care se afla o pinza de paianjen, norocul este in drum spre tine.Daca visezi ca vezi panze de paienjenis pe lucrurile din casa, vei avea o perioada lipsita de noroc.",
      "slug": "paienjenis"
    },
    {
      "name": "Paine",
      "category": "dictionar",
      "shortMeaning": "Painea este simbolul succesului si al uni viitor sigur.",
      "fullInterpretation": "Painea este simbolul succesului si al uni viitor sigur. Cu toate acestea, sunt exista numeroase detalii care pot schimba interpretarea acestui vis. Pentru a interpreta corect visul, va trebui sa le analizati individual. De exemplu: pentru femeile care se vad pe ele insisi la masa muscand din paine dar si mancand alte alimente, acesta va fi un semn de tristete. In aceasta situatie, o solutie buna ar fi analizare si verificarea asteptarilor pentru actiuni / fapte : este posibil ca in anumite cazuri asteptarile sa fie prea mari si sa nu poata fi indeplinite. De asemenea, ar trebui ca painea uscata in vise este un semn ca, in viitor, veti putea intampina probleme banesti care pot duce la suferinta. Pentru a evita acest lucru, trebuie neaparat sa luati masuri in avans si sa gasiti solutii de rezerva. O astfel de solutie este crearea multiplelor surse de venit. Painea mucegaita din vis face referire la proprile indoieli fata de viata. Poate ca exista motive de ingrijirare legate de o situatie din viata dumneavoastra sau pur si simplu simititi ca sunteti coplesiti sau suprasolicitati. Daca visati o paine proaspata, din care vreti sa muscati, este un semn de bun augur. Nasterea unui astfel de vis este un semn favorabil destinului. Coaja de paine (in special crusta superioara) in vis are o semnificatie aparte: reprezinta o bucata dintr-o bogatie, este si un semn de ospitalitae. Painea alba in vise simbolizeaza prieteni noi si, in general, pozitivi. Pentru cei casatoriti, painea simbolizeaza ospitalitate si tandrete intre parteneri. Pentru cei ne casatoriti dar indragostiti, painea simbolizeaza timpul potrivit pentru o relatie permanenta si de durata cu partenerul. Din punct de vedere spiritual, cau cat mancati mai multa paine, cu atat veti fi mai norocosi si veti obtine mai mult profit. Interpretari populare vechi a coace- foame alba- multumire, bunastare, ai o fire sensibila a manca- saracie buna- prieteni fideli buna mancand- putere, bogatie calda- boala grea colac de- pericol de imbolnavire a copiilor chifle- ia sfarsit perioada de calm si incredere cumperi- viata comoda, profita de situatia avantajoasa firimituri- sanatate curata- fericire daca ai- bogatie, cinste faci- vizita facuta de cineva de departe impartind la saraci- sanatate miez- primejdie, foamete mancand- sanatate fizica mancand repede- onoare, inaintare in grad mucegaita- dusmani mari care te pandesc multe la un loc vazand- drum, discutii, bucurii musti dintr-o felie- amenintare pentru cei dragi neagra- oaspeti nevoiasi, la nevoie vei primi ajutor de la prieteni proaspata- prieteni fideli pui la cuptor- realizarea cu bine a unor probleme scumpa- viata comoda stricata- noroc nestatornic stricata si veche- oameni fatarnici taind- necredinta, sa pui capat unei relatii care nu-ti aduce decat necazuri uscata- oboseala vezi- un joc de noroc se finalizeaza cu succes vinzi- aderi la o mare organizatie. Daca visati ca mancati paine semnifica faptul ca o sa aveti parte de cinste si promovare in viata.Painea alba in vise inseamna multumire, bunastare. Totodata inseamna si faptul ca va veti face noi prieteni care iti vor fi aproape. Pentru mai multe informatii vizitati si intrepretarile visului paine.Painea calda in vise, indiferent ca doar o vedeti, o mancati sau este doar o felie de paine calda, toate prevestesc acelasi lucru: trebuie sa fiti prudenti pentru ca un astfel de vis anticipeaza o boala grea, care va va dobori.Painea neagra in vise prezice faptul ca veti primi musafiri care au nevoie de dumneavoastra sau au nevoie de ceva de la dumneavoastra, insa veti avea si dumneavoastra parte de sprijin la nevoie. Pentru a afla mai multe informatii vizitati si interpretarile visului paine.Daca visezi ca vezi sau mananci paine prajita semnifica aprecierea ta pentru lucrurile simple din viata. De asemenea, inseamna ca vei primi o invitatie. Daca painea este arsa inseamna ca vei avea de rezolvat niste necazuri minore.- Daca in vis ai mancat o felie de paine, inseamna ca iti vei salva beneficiile, sau acestea vor deveni mai mici dar vor contiuna sa vina. - Daca ai visat ca ungi o felie de panie cu unt sau cu miere, inseamna ca te bucurati de respectul si dragostea cu care esti tratat(a). - Daca vezi mai multe felii de paine, inseamna ca vei impartasii realizarile cu prietenii si cunoscutii. - Daca ai visat o felie de paine muscata - amenintari pentru cei dragi tie.",
      "slug": "paine"
    },
    {
      "name": "Paine a cumpara",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "paine-a-cumpara"
    },
    {
      "name": "Paine a manca",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca mancati paine semnifica faptul ca o sa aveti parte de cinste si promovare in viata.",
      "fullInterpretation": "Daca visati ca mancati paine semnifica faptul ca o sa aveti parte de cinste si promovare in viata.",
      "slug": "paine-a-manca"
    },
    {
      "name": "Paine alba",
      "category": "dictionar",
      "shortMeaning": "Painea alba in vise inseamna multumire, bunastare.",
      "fullInterpretation": "Painea alba in vise inseamna multumire, bunastare. Totodata inseamna si faptul ca va veti face noi prieteni care iti vor fi aproape. Pentru mai multe informatii vizitati si intrepretarile visului paine.",
      "slug": "paine-alba"
    },
    {
      "name": "Paine calda",
      "category": "dictionar",
      "shortMeaning": "Painea calda in vise, indiferent ca doar o vedeti, o mancati sau este doar o felie de paine calda...",
      "fullInterpretation": "Painea calda in vise, indiferent ca doar o vedeti, o mancati sau este doar o felie de paine calda, toate prevestesc acelasi lucru: trebuie sa fiti prudenti pentru ca un astfel de vis anticipeaza o boala grea, care va va dobori.",
      "slug": "paine-calda"
    },
    {
      "name": "Paine neagra",
      "category": "dictionar",
      "shortMeaning": "Painea neagra in vise prezice faptul ca veti primi musafiri care au nevoie de dumneavoastra sau a...",
      "fullInterpretation": "Painea neagra in vise prezice faptul ca veti primi musafiri care au nevoie de dumneavoastra sau au nevoie de ceva de la dumneavoastra, insa veti avea si dumneavoastra parte de sprijin la nevoie. Pentru a afla mai multe informatii vizitati si interpretarile visului paine.",
      "slug": "paine-neagra"
    },
    {
      "name": "Paine prajita",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca vezi sau mananci paine prajita semnifica aprecierea ta pentru lucrurile simple din viata.",
      "fullInterpretation": "Daca visezi ca vezi sau mananci paine prajita semnifica aprecierea ta pentru lucrurile simple din viata. De asemenea, inseamna ca vei primi o invitatie. Daca painea este arsa inseamna ca vei avea de rezolvat niste necazuri minore.",
      "slug": "paine-prajita"
    },
    {
      "name": "Pajiste",
      "category": "dictionar",
      "shortMeaning": "Sa visezi o pajiste reprezinta plentitudine,abundenta, libertate si fericire.",
      "fullInterpretation": "Sa visezi o pajiste reprezinta plentitudine,abundenta, libertate si fericire. Negativ, o pajiste poate insemna lipsa de speranta , pierdere sau sentimentul ca ceva nu se va termina. Daca pajistea e moarta sau stearpa poate reprezenta pesimism sau un sentiment cu perspective slabe pentru viitor.",
      "slug": "pajiste"
    },
    {
      "name": "Palarie",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca ridici o palarie semnifica un semn de supunere , umilinta.",
      "fullInterpretation": "Daca visezi ca ridici o palarie semnifica un semn de supunere , umilinta.A vedea o palarie neagra in vise se refera la moralul si increderea in sine pe care o veti avea odata cu un suport financiar. A visa o palarie neagra inseamna ca veti fi capabil sa castigati un premiu datorita imaginatiei dumneavoastra manageriale.( palarie )Mari neplaceri.",
      "slug": "palarie"
    },
    {
      "name": "Palarie a ridica",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca ridici o palarie semnifica un semn de supunere , umilinta.",
      "fullInterpretation": "Daca visezi ca ridici o palarie semnifica un semn de supunere , umilinta.",
      "slug": "palarie-a-ridica"
    },
    {
      "name": "Palarie neagra",
      "category": "dictionar",
      "shortMeaning": "A vedea o palarie neagra in vise se refera la moralul si increderea in sine pe care o veti avea o...",
      "fullInterpretation": "A vedea o palarie neagra in vise se refera la moralul si increderea in sine pe care o veti avea odata cu un suport financiar. A visa o palarie neagra inseamna ca veti fi capabil sa castigati un premiu datorita imaginatiei dumneavoastra manageriale.",
      "slug": "palarie-neagra"
    },
    {
      "name": "Palat",
      "category": "dictionar",
      "shortMeaning": "Visul in care puneti la uscat haine spalate sugereaza ca vor aparea cateva ingrijorari.",
      "fullInterpretation": "Visul in care puneti la uscat haine spalate sugereaza ca vor aparea cateva ingrijorari. Daca va visati calcand haine proaspat spalate inseamna bucurie pe viitor, dar si sanatate.Masina de spalat in vise sugereaza ca trebuie sa va rezolvati unele probleme din trecut pentru a putea sa incepeti un inceput nou si curat. Daca visati ca spalati rufe la masina de spalat inseamna ca veti pleca intr-o calatorie lunga.Din punct de vedere psihologic, spalatoria in vise este o zona de subsol a subconstientului. De aici si dorinta de a curata si de a scapa de lucrurile murdare care va deranjeaza. O dorinta de a avea o minte mai limpede si mai curata pentru a realiza ceva nou in viata. Traditia araba spune ca daca visati o spalatorie sugereaza ca un lucru mic cauzeaza multa galagie.",
      "slug": "palat"
    },
    {
      "name": "Paleta",
      "category": "dictionar",
      "shortMeaning": "Daca visati o paleta semnifica faptul ca o sa aveti un trai linistit si indelungat.",
      "fullInterpretation": "Daca visati o paleta semnifica faptul ca o sa aveti un trai linistit si indelungat.",
      "slug": "paleta"
    },
    {
      "name": "Palid",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "palid"
    },
    {
      "name": "Palma",
      "category": "dictionar",
      "shortMeaning": "(viata ta, viitorul ta) cu mainile tale -a primi o palma - mustrari de constiinta, sentiment prof...",
      "fullInterpretation": "(viata ta, viitorul ta) cu mainile tale -a primi o palma - mustrari de constiinta, sentiment profund de culpa -a da o palma cuiva - sentimente de ura reprimate in tine, lucruri neexprimate.",
      "slug": "palma"
    }
  ]
}