{
  "symbols": [
    {
      "name": "Rochie de seara",
      "category": "dictionar",
      "shortMeaning": "Visul in care vedeti sau purtati o rochie de seara reprezinta bucurie, placeri sociale, gratie si cultura.",
      "fullInterpretation": "Visul in care vedeti sau purtati o rochie de seara reprezinta bucurie, placeri sociale, gratie si cultura. De asemenea, visul reprezinta imaginea a ceea ce proiectati altora. Ganditi-va la culoarea si design-ul rochiei pentru o semnificatie aditionala. Daca rochia este foarte eleganta si ornamentata atunci inseamna un stil de viata luxurios si elaborat. Daca rochia este simpla atunci visul sugereaza ca veti avea un stil de viata simplu. Alternativ, a visa ca purtati o rochie de seara inseamna ca sunteti in cautarea fericirii.",
      "slug": "rochie-de-seara"
    },
    {
      "name": "Rochie neagra",
      "category": "dictionar",
      "shortMeaning": "Din moment ce in traditia noastra rochia neagra este cunoscuta ca fiind un simbol al mortii sau d...",
      "fullInterpretation": "Din moment ce in traditia noastra rochia neagra este cunoscuta ca fiind un simbol al mortii sau de doliu, visul in care apare aceasta, poate fi o ingrijorare de propria sanatate. Un asemenea vis este de multe ori o reflecatre a unei atitudini incomode. Incercati sa va relaxati un pic mai des si lucrurile ar trebui sa fie in regula pe viitor.",
      "slug": "rochie-neagra"
    },
    {
      "name": "Rochie rosie",
      "category": "dictionar",
      "shortMeaning": "O rochie rosie in vis inseamna ca sunteti foarte orgoliosi, mandri.",
      "fullInterpretation": "O rochie rosie in vis inseamna ca sunteti foarte orgoliosi, mandri. Pentru mai multe informatii vizitati si interpretarea visului rochie.",
      "slug": "rochie-rosie"
    },
    {
      "name": "Rochie rupta",
      "category": "dictionar",
      "shortMeaning": "O rochie rupta in vise prevesteste multe dispute pe viitor, certuri.",
      "fullInterpretation": "O rochie rupta in vise prevesteste multe dispute pe viitor, certuri. De asemenea, visul mai poate insemna si imaginea pe care o lasati in societate, una negativa, sumbra, pesimista.",
      "slug": "rochie-rupta"
    },
    {
      "name": "Rochie verde",
      "category": "dictionar",
      "shortMeaning": "Rochia verde in vise poate simboliza un acord egoist.",
      "fullInterpretation": "Rochia verde in vise poate simboliza un acord egoist. Dumneavoastra sau o alta persoana va deveni subordonat din motive egoiste. Gelozia va forteaza sa faceti orice vi se spune. Simtiti ca sunteti sub control total al arogantei altuia.",
      "slug": "rochie-verde"
    },
    {
      "name": "Rodie",
      "category": "dictionar",
      "shortMeaning": "Rodia in vise inseamna semne bune, onoruri, marire de salariu.",
      "fullInterpretation": "Rodia in vise inseamna semne bune, onoruri, marire de salariu. Daca visati ca mancati seminte de rodie sau culegeti astfel de seminte inseamna ca veti avea relatii bune cu persoanele de sex opus. In traditia araba, rodia in vise simbolizeaza o pozitie buna in societate, respect.",
      "slug": "rodie"
    },
    {
      "name": "Roi",
      "category": "dictionar",
      "shortMeaning": "Un roi de albine in vis simbolizeaza veselie, buna dispozitie.",
      "fullInterpretation": "Un roi de albine in vis simbolizeaza veselie, buna dispozitie. Daca visati un roi de albine langa un stup inseamna ca trebuie sa fiti mai precauti pe viitor, sa fiti atenti la detalii si la cei din jur. Visul in care albinele roiesc in jurul dumneavoastra simbolizeaza ca destinul va este favorabil, iar norocul va fi de partea dumneavoastra, va va merge bine pe toate planurile. Daca in vis sunteti atacat de un roi de albine sunteti avertizati asupra unei situatii care poate scapa de sub control. A vedea un asteroid in vise sugereaza ca trebuie sa mergeti mai departe si sa va eliberati de sarcinile emotionale si fizice. Alternativ, visul ar putea semnifica o culegere de idei si ganduri. Din punct de vedere spiritual, asteroidul in vise reprezinta un mesaj divin. Sunteti pe cale de a fi iluminat cu anumite cunostinte. A visa ca un asteroid vine spre Pamant inseamna o potentiala problema cu abilitatea de a devasta obiective, de a aduce dezamagire sau de a sabota eforturile curente. Un dezastru inevitabil sau rusine. Ceva ce ar putea sa va faca sa va simtiti ca nu puteti sa faceti tot ce ati dorit. Visul ar putea sa reflecte situatii care ar putea sa va distruga in totalitate optimismul sau simtul echilibrului pe care l-ati atins. Daca visati ca un asteroid loveste Pamantul inseamna ca obiectivele sau idealurile dumneavoastra va sunt compromise.- Daca in vis vezi un croitor - cineva abuzeaza de bunatatea ta, vei avea necazuri, se poate sa fi si furat. - Dava vezi un croitor cu foarfecele in mana - esti plin(a) de idei. - Daca in vis lucrezi alturi de un croitor - este un semn bun, de aici inainte ai sanse sa castigi avere. - Daca stai de vorba cu un coitor - rea credinta. - Daca visezi ca un croitor iti ia masurile pentru niste haine, sau ca faci comanda de haine la croitor - inseamna ca vei primi raspuns pentru o slujba la care ai aplicat cu ceva vreme in urma. - Daca tu esti croitor - te vei lupta din rasputeri sa faci avere. - Croitoreasa in general semnifica petitori. - Daca visezi ca lucrezi ca croitoreasa - sperantele ti se vor indeplini, vesti bune vei primi vesti bune.A vedea un drum cu noroi in vise ar putea insemna ca relatia cu partenerul dumneavoastra se va schimba in bine ca urmare a unor conversatii. Totusi, in unele vise, noroiul este un aspect de incetinire a ezitarilor si a fricilor.De obicei, visarea hemoroizilor indica stima de sine scazuta sau faptul ca va simtiti vulnerabil, va este greu sa acceptati cine sunteti si sa va iubiti. De asemenea, visul poate face referire la suprimarea gandurilor si a sentimentelor. Pe de alta parte, hemoroizii pot indica o slabiciune sau o vulnerabilitate la boli cronice. Daca ati visat ca incercati sa ascundeti faptul ca aveti hemoroizi, inseamna ca va este teama ca va fi expusa o slabiciune personala. Din nefericire, visarea hemoroizilor cu sange este un semn pentru o boala legata de hipertensiune sau probleme colorectale. In acest caz, este intelept sa efectuati un control medical de rutina.Musuroiul de furnici sugereaza incercarea ta de a evita orice lucrare grea. Te simti lenes(a). Alternativ, visul poate face referire si la o suma de bani. - Daca ai visat musuroi de cartita - viata lunga inseamna.(Daca te visezi ca esti in noroi) Vei deveni bogat dar cu mari eforturi.",
      "slug": "roi"
    },
    {
      "name": "Roi de albine",
      "category": "dictionar",
      "shortMeaning": "Un roi de albine in vis simbolizeaza veselie, buna dispozitie.",
      "fullInterpretation": "Un roi de albine in vis simbolizeaza veselie, buna dispozitie. Daca visati un roi de albine langa un stup inseamna ca trebuie sa fiti mai precauti pe viitor, sa fiti atenti la detalii si la cei din jur. Visul in care albinele roiesc in jurul dumneavoastra simbolizeaza ca destinul va este favorabil, iar norocul va fi de partea dumneavoastra, va va merge bine pe toate planurile. Daca in vis sunteti atacat de un roi de albine sunteti avertizati asupra unei situatii care poate scapa de sub control.",
      "slug": "roi-de-albine"
    },
    {
      "name": "Role",
      "category": "dictionar",
      "shortMeaning": "Daca aveti un vis cu role reprezinta intentia sau speranta de a trece printr-o situatie cu usurinta si determinare.",
      "fullInterpretation": "Daca aveti un vis cu role reprezinta intentia sau speranta de a trece printr-o situatie cu usurinta si determinare.Daca visati un troleibuz sau visati ca mergeti cu troleibuzul nu reprezinta semne bune. Aceste vise prevestesc o perioada de insuccese.",
      "slug": "role"
    },
    {
      "name": "Roman",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca cititi un roman , se poate interpreta dupa titlu si continutul sau.",
      "fullInterpretation": "Daca visati ca cititi un roman , se poate interpreta dupa titlu si continutul sau. De asemenea, romanul indica faptul ca in viata reala nu aveti incredere in propriile idei si va orientati dupa alte persoane.Daca aveti un vis romantic reprezinta pasiune ta, interes intens, sau o pasiune profunda pentru ceva ce se intampla in viata de veghe. De asemenea , negativ, romantismul intr-un vis poate fi un semn ca va obsedeaza prea mult cineva. Alternativ, romantismul poate reprezenta dorul pentru o relatie personala cu cineva.",
      "slug": "roman"
    },
    {
      "name": "Romantism",
      "category": "dictionar",
      "shortMeaning": "Daca aveti un vis romantic reprezinta pasiune ta, interes intens, sau o pasiune profunda pentru c...",
      "fullInterpretation": "Daca aveti un vis romantic reprezinta pasiune ta, interes intens, sau o pasiune profunda pentru ceva ce se intampla in viata de veghe. De asemenea , negativ, romantismul intr-un vis poate fi un semn ca va obsedeaza prea mult cineva. Alternativ, romantismul poate reprezenta dorul pentru o relatie personala cu cineva.",
      "slug": "romantism"
    },
    {
      "name": "Roscat",
      "category": "dictionar",
      "shortMeaning": "Sa visezi ca esti roscata sugereaza ca aveti nevoie de mai multa spontaneitate si vitalitate in viata dumneavoastra.",
      "fullInterpretation": "Sa visezi ca esti roscata sugereaza ca aveti nevoie de mai multa spontaneitate si vitalitate in viata dumneavoastra. Este timpul pentru a face unele schimbari dramatice.Parul roscat simbolizeaza dorinta de a actiona impulsiv si de a trai momentul. Poate ca veti face anumite schimbari majore, mai ales daca ati ajuns la concluzia ca lucrurile au devenit obositoare sau plictisitoare. Visand ca aveti parul roscat. Un asemnenea vis prevesteste aparitia unei noi surse de venit. Acest venit poate apare sub forma unei noi mosteniri sau in urma realizarii unui nou proiect. De asemnea, visu poate simboliza si faptul ca eforturile dumneavoastra vor fi pline de satisfactii. In continuare va vom prezenta cele importante vise din punct de vedere a semnificatiei lor: Femeie cu parul roscat In general, roscatele din visul dumneavoastra (mai ales daca sunteti barbat) sunt intruchiparea pasiunii. Din punct de vedere psihologic, daca un barbat casatorit a visat ca sotia sa are parul roscat, inseamna ca viata intima a acestora a devenit mai pasionala, intensa sau stralucitoare. Visand o femeie care si-a vopsit parul rosu este semn ca cineva incearca sa aibe un fel de efect magic asupra dumneavoastra. Un conflict cu o roscata necunoscuta prevesteste un risc crescut de cearta si probleme in viata de cuplu. Visand o femeie cu parul roscat, dar care in realitate are o culore diferita a parului, este semn ca exista o probabilitate foarte mare ca acea femeie sa ascunda unele lucruri fata de dumneavoastra. Alternativ, in unele cazuri acest par rosu este o proiectie a pasiunii sau a iubirii secrete purtata acelei femei. Barbat cu parul roscat Visarea unui barbat roscat este un semn de bogatie, succes si aventuri. De asemena parul rosu al unui barbat simbolizeaza recompensa, onoare, recunoastere si lauda pentru realizarile dumneavoastra. Cal roscat Calul roscat prezice o serie de obstacole si intamplari ce va vor da senzatia ca va fuge pamntul de sub picioare. Un cal rosu ca focul este simbolul intuitiei care, de obicei, nu il va dezamagi pe visator. Ar trebui, totusi, sa tineti cont de vocea ratiunii, daca nu veti face asta va veti alege in scurt timp cu o multime de dusmani. De asemena, calul cu par rosu este un semn al emotiilor ireprimabile, expansive. Cel mai probabil, traiti un capriciu, luand in considerare mai mult sentimentele decat ratiune.",
      "slug": "roscat"
    },
    {
      "name": "Rosi (A)",
      "category": "dictionar",
      "shortMeaning": "(A)Daca visezi ca rosesti este semn ca vei fi stanjenit de povesti scandaloase despre tine.",
      "fullInterpretation": "(A)Daca visezi ca rosesti este semn ca vei fi stanjenit de povesti scandaloase despre tine.Daca visezi e altcineva rosind inseamna ca vei fi sarcastic si ii vei enerva pe amicii tai..",
      "slug": "rosi-a"
    },
    {
      "name": "Rosii / patlagele",
      "category": "dictionar",
      "shortMeaning": "Visarea patlagelelor este destul de comuna, acestea fiind considerate un semn de noroc in mai multe culturi.",
      "fullInterpretation": "Visarea patlagelelor este destul de comuna, acestea fiind considerate un semn de noroc in mai multe culturi. Visele despre rosii simbolizeaza pasul intr-o noua faza a vietii, putand fi vorba si despre un nou loc de munca. De asemenea, rosia sugereaza faptul ca in urma decizilor din trecutul apropiat totul va deveni mai infloritor si mai frumos, tendinta de bine putand fi observata la orice pas. Patlagelele rosii pot reflecta pasiunea dintr-o relatie, in timp ce rosiile verzi sunt definite ca speranta si optimism pentru a atinge un obiectiv. Culoarea rosie a patlagelelor este simbolul norocului in China si din punct de vedere psihologic, atat culoare cat si leguma, arata dorintele visatorului pentru o viata prospera si frumoasa. Desigur, ca si majoritatea simbolurilor ce apar in vise, rosiile pot avea si ele semnificatii negative in functie de context, gust si de stare pe care aceste o creaza. Cele mai comune vise cu si despre rosii Visul in care culegeti rosii denota faptul ca rabdarea dumneavoastra va da roade. Alternativ, visul este un simbol pentru bogatie si fericire. Rosiile invinetite, innegrite sau patate sunt semnul unor afectiuni sau boli din viitorul apropiat. Vazand rosii verzi si necoapte. Indiferent daca acestea sunt in camp, intr-un cos, pe masa sau in frigiderul dumneavoastra, ele simbolizeaza trairea unor dezamagiri sau a unor vremuri severe. De asemeanea, rosiile verzi sun un simbol al imaturitatii. Chiar daca acest lucru pare a fi un semn rau, acesta este un avertisment asupra faptului ca nu va traiti viata asa cum ar trebui. Imbunatatirea comportamentului si asumarea responsabilitatii este directia cea buna! Visand ca aveti grija de plantele care in viitor vor produce rosii, inseamna ca exista unele persoane care va poarta gelozie. Aceste persoane va cunosc unele secrete si va trebui sa fiti prudent si sa va alegeti cu atentie cuvintele atunci cand interectionati cu acestea. Plantarea rasadului de rosii simbolizeaza o familie fericita si, in unele cazuri, noi membri ai familiei. Planta cu rosii coapte pe ea reprezinta starea dumneavoastra emotionala. Acest vis arata ca o schimbare se apropie si ca trebuie sa folositi acel moment pentru a obtine rezultate pozitive, astfel veti pierde oportunitati. Cu cat sunt mai multe rosii pe palanta sau mai mari, cu atat randamentul este mai mare. Rosiile putrede sunt semnul nenorocului. Acestea simbolizeaza boli, mai ales daca simtiti si un miros deranjant. In general visul face referire la o boala ce se va abate asupra unei rude sau a unei persoane apropiate din viata dumneavoastra. Consumul rosiilor in vise Acest vis poate insemna faptul ca va ascundeti dragostea fata ceilati. Alternativ, consumul de rosii poate simboliza noi modalitati de a depasi unle obstacole din viata dumneavoastra. Prepararea unui fel de manacare in care folositi rosii sau suc de rosii prevesteste un anume succes sau o satisfactie de natura sexuala. De asemena, sosul sau sucul de rosii simbolizeaza un prieten sau un partener fermecator. Consumul rosiilor verzi sau necoapte simbolizeaza actiuni impotriva vointeti dumeavoastra. Trebui sa fiti atenti la persoanele din jurul dumneavoastra, acestea implica si colegii scoala sau de la locul de munca. Gatind o supa de rosii simbolizeaza faptul ca veti trai o dragoste pasionala. Acelasi lucru putem spune si despre prepararea bulionului sau a scului de tomate.",
      "slug": "rosii-patlagele"
    },
    {
      "name": "Rostogoli (A)",
      "category": "dictionar",
      "shortMeaning": "(A)butoiul- galceava cu rudele - mingea-esti nehotarat in probleme legate de viata ta - pe deal- ...",
      "fullInterpretation": "(A)butoiul- galceava cu rudele - mingea-esti nehotarat in probleme legate de viata ta - pe deal- perioada grea sufleteasca - pe iarba- te simti apropiat de partenerul tau - pe scari- caderi sufletesti.",
      "slug": "rostogoli-a"
    },
    {
      "name": "Rosu",
      "category": "dictionar",
      "shortMeaning": "Ardeiul rosu in vise inseamna ca veti avea un partener de viata independent si econom.",
      "fullInterpretation": "Ardeiul rosu in vise inseamna ca veti avea un partener de viata independent si econom. Daca visati un munte de ardei rosii indica faptul ca cineva isi va apara drepturile cu agresivitate.Visul in care calariti un cal rosu inseamna ca veti avea o casnicie fericita. Daca visati ca sariti un cal rosu atunci inseamna ca veti avea parte de un castig, dar nu fara a trece peste anumite primejdii.Covorul rosu in vise sugereaza festivitati distractive in viata dumneavoastra, sunteti pregatit pentru o petrecere. Visul in care pasiti pe un covor rosu reprezinta dorinta dumneavoastra de a fi admirat, cautati laude pentru reusitele dumneavoastra.Marul rosu in vise sugereaza succes in societate. Va asteapta o promovare.In mare parte, visele legate de par sunt asociate cu modul in care iti planifici imaginea si atitudinile. Parul rosu indica faptul ca visatorul isi foloseste energia pentru a ajuta la realizarea unor eforturi legate de locul de munca. Expresivitatea si creativitatea curg intr-o maniera libera si bine echilibrata. Visul unui barbat in care apare o femeie cu parul rosu simbolizeaza adesea inselaciune. Alternativ, acest vis poate simboliza si pasiuni sexuale, tanjirea pentru o viata intima si mai pasionala. Poate fi vorba si despre o alta persoana cu care doriti sa va impartasiti aceasta latura.Sarpele rosu in vise scoate in evidenta caracteristicile pozitive ale sarpelui, precum si pasiunea dumneavoastra arzatoare. Totusi, un sarpe rosu in vise ar putea insemna un avertisment pentru a sta deoparte sau de a va opri din ceea ce faceti. In cultura chinezeasca, visul despre un sarpe rosu prevesteste venirea unor evenimente fericite. Pentru o persoana singura, sarpele rosu in vise sugereaza ca se va casatori curand, iar pentru o persoana casatorita, visul sugereaza ca va avea copii. Daca un pacient viseaza un sarpe rosu inseamna ca va fi sanatos curand.Daca visati un trandafir rosu, acest lucru simbolizeaza dragostea pasionala, romantism. Daca visati ca rupeti un trandafir rosu inseamna ca va asteapta o casnicie in viitorul apropiat si multe foloase de la viata.",
      "slug": "rosu"
    },
    {
      "name": "Roua",
      "category": "dictionar",
      "shortMeaning": "Picaturile de roua sau de ploaie fina pot reprezenta un sentiment de prospetime si noutate pe car...",
      "fullInterpretation": "Picaturile de roua sau de ploaie fina pot reprezenta un sentiment de prospetime si noutate pe care uneori nu il putem obtine decat daca ne este indus dintr-o sursa exterioara.",
      "slug": "roua"
    },
    {
      "name": "Rozatoare",
      "category": "dictionar",
      "shortMeaning": "A vedea o rozatoare in vise simbolizeaza murdaria, repulsia sau moartea.",
      "fullInterpretation": "A vedea o rozatoare in vise simbolizeaza murdaria, repulsia sau moartea. Exista o influenta negativa in viata dumneavoastra. Ar trebui sa verificati si ce fel de rozatoare visati si care este semnificatia acesteia in visele dumneavoastra.",
      "slug": "rozatoare"
    },
    {
      "name": "Rubin",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "rubin"
    },
    {
      "name": "Rucsac",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca purtati un rucsac reprezinta sperantele, dorintele si secretele dumneavoastra.",
      "fullInterpretation": "Daca visati ca purtati un rucsac reprezinta sperantele, dorintele si secretele dumneavoastra. Acesta poate fi, de asemenea, un simbol al cunostintelor pe care le-ati acumulat in timp.",
      "slug": "rucsac"
    },
    {
      "name": "Ruda",
      "category": "dictionar",
      "shortMeaning": "Visul in care mancati carne cruda inseamna ca veti suferi anumite pierderi financiare sau veti av...",
      "fullInterpretation": "Visul in care mancati carne cruda inseamna ca veti suferi anumite pierderi financiare sau veti avea anumite neintelegeri cu persoanele din jur. Carnea cruda de vita sugereaza ca va pregatiti de o activitate grea si de durata, dar presupune eforturi cu un scop bine definit. Daca visati la carne cruda de porc inseamna ca aveti treburi, afaceri nefinalizate sau misiuni neterminate.",
      "slug": "ruda"
    },
    {
      "name": "Rufe",
      "category": "dictionar",
      "shortMeaning": "Spalatul rufelor in vise poate avea multiple semnificatii.",
      "fullInterpretation": "Spalatul rufelor in vise poate avea multiple semnificatii. In zilele noaste obiceiul spalatul hainelor de mana a pierit si un astfel de vis poate trezi curiozitati. In general, visul reprezinta persoanele sau situatiile care va creaza o stare de disconfort. De asemenea, poate simboliza nervozitate in anumite chestiuni ce trebuiesc rezolvate. Curatarea hainelor, spalarea rufelor si a altor lucruri simbolizeaza, de asemnea, spalarea sufeltului care este echivalenta cu purificarea. Visul semnaleaza lucruri din viata dumneavoasta care va deranjeaza si de care doriti sa scapati. Visand ca agatati sau intindeti rufele, afara pe sarma, simbolizeaza starea de spirit necesara pentru a va putea expune sentimentele interioare si planurile de viitor catre alte persoane. Acest vis poate face referire si la faptul ca nu mai sunteti preocupat de parerea altora despre dumneavoastra si despre aspiratiile dumneavostra in viata. In continuare va prezentam o colectie de interpretari conform mai multor carti vechi de talmacire a viselor: Avere Albe - sanatate, mostenire calcand - buna intelegere intre soti carpind - casatorie pentru vaduva curate - fericire casnica femei spaland - noroc si ascensiune in serviciu la uscat - sunteti tare din punct de vedere psihic intinzand - vei avea o veste insemnata intinse la uscat - afaceri fara folos murdare - mostenire, boala, deces murdarite - neplaceri eforturi mari nu sunt curate - vei avea necazuri rupte - ruina, lipsa de afectiune intre soti spaland cu mana - putere fizica spalate - dificultati uscate - vizita apropiata. Principala intrebare pe care trebuie sa vi-o puneti dupa ce ati avut acest vis este: ce ar trebui curatat in viata dumeavoastra sau ce a depasit acceptabilul? Vazand cantitati uriase de rufe murdare in vise ar putea simboliza o nedreptate napustita asupra dumneavoastra. In schimb, daca rufele pe care le vedeti sunt curate, acesta este un semn al norocului si al evenimentelor pozitive.Trufele in vise reprezinta un om onest si placuta carui companie este cautata de persoanele nobile. De asemenea, visul mai poate reprezenta banii castigati cu ajutorul unei femei. Visul in care mancati trufe inseamna ca primiti bani de la o ruda prin metode legitime.",
      "slug": "rufe"
    },
    {
      "name": "Rufe murdare",
      "category": "dictionar",
      "shortMeaning": "Principala intrebare pe care trebuie sa vi-o puneti dupa ce ati avut acest vis este: ce ar trebui...",
      "fullInterpretation": "Principala intrebare pe care trebuie sa vi-o puneti dupa ce ati avut acest vis este: ce ar trebui curatat in viata dumeavoastra sau ce a depasit acceptabilul? Vazand cantitati uriase de rufe murdare in vise ar putea simboliza o nedreptate napustita asupra dumneavoastra. In schimb, daca rufele pe care le vedeti sunt curate, acesta este un semn al norocului si al evenimentelor pozitive.",
      "slug": "rufe-murdare"
    },
    {
      "name": "Rug",
      "category": "dictionar",
      "shortMeaning": "Rugul apare in vis din cauza sentimentelor de vinovatie si scoate la iveala nesiguranta psihica.",
      "fullInterpretation": "Rugul apare in vis din cauza sentimentelor de vinovatie si scoate la iveala nesiguranta psihica.De asemenea, in vis rugul exprima si avertismentul de a nu va exprima punctele de vedere persoanelor straine.Rugina simbolizeaza neglijenta. Atunci cand visam ca stergem rugina, ne admitem, in mod inconstient, propria neglijenta. De asemenea, din perspectiva psihologica , este posibil sa fie necesar sa indepartam din noi orice neajuns inainte de a putea face progrese. Rugina poate semnifica atitudini vechi care si-au pierdut actualitatea.(vezi, de asemenea lemn) .Cartea de rugaciuni in vise semnfica faptul ca doriti sa acordati mai multa atentie laturii dumneavoastra spirituale, poate chiar veti ajunge sa urmati calea bisericii.Strugurii albi in vis inseamna sanatate, prosperitate, poate chiar terminarea unor proiecte ambitioase. O explicatie veche spune ca daca va visati culegand struguri albi veti avea parte de castiguri.Strugurii negri in vise inseamna lacrimi, prevestesc o despartire neasteptata. Daca visati ca adunati struguri negri inseamna ca veti avea necazuri.",
      "slug": "rug"
    },
    {
      "name": "Rugaciune",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "rugaciune"
    },
    {
      "name": "Rugina",
      "category": "dictionar",
      "shortMeaning": "Rugina simbolizeaza neglijenta.",
      "fullInterpretation": "Rugina simbolizeaza neglijenta. Atunci cand visam ca stergem rugina, ne admitem, in mod inconstient, propria neglijenta. De asemenea, din perspectiva psihologica , este posibil sa fie necesar sa indepartam din noi orice neajuns inainte de a putea face progrese. Rugina poate semnifica atitudini vechi care si-au pierdut actualitatea.",
      "slug": "rugina"
    },
    {
      "name": "Ruine",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ruine"
    },
    {
      "name": "Ruj",
      "category": "dictionar",
      "shortMeaning": "(Vezi si machiaj, cosmetice)Daca visezi fete care se dau cu ruj in public este semn ca vei avea dificultati in viata.",
      "fullInterpretation": "(Vezi si machiaj, cosmetice)Daca visezi fete care se dau cu ruj in public este semn ca vei avea dificultati in viata.Daca visezi o femeie batrana data cu ruj inseamna ca vei gasi viata mai usoara.Daca visezi o fata tanara data cu ruj inseamna ca vei fi neprietenos si ca vei fi mustrat pentru aceasta atitudine.Drujba in vise indica faptul ca ceva drastic este pe cale sa se intample. Succesul va veni numai prin vointa. Alternativ, visul are interpretare ca veti ajunge repede in centrul problemei.",
      "slug": "ruj"
    },
    {
      "name": "Ruleta",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca te joci la ruleta semnifica faptul ca sunteti pregatit pentru o mare sansa care vi se ofera.",
      "fullInterpretation": "Daca visezi ca te joci la ruleta semnifica faptul ca sunteti pregatit pentru o mare sansa care vi se ofera. De asemenea, in vis ruleta reprezinta contrariul , pierderile inseamna castig.",
      "slug": "ruleta"
    },
    {
      "name": "Rulota",
      "category": "dictionar",
      "shortMeaning": "Rulota in vise inseamna o schimbare temporara de domiciliu sau de ocupatie, probabil schimbari de...",
      "fullInterpretation": "Rulota in vise inseamna o schimbare temporara de domiciliu sau de ocupatie, probabil schimbari de directie sau de atitudine. Visul in care traiti intr-o rulota inseamna ca trebuie sa treceti peste unele aspecte ale vietii. Stati prea mult in loc, este vremea sa mergeti mai departe.",
      "slug": "rulota"
    },
    {
      "name": "Rumegus",
      "category": "dictionar",
      "shortMeaning": "Daca vedeti rumegus in vis ,sugereaza ca ai nevoie pentru a clarifica o rana emotionala care a fost recent deschisa.",
      "fullInterpretation": "Daca vedeti rumegus in vis ,sugereaza ca ai nevoie pentru a clarifica o rana emotionala care a fost recent deschisa.",
      "slug": "rumegus"
    },
    {
      "name": "Rupand / A Rupe",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "rupand-a-rupe"
    },
    {
      "name": "Rupe",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "rupe"
    },
    {
      "name": "Rupt",
      "category": "dictionar",
      "shortMeaning": "O cheie rupta in vise prezice anumite dificultati in realizarea planurilor si a dorintelor.",
      "fullInterpretation": "O cheie rupta in vise prezice anumite dificultati in realizarea planurilor si a dorintelor. Visul in care vedeti sau folositi un cutit rupt sugereaza ca unele evenimente sau circumstante neasteptate ar putea sa va distruga visele si sperantele. In traditia chinezeasca, a visa un cutit rupt este un semn rau ce indica faptul ca veti avea ghinion in toate angajamentele recente.Un deget rupt in vise indica succese importante dupa un efort foarte mare. Daca observati ca este vorba de degetul de la mana stanga inseamna ca ca sunteti avertizat despre orice problema ascunsa, fie aceasta in afaceri, de natura romantica sau financiara, care nu va merge in directia in care sperati si ar putea avea consecinte suparatoare.Visare unui dinte rupt (sau masea) este echivalenta cu sentimentul de neputinta iar aparitia acestuia se datoreaza confruntarilor cu dilemele de zi cu zi. Poate ca exista ceva in viata dumneavoastra care va face sa va simtiti nejutorat atunci cand incercati sa evitati sau sa controlati anumite lucruri sau fapte. De asemenea, un dinte rupt poate fi reprezentarea anxietatii fata de o decizie luata. Pierderea unui dinte in urma unei fisuri (in special daca este vorba despre o masea rupta) poate simboliza pierderea puterii, a controlului si a independentei. Visul in care aveti mai multi dinti rupti si sesizati aceasta in prezenta cuiva poare reprezenta o anumita jena, stanjeneala sau incapacitatea dumneavoastra de a comunica eficient. Vazand o alta persoana cu dinti sparti sau rupti poate fi un semn ca acea persoana are nevoie de ajutorul dumneavoastra. Alternativ, visul poate scoate la iveala refuzul dumneavoastra de a va impartasi sau de a va arata emotiile altor persoane. Poate ca ati dezvoltat o anume teama fata de emotii, va este frica ca veti deveni vulnerabil daca va veti deschide in fata altor pesoane. Pentru o interpretare amanuntita va rugam sa consultati interpretarea generala a visului dinti.Daca visati ca purtati haine rupte sugereaza ca starea dumneavoastra financiara se va imbunatati. Daca hainele rupte sunt si murdare inseamna ca veti avea o perioada in care sanatatea va va juca feste. Daca hainele rupte sunt curate inseamna ca veti avea castiguri mari. Visul in care daruti haine rupte cuiva semnifica faptul ca veti avea parte de armonie si de multa veselie. Alternativ, hainele rupte in vise ar putea insemna ca cineva va uraste, va vrea raul sau pot reprezenta inselaciuni in viitorul apropiat. Daca visati ca umblati cu haine rupte pe strada inseamna ca va cunoasteti dusmanul si va feriti de el.Inelul rupt in vise inseamna o logodna sau o casatorie stricata, va veti desparti sau veti divorta de partener. Daca visati un inel care se rupe sugereaza ca legatura cu perechea dumneavoastra se va rupe definitiv. Visul in care rupeti un inel indica faptul ca veti incheia o relatie.Lantul rupt in vise sugereza dorinta de eliberare dintr-o situatie frustranta. Alternativ, visul ar mai putea inseamna moarte.Lantisorul rupt in vise sugereaza o dorinta de eliberare din cadrul unei situatii frustrante. Daca visati ca purtati un lantisor de aur rupt inseamna ca o persoana in care aveati incredere va va dezamagi.Mal rupt, lucruri sau persoane cazand de pe mal. Visul este o atentionare asupra elementului pamant. Se pot petrece situatii cotidiene care pot aduce stress, emotii, lacrimi chiar, situatii instabile, periculoase, stare materiala precara ce poate naste mahniri",
      "slug": "rupt"
    },
    {
      "name": "Rusine",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "rusine"
    }
  ]
}