{
  "symbols": [
    {
      "name": "Remorca",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "remorca"
    },
    {
      "name": "Ren",
      "category": "dictionar",
      "shortMeaning": "- Visul in care esti nascut din nou indica faptul ca trebuie sa te ocupi de problemele pe care pana acum le-ai evitat.",
      "fullInterpretation": "- Visul in care esti nascut din nou indica faptul ca trebuie sa te ocupi de problemele pe care pana acum le-ai evitat. Este posibil sa iti fi fost data o a doua sansa pentru a recastiga ceea ce anterior ai considerat a fi pierdut. Alternativ, visul inseamna o noua etapa din viata ta. Privesti in spre viitor si nu te mai leaga prea multe de trecut. Daca visati ca sunteti in renovari indica faptul ca sunteti in cautarea unei noi perspective in viata dumneavostra. Ideile si obiceiurile vechi vor fi inlocuite cu noi moduri de a privi lumea.A visa o alunecare de teren reprezina probleme neasteptate in viata care devin coplesitoare. Visul mai poate reflecta o acumulare emotionala sau un conflict ce apare la suprafata dupa ce a fost tinut inchis foarte bine. De multe ori, alunecarea de teren in vise sugereaza o supraincarcare emotionala. Sunteti pe punctul de a erupe intr-un mod neasteptat sau chiar violent.Antrenamentul in vise inseamna ca atunci cand vreti sa faceti ceva, sunteti mult prea stresat, va simtiti presat de imprejurari, sunteti agitat. Este un avertisment asupra faptului ca trebuie sa lucrati mai temperat, sa luati totul mai cu calm pentru a ajunge la rezultatele dorite. Visul in care participati la un antrenament va impune sa depuneti mai mult efort, sa va dati silinta mai mult pentru a ajunge unde doriti si sa va simtiti implinit. Daca visati ca cineva va antreneaza pe dumneavoastra inseamna ca este posibil sa fiti solicitat de catre superiori la locul de munca mai mult decat de obicei.Antrenorul in vise sugereaza ca trebuie sa va disciplinati, sa fiti mai calculat. Aceasta schimbare poate veni numai din partea dumneavoastra. Visul la un antrenor ar mai putea reprezenta capacitatea dumneavoastra de a conduce sau de a controla o echipa, un grup mai mare de persoane, se face referire la calitatile dumneavoastra de leadership, autoritate si organizare.O arena este un spatiu inchis, adesea rotund, in care se desfasoara anumite competitii sau spectacole. Astfel ca arena in vise ar putea insemna ca va invartiti in cerc in legatura cu luarea unei decizii. A visa ca sunteti intr-o arena inseamna ca trebuie sa fiti undeva unde va puteti demonstra talentul, unde va puteti exprima liber. aveti nevoie de o scena, de o platforma pentru autoexprimare. Alternativ, visul mai poate indica faptul ca exista o problema ce trebuie adusa la lumina. Din punct de vedere spiritual, arena in vise sugereaza o forma ritualizata de lupta sau, uneori, de sacrificiu, dar mai poate sugera si nevoia de spatiu.Biletul de tren in vise sugereaza ca va trebui sa indepliniti anumite conditii pentru a putea merge mai departe. Daca visati ca achizitionati un bilet de tren inseamna ca va doriti sa evadati, sa scapati de activitatile zilnice care va doboara, nu mai faceti fata stresului.- Daca ai visat ca vaslesti contra curentului - certuri cu sefii la servici, esti confuz si ideile tale nu mai au logica.Energia electrica sau curentul electric din visele dumneavoastra este un semn ca va exista o schimbare in viata, care va fi brusca si, uneori, chiar si, confuza, deoarce acest tip de schimbare, care este reprezentata de energia electrica vine din senin, uneori chiar ne poate soca pentru ca suntem obisnuti cu un anumit fel de a fi. Aceste modificari, care vor intra dintr-o data in viata dumneavoastra, sunt tipurile de modificari care or sa va aduca binecuvantari si productivitate, deci nu trebuie sa va fie frica de asemenea schimbari. Vedeti si : Electricitate",
      "slug": "ren"
    },
    {
      "name": "Renastere renascut",
      "category": "dictionar",
      "shortMeaning": "- Visul in care esti nascut din nou indica faptul ca trebuie sa te ocupi de problemele pe care pana acum le-ai evitat.",
      "fullInterpretation": "- Visul in care esti nascut din nou indica faptul ca trebuie sa te ocupi de problemele pe care pana acum le-ai evitat. Este posibil sa iti fi fost data o a doua sansa pentru a recastiga ceea ce anterior ai considerat a fi pierdut. Alternativ, visul inseamna o noua etapa din viata ta. Privesti in spre viitor si nu te mai leaga prea multe de trecut.",
      "slug": "renastere-renascut"
    },
    {
      "name": "Renovare",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca sunteti in renovari indica faptul ca sunteti in cautarea unei noi perspective in viata dumneavostra.",
      "fullInterpretation": "Daca visati ca sunteti in renovari indica faptul ca sunteti in cautarea unei noi perspective in viata dumneavostra. Ideile si obiceiurile vechi vor fi inlocuite cu noi moduri de a privi lumea.",
      "slug": "renovare"
    },
    {
      "name": "Repara",
      "category": "dictionar",
      "shortMeaning": "Visul in care reparati o baie inseamna ca urmeaza o perioada din viata dumneavoastra plina de imp...",
      "fullInterpretation": "Visul in care reparati o baie inseamna ca urmeaza o perioada din viata dumneavoastra plina de impliniri, nu veti avea probleme si va veti intelege bine cu toti. Daca visati ca reparati o bicicleta atunci inseamna ca sunteti o persoana agitata si trebuie sa aveti grija sa nu va lasati atacat de cei care va doresc raul. Visul in care reparati o masina sugereaza ca sunteti foarte precaut, nu sunteti extravagant si va faceti mereu provizii, nu cheltuiti mai mult decat trebuie. Visul in care reparati o pereche de ochelari inseamna ca veti castiga o suma de bani, un posibil bonus sau o marire de salariu. Daca visati ca reparati o pereche de pantofi inseamna ca veti avea parte de liniste in viata. Daca visati ca reparati un radio atunci inseamna ca veti avea mici probleme financiare, dar trebuie sa aveti grija ca situatia sa nu se deterioreze mai mult din pricina neatentiei si a extravagantei.",
      "slug": "repara"
    },
    {
      "name": "Reporter",
      "category": "dictionar",
      "shortMeaning": "(Vezi si ziar.",
      "fullInterpretation": "(Vezi si ziar.)Daca visezi ca esti reporter inseamna ca vei avea noroc in dragoste si in afaceri.Daca visezi ca esti intervievat de un reporter inseamna ca vei suferi dezamagiri triviale.",
      "slug": "reporter"
    },
    {
      "name": "Repros",
      "category": "dictionar",
      "shortMeaning": "Visele despre reprosuri si, in general visele in care vi se represeaza ceva, simbolizeaza dificul...",
      "fullInterpretation": "Visele despre reprosuri si, in general visele in care vi se represeaza ceva, simbolizeaza dificultati, dezavantaje sau cenzura. Daca in visul dumneavoastra o alta persoana este tinta unor reprosuri, insemana ca si dumneavoastra ar trebui sa fiti atenti la ipocrizia apropiatilor.Pe de alta parte, daca chiar dumneavoastra sunteti cel / cea care ii reproseaza ceva altei peroane, atunci inseamna ca va trebui sa va schimbati gandurile si directia. Visul semnaland si preocuparile sau sentimentele cu privire la acea persoana. De asemenea, visele despre reprosuri sunt similare cu cele despre invinuire sau mustrare.",
      "slug": "repros"
    },
    {
      "name": "Reptila",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "reptila"
    },
    {
      "name": "Reptile",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "reptile"
    },
    {
      "name": "Resemnare",
      "category": "dictionar",
      "shortMeaning": "Resemnarea sugereaza ca am acceptat existenta noastra asa cum este.",
      "fullInterpretation": "Resemnarea sugereaza ca am acceptat existenta noastra asa cum este. Astfel de vise simbolizeaza renuntarea, cedarea. De asemenea, resemnarea este o stare de spirit determinatat de nevoia de a infrunta greutatile vietii.",
      "slug": "resemnare"
    },
    {
      "name": "Respingere",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca esti respins la un examen si in realitate l-ai promovat , aveti o teama interioara...",
      "fullInterpretation": "Daca visezi ca esti respins la un examen si in realitate l-ai promovat , aveti o teama interioara pentru o intalnire sau un contract care trebuie negociat.",
      "slug": "respingere"
    },
    {
      "name": "Respira",
      "category": "dictionar",
      "shortMeaning": "Respiratia simbolizeaza sufletul, puterea spirituala si forta care da nastere vietii.",
      "fullInterpretation": "Respiratia simbolizeaza sufletul, puterea spirituala si forta care da nastere vietii. De asemenea, respiratia sub apa semnifica intoarcerea la stadiu primar al pantecelui matern si la starea asociata acestuia.Daca visati ca aveti o respiratie profunda sau usurata atunci inseamna ati scapat de probleme si treceti printr-o perioada mai linistita. Visul in care aveti o respiratie accelerata, gafaind inseamna ca treceti printr-o perioada stresanta, sunteti suprasolicitat, sunteti extenuat atat fizic cat si psihic.",
      "slug": "respira"
    },
    {
      "name": "Respiratie",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca aveti o respiratie profunda sau usurata atunci inseamna ati scapat de probleme si ...",
      "fullInterpretation": "Daca visati ca aveti o respiratie profunda sau usurata atunci inseamna ati scapat de probleme si treceti printr-o perioada mai linistita. Visul in care aveti o respiratie accelerata, gafaind inseamna ca treceti printr-o perioada stresanta, sunteti suprasolicitat, sunteti extenuat atat fizic cat si psihic.",
      "slug": "respiratie"
    },
    {
      "name": "Restaurant",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "restaurant"
    },
    {
      "name": "Reteta",
      "category": "dictionar",
      "shortMeaning": "Daca visezi o reteta simbolizeaza creativitatea , talentul si bucuria de viata.",
      "fullInterpretation": "Daca visezi o reteta simbolizeaza creativitatea , talentul si bucuria de viata. Poate reflecta , de asemenea, un ordin de operatiuni care functioneaza cel mai bine pentru tine.",
      "slug": "reteta"
    },
    {
      "name": "Retras",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca esti retras reprezinta vechile obiceiuri sau un mod vechi de viata care a fost intrerupt.",
      "fullInterpretation": "Daca visezi ca esti retras reprezinta vechile obiceiuri sau un mod vechi de viata care a fost intrerupt. De asemenea , este posibil sa fi plecat de la un sistem de credinta anterior sau la alegerea unui nou stil de viata.",
      "slug": "retras"
    },
    {
      "name": "Reumatism",
      "category": "dictionar",
      "shortMeaning": "Sa visezi ca ai reumatism sugereaza ca o problema neasteptata o sa va intarzie realizarea obiectivelor si planurilor.",
      "fullInterpretation": "Sa visezi ca ai reumatism sugereaza ca o problema neasteptata o sa va intarzie realizarea obiectivelor si planurilor.",
      "slug": "reumatism"
    },
    {
      "name": "Reuniune",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "reuniune"
    },
    {
      "name": "Reusi (A)",
      "category": "dictionar",
      "shortMeaning": "(A)sa iesi din intuneric- succese in munca, fericire in dragoste - sa treci un test- esti implica...",
      "fullInterpretation": "(A)sa iesi din intuneric- succese in munca, fericire in dragoste - sa treci un test- esti implicat intr-o relatie pasionala.",
      "slug": "reusi-a"
    },
    {
      "name": "Revelatie",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca ai o revelatie semnifica o perspectiva noua spre o situatie din viata reala.",
      "fullInterpretation": "Daca visezi ca ai o revelatie semnifica o perspectiva noua spre o situatie din viata reala. De asemenea, o revelatie in vis simbolizeaza o idee noua.",
      "slug": "revelatie"
    },
    {
      "name": "Revelion",
      "category": "dictionar",
      "shortMeaning": "Revelionul in vise inseamna bunastare, credinta, un nou capitol in viata dumneavoastra.",
      "fullInterpretation": "Revelionul in vise inseamna bunastare, credinta, un nou capitol in viata dumneavoastra. De asemenea, poate insemna implicarea dumneavoastra in mai multe proiecte noi sau o conceptie noua. La nivel spiritual visul sugereaza o iluminare si o intelegere mai buna a lumii inconjuratoare.",
      "slug": "revelion"
    },
    {
      "name": "Reveni",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "reveni"
    },
    {
      "name": "Revista",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "revista"
    },
    {
      "name": "Reviste",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "reviste"
    },
    {
      "name": "Revolta",
      "category": "dictionar",
      "shortMeaning": "Revolta in vise inseamna ca in curand va trebui sa luati o decizie importanta.",
      "fullInterpretation": "Revolta in vise inseamna ca in curand va trebui sa luati o decizie importanta.",
      "slug": "revolta"
    },
    {
      "name": "Revolutie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "revolutie"
    },
    {
      "name": "Revolver",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "revolver"
    },
    {
      "name": "richeta",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "richeta"
    },
    {
      "name": "Ricsa",
      "category": "dictionar",
      "shortMeaning": "Pentru a vedea sau a merge intr-o ricsa in vis reprezinta o modalitate simpla de viata.",
      "fullInterpretation": "Pentru a vedea sau a merge intr-o ricsa in vis reprezinta o modalitate simpla de viata.Alternativ , visul sugereaza ca o sa progresati prin viata intr-un ritm lent si constant.",
      "slug": "ricsa"
    },
    {
      "name": "Ridica",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca ridici o palarie semnifica un semn de supunere , umilinta.",
      "fullInterpretation": "Daca visezi ca ridici o palarie semnifica un semn de supunere , umilinta.",
      "slug": "ridica"
    },
    {
      "name": "Ridicand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ridicand"
    },
    {
      "name": "Ridiche",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ridiche"
    },
    {
      "name": "Ridichie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ridichie"
    },
    {
      "name": "Riduri",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "riduri"
    },
    {
      "name": "Rigiditate",
      "category": "dictionar",
      "shortMeaning": "Rigiditatea poate sugera in vis o anumita stare de anxietate sau de tensiune.",
      "fullInterpretation": "Rigiditatea poate sugera in vis o anumita stare de anxietate sau de tensiune. Ne simtim retinuti atunci cand vrem sa ne exprimam energia, iar acest lucru provoaca rigiditatea.",
      "slug": "rigiditate"
    },
    {
      "name": "Rigla",
      "category": "dictionar",
      "shortMeaning": "A vedea o rigla in vise indica preocuparile dumneavoastra de a nu ajunge la standardele dorite de ceilalti.",
      "fullInterpretation": "A vedea o rigla in vise indica preocuparile dumneavoastra de a nu ajunge la standardele dorite de ceilalti. Alternativ, visul la o rigla ar mai putea insemna si faptul ca ar trebui sa aveti grija in luarea unei decizii sau a unei hotarari.",
      "slug": "rigla"
    },
    {
      "name": "Rimel",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "rimel"
    },
    {
      "name": "Rinichi",
      "category": "dictionar",
      "shortMeaning": "Deoarece rinichii sunt asociati cu modul in care organismul filtreaza si elimina toxinele, visul ...",
      "fullInterpretation": "Deoarece rinichii sunt asociati cu modul in care organismul filtreaza si elimina toxinele, visul despre rinichi poate reprezenta ideea de procesare a unei intamplari sau situatii. De asemena, poate fi vorba de anumite ganduri si sentimente proprii ce pot deveni toxice. Pe de alta parte, aparitia rinichilor in vise poate indica nevoia de curatare emotionala sau spirituala, filtrarea celor rele si pastrarea celor bune. In continuare va prezentam interpretarea celor mai comune vise cu si despre rinichi: Durere la rinichi Visand o durere de rinichi poate insemna ca cineva apropiat va provoaca durere in viata de zi cu zi. De asemenea, s-ar putea sa fiti constienti de acest lucru (de durerea sau de greutatile provocate) dar continuati sa refuzati adevarul care este chiar in fata dumneavoastra. Extirparea rinichiului Visand ca vi s-a indepartat un rinichi nu este neaparat un vis negativ, acesta reprezinta indepartarea sau renuntarea la un aspecat negativ al vietii dumneavoastra. Rani la rinichi Vazand in vis o alta persoana ranita la rinichi inseamana ca sunteti ingrijorati de faptul ca acea persoana se implica in fel si fel de comportamente distructive. Daca dumnevoastra v-ati ranit la rinichi insemana ca de aici inainte ar trebui sa deveniti mai atent si mai alert. Este posibil ca optiunile dumneavoastra sa fi devenit mai limitate decat au fost candva si trebuie sa fiti mai precaut in tot ceea ce faceti. Gatitul si consumul de rinichi Gatitul si consumul rinichilor de animale prevesteste faptul ca cineva incearca sa va faca rau. De asemenea, consumul de rinichi poate fi considerat un semn de boala, prin urmare, va trebui ca in perioada urmatoare sa va monitorizati sanatatea. Insuficienta renala Insuficienta renala indica credinta, sinele spiritual si indrumare spirituala. A sosit momentul sa va indepartati de grup si sa va aventurati pe cont propriu. Donare rinichi In general, donarea de organe exprima un sentiment sau un aspect al propriei persoane ce tinde sa acorde a doua sansa sau care necesita reinoire (mai ales daca dumneavoastra ati primit un organ). De asemenea, donarea unui rinichi simbolizeaza dorinta de impartasire sau de a ajuta alte persoane. Visul putere si curaj.",
      "slug": "rinichi"
    },
    {
      "name": "Rinocer",
      "category": "dictionar",
      "shortMeaning": "Daca visati un rinocer semnifica o insistenta sau o autoritate care are intentii bune.",
      "fullInterpretation": "Daca visati un rinocer semnifica o insistenta sau o autoritate care are intentii bune. Exemplele pot fi doctorii care te forteaza sa iei medicamente sau parintii care te forteaza sa faci ceva.",
      "slug": "rinocer"
    },
    {
      "name": "Risipa",
      "category": "dictionar",
      "shortMeaning": "Risipa in vis reprezinta materia si informatiile de care nu mai avem nevoie.",
      "fullInterpretation": "Risipa in vis reprezinta materia si informatiile de care nu mai avem nevoie. Risipa mai poate insemna si o intrebuintare gresita a resurselor- este posibil sa fi folosit prea multa energie la un anumit proiect.",
      "slug": "risipa"
    },
    {
      "name": "Ritual",
      "category": "dictionar",
      "shortMeaning": "Ritualurile pot fi clasificate de la sublim la ridicol.",
      "fullInterpretation": "Ritualurile pot fi clasificate de la sublim la ridicol. Sunt actiuni cu un caracter intens repetiv, intreprinse cu scopul de a dobandi un anumit rezultat.",
      "slug": "ritual"
    },
    {
      "name": "Rival",
      "category": "dictionar",
      "shortMeaning": "(a) in afirmarea drepturilor si in a-ti sustine punctul de vedere.",
      "fullInterpretation": "(a) in afirmarea drepturilor si in a-ti sustine punctul de vedere. In consecinta, iti vei prierde increderea de sine si abilitatea de a-ti sustine punctul de vedere. Alternativ, visul inseamna ca trebuie sa fi mai agresiv(a) pentru a reusi. - Daca in vis esti pacalit(a) de un rival este semn ca ti-ai neglijat indatoririle sau ti-ai abandonat responsabilitatile. Rivalitatea sugereaza semnimente de nesiguranta sau de indoiala.",
      "slug": "rival"
    },
    {
      "name": "Roaba",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "roaba"
    },
    {
      "name": "Roata",
      "category": "dictionar",
      "shortMeaning": "Daca visati roata norocului sugereaza ca mergeti prea mult la intamplare dupa avere , ar putea fi un risc.",
      "fullInterpretation": "Daca visati roata norocului sugereaza ca mergeti prea mult la intamplare dupa avere , ar putea fi un risc. Este timpul sa preluati controlul asupra destinului dumneavoastra.",
      "slug": "roata"
    },
    {
      "name": "Roata Norocului",
      "category": "dictionar",
      "shortMeaning": "Daca visati roata norocului sugereaza ca mergeti prea mult la intamplare dupa avere , ar putea fi un risc.",
      "fullInterpretation": "Daca visati roata norocului sugereaza ca mergeti prea mult la intamplare dupa avere , ar putea fi un risc. Este timpul sa preluati controlul asupra destinului dumneavoastra.",
      "slug": "roata-norocului"
    },
    {
      "name": "Roba",
      "category": "dictionar",
      "shortMeaning": "In toate civilizatiile, acrobatul, saltimancul, clownul, juonglerul au detinut un loc important.",
      "fullInterpretation": "In toate civilizatiile, acrobatul, saltimancul, clownul, juonglerul au detinut un loc important. La Moscova, in cimitirul oamenirol celebri, un clovn isi are mormantul de marmura, alaturi de balerine, scriitori, filozofi, oameni de stat ai vechiului si al noului regim. Acrobatii, adesea evocati in literatura si in artele plastice, nu apartin unei simbolistici prea bine definite. Cu toate acestea, putem observa ca ei se inscriu intr-una din cele mai constante teme ale imaginarului si reveriilor umane. S-ar putea ca ei sa semnifice voioasa libertate a celor care s-au eliberat de conditiile comune. Acrobatul este simbolul echilibrului critic, bazat pe nonconformism si miscare, fiind in acest sens un factor de progres. A vedea un acrobat in timpul reprezentatiei sale este semn ca vei avea dificultati in afaceri prietenie si dragoste . Acrobatia simbolizeaza elanul spre o conditiesupraumana, ea este un extaz al corpului. Mergand in maini, cu capul in jos si picioarele in aer, acrobatul evoca figura spanzuratului, cel de-al XII-lea arcan al jocului de Tarot. El este deci simbolul eminamente initiatic si complex al rasurnarii valorilor. (pe sarma sau la trapez) Situatie riscanta, hazardanta, se cere curaj si infruntarea pericolului de unul singur, intr-o situatie incerta, dar cu posibilitatea de a primi sprijin la nevoie -nesiguranta, teama de a gresi -(cazand) ai nevoie de autocontrol sau de o alternativa de rezerva, care sa te scoata din impas in cazul unui posibil esec.",
      "slug": "roba"
    },
    {
      "name": "Robinet",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "robinet"
    },
    {
      "name": "Robot",
      "category": "dictionar",
      "shortMeaning": "Robotul in vise indica faptul ca duceti o viata in stil mecanic, metodica si rigida.",
      "fullInterpretation": "Robotul in vise indica faptul ca duceti o viata in stil mecanic, metodica si rigida. Va simtiti ca si cum ati fi controlati de alte persoane pentru propriile lor interese (castiguri). Poate ca visul reflecta viata dumneavoastra la servici, nu simtiti ca aveti un scop, nu aveti ganduri creative, munca este pur mecanica si repetitiva. Daca visati un robot semnifica un stil mecanic , metodic si rigid de gandire. Alternativ , un robot poate reflecta perceptia dumneavoastra de cineva care face tot ce i-ai spus , far a pune ceva la indoiala. Vise despre un robot cu inteligenta artificiala Cand in vis interactionati cu un robot cu inteligenta artificiala, acesta poate sugera ca prietenia dumneavoastra cu cineva din viata reala se simte falsa. Visand ca sunteti prieten sau chiar indragostit(a) de un robot cu inteligenta artificiala sugereaza ca va simtiti singur(a), poate ca este timpul sa cautati oportunitati pentru a va extinde viata sociala si romantica.",
      "slug": "robot"
    },
    {
      "name": "Rochie alba",
      "category": "dictionar",
      "shortMeaning": "Potrivit culturii occidentale, rochia alba este in general asociata cu mireasa si tinuta de nunta.",
      "fullInterpretation": "Potrivit culturii occidentale, rochia alba este in general asociata cu mireasa si tinuta de nunta. Deci, acest vis poate fo dorinta ta de a deveni mireasa.Rochia albastra in vise sugereaza ca va veti realiza toate visele si sperantele.",
      "slug": "rochie-alba"
    },
    {
      "name": "Rochie albastra",
      "category": "dictionar",
      "shortMeaning": "Rochia albastra in vise sugereaza ca va veti realiza toate visele si sperantele.",
      "fullInterpretation": "Rochia albastra in vise sugereaza ca va veti realiza toate visele si sperantele.",
      "slug": "rochie-albastra"
    }
  ]
}