{
  "symbols": [
    {
      "name": "Rabin",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat carabina - acest vis nu este unul bun, carabina reprezinta revolta, in viata part...",
      "fullInterpretation": "- Daca ai visat carabina - acest vis nu este unul bun, carabina reprezinta revolta, in viata particulara sau la locul de munca.",
      "slug": "rabin"
    },
    {
      "name": "Rac",
      "category": "dictionar",
      "shortMeaning": "(a)ul tau - muscandu-te- dusman la panda - negru- intarziere in afaceri - pe malul apei- vei avea...",
      "fullInterpretation": "(a)ul tau - muscandu-te- dusman la panda - negru- intarziere in afaceri - pe malul apei- vei avea o iubita frumoasa - pe masa- mari impliniri - prinzand- noroc in casatorie - prinzand in apa- sunteti respingator si negativist in aprecieri - rosii- divort - vii- semn bun - vedem un- dificultati personale si profesionale impotriva cuiva.(crustacee) 02/07/2023 (ultima actualizare)In traditia occidentala, explicatia data acestui vis este simpla si clara: de visezi rac, iti va merge prost. Romanii dau mai multe explicatii explicatii acestui vis. De exemplu, daca vei vedea rac mergand inapoi, iti va merge rau la serviciu sau in afaceri. De vei visa ca mananci raci, nimic din ceea ce faci nu-ti va reusi. Visul cu raci este totusi bun atunci cand visezi racii mergand inainte. In traditia persana, visul cu rac are trei explicatii. Rac de vei vedea in vis, e prevestire ca vei avea parte de o placere mare. Rac de vei manca in vis, vei avea o bucurie, iar de visezi ca prinzi un rac, insemna ca esti vorbita de rau, a manca- bucurie inseamna, a prinde- cineva te vorbeste de rau, a vedea- vei avea o placere mare.",
      "slug": "rac"
    },
    {
      "name": "Rac (crustacee)",
      "category": "dictionar",
      "shortMeaning": "(crustacee) 02/07/2023 (ultima actualizare)In traditia occidentala, explicatia data acestui vis e...",
      "fullInterpretation": "(crustacee) 02/07/2023 (ultima actualizare)In traditia occidentala, explicatia data acestui vis este simpla si clara: de visezi rac, iti va merge prost. Romanii dau mai multe explicatii explicatii acestui vis. De exemplu, daca vei vedea rac mergand inapoi, iti va merge rau la serviciu sau in afaceri. De vei visa ca mananci raci, nimic din ceea ce faci nu-ti va reusi. Visul cu raci este totusi bun atunci cand visezi racii mergand inainte. In traditia persana, visul cu rac are trei explicatii. Rac de vei vedea in vis, e prevestire ca vei avea parte de o placere mare. Rac de vei manca in vis, vei avea o bucurie, iar de visezi ca prinzi un rac, insemna ca esti vorbita de rau, a manca- bucurie inseamna, a prinde- cineva te vorbeste de rau, a vedea- vei avea o placere mare.",
      "slug": "rac-crustacee"
    },
    {
      "name": "Raceala",
      "category": "dictionar",
      "shortMeaning": "Sa visezi ca ai o raceala semnifica faptul ca ti s-au adresat cateva cuvinte jignitoare din partea unor colegi.",
      "fullInterpretation": "Sa visezi ca ai o raceala semnifica faptul ca ti s-au adresat cateva cuvinte jignitoare din partea unor colegi. De asemenea, regretati ceva ce ati spus in realitate.",
      "slug": "raceala"
    },
    {
      "name": "Racheta",
      "category": "dictionar",
      "shortMeaning": "Daca vedeti o racheta in vis indica faptul ca planurile si ideile tale vor fi in curand decolarea intr-un mare fel.",
      "fullInterpretation": "Daca vedeti o racheta in vis indica faptul ca planurile si ideile tale vor fi in curand decolarea intr-un mare fel.De asemenea, racheta din vis semnifica amintirile si gandurile, care va pot zapaci.",
      "slug": "racheta"
    },
    {
      "name": "Rachiu",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "rachiu"
    },
    {
      "name": "Racla / sicriu / cosciug",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "racla-sicriu-cosciug"
    },
    {
      "name": "Radacina",
      "category": "dictionar",
      "shortMeaning": "In general, prevesteste nefericire timp indelungat.",
      "fullInterpretation": "In general, prevesteste nefericire timp indelungat. Radacina de copac - depasesti o serie de greutati Radacina de plante - faci o achizitie de mare valoare Mancand radacini - sanatate deplina Stejar scos din radacina - cearta in familie scoasa din pamant - nu iti gasesti locul, nu te poti adapta intr-o anumita situatie, te simti dezradacinat, al nimanui, senzatie majora de deruta in pamant - te vei adapta la noua situatie, vei reusi sa te integrezi si sa accepti niste conditii de viata, ti-ai gasit un loc care iti ofera stabilitate, senzatie de stabilitate, durabilitate, constanta",
      "slug": "radacina"
    },
    {
      "name": "Radar",
      "category": "dictionar",
      "shortMeaning": "Radarul simbolizeaza in vis facultatile noastre intuitive.",
      "fullInterpretation": "Radarul simbolizeaza in vis facultatile noastre intuitive. De asemenea, sugereaza capacitatea de a descifra mesaje subtile pe care alte persoane ni le transmit, adeseori la nivel subliminal.Visul in care ati fost tradat reprezinta suspiciuni cu privire la o anumita persoana, relatie sau situatie. Acest vis apare de cele mai multe ori atunci cand aveti sentimente de nesiguranta si va confruntati cu angajamente majore in viata, in acelasi timp. Visul in care cineva a tradat indica autocompatimire.",
      "slug": "radar"
    },
    {
      "name": "Radasca",
      "category": "dictionar",
      "shortMeaning": "Radasaca din vise poate face referire la un aspect ascuns al dumneavoastra pe care nu sunteti dis...",
      "fullInterpretation": "Radasaca din vise poate face referire la un aspect ascuns al dumneavoastra pe care nu sunteti dispus sa il recunoasteti sau cu care sa va confruntati. De asemenea, visul poate semnala si dorinta de a va izola de ceilati. Este necesara o analiza calara a sinelui interior. Alternativ, radasca poate fi considerata o premonitie pentru presiunea si greutatea resimtita, nevoia de pauza si odihna trebuie sa devina o prioritate. Flexibilitatea in gandire este primul pas in luarea unor decizii benefice pentru dumneavoastra. Din punct de vedere psihologic, potrivit interpretarii lui Sigmund Freud, radasca din vise prezice moralul autarhic, libidoul feminin, atingerea si calitate intimitatii in cuplu.",
      "slug": "radasca"
    },
    {
      "name": "Rochie",
      "category": "dictionar",
      "shortMeaning": "Conjunctura norocoasa - Rochie alba- logodna, nunta in curand - albastra- sperante implinite - ar...",
      "fullInterpretation": "Conjunctura norocoasa - Rochie alba- logodna, nunta in curand - albastra- sperante implinite - arzand- insulte - avand- casatorie - cenusie- munca grea - cumparand- te vei impaca cu dusmanii - expozitie cu mai multe- necaz mare, moarte - facand- vei fi de ajutor - frumoasa- imprejurari frumoase - gaurita- avere mare,- galbena- gelozie - de doliu- eveniment foarte fericit in viata ta - multicolora- vei face o calatorie - murdara- onoarea iti va fi atinsa - neagra- doliu - rosie- mandrie - rupta- cearta - verde- sperante implinite.Potrivit culturii occidentale, rochia alba este in general asociata cu mireasa si tinuta de nunta. Deci, acest vis poate fo dorinta ta de a deveni mireasa.Rochia albastra in vise sugereaza ca va veti realiza toate visele si sperantele.Visarea unei rochii de mireasa simbolizeaza personalitatea si face referire la o alegere permanenta. Aceasta reprezinta dorinta de a va angaja intr-o relatie pentru totdeauna si speranata unui sentiment de permanenta in viata dumneavoastra. Alternativ, o rochie de mireasa poate reflecta sentimentele dumneavoastra despre a fi casatorit/a sau de a fi intr-un angajament. Albul este culoarea puritatii si visele despre o rochie alba sunt mereu legate de emotiile dumneavoastra. Proband o rochie de miresa (alba) intr-un magazin de specialitate poate sugera faptul ca va doriti ca persoanele din jur sa va acorde mai multa atentie. Tot acest vis implica si unele aspecte de feminitate si senzualitate. O rochie de miresa distrusa (patata, rupta, invechita, etc) poate simboliza anumite temeri si potentiale probleme asupa unui angajament pe termen lung. De asemenea, visul poate rezultatul unor evenimente din trecutul dumneavoastra care au stat la baza unei nunte ruinate sau imperfecte. Visul in care vi-ati cusut sau decorat propria rochie de mireasa este un avertisment cu privire la planurile ce nu trebuie dezvaluite in prealabil altor persoane, deoarece este posibil ca acestea sa nu se concretizeze. O rochie de mireasa rosie scoate la lumina dorinte pentru relatii pasionale (mai ales cele bazate pe amor). Nu trebuie sa fiti timida, fiti deschisa si exprimativa fateziile si viata alaturi de partenerul dumneavoastra se va imbunatati. Alternativ, rochia rosie poate simboliza intentii negative (minciuna, inselat, furt, intimidare). Aceasta poate reprezenta faptul ca va simtiti blocat/a acceptand o situatie negativa. Rochia neagra de mireasa reprezinta o atitudine excesiva fata de alegerile permanente. S-ar putea sa simtiti un semntiment de constrangere legat de angajamentul permanet cu partenerul dumneavoastra. Poate ca in curand veti face o alegere permanenta si nu simtiti ca ar trebui sa faceti asta pentru totdeuna. Rochia de mireasa albastra simbolizeaza opotunitati vaste de descoperire, reinoire si exprimare. Este un moment oportun pentru pentru o alegera libera si deschisa ce implica viitorul dumneavoastra. Rochia de miresa roz reprezinta dragostea, bucuria, fericirea, bunastarea si afectiunea. Culoarea roz a rochiei semnaleaza dentimentul de dragoste, a fi indragostita.Visul in care vedeti sau purtati o rochie de seara reprezinta bucurie, placeri sociale, gratie si cultura. De asemenea, visul reprezinta imaginea a ceea ce proiectati altora. Ganditi-va la culoarea si design-ul rochiei pentru o semnificatie aditionala. Daca rochia este foarte eleganta si ornamentata atunci inseamna un stil de viata luxurios si elaborat. Daca rochia este simpla atunci visul sugereaza ca veti avea un stil de viata simplu. Alternativ, a visa ca purtati o rochie de seara inseamna ca sunteti in cautarea fericirii.Din moment ce in traditia noastra rochia neagra este cunoscuta ca fiind un simbol al mortii sau de doliu, visul in care apare aceasta, poate fi o ingrijorare de propria sanatate. Un asemenea vis este de multe ori o reflecatre a unei atitudini incomode. Incercati sa va relaxati un pic mai des si lucrurile ar trebui sa fie in regula pe viitor.O rochie rosie in vis inseamna ca sunteti foarte orgoliosi, mandri. Pentru mai multe informatii vizitati si interpretarea visului rochie.Rochia roz este un simbol destul de ambiguu, aceasta avand multiple semnificatii precum: iluzii, noroc in dragoste, inselaciune, sperante, etc. Trebuie sa luati in considerare faptul ca uneori, in functie de visator, hainele de culoare roz vor indica o naivitate excesiva. Vazand o rochie roz in vis ar putea face referire la unele dorinte sau asteptari nerealiste din viata de zi cu zi. De asemenea, visul arata o situatie sau o preoblema care pentru dumneavoastra este oarecum neclara. Aveti tendinta de a nu va increde in propria capacitate de a va atinge obiectivele. Daca v-ati visat purtand o rochie roz, este semn ca in curand veti scapa de ceva rau din viata dumneavoastra (o persoana, o povara, etc.), dar , pentru ca aceasta sa se infaptuiasca, va trebui sa va schimbati comportamentul. Daca un barbat s-a visat imbracat in haine de femeie roz (rochie roz), inseamna ca acesta se confrunta cu pierderea masculinitatii si dizgratie din partea celor apropiati. Alternativ, rochia roz simbolizeaza descurajare si indurarea unor dificultati.",
      "slug": "rochie"
    },
    {
      "name": "Rahat",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "rahat"
    },
    {
      "name": "Rata",
      "category": "dictionar",
      "shortMeaning": "Rata in vise poate fi ambele, un semn rau, cat si unul bun, toate acestea in functie de context.",
      "fullInterpretation": "Rata in vise poate fi ambele, un semn rau, cat si unul bun, toate acestea in functie de context. Vazand rate in vis reprezinta, in general, conexiunea si flexibilitatea dintre lumea fizica si taramul spiritual. Sunteti capabil sa va amestecati si sa va adaptati in diverse situatii, cum ar fi mersul pe uscat, inotul in apa si zborul in aer. In trecut, potrivit traditiei noastre, se credea ca daca vezi o rata sau mai multe, acestea prevestesc probleme, iar daca visezi ca prinzi o rata, atunci este semn ca cineva va vorbeste de rau. Mancand carne de rata este considerat un semn de bun augur, deobicei acest vis prevesteste ceva bun care va poate iesi in cale. Acest vis este, adesea, asociat cu norocul. Impuscand in vis o rata, este semn de invidie din partea cuiva. O multime de rate macaind simbolizeaza lucruri bune care va sunt menite sa se intample, persoanele din jurul dumneavoastra nu prea sunt deacord cu ele. In mod alternativ, acest vis simbolizeaza si sentimentul ca nu sunteti luat in serios. Rate alergand in vise, reprezinta un secret important pe cale de a fi dezvaluit. Visand boboci de rata este semn de vremuri bune, bucurie si fericire alaturi de cei mici. Va veti bucura de prezenta copiilor si veti juca un rol de ghidare. Poate ca veti face babysitting pentru cineva sau veti lua copii pentru o scurta excursie. Rata intr-o apa murdara se refera la capacitatea dumneavoastra de a depasi emotiile. In curand in calea dumneavoastra se vor ivi probleme emotionale. Ciocuri de rata in vise. Daca visul a fost focalizat pe un cioc de rata, acesta va sugereaza ca vi se vor spune jumatati de adevaruri. Cu toate acestea, aveti capaciteatea de a distinge micile minciuni strecurate intre aceste adevaruri. Vazand sau fiind ciupit / muscat de o rata in vis, reprezinta faptul ca aveti o persepectiva pesimista intr-un proiect curent. Din cauza unei astfel de perspective pesimiste va veti mobiliza foarte greu. Luati in considerare si partile corpului de care ati fost ciupit, astfel veti putea interpreta visul mult mai in detaliu. Ouale de rata sugreaza prosperitatea, Atentie, aceasta prosperitate este una pe termen scurt. Rata neagra reprezinta sentimente de frustrari, intarzieri si piedici in rezolvarea problemelor. Neplaceri si nemultumiri asupra obiectivelor stabilite. Rata alba in vise, ca si cea neagra, nu este un semn prea bun. Adesea, aceasta semnifica inselaciune si sentimente de falsitate. Rata salbatica sau un cuib de rata salbatica in vis este un semn bun. Acesta poate indica prosperitate si abundenta in viitorul apropiat, pentru sumneavoastra si familie.Visul la a curata are mai multe semnificatii. Depinde ce visati: - baia - idei lucide si bine exprimate - bucataria - perioada optimista, sanatate buna - casa - veselie si fericire - crama - bucurie - haina - extravaganta excesiva - legume - discutii in familie - mazarea - fericire si prosperitate, sperantele dumneavoastra se vor realiza in curand - praful - veste neasteptata - praful de pe mobila - vitalitate si mare putere de munca - poteca - obstacole grele, dar pe care le treceti - rufe - veti avea norocApa sarata in vise simbolizeaza lacrimile. Visul s-ar putea sa indice o izbucnire emotionala sau o suferinta. Daca visati ca gustati apa sarata inseamna ca veti avea o durere apasatoare la inima, cel mai probabil veti suferi din dragoste.O bariera coborata la trecerea de cale ferata poate prevesti faptul ca, pentru moment, dumneavoastra bateti pasul pe loc, iar sentimentele se afla in punctul zero. Bariera ridicata inseamna ca recent in centrul atentiei dumneavoastra au intrat alte persoane, cu unele realizari semnificative.(purtand) limitarea actiunilor, oprelisti, stapanirea impulsurilor interioare, frustrari pe plan profesional, obligatii si datorii -(rupta sau pierduta) eliberare de constrangeri, lipsa de griji si datorii -(gasind) noi indatoriri.",
      "slug": "rata"
    },
    {
      "name": "Razboi",
      "category": "dictionar",
      "shortMeaning": "Razboaiele din vise reflecta fie lupte interne, fie externe, dar si, conflictele experimentate .",
      "fullInterpretation": "Razboaiele din vise reflecta fie lupte interne, fie externe, dar si, conflictele experimentate . Trebuie precizat faptul ca razboaiele pot indica, de asemenea, evenimente curente din viata de zi cu zi si modul in care dumneavoastra raspundeti la acestea. In plus, emotiile si actiunile dumneavoastra din timpul visului vor putea oferi indicii pentru o interpretare cat mai corecta a visului. Puteti vizualiza versiunea video de mai jos a visului despre razboaie sau puteti continua sa cititi textul (care contine si informatii extra fata de video), depinde de dumneavoastra. Videoclip despre visele ce implica un razboi Plecand in razboi Daca ati visat ca va pregatiti sa mergeti sau ati plecat deja spre frontul de razboi, inseamna, de regula, ca ideologia sau punctele dumneavoastra de vedere sunt opuse fata de ale celor din jurul dumneavoastra. Cu alte cuvinte, inseamna ca sunteti gata sa luptati pentru a demonstra un punct de vedere. Cu toate acestea, daca in vis nu doriti sa mergeti in razboi, inseamna ca cineva sau ceva din viata de zi cu zi va impinge sa faceti lucruri impotriva convingerilor dumneavoastra. Fiind recrutat pentru razboi Visand ca ati fost rectutat pentru a lupta intr-un razboi, indica o anume pierdere a controlului. Este posibil ca la locul de munca sa apara noi proiecte majore, cu care sa nu prea fiti de acord. Cu toate acestea, functia si pozitia dumneavoastra va vor forta sa urmati cursul proiectelor si sa actionati in consecinta. Visand ca luptati intr-un razboi Faptul ca ati visat ca luptati in razboi, denota haos si dezordine in viata de zi cu zi. Se pare ca lupta continua si conflictele va macina din interior. Luand masuri mai agresive in ceea ce priveste viata dumneavoastra, veti putea sa va indepliniti planurile din agenda. Visand ca sunteti urmarit intr-un razboi Un asemenea vis in care sunteti urmarit indica de regula, asumarea si recunoasterea unor probleme din viata de zi cu zi. Cu toate acestea, daca va retrageti si nu alegeti confruntarea directa, inseamna ca tactica dumneavoastra de a evita lupta cu problemele nu este alegerea cea mai buna, dar este o solutie temporara. Avioane de razboi Visele despre avioane de lupta au legatura cu un control complet asupra propriilor emotii. Poate ca va lipseste initiativa de a actiona sau de a va implica intr-un lucru pe care vi-l doriti din toata inima. Din cauza indrumarilor gresite este posibil sa alegeti o cale care nu este tocmai buna si, din aceasta cauza, in timpul serviciului sentimentele de rusine si vinovatie se vor intensifica. Alternativ, avioanele de razboi indica probleme temporare din cauza unei neintelegeri. In cele mai multe cazuri neintelegerile sunt cauzate de actiunile si comportamentul visatorului. Razboi nuclear Visele despre razboaie nucleare sunt un memento asupra faptului ca dumneavoastra sau persoanele rivale detineti destule arme si informatii puternice pentru o distrugere reciproca. De asemenea, visul poate prevesti escaladarea unor conflicte deja existente din viata de zi cu zi. Razboi medieval Visand un razboi medieval in care participati sau pe care doar il observati, indica stresul din cauza unor lupte din viata reala, care va va pune in pericol sanatatea care ,si asa, este destul de precara. Castigand un razboi Visand ca ati obtinut victoria intr-un razboi, este semnul pentru incheierea unei lupte sau a unui conflict de durata, din viata reala. De aici inainte v-a trebui sa luati in considerare obiective pe termen lung. Un asemenea vis poate aparea inainte de a absolvi o scoala sau aproape de castigarea unui proces in instanta, sau atunci cand sunteti in pragul de finalizare a unui proiect foarte important. Interpretari ale viselor despre razboi culese din popor razboi cu arme de foc - conflicte interne, rezolvarea unor dificultati razboi de tesut - imbelsugare, afli o taina reantoarcerea din razboi - esti foarte increzator in tine vas de razboi - nereusita in profesie vazand un razboi - vesti neasteptate veteran de razboi - relatii bune la serviciu Razboinicul din vise reprezinta un aspect neinfricat al personalitatii dumneavoastra. De asemenea, dati dovada de curaj in moduri si situatii in care altii nu ar face-o. O atitudine curajoasa in fata provocarilor v-ar putea determina sa va infruntati unele temeri care in trecut v-au facut sa ratati sanse unice in viata. Din punct de vedere negativ, visul in care apare un gladiator / razboinic / luptator, sugereaza o persoana care nu se teme de nici o amenintare. (de asemnea, vezi si : razboi)( razboi ) 21/03/2022 (ultima actualizare)Vei avea un sentiment de frica fata de noile greutati ale vietii. (vezi razboi)visul acesta prevesteste dificultati pe toate planurile vietii tale.",
      "slug": "razboi"
    },
    {
      "name": "Rosie",
      "category": "dictionar",
      "shortMeaning": "A purta o camasa rosie in vise sugereaza faima si glorie.",
      "fullInterpretation": "A purta o camasa rosie in vise sugereaza faima si glorie. Intr-o alta ordine de idei, visul indica faptul ca iesiti in evidenta cu ceva aparte.Culoarea rosie in vise este o indicatie de energie vigoare, forta, energie bruta, putere, agresivitate, pasiune intensa, curaj, pasiune si impulsivitate. Culoarea rosie are conotatii profunde atat emotionale cat si spirituale. In mod alternativ, culoarea rosie poate indica si lipsa de energie. Va simtiti obositi sau letargici. Rosul este, de asemenea, considerata culoarea de violenta, pericol, sange, respingere, rusine si impulsuri sexuale. Potrivit unor carti de vise vechi, culoarea rosie in vise reprezinta negativitate, intentii negative sau situatii negative. Intr-un vis ea poate reflecta ceva negativ despre modul in care ganditi, simtiti sau actionati. Poate indica ganduri, emotii sau comportamente nesanatoase. Toate acestea se bazeaza pe simbolismul si perceptia umana a culorii rosii ca fiind culoarea sangelui. Visele care implica culoarea rosie pot fi si pozitive, aceste pot indica pasiunea. Acest lucru este mult mai rar, dar apare din cand in cand. Simbolistica rosu Considerat pretutindeni ca fiind simbolul fundamental al principiului vital, cu forta, puterea si stralucirea lui, rosul, culoare a focului si a sangelui, prezinta totusi din punct de vedere simbolic, aceeasi ambivalenta ca si acestea din urma - desigur, dupa cum el este, ca nunanta, deschis sau inchis. Rosul deschis, stralucitor, centrifug, este diurn, masculin, tonic, indemnand la actiune si aruncandu-si stralucirea peste tot, aidoma unui soare, cu putere uriasa si de neinvins (KANS). Rosul inchis, sete dinpotriva nocturn, feminin, tainic, la limita, centriped. El reprezinta nu expresia, ci misterul vietii. In Orientul Indepartat, rosul evoca in general caldura, intensitate, actiune si pasiune. Rosul este culoarea tendintei expansive, rajas. In Japonia, culoarea rosie (aka) este purtata aproape exclusiv de catre femei. Este simbolul sinceritatii si al fericirii. Dupa unele scoli sintoiste, rosul ar desemna armonia si expansiunea. Exemple de vise Exemplu 1: Un barbat a visat o masina rosie care a ramas blocata de o alta masina. Inseamna ca in viata de zi cu zi a fost implicat / este implicat intr-o relatie extraconjugala si intampina probleme la incheierea acestei relatii. Culoarea rosii a masinii poate reflecata cat de negativa si periculoasa este aceasta relatie pentru casatoria sa sau pentru afacerea sa. Exemplu 2: Un barbat a visat ca urmareste un canal de stiri la televizor si ecranul a devenit complet rosu. In viata de zi cu zi acesta are temeri ca starea lumii / a populatiei a devenit periculoasa. Exemplu 3 : O femeie a visat un cer rosu. In viata de zi cu zi aceasta a simtit ca intreaga-i viata este ruinata dupa ce a decis sa se desparta de sotul care o insela sau care ii controla abuziv viata.Haina rosie in vise inseamna pasiune si sensibilitate in viata sufleteasca. Daca visati o haina rosie murdara semnifica dispret pentru comportament.Masina rosie in vise inseamna ca vreti sa incercati ceva inedit, nou. Daca visati ca alergati dupa o masina de culoare rosie inseamna ca in viata reala va lipseste pasiunea sau va este foarte dor de anumite perioade din trecut in care viata dumneavoastra era animata pe deplin de astfel de sentimente inflacarate. Scena aceasta denota si regrete sau tristete in legatura cu o anumita relatie dupa care va pare foarte rau.O rochie rosie in vis inseamna ca sunteti foarte orgoliosi, mandri. Pentru mai multe informatii vizitati si interpretarea visului rochie.Sfecla rosie in vise este un simbol pentru vesti, evenimente, complicatii si recolta. De asemenea, visul ar mai putea insemna dorinta dumneavoastra pentru hranire spirituala. O parte din dumneavoastra nu se dezvolta asa cum trebuie. Visul in care culegeti sfecla rosie sugereaza ca veti fi torturat sau chinuit de indoieli despre sarcinile sau afacerile dumneavoastra. Daca visati ca mancati sfecla rosie inseamna ca s-ar putea sa fiti prins intr-o situatie neasteptata.",
      "slug": "rosie"
    },
    {
      "name": "Rozariu",
      "category": "dictionar",
      "shortMeaning": "In religia catolica rozariul este un element esential care simbolizeaza increderea posesorului in Dumnezeu.",
      "fullInterpretation": "In religia catolica rozariul este un element esential care simbolizeaza increderea posesorului in Dumnezeu. Visarea rozariului denota o energie buna si simbolizeaza incredere si pace. Visul este, de asemenea, destul de comun printre catolici. Rozariu alb De regula, culoarea alba este asociata cu puritatea inocenta si spiritualitatea, insa visarea unui rozariu alb simbolizeaza sentimente impure. Va trebui sa va evaluati mult mai atent actiunile si sa cautati puritatea sufletului. Rozariu rosu Visarea unui rozariu rosu denota calauzire, protectie si forta, mai ales daca in vis acesta a fost gasit. De asemenea, culoarea rosie a rozariului este un simbol puternic, fiind asociat cu femininul divin si cu Fecioara Maria. Rozariu din aur sau de culoare aurie De obicei aurul este asociat cu bogatia, insa in cazul acestui vis, aurul reprezinta si credinta. Visand un astfel de rozariu inseamna ca sunteti in cautare de alinare si indrumare spirituala. Acest vis subliniaza, de asemenea, importanta practicii rugaciunii, care va oferi iluminare in perioade dificile si confort. Rozariu rupt Daca ati visat un rozariu rupt, acesta simbolizeaza o relatie precara cu divinitatea, indoieli sau o criza spirituala. Va simtiti fara speranta sau poate ca treceti prin unele incercari ale vietii. Alterantiv, visul poate simboliza o eliberare de limitari sau constangeri religioase. De asemenea, poate simboliza libertatea de a explora noi cai si ideologii spirituale.",
      "slug": "rozariu"
    },
    {
      "name": "Roz",
      "category": "dictionar",
      "shortMeaning": "Culoarea roz din visele noastre contine o semnificatie simbolica destul de profunda si este asoci...",
      "fullInterpretation": "Culoarea roz din visele noastre contine o semnificatie simbolica destul de profunda si este asociata cu senzualitatea, afectivitatea, bucuria, dragostea, fericirea, dulceata, bunatatea si afectiunea. De asemenea, rozul este sinonim cu calitatile feminine precum sensibilitatea si compasiunea.In religia catolica rozariul este un element esential care simbolizeaza increderea posesorului in Dumnezeu. Visarea rozariului denota o energie buna si simbolizeaza incredere si pace. Visul este, de asemenea, destul de comun printre catolici. Rozariu alb De regula, culoarea alba este asociata cu puritatea inocenta si spiritualitatea, insa visarea unui rozariu alb simbolizeaza sentimente impure. Va trebui sa va evaluati mult mai atent actiunile si sa cautati puritatea sufletului. Rozariu rosu Visarea unui rozariu rosu denota calauzire, protectie si forta, mai ales daca in vis acesta a fost gasit. De asemenea, culoarea rosie a rozariului este un simbol puternic, fiind asociat cu femininul divin si cu Fecioara Maria. Rozariu din aur sau de culoare aurie De obicei aurul este asociat cu bogatia, insa in cazul acestui vis, aurul reprezinta si credinta. Visand un astfel de rozariu inseamna ca sunteti in cautare de alinare si indrumare spirituala. Acest vis subliniaza, de asemenea, importanta practicii rugaciunii, care va oferi iluminare in perioade dificile si confort. Rozariu rupt Daca ati visat un rozariu rupt, acesta simbolizeaza o relatie precara cu divinitatea, indoieli sau o criza spirituala. Va simtiti fara speranta sau poate ca treceti prin unele incercari ale vietii. Alterantiv, visul poate simboliza o eliberare de limitari sau constangeri religioase. De asemenea, poate simboliza libertatea de a explora noi cai si ideologii spirituale. A vedea o rozatoare in vise simbolizeaza murdaria, repulsia sau moartea. Exista o influenta negativa in viata dumneavoastra. Ar trebui sa verificati si ce fel de rozatoare visati si care este semnificatia acesteia in visele dumneavoastra.Rochia roz este un simbol destul de ambiguu, aceasta avand multiple semnificatii precum: iluzii, noroc in dragoste, inselaciune, sperante, etc. Trebuie sa luati in considerare faptul ca uneori, in functie de visator, hainele de culoare roz vor indica o naivitate excesiva. Vazand o rochie roz in vis ar putea face referire la unele dorinte sau asteptari nerealiste din viata de zi cu zi. De asemenea, visul arata o situatie sau o preoblema care pentru dumneavoastra este oarecum neclara. Aveti tendinta de a nu va increde in propria capacitate de a va atinge obiectivele. Daca v-ati visat purtand o rochie roz, este semn ca in curand veti scapa de ceva rau din viata dumneavoastra (o persoana, o povara, etc.), dar , pentru ca aceasta sa se infaptuiasca, va trebui sa va schimbati comportamentul. Daca un barbat s-a visat imbracat in haine de femeie roz (rochie roz), inseamna ca acesta se confrunta cu pierderea masculinitatii si dizgratie din partea celor apropiati. Alternativ, rochia roz simbolizeaza descurajare si indurarea unor dificultati.A visa un sarpe roz prevestete vizita neasteptata a cuiva de departe. Daca visati un sarpe roz mort inseamna ca veti avea ghinion. Observarea unui sarpe roz inofensiv ar putea simboliza o anume transformare personala sau poate face referie la unele comportamente personale negative de care nu sunteti constienti. In mod alternativ, sarpele roz ar futea face referire la o persoana de sex feminin care poseda diverse calitati periculoase.Trandafirul roz in vise inseamna romantism, o dragoste proaspata, care fiind la inceput este doar in stare platonica.",
      "slug": "roz"
    },
    {
      "name": "Rochie roz",
      "category": "dictionar",
      "shortMeaning": "Rochia roz este un simbol destul de ambiguu, aceasta avand multiple semnificatii precum: iluzii, ...",
      "fullInterpretation": "Rochia roz este un simbol destul de ambiguu, aceasta avand multiple semnificatii precum: iluzii, noroc in dragoste, inselaciune, sperante, etc. Trebuie sa luati in considerare faptul ca uneori, in functie de visator, hainele de culoare roz vor indica o naivitate excesiva. Vazand o rochie roz in vis ar putea face referire la unele dorinte sau asteptari nerealiste din viata de zi cu zi. De asemenea, visul arata o situatie sau o preoblema care pentru dumneavoastra este oarecum neclara. Aveti tendinta de a nu va increde in propria capacitate de a va atinge obiectivele. Daca v-ati visat purtand o rochie roz, este semn ca in curand veti scapa de ceva rau din viata dumneavoastra (o persoana, o povara, etc.), dar , pentru ca aceasta sa se infaptuiasca, va trebui sa va schimbati comportamentul. Daca un barbat s-a visat imbracat in haine de femeie roz (rochie roz), inseamna ca acesta se confrunta cu pierderea masculinitatii si dizgratie din partea celor apropiati. Alternativ, rochia roz simbolizeaza descurajare si indurarea unor dificultati.",
      "slug": "rochie-roz"
    },
    {
      "name": "Rade (a se)",
      "category": "dictionar",
      "shortMeaning": "(a se)Daca visezi ca te razi pe fata sau in oricare alta parte a corpului inseamna ca vei avea in...",
      "fullInterpretation": "(a se)Daca visezi ca te razi pe fata sau in oricare alta parte a corpului inseamna ca vei avea intilniri placute si ca vei cunoaste persoane bogate.",
      "slug": "rade-a-se"
    },
    {
      "name": "Rade (a)",
      "category": "dictionar",
      "shortMeaning": "(a)copilul- veste proasta de departe - cineva- daii dovada de invatatura si indemanare - ii faci ...",
      "fullInterpretation": "(a)copilul- veste proasta de departe - cineva- daii dovada de invatatura si indemanare - ii faci pe altii sa- neantelegere cu partenerul de viata - femeie- nu te prea impaci cu cei din jur.",
      "slug": "rade-a"
    },
    {
      "name": "Radiant",
      "category": "dictionar",
      "shortMeaning": "Daca vezi ceva stralucitor in vis indica puritatea , stimularea intelectuala, iluminarea si intelepciunea spirituala.",
      "fullInterpretation": "Daca vezi ceva stralucitor in vis indica puritatea , stimularea intelectuala, iluminarea si intelepciunea spirituala.",
      "slug": "radiant"
    },
    {
      "name": "Radiatie",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca sunteti expusi la radiatii indica faptul ca sunteti inconjurat de multa negativitate in viata de veghe.",
      "fullInterpretation": "Daca visati ca sunteti expusi la radiatii indica faptul ca sunteti inconjurat de multa negativitate in viata de veghe. Va simtiti coplesit.",
      "slug": "radiatie"
    },
    {
      "name": "Radiator",
      "category": "dictionar",
      "shortMeaning": "Daca visezi un radiator semnifica o persoana sau o situatie din viata ta care pot aplica intotdea...",
      "fullInterpretation": "Daca visezi un radiator semnifica o persoana sau o situatie din viata ta care pot aplica intotdeauna presiune in scopul de a mentine o atmosfera confortabila sau un stil de viata. De asemenea, daca visezi un radiator vechi si defect inseamna ca anumite persoane rauvoitoare o sa incerce sa te santajeze.",
      "slug": "radiator"
    },
    {
      "name": "Radiera",
      "category": "dictionar",
      "shortMeaning": "Radiera in vise sugereaza ca ar trebui sa dati uitarii unele amintiri neplacute, ati facut gresel...",
      "fullInterpretation": "Radiera in vise sugereaza ca ar trebui sa dati uitarii unele amintiri neplacute, ati facut greseli si incercati sa le reparati, incercati sa ignorati ceea ce nu va convine.",
      "slug": "radiera"
    },
    {
      "name": "Radio",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca ceva este radioactiv reprezinta emotiile suprimate care creeaza o infulenta negati...",
      "fullInterpretation": "Daca visezi ca ceva este radioactiv reprezinta emotiile suprimate care creeaza o infulenta negativa in viata de zi cu zi. Trebuie sa abordati aceste sentimente inainte ca acestea sa va faca rau.",
      "slug": "radio"
    },
    {
      "name": "Radioactiv",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca ceva este radioactiv reprezinta emotiile suprimate care creeaza o infulenta negati...",
      "fullInterpretation": "Daca visezi ca ceva este radioactiv reprezinta emotiile suprimate care creeaza o infulenta negativa in viata de zi cu zi. Trebuie sa abordati aceste sentimente inainte ca acestea sa va faca rau.",
      "slug": "radioactiv"
    },
    {
      "name": "Radiografie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "radiografie"
    },
    {
      "name": "Rafala",
      "category": "dictionar",
      "shortMeaning": "Daca visezi o rafala semnifica faptul ca vei trece cu bine de o situatie inselatoare.",
      "fullInterpretation": "Daca visezi o rafala semnifica faptul ca vei trece cu bine de o situatie inselatoare.",
      "slug": "rafala"
    },
    {
      "name": "Raft",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "raft"
    },
    {
      "name": "Ragait",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca esti la o petrecere si ragai semnifica faptul ca se poate sa pierzi un prieten foarte bun.",
      "fullInterpretation": "Daca visezi ca esti la o petrecere si ragai semnifica faptul ca se poate sa pierzi un prieten foarte bun.",
      "slug": "ragait"
    },
    {
      "name": "Ragusit / Raguseala",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ragusit-raguseala"
    },
    {
      "name": "Rai",
      "category": "dictionar",
      "shortMeaning": "Teama de acest animal crepuscular l-a transformat in ochii nostri intr-un simbol al urateniei si stangaciei.",
      "fullInterpretation": "Teama de acest animal crepuscular l-a transformat in ochii nostri intr-un simbol al urateniei si stangaciei. Dincolo de nivelul apartenentei, vom descoperi ca broasca raioasa este purtatoarea tuturor semnificatiilor rezultate din marea serie simbolica apa-noapte-lume - yin, astfel chinezii o considera divinitatea lunii. Chiar daca traditia chineza pare uneori sa ezite intre un aspect yin si un aspect yang al broastei raioase, totusi primul este dominant, ceea ce se explica prin predilectia acestui animal pentru ascunzisurile intunecoase si umede. De altfel, broasca raioasa nu se deosebeste intotdeauna complet de broasca obisnuita si poate fi folosita ca si ea pentru a aduce ploaia, dupa ce a fost pusa la uscat. In plus, broasca raioasa va apara de armele dusmanilor si va intoarce asupra lor. Vietnamezii o pretuiesc si stiu ca anunta ploaia. Broasca raioasa mai este si simbolul succesului si, daca este de culoare stacojie, constituie un simbol al fortei, al curajului si al bogatiei. Populatiile maya-quiche considera broasca raioasa un zeu al ploii, iar iconografia azteca sugereaza ca acest animal reprezinta pamantul. Pe de alta parte, pentru pigmeii bambuti, broasca raioasa in vise semnifica un spirit malefic a carui neindemanare a adus moartea pe Pamant. In occident, broasca raioasa este considerata opusul broastei obisnuite, avand o fata tenebroasa si infernala. Se pare ca, in Grecia, visul in care apare o broasca raioasa simbolizeaza desfraul. Prezenta unei broaste raioase in vise are legatura cu anumite aspecte ale propriului comportament sau ale existentei pe care le gasiti respingatoare. Totusi, acest animal reprezinta sursa din care izvoraste forta metamorfozei. Daca visati o broasca raioasa alaturi de un vultur inseamna diferenta existenta intre valorile lumesti si cele spirituale.Visul in care auziti sau vorbiti o limba straina indica un mesaj al subconstientului dumneavoastra pe care inca nu-l intelegeti. Alternativ, s-ar putea sa nu va faceti inteles pentru cei din jur. Daca visati ca studiati o limba straina inseamna ca aveti dificultati de exprimare a gandurilor. Va confruntati cu o problema nefamiliara pe care nu stiti cu sa o abordati si sa o rezolvati.A vedea un samurai in vise simbolizeaza loialitate, onoare, disciplina si datorie. Va trebui sa lucrati la o problema legata de angajament. Nu faceti promisiuni de care nu va puteti tine. Visul in care dumneavoastra sunteti un samurai simbolizeaza respect si responsabilitate.Visul indica faptul ca aveti probleme in a va indeplini o obligatie.Daca visezi ca pleci in strainatate , semnifica faptul ca statutul tau curent este neechilibrat si haotic. Visul reprezinta nevoia ta de a schimba situatia si poate viata ta.",
      "slug": "rai"
    },
    {
      "name": "Raid",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "raid"
    },
    {
      "name": "Raie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "raie"
    },
    {
      "name": "Ram / Ramuri",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ram-ramuri"
    },
    {
      "name": "Rama",
      "category": "dictionar",
      "shortMeaning": "Daca te visezi castigand un ramasag semnifica faptul ca vei avea parte de un succes la care nu te astepti.",
      "fullInterpretation": "Daca te visezi castigand un ramasag semnifica faptul ca vei avea parte de un succes la care nu te astepti. De asemenea daca visezi ca pierzi un ramasag vei face niste greseli care o sa te coste. Visul in care apare o casa daramata sau ruinata inseamna ca veti avea parte de necazuri in familie. Daca visati o casa daramata si veche inseamna ca ceva trebuie indreptat in caracterul dumneavoastra, ceva mai vechi ce nu a fostsuficient de bine antrenat sau exploatat.- Daca vezi o catarama - semn de nefericire, de suparare.- DacaÂ catarama este deschisa sau rupta - semn de necazuri, dificultati.- Catarama deschisa mai inseamna ca poate ai devenit nerabdator cu anumite lucruri, sau ca ai indoieli in privina unor lucruri legate de viata ta.Daramaturile in vise simbolizeaza momente de nereusita, de infrangere peste care sufletul dumneavoastra incearca sa treaca, de care doriti sa uitati. Traumele suferite in trecut si durerea provoocata de acestea sunt inca in stare latenta in interiorul dumneavoastra. Aceste vise la daramaturi sunt echivalente cu problemele de care trebuie sa va scapati. Sufletul dumneavoastra trebuie eliberat de aceste probleme. Daca visati ca sunteti printre daramaturi si cautati ceva inseamna ca ati depasit o perioada mai dificila si incercati sa o luati de la capat.A vedea pastrama in vise prevesteste bogatie si avere mare. Ar trebui sa va recompensati cu o binemeritata vacanta. Visul in care mancati pastrama simbolizeaza fortele intunecate ce preiau controlul asupra mintii dumneavoastre. Indica faptul ca s-ar putea sa aveti anumite ganduri malefice care va imping sa comiteti o crima. Ati putea sa atribuiti aceste ganduri spiritelor rele ce incearca sa puna stapanire pe viata dumneavoastra, daca intr-adevar credeti in existenta unor asemenea entitati. Totusi, ar fi bine sa cereti ajutorul unui specialist, deoarece s-ar putea ca actiunile ciudate ale dumneavoastra sa fie cauzate de un dezechilibru neurologic sau chiar ceva legat de droguri.",
      "slug": "rama"
    },
    {
      "name": "Ramasag",
      "category": "dictionar",
      "shortMeaning": "Daca te visezi castigand un ramasag semnifica faptul ca vei avea parte de un succes la care nu te astepti.",
      "fullInterpretation": "Daca te visezi castigand un ramasag semnifica faptul ca vei avea parte de un succes la care nu te astepti. De asemenea daca visezi ca pierzi un ramasag vei face niste greseli care o sa te coste.",
      "slug": "ramasag"
    },
    {
      "name": "Rame",
      "category": "dictionar",
      "shortMeaning": "Daca ai visat rame semnifica ca cineva te barfeste si te vorbeste de rau.",
      "fullInterpretation": "Daca ai visat rame semnifica ca cineva te barfeste si te vorbeste de rau.Visul in care mancati caramele inseamna ca va aflati intr-o situatie foarte buna, dar care va deveni neplacuta, va deveni o problema.",
      "slug": "rame"
    },
    {
      "name": "Rampa",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca urci pe o rampa semnifica luptele tale in atingerea unui obiectiv.",
      "fullInterpretation": "Daca visezi ca urci pe o rampa semnifica luptele tale in atingerea unui obiectiv. De asemenea, rampa este simbolul determinarii si abitiei. Daca nu reusiti sa mergeti pe o rampa indica faptul ca nu sunteti in masura sa treceti de anumite dificultati deoarece exista obstacole in calea dumneavoastra. Daca visezi ca te duci in jos pe o rampa se refera la o instabilitate si lipsa de control asupra vietii dumneavoastra.",
      "slug": "rampa"
    },
    {
      "name": "Ramura de copac",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ramura-de-copac"
    },
    {
      "name": "Rana",
      "category": "dictionar",
      "shortMeaning": "Batrana in vis semnifica bogatie, fericire si intelegere.",
      "fullInterpretation": "Batrana in vis semnifica bogatie, fericire si intelegere. De asemenea, daca vedeti o batrana in vis nu este un semn tocmai bun. O sa primiti vesti rele la adresa unor persoane dragi. Alternativ . daca visezi o vrajitoare batrana semnifica faptul ca alergi dupa un proiect ce nu se va indeplini. (baba) 03/03/2020 (ultima actualizare)A vedea o femeie batrana in vise este un augur pozitiv. Femeia batrana simbolizeaza anumite sentimente si emotii carora trebuie acordata mai multa atentie. Aceste vise reprezinta, adesea, sentimente reprimate si dorinta d a-ti asculta vocea interioara. Visul in care apare o femeie batrana cu riduri inseamna ca veti avea parte de o calatorie cu neplaceri. Daca vedeti mai multe femei in varsta intr-un vis, acest lucru indica faptul ca in viata de zi cu zi sunteti inselatori si ca persoanele din jur vor lua act de actiunile voastre. Fiti atenti la actiunile voastre din perioada urmatoare, pentru ca este posibil sa fiti prinsi daca faceti ceva gresit.Hrana in vise face referire la energia emotionala. Diferite tipuri de hrana pot semnifica o gama larga de lucruri. In general, fructul este simbol al senzualitatii, carnea reprezinta dorinte animalice, legumele reprezinta sanatate. Hrana congelata semnifica emotii si cai reci. Consumul de hrana, de asemenea, se refera la anumite calitati pe care trebuie incluse in sinea ta. - Visul in care aduni hrana inseamna nesiguranta. - Daca ai visat hrana multa inseamna ca ambitiile tale sunt rau intelese. - Hrana putina face referire la imprejurari favorabile. - Daca vezi sau consumi hrana veche inseamna ca te simti lenes(a) si emotional drenat(a). - Daca in vis iti faci provizii de hrana indica o teama de privare. Nu ai incredere in ceea ce ai deja. - Hrana arsa sugereaza emotii intense. Vezi si mancare.Puterile supranaturale in vise inseamna ca intotdeauna vedeti lucrurile pozitive chiar si in situatile rele. Aveti energie nelimitata. De asemenea, va simtiti increzator in abilitatile voastre. Luati in considerare importanta puterii dumneavoastra si cum este aplicata intr-o situatie sau relatie din viata dumneavoastra.Daca visezi tarana proaspat rascolita in jurul florilor sau copacilor semnifica belsugul si sanatatea pentru cel care viseaza. De asemenea, a curata tarana de pe un cuptor sau de pe o soba sugereaza incurcaturi.Daca cineva arunca tarana spre tine e semn de necazuri in viitor",
      "slug": "rana"
    },
    {
      "name": "Randunele",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "randunele"
    },
    {
      "name": "Randunica",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "randunica"
    },
    {
      "name": "Ranga",
      "category": "dictionar",
      "shortMeaning": "Ranga in vise reprezinta probleme in viata dumneavoastra care se confrunta cu o despartire.",
      "fullInterpretation": "Ranga in vise reprezinta probleme in viata dumneavoastra care se confrunta cu o despartire. Poate ca ar trebui sa renuntati sau sa stati departe de ceva sau de cineva din viata dumneavoastra. Visul in care vedeti o ranga simbolizeaza gelozia ascunsa. S-ar putea sa va simtiti stors emotional de o situatie relationala sau de efortul de a va pastra emotiile in interior. Daca visati ca folositi o ranga inseamna ca incercati sa intrati in subconstientul dumneavoastra desi s-ar putea sa nu fiti pregatit mental pentru a va confrunta cu acele probleme.",
      "slug": "ranga"
    },
    {
      "name": "Rani / Rana / Plagi",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "rani-rana-plagi"
    },
    {
      "name": "Ranit / Ranire",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ranit-ranire"
    },
    {
      "name": "Rapa",
      "category": "dictionar",
      "shortMeaning": "Daca visati o rapa semnifica nevoia ta de a fi la adapost si protejat.",
      "fullInterpretation": "Daca visati o rapa semnifica nevoia ta de a fi la adapost si protejat. Esti in contemplare profunda cu privire la propriile emotii.Crapatura in vise sugereaza un posibil esec in afaceri, trebuie sa aveti grija sa nu devina realitate. Daca visati o cana crapata inseamna ca s-ar putea sa aveti parte de o cearta in familie. Visul in care apare o farfurie crapata semnaleaza posibile pierderi financiare. Daca in vise apare o crapatura adanca ce trece prin casa dumneavoastra inseamna ca exista pericolul ruperii legaturilor cu cei dragi. Visul in care apare o cladire inalta cu fundatie crapata inseamna ca v-ati asumat prea multe responsabilitati, iar lucrurile incepsa mearga prost. In general, parasutismul este legat de anumite sentimente sensibile si arata, de obicei, probleme care necesita rezolvare cat mai curand. De asemenea, saltul cu parasuta sau cu parapanta este un semn ca treceti printr-o perioada destul de dificila. Exista o multitudine de vise pe aceasta tema, noi vom incerca sa acoperim visele generale si pe cele mai comune. Parasuta Vazand o parasuta (impachetata sau despachetata), inseamna ca in viata de zi cu zi aveti indoieli cu privire la infaptuirea unui plan. Mai mult, daca observati ca aceasta este rupta sau deteriorata, este semn ca ar trebui sa va mai amanati un pic planul de atingere a obiectivelor. Alternativ, parasuta indica, de asemenea, posibilitatea pierderii unei ocazii unicate, a unui proiect important, etc. Cu toate acestea, veti primi in continuare consideratie si compensatii, deoarece pana la urma eforturile dumnoavoastra vor da roade. Mai multe parasute sau parapante Visul poate face referire la necesitatea de a invata sa va controlati emotiile si sa va exprimati sentimentele intr-un mod clar. Scopul este sa resusiti sa ascultati si sa respectati opiniile celorlalti. Cazand pe pamanat Visul in care ati cazut direct pe pamant, fara sa se deschida parasuta, indica probleme de sanatate in viata reala. In mod alternativ, luand in considerare ca este o cadere de la inaltime (un vis destul de comun) , visul arata multiple probleme emotionale. Saritura cu parasuta din avion Visand ca ati sarit din avion folosind o parasuta, arata dificultati si probleme in viata de zi cu zi. Cu toate acestea, veti reusi sa depasiti aceste obstacole daca in vis va veti parasuta in siguranta la sol. Daca visul este despre un avion care este pe cale sa se prabuseasca si saltul dumneavoastra cu parasuta va salveaza de la moarte, inseamna ca in viata reala dispuneti de toate abilitatile de care aveti nevoie pentru a scapa de problme si pentru a face fata obstacolelor viitoare. Salt cu parapanta de pe un munte sau de pe o stanca inalta Un astfel de vis prevesteste mesaje de rau augur. Cel mai probabil, in viitorul apropiat veti primi o veste neplacuta, dezamagitoare sau incerta. Parasutism in tandem Visand ca sunteti legat printr-un ham de cel care controleaza parasuta indica un fel de complot sau un fel de intelegere cu cineva pentru a lucra la o chestiune extrem de riscanta. Alternativ, daca dumneavoastra sunteti cel care controleaza parasuta, inseamna ca aveti o datorie destul de dificila si ca anumite persoane se vor ghida dupa sfaturile si indicatiile dumneavoastra. Fiind foarte priceput la parasutism Daca ati viast ca suteti priceput la parasutism, este un semn de bun augur. Viata dumneavoastra personala este in armonie perfecta cu viata profesionala, de asemenea si sanatatea este buna. Parasuta nu se deschide bine sau ramane blocata Visul in care parasuta nu functioneaza bine, nu se deschide bine sau este blocata, simbolizeaza nevoia disperata de ajutor. Mai mult, daca intr-un final ati resusit sa deschideti parasuta asa cu trebuie si ati reusit sa aterzati in siguranta la sol, visul simbolizeaza capacitatea dumneavoastra de a va descuraca eficient cu problemele, fara a fi nevoie sa va bazati pe alte persoane.",
      "slug": "rapa"
    },
    {
      "name": "Rapire",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca esti rapit , s-ar putea sa te simti controlat si ingradit de circumstante sau de o persoana.",
      "fullInterpretation": "Daca visezi ca esti rapit , s-ar putea sa te simti controlat si ingradit de circumstante sau de o persoana. Daca altcineva este cel rapit, afli vesti neasteptate.",
      "slug": "rapire"
    },
    {
      "name": "Rapit",
      "category": "dictionar",
      "shortMeaning": "(planta) 07/06/2021 (ultima actualizare)Rapita (canola) este o planta cu florile galbele ce se cu...",
      "fullInterpretation": "(planta) 07/06/2021 (ultima actualizare)Rapita (canola) este o planta cu florile galbele ce se cultiva pentru seminte din care se obtine ulei si pentru fabricarea biocombustibilului. De obicei, aparitia rapitei in vise simbolizeaza un viitor stralucit si o cariera de succes, reprezentand, de asemenea, longevitatea. Alternativ, daca aceasta apare in visele tinerilor necasatoriti (barbati / femei) indica faptul ca incurand isi vor gasi pereche potrivita. Visand flori de rapita ofilite , moarte sau cazute, inseamna ca anumite dispute interne (fie ca este vorba despre camin sau locul de munca) vor provoca pierderi considerabile. Visarea unui camp de rapita ce pare nesfarsit de mare este semnul prosperitatii si al norocului. Alternativ, visul simbolizeaza pacea si armonia din familie. Plantarea si recoltarea rapitei indica faptul ca panul dumneavoastra va fi unul de succes.",
      "slug": "rapit"
    },
    {
      "name": "Rapita (planta)",
      "category": "dictionar",
      "shortMeaning": "(planta) 07/06/2021 (ultima actualizare)Rapita (canola) este o planta cu florile galbele ce se cu...",
      "fullInterpretation": "(planta) 07/06/2021 (ultima actualizare)Rapita (canola) este o planta cu florile galbele ce se cultiva pentru seminte din care se obtine ulei si pentru fabricarea biocombustibilului. De obicei, aparitia rapitei in vise simbolizeaza un viitor stralucit si o cariera de succes, reprezentand, de asemenea, longevitatea. Alternativ, daca aceasta apare in visele tinerilor necasatoriti (barbati / femei) indica faptul ca incurand isi vor gasi pereche potrivita. Visand flori de rapita ofilite , moarte sau cazute, inseamna ca anumite dispute interne (fie ca este vorba despre camin sau locul de munca) vor provoca pierderi considerabile. Visarea unui camp de rapita ce pare nesfarsit de mare este semnul prosperitatii si al norocului. Alternativ, visul simbolizeaza pacea si armonia din familie. Plantarea si recoltarea rapitei indica faptul ca panul dumneavoastra va fi unul de succes.",
      "slug": "rapita-planta"
    }
  ]
}