{
  "symbols": [
    {
      "name": "Seif",
      "category": "obiecte",
      "shortMeaning": "Valori protejate, secrete, siguranță financiară, neîncredere și izolare.",
      "fullInterpretation": "Seiful reprezintă locul unde îți păstrezi cele mai de preț valori, fie ele materiale sau emoționale. Dacă este închis, sugerează că ești rezervat, păstrând secretele sau sentimentele sub cheie. Dacă este spart sau gol, indică teama de a pierde controlul sau de a fi trădat. Un seif plin semnifică resurse interioare bogate și siguranță.",
      "slug": "seif"
    },
    {
      "name": "Semafor",
      "category": "obiecte",
      "shortMeaning": "Controlul fluxului, decizii, oprire/pornire, răbdare și reguli.",
      "fullInterpretation": "Semaforul dirijează cursul acțiunilor tale. Roșu înseamnă stop: există un pericol sau trebuie să aștepti un moment mai bun. Galbenul cere prudență și pregătire. Verdele este permisiunea de a avansa cu încredere. Visul poate reflecta sentimentul de a fi controlat de forțe externe sau necesitatea de a respecta regulile sociale.",
      "slug": "semafor"
    },
    {
      "name": "Semiluna",
      "category": "fenomene",
      "shortMeaning": "Schimbare ciclică, feminitate, mister, începuturi și intuiție.",
      "fullInterpretation": "Semiluna simbolizează etapele de tranziție, creșterea sau descreșterea. Este un simbol feminin puternic, legat de intuiție și cicluri naturale. Indică faptul că lucrurile sunt în mișcare, chiar dacă nu sunt pe deplin iluminate. Poate sugera un nou început (luna nouă) sau finalizarea unei etape, cerând adaptabilitate.",
      "slug": "semiluna"
    },
    {
      "name": "Semineu",
      "category": "obiecte",
      "shortMeaning": "Căldură familială, confort, siguranță, inimă și viață domestică.",
      "fullInterpretation": "Șemineul este inima casei, locul unde arde focul sacru al familiei. Un foc viu în șemineu simbolizează armonie, prosperitate și confort emoțional. Un șemineu stins sau rece indică lipsa afecțiunii, singurătate sau probleme în viața domestică. Cenușa din șemineu vorbește despre pasiuni trecute sau nostalgie.",
      "slug": "semineu"
    },
    {
      "name": "Seminte",
      "category": "natură",
      "shortMeaning": "Potențial, începuturi, idei fertile, investiții și răbdare.",
      "fullInterpretation": "Semințele reprezintă potențialul pur. Orice idee, proiect sau relație începe cu o sămânță. Plantarea lor sugerează investiția în viitor și speranța. Dacă semințele sunt uscate sau nu încolțesc, indică oportunități ratate. Mâncarea semințelor poate sugera asimilarea cunoștințelor sau, în unele cazuri, risipirea potențialului înainte de a rodi.",
      "slug": "seminte"
    },
    {
      "name": "Seminte de dovleac",
      "category": "alimente",
      "shortMeaning": "Sănătate, prosperitate, gânduri creative și fertilitate.",
      "fullInterpretation": "Semințele de dovleac sunt asociate cu sănătatea și vitalitatea. În vis, pot simboliza idei creative care, deși mici, au potențialul de a se dezvolta în ceva mare (dovleacul). Indică prosperitate și, în multe tradiții, fertilitate sau nașterea unor noi proiecte de succes. Mâncatul lor sugerează nevoia de a te hrăni cu idei pozitive.",
      "slug": "seminte-de-dovleac"
    },
    {
      "name": "Seminte de floarea soarelui",
      "category": "alimente",
      "shortMeaning": "Lumină, energie solară, mici plăceri, răbdare și creștere.",
      "fullInterpretation": "Floarea soarelui urmărește soarele, iar semințele ei conțin această energie solară condensată. Visul sugerează o perioadă de optimism și creștere. Poate indica nevoia de a găsi bucurie în lucrurile mărunte. Spargerea semințelor poate simboliza răbdarea necesară pentru a ajunge la \"miezul\" unei probleme sau pentru a obține recompensa dorită.",
      "slug": "seminte-de-floarea-soarelui"
    },
    {
      "name": "Semn din nastere",
      "category": "corp",
      "shortMeaning": "Unicitate, destin, amprentă karmică, individualitate sau stigmat.",
      "fullInterpretation": "Semnul din naștere este o marcă a individualității și, în unele interpretări, a destinului sau a karmei. Poate sugera că porți cu tine o \"amprentă\" a trecutului sau o misiune specifică. Dacă semnul este proeminent sau urât, poate indica insecurități legate de aspectul fizic sau teama de a fi judecat pentru cine ești cu adevărat.",
      "slug": "semn-din-nastere"
    },
    {
      "name": "Semnatura",
      "category": "acțiuni",
      "shortMeaning": "Angajament, identitate, responsabilitate, contract și validare.",
      "fullInterpretation": "A semna ceva în vis înseamnă a-ți asuma responsabilitatea pentru o acțiune sau o decizie. Este un act de validare a propriei identități și voințe. Dacă semnezi un contract, te legi de o obligație. Dacă cineva îți cere semnătura, fii atent la ce te angajezi. O semnătură falsă indică înșelăciune sau probleme de identitate.",
      "slug": "semnatura"
    },
    {
      "name": "Sens giratoriu",
      "category": "locuri",
      "shortMeaning": "Confuzie, ciclicitate, lipsa progresului, decizii amânate.",
      "fullInterpretation": "Sensul giratoriu simbolizează o situație în care te învârți în cerc fără a avansa. Poate indica indecizia, confuzia sau sentimentul că repeți aceleași greșeli. Totuși, oferă și posibilitatea de a alege o nouă direcție. Visul te îndeamnă să ieși din buclă și să iei o decizie clară pentru a continua drumul.",
      "slug": "sens-giratoriu"
    },
    {
      "name": "Senzualitate",
      "category": "emoții",
      "shortMeaning": "Plăcere, conexiune cu corpul, dorință, pasiune și vitalitate.",
      "fullInterpretation": "Experiența senzualității în vis indică nevoia de a te reconecta cu propriul corp și cu simțurile tale. Poate semnala o trezire a energiei vitale sau a dorințelor reprimate. Nu este neapărat sexual, ci poate fi despre a savura viața, atingerile, gusturile și frumusețea. Este un apel la a trăi prezentul cu intensitate.",
      "slug": "senzualitate"
    },
    {
      "name": "Sera",
      "category": "locuri",
      "shortMeaning": "Mediu protejat, creștere controlată, fragilitate și potențial.",
      "fullInterpretation": "Sera este un loc unde plantele cresc protejate de intemperii. Simbolizează un mediu propice dezvoltării tale personale sau a unui proiect, dar sugerează și o anumită fragilitate sau artificialitate. Poate indica faptul că ești \"cocoloșit\" sau că ai nevoie de protecție pentru a înflori. O seră distrusă arată expunerea brutală la realitate.",
      "slug": "sera"
    },
    {
      "name": "Seringa",
      "category": "obiecte",
      "shortMeaning": "Influență externă, vindecare forțată, energie, frică sau dependență.",
      "fullInterpretation": "Seringa poate avea conotații duble: vindecare (medicament) sau dependență (droguri). În vis, adesea sugerează o influență externă care pătrunde în sistemul tău, fie o idee, o energie sau o emoție. Dacă ți se face o injecție, poate simboliza primirea unui ajutor necesar, dar neplăcut, sau sentimentul de invadare a intimității.",
      "slug": "seringa"
    },
    {
      "name": "Serpentine",
      "category": "locuri",
      "shortMeaning": "Drum dificil, suișuri și coborâșuri, imprevizibil și efort.",
      "fullInterpretation": "Drumul cu serpentine simbolizează parcursul sinuos al vieții sau al unui proiect. Nu poți vedea departe înainte, ceea ce cere atenție și adaptabilitate. Indică faptul că atingerea obiectivului nu este liniară, ci presărată cu curbe periculoase și schimbări de direcție, necesitând răbdare și abilități de navigare.",
      "slug": "serpentine"
    },
    {
      "name": "Sertar",
      "category": "obiecte",
      "shortMeaning": "Organizare, secrete ascunse, amintiri sau aspecte compartimentate.",
      "fullInterpretation": "Sertarul reprezintă mintea subconștientă și modul în care îți organizezi amintirile sau secretele. Un sertar dezordonat indică haos mental. Un sertar încuiat sugerează aspecte reprimate sau secrete bine păzite. Deschiderea unui sertar înseamnă accesarea unor resurse sau amintiri uitate. Un sertar gol poate semnifica dezamăgire.",
      "slug": "sertar"
    },
    {
      "name": "Servetel",
      "category": "obiecte",
      "shortMeaning": "Curățare rapidă, politețe, efemeritate sau ascunderea emoțiilor.",
      "fullInterpretation": "Șervețelul este folosit pentru a curăța sau a tampona. În vis, poate sugera nevoia de a șterge o greșeală mică sau de a ascunde o emoție (ștergerea lacrimilor). Poate indica politețe socială sau o soluție temporară la o problemă. Fiind de unică folosință, sugerează caracterul trecător al situației.",
      "slug": "servetel"
    },
    {
      "name": "Serviciu",
      "category": "acțiuni",
      "shortMeaning": "Datorie, rutină, colegialitate, stres sau realizare profesională.",
      "fullInterpretation": "Visul despre locul de muncă reflectă adesea stresul cotidian sau ambițiile profesionale. Poate indica sentimentul de a fi prins în rutină, relațiile cu colegii sau teama de incompetență. Dacă muncești cu plăcere, visul arată satisfacție și productivitate. Dacă ești concediat, reflectă nesiguranță și frica de eșec sau schimbare.",
      "slug": "serviciu"
    },
    {
      "name": "Servieta",
      "category": "obiecte",
      "shortMeaning": "Afaceri, responsabilități profesionale, secrete sau identitate la muncă.",
      "fullInterpretation": "Servieta este accesoriul omului de afaceri, conținând documente importante. Simbolizează responsabilitățile profesionale și \"bagajul\" pe care îl porți cu tine. O servietă grea indică stres și suprasolicitare. Pierderea servietei sugerează teama de a pierde controlul, statutul sau informații vitale pentru cariera ta.",
      "slug": "servieta"
    },
    {
      "name": "Servitor",
      "category": "persoane",
      "shortMeaning": "Supunere, ajutor, umilință sau dorința de a fi servit.",
      "fullInterpretation": "Dacă visezi că ești servitor, te poți simți subapreciat, exploatat sau pus în slujba altora în detrimentul propriilor nevoi. Poate indica însă și umilință și dorința de a ajuta. Dacă ai servitori, visul poate reflecta o dorință de putere, de control sau nevoia de ajutor pentru a gestiona aspectele vieții cotidiene.",
      "slug": "servitor"
    },
    {
      "name": "Sete",
      "category": "fenomene",
      "shortMeaning": "Nevoie neîmplinită, dorință intensă, lipsă spirituală sau emoțională.",
      "fullInterpretation": "Setea este un semnal fundamental al corpului, dar în vis indică adesea o lipsă emoțională sau spirituală profundă. Tânjești după ceva esențial: iubire, cunoaștere, adevăr sau sens. Dacă bei apă și setea nu trece, visul sugerează că ceea ce cauți nu te satisface cu adevărat sau că soluția este iluzorie.",
      "slug": "sete"
    },
    {
      "name": "Seva",
      "category": "natură",
      "shortMeaning": "Energie vitală, esență, nutriție și forța vieții.",
      "fullInterpretation": "Seva este sângele plantelor, purtând nutrienții necesari vieții. În vis, simbolizează vitalitatea ta, energia psihică și sănătatea. Curgerea sevei indică o perioadă de creștere și vindecare. Uscarea sevei sugerează epuizare, boală sau pierderea entuziasmului. Este un simbol al conexiunii profunde cu sursa vieții.",
      "slug": "seva"
    },
    {
      "name": "Sexualitate",
      "category": "acțiuni",
      "shortMeaning": "Expresia sinelui, integrarea polarităților, dorință și creativitate.",
      "fullInterpretation": "Visele despre sexualitate sunt complexe și rar se referă doar la actul fizic. Ele simbolizează unirea contrariilor (masculin/feminin), nevoia de intimitate, creativitatea și energia vitală (libido). Pot reflecta dorințe reprimate, explorarea propriei identități sau nevoia de a integra o calitate pe care o admiri la partener.",
      "slug": "sexualitate"
    },
    {
      "name": "Sezlong",
      "category": "obiecte",
      "shortMeaning": "Relaxare, pasivitate, vacanță, lene sau așteptare.",
      "fullInterpretation": "Șezlongul evocă relaxarea, soarele și vacanța. Indică nevoia de odihnă și de a lua o pauză de la stresul cotidian. Poate sugera însă și pasivitate, lene sau o atitudine de spectator în propria viață. Dacă șezlongul e rupt, relaxarea îți este perturbată de griji neprevăzute.",
      "slug": "sezlong"
    },
    {
      "name": "Sfada",
      "category": "acțiuni",
      "shortMeaning": "Conflict interior, tensiune neexprimată, neînțelegeri și nevoia de pace.",
      "fullInterpretation": "Sfada sau cearta în vis reflectă un conflict interior între părți diferite ale personalității tale sau o tensiune nerezolvată cu cineva din realitate. Este o modalitate a subconștientului de a elibera furia reprimată. Visul te îndeamnă să rezolvi neînțelegerile și să găsești armonia, fie cu tine însuți, fie cu ceilalți.",
      "slug": "sfada"
    },
    {
      "name": "Sfant",
      "category": "persoane",
      "shortMeaning": "Ghidare spirituală, perfecțiune morală, protecție sau sacrificiu.",
      "fullInterpretation": "Apariția unui sfânt în vis este un semn puternic de protecție și ghidare spirituală. Poate reprezenta un ideal moral pe care încerci să-l atingi sau nevoia de ajutor divin într-o situație dificilă. Poate indica și tendința spre martiriu sau sacrificiu de sine excesiv. Ascultă mesajul sfântului, adesea conține o înțelepciune profundă.",
      "slug": "sfant"
    },
    {
      "name": "Sfaturi",
      "category": "acțiuni",
      "shortMeaning": "Ghidare, nesiguranță, înțelepciune interioară sau influență externă.",
      "fullInterpretation": "Dacă primești sfaturi în vis, subconștientul tău (sau o sursă superioară) îți oferă soluții la problemele curente. Fii atent la cine dă sfatul. Dacă dai sfaturi, te simți competent și dornic să ajuți, sau poate încerci să impui voința ta altora. Visul reflectă procesul de luare a deciziilor și căutarea înțelepciunii.",
      "slug": "sfaturi"
    },
    {
      "name": "Sfecla",
      "category": "alimente",
      "shortMeaning": "Sănătate, longevitate, vești bune sau muncă simplă.",
      "fullInterpretation": "Sfecla este o rădăcinoasă nutritivă, simbolizând sănătatea și legătura cu pământul. În tradiția populară, este asociată cu longevitatea și veștile bune. Culoarea roșie intensă poate sugera vitalitate sau pasiuni ascunse. Poate indica necesitatea de a te hrăni mai bine sau de a te ocupa de problemele de bază ale vieții.",
      "slug": "sfecla"
    },
    {
      "name": "Sfecla rosie",
      "category": "alimente",
      "shortMeaning": "Vitalitate, sânge, energie, vindecare și pasiune profundă.",
      "fullInterpretation": "Specificul culorii roșii amplifică simbolismul vitalității și al sângelui. Sfecla roșie poate sugera vindecare, regenerare și energie fizică. Poate avea și conotații legate de rușine (a te înroși ca sfecla) sau de emoții intense, viscerale. Este un semn bun pentru sănătate și recuperare.",
      "slug": "sfecla-rosie"
    },
    {
      "name": "Sfesnic",
      "category": "obiecte",
      "shortMeaning": "Suport pentru lumină, speranță, ceremonie și claritate.",
      "fullInterpretation": "Sfeșnicul susține lumânarea, sursa de lumină. Simbolizează speranța, credința și iluminarea spirituală. Un sfeșnic cu lumânări aprinse indică claritate mentală și evenimente fericite. Un sfeșnic gol sau răsturnat sugerează pierderea speranței sau confuzie în fața întunericului. Are adesea conotații ceremoniale sau sacre.",
      "slug": "sfesnic"
    },
    {
      "name": "Sfinti",
      "category": "persoane",
      "shortMeaning": "Intervenție divină, modele morale, pace și binecuvântare.",
      "fullInterpretation": "Vederea mai multor sfinți sugerează o protecție puternică și o perioadă de pace sufletească. Poate indica faptul că ești pe calea cea bună și că acțiunile tale sunt binecuvântate. Sfinții pot reprezenta virtuțile pe care trebuie să le cultivi: răbdarea, curajul, compasiunea. Este un vis care aduce liniște și speranță.",
      "slug": "sfinti"
    },
    {
      "name": "Sfoara",
      "category": "obiecte",
      "shortMeaning": "Legătură, constrângere, soluție simplă sau fragilitate.",
      "fullInterpretation": "Sfoara poate simboliza o legătură care unește lucruri sau persoane, dar și o constrângere dacă ești legat cu ea. Este mai puțin rezistentă decât lanțul, sugerând o conexiune care se poate rupe. Poate indica \"firul\" unei probleme pe care încerci să o deslușești. O sfoară încâlcită reprezintă confuzie și complicații.",
      "slug": "sfoara"
    },
    {
      "name": "Sicriu gol",
      "category": "obiecte",
      "shortMeaning": "Griji inutile, frica de moarte, sfârșitul unei etape fără pierderi.",
      "fullInterpretation": "Un sicriu gol este o imagine înfricoșătoare, dar adesea pozitivă. Sugerează că temerile tale privind o pierdere sau un eșec sunt nefondate. Pericolul a trecut sau nu a existat cu adevărat. Poate simboliza și pregătirea pentru o transformare, un spațiu gol lăsat pentru vechiul eu care trebuie să moară pentru a face loc noului.",
      "slug": "sicriu-gol"
    },
    {
      "name": "Sifonier",
      "category": "obiecte",
      "shortMeaning": "Resurse ascunse, identitate, secrete de familie sau bagaj emoțional.",
      "fullInterpretation": "Șifonierul sau dulapul de haine conține \"costumele\" pe care le porți în lume, deci identitatea ta socială. Un șifonier dezordonat indică confuzie privind rolul tău. Poate ascunde secrete (\"scheletele din dulap\") sau amintiri. Găsirea unor haine vechi sugerează reconectarea cu aspecte trecute ale personalității tale.",
      "slug": "sifonier"
    },
    {
      "name": "Sina de tren",
      "category": "locuri",
      "shortMeaning": "Destin prestabilit, direcție rigidă, călătorie și determinare.",
      "fullInterpretation": "Șinele de tren simbolizează un drum stabilit dinainte, destinul sau o direcție de la care nu te poți abate ușor. Indică disciplină și determinare în urmărirea obiectivelor. Dacă șinele sunt rupte, visul avertizează asupra unei deraieri a planurilor. Mersul pe șine sugerează că urmezi o cale convențională sau impusă de alții.",
      "slug": "sina-de-tren"
    },
    {
      "name": "Singur",
      "category": "emoții",
      "shortMeaning": "Izolare, independență, abandon sau regăsirea sinelui.",
      "fullInterpretation": "A fi singur în vis poate avea conotații negative (abandon, izolare, tristețe) sau pozitive (independență, autonomie, pace). Depinde de emoția resimțită. Dacă te simți bine singur, visul indică încredere în sine și autosuficiență. Dacă te simți pierdut, reflectă frica de separare și nevoia de conexiune umană.",
      "slug": "singur"
    },
    {
      "name": "Singuratate",
      "category": "emoții",
      "shortMeaning": "Tristețe, izolare, introspecție profundă și nevoia de conexiune.",
      "fullInterpretation": "Sentimentul acut de singurătate în vis reflectă o stare reală de izolare emoțională sau neînțelegere din partea celorlalți. Este un semnal că ai nevoie să îți reconstruiești rețeaua de suport social sau să înveți să fii propriul tău cel mai bun prieten. Poate fi și o invitație la introspecție și la descoperirea resurselor interioare.",
      "slug": "singuratate"
    },
    {
      "name": "Sinucidere",
      "category": "acțiuni",
      "shortMeaning": "Disperare, dorința de schimbare radicală, uciderea unei părți a sinelui.",
      "fullInterpretation": "Visul despre sinucidere este rar premonitoriu, ci simbolic. Indică dorința disperată de a pune capăt unei situații insuportabile sau de a \"ucide\" o parte a personalității tale (un obicei, o trăsătură negativă, trecutul). Este un strigăt de ajutor al subconștientului care cere o transformare radicală și renunțarea la vechiul mod de viață.",
      "slug": "sinucidere"
    },
    {
      "name": "Sirena",
      "category": "persoane",
      "shortMeaning": "Seducție periculoasă, feminitate misterioasă, iluzie și tentație.",
      "fullInterpretation": "Sirena este un simbol al seducției irezistibile, dar potențial fatale. Reprezintă tentațiile care te pot abate de la drumul tău sau emoțiile profunde (apa) care te pot îneca. Poate indica o femeie misterioasă în viața unui bărbat sau, pentru o femeie, explorarea propriei puteri de seducție și a laturii instinctuale.",
      "slug": "sirena"
    },
    {
      "name": "Sireturi",
      "category": "obiecte",
      "shortMeaning": "Pregătire, ordine, piedici minore sau legături.",
      "fullInterpretation": "Șireturile țin încălțămintea fixă, permițând deplasarea. A-ți lega șireturile înseamnă pregătirea pentru acțiune sau un drum nou. Șireturile dezlegate sugerează neglijență, riscul de a te împiedica sau lipsa de pregătire. Șireturile înnodate indică frustrare și mici obstacole care te încetinesc.",
      "slug": "sireturi"
    },
    {
      "name": "Sirop",
      "category": "alimente",
      "shortMeaning": "Dulceață excesivă, vindecare (medicament), sentimentalism sau lipicios.",
      "fullInterpretation": "Siropul este dulce și vâscos. Poate simboliza o situație prea sentimentală (\"siropoasă\") sau o plăcere care devine sufocantă. Ca medicament, indică vindecarea unei tuse sau a unei suferințe emoționale. Dacă ești lipicios de sirop, te simți prins într-o situație incomodă din care ieși greu.",
      "slug": "sirop"
    },
    {
      "name": "Sita",
      "category": "obiecte",
      "shortMeaning": "Discernământ, selecție, filtrarea informațiilor și analiza.",
      "fullInterpretation": "Sita este instrumentul separării esențialului de neesențial. Visul sugerează nevoia de a filtra informațiile, prietenii sau opțiunile pentru a păstra doar ceea ce este valoros. \"A cerne\" situația înseamnă a analiza cu atenție și a elimina impuritățile sau minciunile. O sită spartă indică incapacitatea de a lua decizii corecte.",
      "slug": "sita"
    },
    {
      "name": "Skateboard",
      "category": "obiecte",
      "shortMeaning": "Echilibru precar, tineret, mișcare rapidă și riscuri.",
      "fullInterpretation": "Skateboard-ul sugerează o mișcare rapidă și riscantă. Necesită un echilibru excelent și adaptabilitate. Indică o abordare tinerescă, poate rebelă, a vieții. Dacă mergi bine, ai control în situații instabile. Dacă cazi, ai subestimat riscurile. Poate simboliza și dorința de a trece rapid peste probleme.",
      "slug": "skateboard"
    },
    {
      "name": "Slab",
      "category": "corp",
      "shortMeaning": "Vulnerabilitate, boală, lipsuri materiale sau fragilitate.",
      "fullInterpretation": "A fi exagerat de slab în vis indică o stare de slăbiciune fizică, emoțională sau financiară. Te simți vulnerabil, lipsit de resurse și de protecție. Poate semnala o perioadă de lipsuri sau o stimă de sine scăzută. În unele cazuri, poate reflecta dorința de a slăbi, dar dusă la extrem, devenind nesănătoasă.",
      "slug": "slab"
    },
    {
      "name": "Slanina",
      "category": "alimente",
      "shortMeaning": "Abundență rustică, rezerve, sănătate sau exces de grăsime.",
      "fullInterpretation": "Slănina este un aliment tradițional, simbolizând rezervele de hrană și supraviețuirea iernii. Indică prosperitate simplă, rustică. Mâncatul slăninei sugerează sănătate robustă și satisfacerea nevoilor de bază. Poate avea și conotații negative legate de excese, lene sau \"grăsime\" inutilă în viața ta.",
      "slug": "slanina"
    },
    {
      "name": "Slapi",
      "category": "obiecte",
      "shortMeaning": "Relaxare, neglijență, vulnerabilitate și confort.",
      "fullInterpretation": "Șlapii sunt încălțăminte de casă sau de plajă, sugerând relaxare totală și confort. Totuși, sunt nepotriviți pentru drumuri lungi sau teren accidentat. Visul poate indica o atitudine prea lejeră sau neglijentă într-o situație care cere seriozitate. Te expui riscurilor fiind nepregătit (vulnerabilitatea picioarelor).",
      "slug": "slapi"
    },
    {
      "name": "Sluga",
      "category": "persoane",
      "shortMeaning": "Supunere, exploatare, umilință sau serviciu devotat.",
      "fullInterpretation": "(Vezi Servitor). Cuvântul \"slugă\" are o conotație mai peiorativă, sugerând exploatare și lipsă de demnitate. Te simți folosit de alții fără a primi recunoștință. Poate reflecta o situație reală de abuz de putere la locul de muncă sau în familie. Este un apel la a-ți recâștiga respectul de sine.",
      "slug": "sluga"
    },
    {
      "name": "Slujba",
      "category": "fenomene",
      "shortMeaning": "Spiritualitate, comunitate, ritual, iertare sau obligație.",
      "fullInterpretation": "O slujbă religioasă în vis indică nevoia de conectare spirituală, de iertare și de pace. Poate sugera căutarea unui ghidaj moral sau apartenența la o comunitate. Dacă te referi la \"slujbă\" ca loc de muncă, vezi interpretarea pentru \"Serviciu\"/\"Job\", reflectând responsabilitățile și statutul social.",
      "slug": "slujba"
    },
    {
      "name": "Smantana",
      "category": "alimente",
      "shortMeaning": "Bogăție, esența lucrurilor, profit și plăcere culinară.",
      "fullInterpretation": "Smântâna este partea cea mai grasă și valoroasă a laptelui, ridicându-se la suprafață. Simbolizează \"crema\" unei situații, profitul maxim și prosperitatea. A mânca smântână indică o perioadă de belșug și satisfacție. Poate sugera și lingușire sau o situație care \"unge\" roțile unei afaceri.",
      "slug": "smantana"
    },
    {
      "name": "Smarald",
      "category": "obiecte",
      "shortMeaning": "Vindecare, speranță, iubire fidelă, creștere și intuiție.",
      "fullInterpretation": "Smaraldul, cu verdele său intens, este piatra vindecării și a speranței. Simbolizează renașterea, fertilitatea și iubirea fidelă. În vis, poate indica o vindecare emoțională sau fizică, precum și dezvoltarea intuiției. Este un semn de noroc și de echilibru interior. Pierderea lui poate sugera o dezamăgire în dragoste.",
      "slug": "smarald"
    },
    {
      "name": "Smoala",
      "category": "obiecte",
      "shortMeaning": "Pericol lipicios, capcană, negativitate, întuneric și murdărie.",
      "fullInterpretation": "Smoala este neagră, vâscoasă și fierbinte. În vis, simbolizează o situație periculoasă din care este greu să scapi (\"a da de smoală\"). Sugerează sentimente negative care te prind ca într-o capcană, calomnii care te murdăresc sau o stare de depresie \"lipicioasă\". Poate indica și iadul sau pedeapsa în sens simbolic.",
      "slug": "smoala"
    }
  ]
}