{
  "symbols": [
    {
      "name": "Spin",
      "category": "dictionar",
      "shortMeaning": "Visul spin semnifica : -vecini rai, nenorocire; -calci pe- amenintare, pericol, dificultate si ob...",
      "fullInterpretation": "Visul spin semnifica : -vecini rai, nenorocire; -calci pe- amenintare, pericol, dificultate si obstacole; -cazand in- intamplare neplacuta; -extragi- suferinta psihica; -intrat in piele- necazuri; -intepandu-te- averea iti este in primejdie; -scaieti plini cu- sanatate amenintata; -scos- reusita; -vazand- placerile tale sunt periculoase;Daca visezi ca esti respins la un examen si in realitate l-ai promovat , aveti o teama interioara pentru o intalnire sau un contract care trebuie negociat.",
      "slug": "spin"
    },
    {
      "name": "Spion",
      "category": "dictionar",
      "shortMeaning": "Daca visati un spion reprezinta un aspect al personalitati tale in incercarea de a sabota alti oameni.",
      "fullInterpretation": "Daca visati un spion reprezinta un aspect al personalitati tale in incercarea de a sabota alti oameni. Visul poate reflecta, de asemenea, o incercare de a studia alte persoane , astfel incat sa le puteti opri din drumul lor spre succes.",
      "slug": "spion"
    },
    {
      "name": "Spirala",
      "category": "dictionar",
      "shortMeaning": "Daca visezi o spirala reprezinta un fel de situatie repetitiva sau in curs de desfasurare in viata ta.",
      "fullInterpretation": "Daca visezi o spirala reprezinta un fel de situatie repetitiva sau in curs de desfasurare in viata ta. De asemenea, poate reflecta, un mod de gandire circular sau de a merge in cercuri emotionale. Negativ,o spirala poate reprezenta epuizare psihica sau emotionala.",
      "slug": "spirala"
    },
    {
      "name": "Spiridus",
      "category": "dictionar",
      "shortMeaning": "Spiridusul in vise este simbolul norocului.",
      "fullInterpretation": "Spiridusul in vise este simbolul norocului. A visa un spiridus este un semn bun, bogatia si prosperitatea intrand rapid in viata dumneavoastra. Evenimentele se vor alinia si vor aduce numai lucruri bune in viata dumneavoastra. Este important si ceea ce face un spiridus in vis. Spre exemplu, daca visati ca un spiridus va ghideaza calea inseamna ca este important sa faceti anumite lucruri pentru a profita de o oportunitate. Visul in care un spiridus va da bogatii apoi vi le ia inapoi indica faptul ca trebuie sa va folositi cu cap de norocul pe care il aveti pentru ca nu va tine o vesnicie. Alternativ, spiridusul in vise reprezinta un aspect al dumneavoastra care este foarte nerabdator sa va tina la distanta de libertate si de a face ce va doriti. S-ar putea sa experimentati gelozie si frustrare care va forta sa deveniti un perfectionist pentru a putea sa va atingeti scopurile. Cineva din viata dumneavoastra, care stie cat de valoros este un lucru, va face orice sa va priveze de acel lucru. Visul in care apare un spiridus ar mai putea fi un semn ca prin perseverenta si dedicare veti putea culege roadele muncii grele depuse. Din punct de vedere negativ, visul ar putea insemna ca sunteti prea concentrat pe caile rapide si usoare spre succes.",
      "slug": "spiridus"
    },
    {
      "name": "Spirite",
      "category": "dictionar",
      "shortMeaning": "Visele in care vedem sau vorbim cu spirite semnifica temerile noastre fata de moarte.",
      "fullInterpretation": "Visele in care vedem sau vorbim cu spirite semnifica temerile noastre fata de moarte. Spiritele pot include membrii ai familiei, prieteni sau cunostinte care au trecut pe lumea cealalta. Spiritele rele in vise prevestesc lucruri neplacute in domeniul afacerilor sau la locul de munca.",
      "slug": "spirite"
    },
    {
      "name": "Spital",
      "category": "dictionar",
      "shortMeaning": "Un vis despre spital, in general, sugereaza ca dumneavoastra sau cineva apropiat are nevoie de du...",
      "fullInterpretation": "Un vis despre spital, in general, sugereaza ca dumneavoastra sau cineva apropiat are nevoie de dumneavoastra pentru a vindeca o problema fizica, mentala ori spirituala sau vindecarea poate ca deja a avut loc. Pentru a obtine o imagine clara a interpretarii viselor legate de spitale, luati in considerare tipul de durere, boala sau scopul dumneavoastra la spital. In cele din urma, visul pacientul la spital poate indica persoana care se vindeca. Daca vizitati la spital pe cineva cum ar fi prietenul sau prietena, sugereaza ca relatia dintre tine si acea persoana are nevoie de vindecare. Cu toate acestea, daca cineva va viziteaza la spital este semn ca va simtiti rau sau ca suferiti si ca aveti nevoie de ajutor. Vise despre un spital abandonat Visul indica un avertisment, indica ca exista o problema medicala care trebuie abordata in viata de zi cu zi. Spitalul gol sugereaza ca ati trecut cu vederea peste semnele unor probleme medicale sau mentale. Daca va simtiti speriat in spital inseamna ca aveti o teama in viata reala fata de o anume boala. Ati visat ca v-ati pierdut intr-un spital abandonat si nu este nimeni care sa va ajute, este semn ca va simtiti confuz(a) cu privire la anumite conditii pe care le aveti. Poate ca ati fost diagnosticat(a) recent cu o boala sau poate ca ati fost bolnav(a) si suferiti o anumita durere care nu poate fi tratata.Halatul de spital sugereaza vulnerabilitate sau fiind in grija altora. Visand ca va dezbracati si va inlocuiti hainele cu un halat de spital inseamna ca va eliberati de inhibitii deveniti dependent(a) de asistanetele si medicii din viata dumneavoastra. Renuntati la o parte din puterea dumneavoastra pentru ca altcineva sa aibe grija de dumneavoastra. Patul de spital in vise simbolizeaza boala, veti cadea rapus de boala. Visul in care vedeti partenerul de viata intr-un pat de spital inseamna o deznadejde pe care o are aceasta fata de dumneavoastra. Daca visati pe cineva intr-un pat de spital si ii duceti flori atunci acest vis sugereaza ca cineva se simte tradat, inselat in sentimente sau intr-o problema financiara. In cazul in care visati pe cineva in patul de spital si ii duceti fructe atunci inseamna ca va trebui sa va recunoasteti o gafa pe care ati facut-o.",
      "slug": "spital"
    },
    {
      "name": "Sport",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca faceti un sport reprezinta problemele cu care te confrunti.",
      "fullInterpretation": "Daca visati ca faceti un sport reprezinta problemele cu care te confrunti. Echipele adverse reprezinta conflictul mental sau emotional intre aspectele pozitive si negative ale personalitatii tale. Toate tipurile de sport simbolizeaza perspective diferite de lupta mentale sau emotionaleSala de sport in vise simbolizeaza un loc in care se cere efort, astfel ca poate reprezenta probleme care trebuie abordate din perspectiva sociala. Daca visati ca faceti gimnastica intr-o sala de sport inseamna ca veti avea parte de sanatate si viata indelungata.",
      "slug": "sport"
    },
    {
      "name": "Spovedanie",
      "category": "dictionar",
      "shortMeaning": "Spovedania este un semn ca aveti ceva pe suflet ce va apasa si ca ati dori sa vorbiti cu cineva d...",
      "fullInterpretation": "Spovedania este un semn ca aveti ceva pe suflet ce va apasa si ca ati dori sa vorbiti cu cineva de incredere despre asta.",
      "slug": "spovedanie"
    },
    {
      "name": "Sprancene",
      "category": "dictionar",
      "shortMeaning": "Sprancenele in vis semnifica : bucurie, desfatare; -dese- veselie, lipsa de griji; -mari- fericir...",
      "fullInterpretation": "Sprancenele in vis semnifica : bucurie, desfatare; -dese- veselie, lipsa de griji; -mari- fericirea dragostei; -mici- desfatare; -negre- noroc, bucurie; Sprancenele groase semnifica faptul ca vei castiga respectul celolrlalti. De asemenea, sprancenele subtiri sugereaza faptul ca va trebui sa muncesti mult daca doresti sa reusesti pe plan profesional si sentimental.",
      "slug": "sprancene"
    },
    {
      "name": "Spuma",
      "category": "dictionar",
      "shortMeaning": "Visul in care apare spuma, semnifica de cele mai multe ori o placere, o usurare.",
      "fullInterpretation": "Visul in care apare spuma, semnifica de cele mai multe ori o placere, o usurare. Ar mai putea insemna faptul ca va veti cufunda in treburi marunte, de rutina. Daca ati visat spuma de la sapun, acest lucru simbolizeaza lipsa de griji, fericire. Daca in vis apare doar spuma de bere in halba, inseamna ca veti intalni oameni plini de ei, orgoliosi si nu merita sa le acordati atentie.",
      "slug": "spuma"
    },
    {
      "name": "Stadion",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca urmariti un meci pe stadion inseamna ca veti avea o viata sociala incitanta.",
      "fullInterpretation": "Daca visati ca urmariti un meci pe stadion inseamna ca veti avea o viata sociala incitanta. Daca visati ca sunteti pe un stadion care se prabuseste arata nehotararea de a va implica in miezul lucrurilor. Totodata, sugereaza si nesansa ce decurge in urma faptului ca sunteti un simplu privitor la tot ce se intampla in viata dumneavoastra.",
      "slug": "stadion"
    },
    {
      "name": "Stafide",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca mancati stafide semnifica faptul ca veti fi descurajat exact inainte ca sperantele...",
      "fullInterpretation": "Daca visati ca mancati stafide semnifica faptul ca veti fi descurajat exact inainte ca sperantele dumneavoastra sa para ca se indeplinesc. De asemenea, daca vedeti stafide in vis, sugereaza ca o sa va dati seama ca aveti o dorinta irealizabila.",
      "slug": "stafide"
    },
    {
      "name": "Stafie",
      "category": "dictionar",
      "shortMeaning": "Visul la o stafie semnifica saracie, mizerie.",
      "fullInterpretation": "Visul la o stafie semnifica saracie, mizerie.",
      "slug": "stafie"
    },
    {
      "name": "Stalp",
      "category": "dictionar",
      "shortMeaning": "Stalpul in vise are mai multe semnificatii: - stalp de lemn, metal sau piatra - glorie si inaltar...",
      "fullInterpretation": "Stalpul in vise are mai multe semnificatii: - stalp de lemn, metal sau piatra - glorie si inaltarea prin puteri proprii - stalp de metal - sanatate si viata lunga, liniste - stalp inclinat - atentie la copii, rude sau prieteni pentru a nu fi atinsi de saracie - stalp luminat in varf - calitatea spirituala a celui ce-l viseaza, corectitudine - stalp cazut - pericol",
      "slug": "stalp"
    },
    {
      "name": "Stampila",
      "category": "dictionar",
      "shortMeaning": "Stampila in vise prevesteste anumite framantari sufletesti, dar numai pentru o vreme.",
      "fullInterpretation": "Stampila in vise prevesteste anumite framantari sufletesti, dar numai pentru o vreme. Totodata, visele pot insemna si intelepciune in viata. Daca visati ca aplicati o stampila inseamna ca veti afla un adevar. Visul in care aveti o stampila in mana sugereaza faptul ca veti redacta acte.",
      "slug": "stampila"
    },
    {
      "name": "Stana",
      "category": "dictionar",
      "shortMeaning": "Stana de oi in vise inseamna ca se vor ivi ocazii bune, fericite.",
      "fullInterpretation": "Stana de oi in vise inseamna ca se vor ivi ocazii bune, fericite. Daca visati o stana de oi goala atunci inseamna ca aveti probleme sufletesti. Visul in care un lup ataca o stana de oi avertizeaza ca trebuie sa fiti foarte atent la hoti. Castana in vise inseamna noroc. O castana in foc sugereaza succes in afaceri, treburi bune. Castane coapte in vis inseamna placere. Daca visati ca culegeti castane inseamna ca veti avea un avantaj financiar. Visul in care mancati castatne coapte prevesteste o reuniune de scurta durata, iar cand mancati castane crude inseamna succes binemeritat. Daca visati castane care pocnesc in foc sugereaza ca veti avea dificultati.",
      "slug": "stana"
    },
    {
      "name": "Stana de oi",
      "category": "dictionar",
      "shortMeaning": "Stana de oi in vise inseamna ca se vor ivi ocazii bune, fericite.",
      "fullInterpretation": "Stana de oi in vise inseamna ca se vor ivi ocazii bune, fericite. Daca visati o stana de oi goala atunci inseamna ca aveti probleme sufletesti. Visul in care un lup ataca o stana de oi avertizeaza ca trebuie sa fiti foarte atent la hoti.",
      "slug": "stana-de-oi"
    },
    {
      "name": "Stanca",
      "category": "dictionar",
      "shortMeaning": "Stanca in vis are o explicatie care spune ca munca ta n-are nici o finalitate, ca te zbati degeaba.",
      "fullInterpretation": "Stanca in vis are o explicatie care spune ca munca ta n-are nici o finalitate, ca te zbati degeaba. Alta explicatie a visului cu stanci, mai ales daca visezi stanci uriase, are in vedere niste pericole care te-ar pandi. Prin urmare, ti se recomanda ca in perioada imediat urmatoare sa fii cat se poate de prevazator.",
      "slug": "stanca"
    },
    {
      "name": "Stapan",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca ai un stapan este semnul unei posibile inacpacitati de a-i conduce pe altii -vei o...",
      "fullInterpretation": "Daca visezi ca ai un stapan este semnul unei posibile inacpacitati de a-i conduce pe altii -vei obtine rezultate mai bune sub comanda unei persoane puternice.",
      "slug": "stapan"
    },
    {
      "name": "Statie",
      "category": "dictionar",
      "shortMeaning": "Sa visati o statie reprezinta o perioada de tranzitie in viata dumneavoastra.",
      "fullInterpretation": "Sa visati o statie reprezinta o perioada de tranzitie in viata dumneavoastra. Trebuie sa luati o scurta pauza, sa va eliberati de tensiuni si sa gasiti drumul si obiectivele in viata. Statia de autobuz in vis sugereaza ca ati ajuns la un alt nivel din viata pe partea emotionala si fizica. Daca visati o statie de benzina inseamna ca trebuie sa va opriti si sa va revitalizati, sa va reincarcati bateriile. Poate o vacanta este binevenita in acest caz. Statia in vis reprezinta locul unde incepe si se termina orice calatorie. Simbolic este asociat cu momentele de cumpana, de decizie ale dumneavoastra.",
      "slug": "statie"
    },
    {
      "name": "Statiune",
      "category": "dictionar",
      "shortMeaning": "Statiunea in vise semnifica faptul ca aveti nevoie de o pauza de la rutina zilnica pentru a face ...",
      "fullInterpretation": "Statiunea in vise semnifica faptul ca aveti nevoie de o pauza de la rutina zilnica pentru a face ceva diferit pentru a va reincarca bateriile.",
      "slug": "statiune"
    },
    {
      "name": "Statuie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "statuie"
    },
    {
      "name": "Stea",
      "category": "dictionar",
      "shortMeaning": "In general visul cu stele este bun.",
      "fullInterpretation": "In general visul cu stele este bun.Prevesteste castig si o stare sufleteasca buna, un flux sentimental pozitiv. Stele luminoase de vei visa, semn bun este, vei avea bucurii, castiguri si poate ca vei fi si fericit. Stea sau stele cazand de vei vedea sau de vei visa - va muri un om bun. Stea intunecata, posomorata de vei visa, nu e deloc bine, planurile tale sunt construite pe nisip si, fireste, se vor prabusi.A vedea o stea cazatoare in vise este un semn de autoimplinire si evolutie. O stea cazatoare in vise este, de asemenea, simbolul unui nou inceput si a unor schimbari majore in viata dumneavoastra. Steagul in vis semnifica : -aruncand- nenorocire apropiata; -cazand- grija, atentie la dusman; -desfasurat- reusita; -fluturand- primejdia a fost inlaturata; -in mana- victorie apropiata; -purtand- vei ajunge un om de seama; -stralucitor- onoare deosebita, destin fericit;Daca vedeti un steag negru in vise inseamna ca veti intalni o femeie amenintatoare. De asemena, un steag negru in vise poate reprezenta un om intelept. Din punct de vedere psihologic, steagul negru in vise poate indica ghinionul, durerea, dispute sau chiar moartea cuiva. In traditia araba, visul in care apare un steag negru sugereaza ca un dusman va va crea probleme. Alternativ, visul ar putea sugera moartea sau durerea.In traditia romaneasca a visa cherestea este un sem rau, semnifica nereusita si multe necazuri.- Daca in vis vedeti piloni asezati in ordine de cherestea - izbanda in afaceri.- Cerestea impastiata, ne aranjata - ceruri in familie sau certuri ce va implica si familia dumneavoastra.Leusteanul in vise simbolizeaza tradare in dragoste.Mesteacanul in vise indica auto-pedepsire sau vinovatie. - Daca ai visat ca te cateri intr-un mesteacan, este semn ca vei avansa. - Daca ai visat un mesteacan uscat, inseama rani sau un prieten apropiat va avea o problema de sanatate.",
      "slug": "stea"
    },
    {
      "name": "Stea cazatoare",
      "category": "dictionar",
      "shortMeaning": "A vedea o stea cazatoare in vise este un semn de autoimplinire si evolutie.",
      "fullInterpretation": "A vedea o stea cazatoare in vise este un semn de autoimplinire si evolutie. O stea cazatoare in vise este, de asemenea, simbolul unui nou inceput si a unor schimbari majore in viata dumneavoastra.",
      "slug": "stea-cazatoare"
    },
    {
      "name": "Steag",
      "category": "dictionar",
      "shortMeaning": "Steagul in vis semnifica : -aruncand- nenorocire apropiata; -cazand- grija, atentie la dusman; -d...",
      "fullInterpretation": "Steagul in vis semnifica : -aruncand- nenorocire apropiata; -cazand- grija, atentie la dusman; -desfasurat- reusita; -fluturand- primejdia a fost inlaturata; -in mana- victorie apropiata; -purtand- vei ajunge un om de seama; -stralucitor- onoare deosebita, destin fericit;Daca vedeti un steag negru in vise inseamna ca veti intalni o femeie amenintatoare. De asemena, un steag negru in vise poate reprezenta un om intelept. Din punct de vedere psihologic, steagul negru in vise poate indica ghinionul, durerea, dispute sau chiar moartea cuiva. In traditia araba, visul in care apare un steag negru sugereaza ca un dusman va va crea probleme. Alternativ, visul ar putea sugera moartea sau durerea.",
      "slug": "steag"
    },
    {
      "name": "Steag negru",
      "category": "dictionar",
      "shortMeaning": "Daca vedeti un steag negru in vise inseamna ca veti intalni o femeie amenintatoare.",
      "fullInterpretation": "Daca vedeti un steag negru in vise inseamna ca veti intalni o femeie amenintatoare. De asemena, un steag negru in vise poate reprezenta un om intelept. Din punct de vedere psihologic, steagul negru in vise poate indica ghinionul, durerea, dispute sau chiar moartea cuiva. In traditia araba, visul in care apare un steag negru sugereaza ca un dusman va va crea probleme. Alternativ, visul ar putea sugera moartea sau durerea.",
      "slug": "steag-negru"
    },
    {
      "name": "Stejar",
      "category": "dictionar",
      "shortMeaning": "Daca vezi un stejar in vis semnifica longevitate, stabilitate, rezistenta, toleranta, intelepciune si prosperitate.",
      "fullInterpretation": "Daca vezi un stejar in vis semnifica longevitate, stabilitate, rezistenta, toleranta, intelepciune si prosperitate. Ai construit o fundatie solida pentru succesul in unele eforturi. Daca exista ghinde pe copac, atunci are interpretare ca la urcarea pe scara sociala si cresterea statutului.",
      "slug": "stejar"
    },
    {
      "name": "Stele / Stelele",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "stele-stelele"
    },
    {
      "name": "Sticla",
      "category": "dictionar",
      "shortMeaning": "Daca visati o sticla indica faptul ca sunteti impins inauntrul sentimentelor.",
      "fullInterpretation": "Daca visati o sticla indica faptul ca sunteti impins inauntrul sentimentelor. Ca in cazul tuturor recipientelor , semnificatia sticlei depinde in mod esential de lichidul continut in ea. De asemenea, daca vei visa sticla plina , este un semn bun, iti va merge bine la serviciu sau in afaceri. Daca sticla este goala, semnifica necazuri.Atunci cand visati ca vedeti o sticla cu apa poate semnifica de obicei o femeie gravida, o sotie, un sot sau o gazda. Sticla in sine simbolizeaza un pantec, o punga cu bani sau o persoana neplacuta. Apa in vise poate insemna prosperitate, fertilitate, viata indelungata, deoarece apa poate aduce totul la viata. Daca visati ca purtati cu dumneavoastra o sticla cu apa inseamna ca veti castiga din punct de vedere financiar daca sunteti sarac, va veti casatori daca sunteti burlac sau poate ca veti avea un copil daca sunteti casatorit. Visul in care stati la coada pentru a umple sticla cu apa semnifica faptul ca pe viitor veti fi martorul unei catastrofe ecologice. Sticla de vin in vise inseamna ca aveti o imaginatie bogata, o teama de viitor. Totodata, visul poate insemna si ca veti da o petrecere mare.Sticla sparta in vise inseamna discutii, confruntari neplacute. Daca va visati spargand o sticla inseamna ca va paste o nenorocire.Cioburile de sticla in vise semnifica unele probleme lasate la o parte, probleme carora nu li s-au dat importanta. Visul mai poate simboliza si consecintele unui scandal sau ale unui conflict. Cu cat cioburile sunt mai ascutite, cu atat consecintele sunt mai rele.",
      "slug": "sticla"
    },
    {
      "name": "Sticla cu apa",
      "category": "dictionar",
      "shortMeaning": "Atunci cand visati ca vedeti o sticla cu apa poate semnifica de obicei o femeie gravida, o sotie, un sot sau o gazda.",
      "fullInterpretation": "Atunci cand visati ca vedeti o sticla cu apa poate semnifica de obicei o femeie gravida, o sotie, un sot sau o gazda. Sticla in sine simbolizeaza un pantec, o punga cu bani sau o persoana neplacuta. Apa in vise poate insemna prosperitate, fertilitate, viata indelungata, deoarece apa poate aduce totul la viata. Daca visati ca purtati cu dumneavoastra o sticla cu apa inseamna ca veti castiga din punct de vedere financiar daca sunteti sarac, va veti casatori daca sunteti burlac sau poate ca veti avea un copil daca sunteti casatorit. Visul in care stati la coada pentru a umple sticla cu apa semnifica faptul ca pe viitor veti fi martorul unei catastrofe ecologice.",
      "slug": "sticla-cu-apa"
    },
    {
      "name": "Sticla de vin",
      "category": "dictionar",
      "shortMeaning": "Sticla de vin in vise inseamna ca aveti o imaginatie bogata, o teama de viitor.",
      "fullInterpretation": "Sticla de vin in vise inseamna ca aveti o imaginatie bogata, o teama de viitor. Totodata, visul poate insemna si ca veti da o petrecere mare.",
      "slug": "sticla-de-vin"
    },
    {
      "name": "Sticla sparta",
      "category": "dictionar",
      "shortMeaning": "Sticla sparta in vise inseamna discutii, confruntari neplacute.",
      "fullInterpretation": "Sticla sparta in vise inseamna discutii, confruntari neplacute. Daca va visati spargand o sticla inseamna ca va paste o nenorocire.",
      "slug": "sticla-sparta"
    },
    {
      "name": "Stilou",
      "category": "dictionar",
      "shortMeaning": "Stiloul este un simbol al stabilitatii soartei, a afacerilor, a problemelor si a impresiilor.",
      "fullInterpretation": "Stiloul este un simbol al stabilitatii soartei, a afacerilor, a problemelor si a impresiilor. Exista multe vise in care puteti vedea un stilou, iar interpretarile sunt variate. Totul depinde de circumstante, de aceea ar trebui sa va amintiti ceea ce vedeti in aceste vise. Traditional, in multe dictionare de vise, stiloul este un simbol al norocului sau, mai degraba, a sustenabilitatii sale. Daca vedeti un stilou in vise inseamna ca soarta dumneavoastra este inevitabila, tot ceea ce a fost destinat sa se intample se va indeplini. Alternativ, a visa un stilou semnifica problemele unui barbat in sfera intima. Daca visati un stilou care ramane fara cerneala inseamna ca s-ar putea sa suferiti de impotenta. Daca visati ca stiloul nu scrie inseamna ca aveti probleme cu dorintele sexuale. Astfel de vise pot fi interpretate doar pentru barbati. Statisticile arata ca visele in care apare un stilou apar mai mult la femei si la persoane de afaceri si antreprenori. Pentru acestia interpretarile au intelesuri diferite. Daca visati un stilou cu un design stilat, scump sau increstat cu pietre pretioase inseamna ca va trebui sa treceti peste o intriga construita in jurul dumneavoastra. Visul in care ati dorit sa folositi un stilou, dar il folosea deja cineva sugereaza ca se merita sa va ganditi la faptul ca cineva va va fura ideile sau gandurile. Veti avea anumite probleme pentru care va trebui sa va pregatiti in avans. A folosi un stilou in vise indica anumite talente ascunse care ar putea fi descoperite, astfel schimbandu-se evenimentele din viata dumneavoastra. O alta interpretare a acestui vis ar fi dorinta dumneavoastra pentru schimbare, reprezentata in subconstient. Daca visati ca desenati cu un stilou inseamna ca duceti dorul de copilarie. Astfel de vise sunt asociate cu vacanta, cu fericirea si cu dorinta de a castiga un premiu.Stiloul de argint in vise sugereaza ca sunteti prea timid si prea pesimist. Incercati sa nu va mai lasati condus de astfel de sentimente deoarece s-ar putea sa aveti de pierdut. Timiditatea poate duce la pierderea sansei de a avea langa dumneavoastra persoana pe care o doriti, iar pesimismul poate duce la pierderea sansei de promovare, de dezvoltare. Trebuie sa dati dovada de mai mult curaj in actiunile pe care le aveti in fata. Alternativ, un vis in care apare un stilou de argint poate simboliza spiritul de luptator care sta ascuns in interior. Va trebui sa invatati sa il eliberati atunci cand aveti nevoie de acesta si cum sa il controlati pentru a nu cauza probleme sau situatii neplacute.",
      "slug": "stilou"
    },
    {
      "name": "Stilou de argint",
      "category": "dictionar",
      "shortMeaning": "Stiloul de argint in vise sugereaza ca sunteti prea timid si prea pesimist.",
      "fullInterpretation": "Stiloul de argint in vise sugereaza ca sunteti prea timid si prea pesimist. Incercati sa nu va mai lasati condus de astfel de sentimente deoarece s-ar putea sa aveti de pierdut. Timiditatea poate duce la pierderea sansei de a avea langa dumneavoastra persoana pe care o doriti, iar pesimismul poate duce la pierderea sansei de promovare, de dezvoltare. Trebuie sa dati dovada de mai mult curaj in actiunile pe care le aveti in fata. Alternativ, un vis in care apare un stilou de argint poate simboliza spiritul de luptator care sta ascuns in interior. Va trebui sa invatati sa il eliberati atunci cand aveti nevoie de acesta si cum sa il controlati pentru a nu cauza probleme sau situatii neplacute.",
      "slug": "stilou-de-argint"
    },
    {
      "name": "Stingator",
      "category": "dictionar",
      "shortMeaning": "Daca visezi un stingator sugereaza ca iti faci si fel de sperante, dar pe toate le va lua prima rafala de vant.",
      "fullInterpretation": "Daca visezi un stingator sugereaza ca iti faci si fel de sperante, dar pe toate le va lua prima rafala de vant. Ramai cum ai fost si pana acum, chiar daca tu depui eforturi si ai vrea sa-ti depasesti conditia actuala.",
      "slug": "stingator"
    },
    {
      "name": "Stirb",
      "category": "dictionar",
      "shortMeaning": "A fi lipsit de dinti in vise reflecta un sentiment de lipsuri.",
      "fullInterpretation": "A fi lipsit de dinti in vise reflecta un sentiment de lipsuri. \"Cum v-ati simtit in vis atunci cand ati realizat ca sunteti stirb?\" Una dintre cele mai comune interpretari a acestui vis face referire la nevoi profunde sau la sentimente de lipsa a ceva care este esential pentru tine. In general, acest vis este legat si de teama de a imbatrani dar si de posibilitatea de a ramane fara dinti. Visul acesta este, de asemenea, asociat cu teama de a deveni neatractiv. Se spune ca frumusetea se masoara prin zambetul cuiva. Pentru ca , chiar daca nu sunteti atragator din punct de vedere fizic, atunci cand zambiti sincer, deveniti frumos. Pierzandu-va dintii, inseamna ca ve-ti pierde un zambet frumos. O alta interpretare ar fi pierderea puterii. Cand pierdeti un dinte pierdeti puterea de a mesteca. Asadar, dintii cazuti pot insemna, de fapt, pierderea puterii sau faptul ca sunteti pe un teren instabil. Cand va treziti incercati sa verificati situatia de la locul de munca sau de la domiciliu. Este totul in regula ? Vazand pe altcineva stirb poate avea o semnificatie negativa, alte persoane vor incerca sa va traga in jos sau sa va defaimeze numele. Acesti oameni pot fi dusmanii, rivalii sau alte persoane nesigure de dumneavostra.",
      "slug": "stirb"
    },
    {
      "name": "Stiuca",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "stiuca"
    },
    {
      "name": "Stofa",
      "category": "dictionar",
      "shortMeaning": "Daca visezi o stofa alba inseamna ca ai ganduri rele nejustificate, iar o stofa buna iti va aduce...",
      "fullInterpretation": "Daca visezi o stofa alba inseamna ca ai ganduri rele nejustificate, iar o stofa buna iti va aduce multumiri si satisfactii profesionale. Stofa de lana aduce noi relatii in viata ta. Stofa fina inseamna ca esti nemultumit, iar stofa neagra inseamna divergente in familie, pe care le vei rezolva cu usurinta.",
      "slug": "stofa"
    },
    {
      "name": "Stol de pasari",
      "category": "dictionar",
      "shortMeaning": "Visul in care apare un stol de pasari prevesteste vesti bune, noi si placute.",
      "fullInterpretation": "Visul in care apare un stol de pasari prevesteste vesti bune, noi si placute. Visul mai poate insemna si faptul ca veti calatori cu folos.",
      "slug": "stol-de-pasari"
    },
    {
      "name": "Stomac",
      "category": "dictionar",
      "shortMeaning": "(Vezi si abdomen.",
      "fullInterpretation": "(Vezi si abdomen.)Daca visezi ca te ingrijoreaza stomacul sau ca ai indigestie inseamna ca trebuie sa-ti temperezi gelozia fata de ceilalti.Daca visezi ca ai dureri de stomac inseamna ca un prieten iti va trada secretele.",
      "slug": "stomac"
    },
    {
      "name": "Strabunica",
      "category": "dictionar",
      "shortMeaning": "Strabunica in vise ar putea fi arhetipul unei batrane intelepte.",
      "fullInterpretation": "Strabunica in vise ar putea fi arhetipul unei batrane intelepte. Luati in considerare calitatile si caracteristicile pe care le au strabunicile dumneavoastra. S-ar putea sa recunoasteti aceste aspecte in dumneavoastra sau ca lipsesc din personalitatea dumneavoastra si va doriti sa fiti mai mult ca ei. Un vis despre strabunica dumneavoastra mai poate reprezenta dragostea neconditionata si acceptare. Se pare ca visul mai sugereaza ca v-ati redescoperit ca si copil.",
      "slug": "strabunica"
    },
    {
      "name": "Strada",
      "category": "dictionar",
      "shortMeaning": "Strada din vise simbolizeaza calea dumneavoastra.",
      "fullInterpretation": "Strada din vise simbolizeaza calea dumneavoastra. Conditia strazii reflectat cat de mult control aveti asupra directii vietii dumneavoastra. Luati in considerare, de asemenea, numele strazii, deoarece poate oferi o anumita semnificatie a visului. A vedea sau a calatori pe strazi laturalnice exprima necesitatea de a explora o modalitate alternativa de viata. - aur in strada - risipa inutila - colt- barfeli - fluierand pe- multumire si relaxare - nebun pe- esti barfit - soldat pe- situatie buna la serviciu - urinezi pe- regret tardiv pentru o fapta rea pe care ai facut-o.Strada cu sens unic din visele dumneavoastra sau drumul pe care va deplasati este cu o singura directie. Inconsrientul nostru ne indeamna sa urmam o cale dreapta, fara a tine cont de trecut. Daca ati visat ca va dreplasati liber in directia opusa a unui drum sau strazi cu sens unic, inseama ca nu va puteti parasi trecutul si gandul va duce mereu la acesta. Aceasta imagine este, de asemenea, legata de orinta de a actiona in mod diferit. Sentimentele din timpul visului va arata cat de mult sunteti dumneavoastra de acord cu viata si trairile interioare. Autostrada in vise semnifica faptul ca va veti bucura de atentia oamenilor. Daca visati o autostrada cu multe curbe inseamna ca actiunea intreprinsa perzinta complicatii. Visul in care autostrada este foarte mare sugereaza succes, noroc. Daca visati ca autostrada trece printr-o campie inseamna ca nu veti avea dificultati.Balustrada in vise inseamna ca aveti parte de oameni puternici care va sustin pentru a va indeplini planurile, sa ajungeti acolo unde doriti, sa va finalizati proiectele. Pe de alta parte, visul mai poate insemna si faptul ca aveti nevoie de sprijin, ca nu va puteti descurca pe cont propriu. Daca visati ca stati pe o balustrada este semn ca veti avea mici probleme financiare. Visul in care vedeti o balustrada in buna stare inseamna protectie eficienta, iar daca visati ca balustrada este stricata inseamna ca sunteti in pericol.",
      "slug": "strada"
    },
    {
      "name": "Strada cu sens unic",
      "category": "dictionar",
      "shortMeaning": "Strada cu sens unic din visele dumneavoastra sau drumul pe care va deplasati este cu o singura directie.",
      "fullInterpretation": "Strada cu sens unic din visele dumneavoastra sau drumul pe care va deplasati este cu o singura directie. Inconsrientul nostru ne indeamna sa urmam o cale dreapta, fara a tine cont de trecut. Daca ati visat ca va dreplasati liber in directia opusa a unui drum sau strazi cu sens unic, inseama ca nu va puteti parasi trecutul si gandul va duce mereu la acesta. Aceasta imagine este, de asemenea, legata de orinta de a actiona in mod diferit. Sentimentele din timpul visului va arata cat de mult sunteti dumneavoastra de acord cu viata si trairile interioare.",
      "slug": "strada-cu-sens-unic"
    },
    {
      "name": "Strain",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca pleci in strainatate , semnifica faptul ca statutul tau curent este neechilibrat si haotic.",
      "fullInterpretation": "Daca visezi ca pleci in strainatate , semnifica faptul ca statutul tau curent este neechilibrat si haotic. Visul reprezinta nevoia ta de a schimba situatia si poate viata ta. Visul in care auziti sau vorbiti o limba straina indica un mesaj al subconstientului dumneavoastra pe care inca nu-l intelegeti. Alternativ, s-ar putea sa nu va faceti inteles pentru cei din jur. Daca visati ca studiati o limba straina inseamna ca aveti dificultati de exprimare a gandurilor. Va confruntati cu o problema nefamiliara pe care nu stiti cu sa o abordati si sa o rezolvati.O tara straina in vis semnifica un semn bun, fericire, noroc. Daca visati ca va aflati intr-o tara straina reprezinta o schimbare pentru dumneavoastra. Amintiti-va cum va-ti simtit in vis. Daca vi-a fost frica si v-ati pierdut atunci inseamna ca nu sunteti pregatiti de o schimbare, ca nu sunteti dispusi sa lasati trecutul in urma. Daca sunteti incantati, fericiti in acel loc necunoscut, atunci inseamna ca sunteti pregatiti de schimbare.",
      "slug": "strain"
    },
    {
      "name": "Strainatate",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca pleci in strainatate , semnifica faptul ca statutul tau curent este neechilibrat si haotic.",
      "fullInterpretation": "Daca visezi ca pleci in strainatate , semnifica faptul ca statutul tau curent este neechilibrat si haotic. Visul reprezinta nevoia ta de a schimba situatia si poate viata ta.",
      "slug": "strainatate"
    },
    {
      "name": "Stralucire",
      "category": "dictionar",
      "shortMeaning": "Stralucirea in vise simbolizeaza inselaciuna si deceptia de sine.",
      "fullInterpretation": "Stralucirea in vise simbolizeaza inselaciuna si deceptia de sine. Daca vedeti un geam stralucitor sau o oglinda, inseamna ca sentimentele fata de partenerul dumneavoastra se vor raci. Stralucirea metalelor pretioase simbolizeaza succes in afaceri noi. Pe de alta parte, bijuteriile stralucind reprezinta \"fructul interzis\". Un cer instelat si foarte stralucitor este un prognostic al unei vieti fericite. Soarele stralucind pe zapada sau pe iarba umeda prevesteste o intamplare placuta in viitorul apropiat. Pentru agricultori este un semn al unei recolte bune. Ochii stralucitori intr-un vis sunt semn al admiratiei cuiva fata de tine. Ochii stralucitori ai unui animal sunt semn de scandal. Stralucire puternica a monedelor de aur inseamna planuri neindeplinite, neterminate. Daca sunteti barbat si ati visat ochii stralucitori ai unei femei (in sepecial ai uneia pe care o cunoasteti) in realitate exista un motiv foarte serios de precautie: nu va implicati in iubiri frivole si nesabuite. Se pare ca aceasta nu va iubeste decat pentru bani.",
      "slug": "stralucire"
    },
    {
      "name": "Strand",
      "category": "dictionar",
      "shortMeaning": "Strandul in vise sugereaza dorinta dumneavoastra de odihna, de relaxare.",
      "fullInterpretation": "Strandul in vise sugereaza dorinta dumneavoastra de odihna, de relaxare. Daca visati ca sunteti la strand si toate bazinele sunt goale semifica dorinta dumneavoastra de a evada intr-o alta realitate sau, mai bine spus, necesitatea de a gasi alte coordonate in viata.",
      "slug": "strand"
    },
    {
      "name": "Strangere de mana",
      "category": "dictionar",
      "shortMeaning": "O strangere de mana in vise simbolizeaza fie un nou inceput, fie sfarsitul unei situatii.",
      "fullInterpretation": "O strangere de mana in vise simbolizeaza fie un nou inceput, fie sfarsitul unei situatii. S-ar putea sa fi ajuns la o intelergere sau la o decizie intr-o anumita situatie. Visul ar mai putea insemna ca imbratisati ceva nou in viata dumneavoastra. In particular, daca visati o strangere de mana cu cineva cunoscut sau important inseamna ca sunteti bine vazut de catre cei din jur.",
      "slug": "strangere-de-mana"
    },
    {
      "name": "Strangulare",
      "category": "dictionar",
      "shortMeaning": "In cazul in care va vizualizati in postura unei persoane care sugruma este aproape sigur ca victi...",
      "fullInterpretation": "In cazul in care va vizualizati in postura unei persoane care sugruma este aproape sigur ca victima nu este decat imaginea dumneavoastra simbolica. Daca sunteti strangulat, visul subliniaza clar ca necazurile, grijile, sau modul de comportare va impiedica sa respirati .Trezirea dintr-un astfel de vis in care in care am fost sugrumati este unul dintre acele momente care ne fac sa ramanem in pat gafaind si, totodata, cu un sentiment de usurare ca a fost doar un vis. In general, astfel de vise ce implica sufocare, strangulare, sugrumare sau a fi strans de gat, sunt o indicatie aproape calara ca ceva sau cineva din viata reala va impiedica sa va dezvoltati si sa prosperati. A fi strangulat, sugrumat sau strans de gat de catre alta persoana Acest vis face parte dintr-o categorie mai vasta de vise generate din cauza anxietatii sau ca urmare a violente fizice sau sau a unei agresiuni psihice. Aceste tipuri de vise denota sentimente de victimizare, constrangere, presiune sau conflict si pot avea multiple semnificatii. In cazul unei strangulari, visul face referire la o constrangere , la o presiune sau la o incercare din partea cuiva de a va controla. Poate ca vi se solicita in mod repetat sa va supuneti la ceva ceea ce contravine cu principile dumneavoastra de viata. Un alt motiv din cauza caruia pot aparea astfel de vise este ca incercati in mod intentionat sa va inabusiti emotiile si simtiti ca sunteti incpabili sa va exprimati pe deplin sau cu toata inima.",
      "slug": "strangulare"
    },
    {
      "name": "Strans de gat / strangulare / sugrumare",
      "category": "dictionar",
      "shortMeaning": "Trezirea dintr-un astfel de vis in care in care am fost sugrumati este unul dintre acele momente ...",
      "fullInterpretation": "Trezirea dintr-un astfel de vis in care in care am fost sugrumati este unul dintre acele momente care ne fac sa ramanem in pat gafaind si, totodata, cu un sentiment de usurare ca a fost doar un vis. In general, astfel de vise ce implica sufocare, strangulare, sugrumare sau a fi strans de gat, sunt o indicatie aproape calara ca ceva sau cineva din viata reala va impiedica sa va dezvoltati si sa prosperati. A fi strangulat, sugrumat sau strans de gat de catre alta persoana Acest vis face parte dintr-o categorie mai vasta de vise generate din cauza anxietatii sau ca urmare a violente fizice sau sau a unei agresiuni psihice. Aceste tipuri de vise denota sentimente de victimizare, constrangere, presiune sau conflict si pot avea multiple semnificatii. In cazul unei strangulari, visul face referire la o constrangere , la o presiune sau la o incercare din partea cuiva de a va controla. Poate ca vi se solicita in mod repetat sa va supuneti la ceva ceea ce contravine cu principile dumneavoastra de viata. Un alt motiv din cauza caruia pot aparea astfel de vise este ca incercati in mod intentionat sa va inabusiti emotiile si simtiti ca sunteti incpabili sa va exprimati pe deplin sau cu toata inima.",
      "slug": "strans-de-gat-strangulare-sugrumare"
    }
  ]
}