{
  "symbols": [
    {
      "name": "Spin",
      "category": "natură",
      "shortMeaning": "Durere, obstacole, vecini răi, amenințare și dificultăți.",
      "fullInterpretation": "Spinul în vis simbolizează durerea, iritarea și obstacolele pe care le întâmpini în drumul tău. Poate indica vecini răi sau persoane care te \"înțeapă\". Dacă te înțepi într-un spin, averea sau liniștea îți sunt amenințate. Scoaterea spinului semnifică reușită și eliberare de o suferință psihică sau de o problemă sâcâitoare.",
      "slug": "spin"
    },
    {
      "name": "Spion",
      "category": "persoane",
      "shortMeaning": "Neîncredere, sabotaj, secrete dezvăluite și intruziune.",
      "fullInterpretation": "A visa un spion sugerează că te simți supravegheat sau că nu ai încredere în cei din jur. Poate reprezenta o parte a personalității tale care încearcă să saboteze succesul altora sau nevoia ta de a afla secrete. Indică sentimentul de insecuritate și teama că intimitatea îți este violată sau planurile dejucate.",
      "slug": "spion"
    },
    {
      "name": "Spirala",
      "category": "fenomene",
      "shortMeaning": "Evoluție ciclică, repetiție, amețeală sau expansiune a conștiinței.",
      "fullInterpretation": "Spirala simbolizează evoluția care nu este liniară, ci ciclică. Poate indica o situație repetitivă din care înveți lecții noi la fiecare nivel. În sens pozitiv, reprezintă creșterea și expansiunea conștiinței. Negativ, poate sugera că te învârți în cerc, epuizare emoțională sau sentimentul că pierzi controlul într-o spirală descendentă.",
      "slug": "spirala"
    },
    {
      "name": "Spiridus",
      "category": "persoane",
      "shortMeaning": "Noroc, ghidaj, muncă asiduă, magie și ajutor neașteptat.",
      "fullInterpretation": "Spiridușul este un simbol al norocului și al ajutorului magic. Poate prevesti bogăție, prosperitate și evenimente fericite. Dacă te ghidează, urmează-i sfatul pentru a profita de o oportunitate. Totuși, spiridușul poate fi și șiret, sugerând că norocul este trecător sau că cineva încearcă să te distragă de la obiectivele tale serioase.",
      "slug": "spiridus"
    },
    {
      "name": "Spirite",
      "category": "fenomene",
      "shortMeaning": "Lumea nevăzută, amintiri, frica de moarte sau ghidare.",
      "fullInterpretation": "Visele cu spirite reflectă legătura cu subconștientul sau cu cei plecați. Pot simboliza amintiri persistente, frica de moarte sau mesaje neintegrate. Spiritele binevoitoare aduc alinare și ghidare. Spiritele rele sau înfricoșătoare indică neliniști interioare, regrete sau probleme nerezolvate care te bântuie în viața de zi cu zi.",
      "slug": "spirite"
    },
    {
      "name": "Spital",
      "category": "locuri",
      "shortMeaning": "Vindecare necesară, tranziție, ajutor specializat și vulnerabilitate.",
      "fullInterpretation": "Spitalul este locul vindecării și al crizelor. Visul sugerează că tu sau cineva apropiat aveți nevoie de ajutor pentru a rezolva o problemă fizică, mentală sau spirituală. Poate indica o perioadă de tranziție dureroasă dar necesară. Dacă spitalul e abandonat, te simți neglijat și copleșit de probleme pe care le-ai ignorat prea mult timp.",
      "slug": "spital"
    },
    {
      "name": "Sport",
      "category": "acțiuni",
      "shortMeaning": "Competiție, efort, disciplină, conflict sau lucru în echipă.",
      "fullInterpretation": "Sportul în vis reflectă modul în care abordezi provocările vieții. Este despre competiție, reguli și efort. Dacă câștigi, ai încredere în tine. Dacă pierzi, trebuie să îți reevaluezi strategia. Sporturile de echipă indică nevoia de colaborare, în timp ce sporturile individuale pun accentul pe performanța personală și autodisciplină.",
      "slug": "sport"
    },
    {
      "name": "Spovedanie",
      "category": "acțiuni",
      "shortMeaning": "Eliberare de vină, adevăr, purificare și nevoie de iertare.",
      "fullInterpretation": "Spovedania în vis este un semn clar că ai ceva pe suflet care te apasă. Simți nevoia acută de a te descărca, de a spune adevărul și de a fi iertat. Indică dorința de purificare morală și de a scăpa de povara secretelor sau a greșelilor din trecut. Este un pas spre vindecarea sufletească.",
      "slug": "spovedanie"
    },
    {
      "name": "Sprancene",
      "category": "corp",
      "shortMeaning": "Expresivitate, demnitate, protecție și noroc.",
      "fullInterpretation": "Sprâncenele contribuie major la expresia feței. În vis, sprâncenele groase și frumoase semnifică demnitate, respect din partea celorlalți și bucurie. Sprâncenele subțiri sau căzute pot sugera pierderea statutului sau eforturi mari pentru a reuși. Lipsa sprâncenelor indică lipsa de expresivitate sau o rușine.",
      "slug": "sprancene"
    },
    {
      "name": "Spuma",
      "category": "fenomene",
      "shortMeaning": "Efemeritate, iluzie, plăcere superficială sau furie.",
      "fullInterpretation": "Spuma este ușoară și dispare repede. În vis, poate simboliza plăceri trecătoare, iluzii sau lucruri fără substanță (\"a face spume\"). Poate indica și relaxare (spumă de baie) sau, dimpotrivă, furie și agitație (spuma mării furtunoase). Spuma de la bere sugerează întâlniri cu oameni superficiali sau orgolioși.",
      "slug": "spuma"
    },
    {
      "name": "Stadion",
      "category": "locuri",
      "shortMeaning": "Viață socială, competiție publică, spectacol și apartenență.",
      "fullInterpretation": "Stadionul este locul marilor evenimente colective. Visul sugerează că ești implicat activ în viața socială sau că ești spectator la propriul destin. Poate indica dorința de a performa în fața mulțimii. Un stadion care se prăbușește avertizează asupra riscurilor de a te baza prea mult pe opinia publică sau pe structuri instabile.",
      "slug": "stadion"
    },
    {
      "name": "Stafide",
      "category": "alimente",
      "shortMeaning": "Energie concentrată, dezamăgire, speranțe înșelate sau dulceață târzie.",
      "fullInterpretation": "Stafidele sunt struguri uscați, dulci dar zbârciți. Pot simboliza o recompensă care vine târziu sau o formă de energie concentrată. Totuși, adesea sugerează dezamăgire: speranțele tale (strugurii proaspeți) s-au \"uscat\" sau rezultatul nu este atât de grandios pe cât te așteptai. Indică nevoia de a accepta realitatea.",
      "slug": "stafide"
    },
    {
      "name": "Stafie",
      "category": "persoane",
      "shortMeaning": "Trecut nerezolvat, frică, sărăcie sau amintiri care bântuie.",
      "fullInterpretation": "Stafia în vis este o proiecție a trecutului care nu te lasă în pace. Poate simboliza o greșeală, o persoană pierdută sau o frică irațională. Tradițional, se spune că stafia prevestește sărăcie sau mizerie, dar psihologic indică o \"bântuire\" emoțională. Trebuie să înfrunți ceea ce te sperie pentru a-l face să dispară.",
      "slug": "stafie"
    },
    {
      "name": "Stalp",
      "category": "obiecte",
      "shortMeaning": "Stabilitate, susținere, putere, izolare sau principii ferme.",
      "fullInterpretation": "Stâlpul este un element de susținere esențial. Simbolizează stabilitatea, puterea voinței și principiile pe care ți-ai construit viața. Un stâlp solid indică siguranță și sprijin. Un stâlp care cade prevestește un dezastru sau pierderea unui sprijin important. Stâlpul singuratic poate sugera izolare și independență stoică.",
      "slug": "stalp"
    },
    {
      "name": "Stampila",
      "category": "obiecte",
      "shortMeaning": "Autoritate, aprobare, decizie finală, birocrație sau adevăr.",
      "fullInterpretation": "Ștampila conferă validitate și autoritate. În vis, indică nevoia de aprobare sau faptul că o decizie a fost luată definitiv. Poate sugera birocrație, acte sau aflarea unui adevăr oficial. Dacă tu pui ștampila, îți exerciți puterea și îți asumi responsabilitatea pentru o acțiune sau o hotărâre importantă.",
      "slug": "stampila"
    },
    {
      "name": "Stana",
      "category": "locuri",
      "shortMeaning": "Adăpost simplu, origini, siguranță rustică sau izolare.",
      "fullInterpretation": "Stâna evocă viața pastorală, simplă și legătura cu natura. Poate simboliza un refugiu, nevoia de a te întoarce la origini sau siguranța turmei. O stână goală indică singurătate și lipsă de protecție. Atacul lupului la stână avertizează asupra unui pericol care amenință liniștea și bunurile tale.",
      "slug": "stana"
    },
    {
      "name": "Stana de oi",
      "category": "locuri",
      "shortMeaning": "Prosperitate, comunitate, conformism sau protecție.",
      "fullInterpretation": "Stâna plină de oi este un semn excelent de prosperitate și ocazii favorabile. Oile reprezintă blândețea, dar și conformismul. Visul sugerează că ești într-un mediu protejat, dar poate lipsit de individualitate. Este un simbol al acumulării de resurse prin răbdare și viață comunitară.",
      "slug": "stana-de-oi"
    },
    {
      "name": "Stanca",
      "category": "natură",
      "shortMeaning": "Obstacol dur, stabilitate, impas, pericol sau fundament.",
      "fullInterpretation": "Stânca este simbolul durității și al imobilității. Poate reprezenta un obstacol de netrecut, o muncă grea fără rezultate imediate (Sisyphus) sau o inimă împietrită. Pe de altă parte, poate simboliza o fundație solidă, ceva pe care te poți baza în vremuri tulburi. Stâncile uriașe pot indica pericole care te pândesc.",
      "slug": "stanca"
    },
    {
      "name": "Stapan",
      "category": "persoane",
      "shortMeaning": "Control, autoritate, supunere sau lipsă de autonomie.",
      "fullInterpretation": "Dacă visezi că ai un stăpân, te simți controlat și lipsit de autonomie în propria viață. Poate indica o relație de dependență sau faptul că lași pe alții să ia decizii pentru tine. Totuși, poate sugera și că funcționezi mai bine sub îndrumare fermă. Visul te provoacă să îți examinezi raportul cu puterea.",
      "slug": "stapan"
    },
    {
      "name": "Statie",
      "category": "locuri",
      "shortMeaning": "Tranziție, așteptare, decizie, pauză și noi direcții.",
      "fullInterpretation": "Stația (de autobuz, tren) este un loc de tranzit. Indică o perioadă de așteptare sau momentul unei decizii importante privind direcția vieții. Trebuie să ai răbdare până vine \"vehiculul\" potrivit. Poate sugera o pauză necesară pentru a te reorienta sau sentimentul că ești blocat între două etape.",
      "slug": "statie"
    },
    {
      "name": "Statiune",
      "category": "locuri",
      "shortMeaning": "Relaxare, evadare, plăcere, refacere și pauză de la rutină.",
      "fullInterpretation": "Stațiunea de odihnă simbolizează nevoia acută de a evada din stresul cotidian și de a te reface. Sugerează că ești epuizat și trebuie să îți încarci bateriile într-un mediu plăcut. Poate indica și dorința de a te răsfăța sau de a trăi o viață mai ușoară, lipsită de griji.",
      "slug": "statiune"
    },
    {
      "name": "Statuie",
      "category": "obiecte",
      "shortMeaning": "Împietrire, lipsă de viață, idolatrie, amintire sau idealizare.",
      "fullInterpretation": "Statuia reprezintă o persoană sau o idee \"înghețată\" în timp. Poate sugera că ești rigid, rece emoțional sau că idealizezi pe cineva până la a-l pune pe un piedestal, ignorându-i umanitatea. O statuie care prinde viață indică transformare și reînvierea sentimentelor. O statuie spartă înseamnă distrugerea unui idol fals.",
      "slug": "statuie"
    },
    {
      "name": "Stea",
      "category": "fenomene",
      "shortMeaning": "Speranță, destin, ghidare, aspirații înalte și succes.",
      "fullInterpretation": "Steaua este lumina din întuneric, simbolul speranței și al destinului. O stea strălucitoare promite succes, claritate și realizarea viselor. Stelele căzătoare indică împlinirea unei dorințe sau o schimbare rapidă. Steaua Polară reprezintă punctul de reper și ghidarea spirituală. O stea stinsă sugerează pierderea speranței.",
      "slug": "stea"
    },
    {
      "name": "Stea cazatoare",
      "category": "fenomene",
      "shortMeaning": "Dorință împlinită, moment magic, schimbare rapidă și noroc.",
      "fullInterpretation": "Vederea unei stele căzătoare este un semn extrem de norocos. Simbolizează un moment de magie, posibilitatea de a-ți îndeplini o dorință profundă și o schimbare pozitivă care vine rapid. Indică faptul că universul lucrează în favoarea ta și că ești pe calea evoluției personale.",
      "slug": "stea-cazatoare"
    },
    {
      "name": "Steag",
      "category": "obiecte",
      "shortMeaning": "Identitate, apartenență, victorie, semnal sau pericol.",
      "fullInterpretation": "Steagul reprezintă identitatea unui grup sau a unei națiuni. Fluturarea steagului indică mândrie, victorie și afirmare. Un steag căzut sugerează înfrângere sau pericol. Culoarea steagului este esențială. Poate fi un semnal pentru a te ralia unei cauze sau pentru a fi atent la inamici.",
      "slug": "steag"
    },
    {
      "name": "Steag negru",
      "category": "obiecte",
      "shortMeaning": "Pericol, doliu, anarhie, amenințare sau transformare radicală.",
      "fullInterpretation": "Steagul negru este un simbol sumbru. Poate indica doliu, depresie sau un pericol iminent. Istoric, este asociat cu pirații sau anarhia, sugerând rebeliune sau lipsa regulilor. Poate avertiza asupra unei persoane toxice sau a unei situații care îți amenință stabilitatea. Psihologic, reprezintă umbra și frica de necunoscut.",
      "slug": "steag-negru"
    },
    {
      "name": "Stejar",
      "category": "natură",
      "shortMeaning": "Putere, longevitate, înțelepciune, stabilitate și protecție.",
      "fullInterpretation": "Stejarul este regele copacilor, simbolizând forța, rezistența și înțelepciunea străveche. Visul indică faptul că ai rădăcini adânci și o fundație solidă. Prezice succes pe termen lung, sănătate robustă și capacitatea de a face față furtunilor vieții. Ghindele sugerează potențialul de creștere și prosperitate.",
      "slug": "stejar"
    },
    {
      "name": "Stele / Stelele",
      "category": "fenomene",
      "shortMeaning": "Univers, destin colectiv, aspirații multiple și conexiune spirituală.",
      "fullInterpretation": "Cerul înstelat evocă infinitul și misterul universului. Indică o conexiune profundă cu divinitatea și cu propriul destin. Mulțimea de stele sugerează oportunități nenumărate sau prieteni care te susțin. Dacă cerul e senin, viitorul e luminos. Dacă e înnorat, speranțele sunt temporar ascunse.",
      "slug": "stele-stelele"
    },
    {
      "name": "Sticla",
      "category": "obiecte",
      "shortMeaning": "Fragilitate, transparență, conținut emoțional sau barieră invizibilă.",
      "fullInterpretation": "Sticla simbolizează fragilitatea și transparența. Poate indica o situație clară, dar care se poate sparge ușor. O sticlă (recipient) reprezintă corpul sau inima ta; conținutul ei este esența emoțiilor tale. Sticla spartă prevestește certuri, deziluzii și durere. Geamul de sticlă este o barieră invizibilă între tine și lume.",
      "slug": "sticla"
    },
    {
      "name": "Sticla cu apa",
      "category": "obiecte",
      "shortMeaning": "Emoții pure, claritate, resurse vitale și purificare.",
      "fullInterpretation": "Apa în sticlă reprezintă emoțiile conținute și controlate. Dacă apa e limpede, ai sentimente pure și claritate mentală. Dacă ești însetat și bei, îți satisfaci o nevoie vitală. Sticla plină indică resurse emoționale bogate. Sticla goală sugerează epuizare sau lipsă de afectivitate.",
      "slug": "sticla-cu-apa"
    },
    {
      "name": "Sticla de vin",
      "category": "obiecte",
      "shortMeaning": "Sărbătoare, ebrietate, pasiune, spirit și socializare.",
      "fullInterpretation": "Sticla de vin sugerează convivialitate, sărbătoare și relaxare. Poate indica o pasiune care se maturizează. Totuși, poate avertiza și asupra exceselor, a pierderii controlului sau a evadării din realitate. Vinul roșu e legat de viață și sânge; cel alb de spirit și claritate.",
      "slug": "sticla-de-vin"
    },
    {
      "name": "Sticla sparta",
      "category": "obiecte",
      "shortMeaning": "Conflict, ruptură, durere, ghinion și iluzii distruse.",
      "fullInterpretation": "Cioburile de sticlă sunt periculoase și tăioase. Visul prevestește certuri, o ruptură dureroasă într-o relație sau spulberarea unor iluzii. Te avertizează să fii atent pentru a nu te răni emoțional. Poate indica și eliberarea dintr-o situație care te limita, dar cu prețul unei suferințe temporare.",
      "slug": "sticla-sparta"
    },
    {
      "name": "Stilou",
      "category": "obiecte",
      "shortMeaning": "Comunicare, exprimare, autoritate, destin și creativitate.",
      "fullInterpretation": "Stiloul este instrumentul cu care îți scrii destinul. Simbolizează capacitatea de a comunica idei și de a lăsa o urmă. Dacă scrii cursiv, lucrurile merg bine. Dacă stiloul nu scrie, ai blocaje de comunicare sau probleme de potență (simbol falic). Un stilou scump indică prestigiu și valoarea cuvintelor tale.",
      "slug": "stilou"
    },
    {
      "name": "Stilou de argint",
      "category": "obiecte",
      "shortMeaning": "Rafinament, intuiție, timiditate, feminitate și valoare.",
      "fullInterpretation": "Argintul este metalul lunii și al intuiției. Un stilou de argint sugerează o comunicare rafinată, bazată pe sentimente și intuiție. Poate indica însă și o anumită reținere, timiditate sau pasivitate în exprimare. Este un semn de valoare și eleganță în gândire, dar cere mai mult curaj pentru a fi eficient.",
      "slug": "stilou-de-argint"
    },
    {
      "name": "Stingator",
      "category": "obiecte",
      "shortMeaning": "Controlul crizelor, calmarea conflictelor, siguranță și intervenție.",
      "fullInterpretation": "Stingătorul este instrumentul de urgență pentru a opri un foc. În vis, indică nevoia sau capacitatea de a calma un conflict, o pasiune distructivă sau o situație de criză. Sugerează că ai resursele necesare pentru a preveni un dezastru, dar și teama că lucrurile ar putea scăpa de sub control.",
      "slug": "stingator"
    },
    {
      "name": "Stirb",
      "category": "corp",
      "shortMeaning": "Pierderea puterii, jenă, vulnerabilitate, bătrânețe și lipsuri.",
      "fullInterpretation": "A fi știrb în vis este un semn clasic de pierdere a puterii personale, a vitalității sau a încrederii în sine. Te simți vulnerabil, incapabil să \"muști\" din viață sau să te aperi. Poate reflecta frica de îmbătrânire, de a-ți pierde atracția sau de a suferi pierderi materiale și de statut.",
      "slug": "stirb"
    },
    {
      "name": "Stiuca",
      "category": "animale",
      "shortMeaning": "Agresivitate, lăcomie, oportunitate rapidă și prădător.",
      "fullInterpretation": "Știuca este un pește prădător, vorace. În vis, poate simboliza o persoană lacomă sau agresivă din anturajul tău. Poate indica și propriile tale porniri de a profita de o situație sau de a acționa rapid și nemilos pentru a obține ce vrei. Este un avertisment să fii vigilent.",
      "slug": "stiuca"
    },
    {
      "name": "Stofa",
      "category": "obiecte",
      "shortMeaning": "Statut social, confort, calitate, aparențe și materialitate.",
      "fullInterpretation": "Stofa reprezintă materialul din care îți construiești imaginea socială (haina). O stofă fină și scumpă indică prosperitate și satisfacție profesională. O stofă aspră sau ruptă sugerează sărăcie sau disconfort. Culoarea și textura stobei oferă indicii despre starea ta emoțională și despre cum te prezinți lumii.",
      "slug": "stofa"
    },
    {
      "name": "Stol de pasari",
      "category": "natură",
      "shortMeaning": "Libertate colectivă, vești multe, schimbare, migrație și gânduri.",
      "fullInterpretation": "Un stol de păsări sugerează mișcare, schimbare și idei care circulă. Poate prevesti vești multe și rapide. Migrația stolului indică necesitatea unei schimbări de mediu sau a unei adaptări la noi condiții. Dacă stolul e haotic, gândurile tale sunt confuze. Dacă zboară armonios, ai o direcție clară.",
      "slug": "stol-de-pasari"
    },
    {
      "name": "Stomac",
      "category": "corp",
      "shortMeaning": "Digestie emoțională, intuiție viscerală, griji sau acceptare.",
      "fullInterpretation": "Stomacul este centrul procesării hranei și al emoțiilor (\"a avea stomac pentru ceva\"). Durerea de stomac indică faptul că nu poți \"digera\" o situație neplăcută sau un adevăr. Poate semnala griji, anxietate sau o intuiție viscerală care te avertizează. Sănătatea stomacului reflectă capacitatea ta de a asimila experiențele vieții.",
      "slug": "stomac"
    },
    {
      "name": "Strabunica",
      "category": "persoane",
      "shortMeaning": "Înțelepciune ancestrală, rădăcini, protecție, tradiție și moștenire.",
      "fullInterpretation": "Străbunica reprezintă arhetipul bătrânei înțelepte și legătura cu strămoșii. Apariția ei în vis aduce mesaje profunde, confort și protecție. Poate sugera întoarcerea la valori tradiționale sau descoperirea unei moșteniri spirituale. Este un simbol al continuității vieții și al iubirii necondiționate care transcende timpul.",
      "slug": "strabunica"
    },
    {
      "name": "Strada",
      "category": "locuri",
      "shortMeaning": "Calea vieții, alegeri, direcție, oportunități și viață publică.",
      "fullInterpretation": "Strada simbolizează parcursul tău actual. O stradă largă și luminoasă indică oportunități și succes. O stradă îngustă sau întunecată sugerează limitări și frică. Intersecțiile reprezintă momente de decizie. Numele străzii sau atmosfera ei îți oferă indicii despre etapa în care te afli.",
      "slug": "strada"
    },
    {
      "name": "Strada cu sens unic",
      "category": "locuri",
      "shortMeaning": "Direcție obligatorie, lipsa opțiunilor, focus sau rigiditate.",
      "fullInterpretation": "O stradă cu sens unic sugerează că viața te împinge într-o singură direcție și că nu te poți întoarce la trecut. Poate indica determinare și focus, dar și lipsa alternativelor sau sentimentul de a fi constrâns. Dacă mergi pe contrasens, înseamnă că te răzvrătești împotriva normelor sau a propriului destin.",
      "slug": "strada-cu-sens-unic"
    },
    {
      "name": "Strain",
      "category": "persoane",
      "shortMeaning": "Aspecte necunoscute ale sinelui, schimbare, mister sau amenințare.",
      "fullInterpretation": "Străinul din vis reprezintă adesea o parte a ta pe care nu o cunoști sau nu o accepți (umbra). Poate fi un vestitor al schimbării sau al unor evenimente noi. Dacă străinul e prietenos, te deschizi spre nou. Dacă e amenințător, te temi de necunoscut sau de propriile impulsuri reprimate.",
      "slug": "strain"
    },
    {
      "name": "Strainatate",
      "category": "locuri",
      "shortMeaning": "Schimbare majoră, dezorientare, explorare, evadare și noi orizonturi.",
      "fullInterpretation": "A fi în străinătate indică ieșirea din zona de confort. Poate semnala o perioadă de confuzie și dezorientare, dar și oportunitatea de a învăța și de a te extinde. Reflectă dorința de schimbare, de evadare din rutină sau sentimentul că nu te mai regăsești în situația actuală.",
      "slug": "strainatate"
    },
    {
      "name": "Stralucire",
      "category": "fenomene",
      "shortMeaning": "Iluzie, succes aparent, revelație, spiritualitate sau orbire.",
      "fullInterpretation": "Strălucirea poate fi divină (iluminare, adevăr) sau înșelătoare (sclipici, falsitate). O lumină strălucitoare poate aduce claritate și speranță. Totuși, dacă te orbește, te avertizează să nu te lași păcălit de aparențe. În dragoste sau afaceri, strălucirea excesivă poate masca lipsa de substanță.",
      "slug": "stralucire"
    },
    {
      "name": "Strand",
      "category": "locuri",
      "shortMeaning": "Socializare, relaxare, expunere, emoții colective și distracție.",
      "fullInterpretation": "Ștrandul este un loc public de relaxare și expunere a corpului. Indică nevoia de a te integra în grup, de a te relaxa și de a fi tu însuți în public. Apa ștrandului reprezintă emoțiile colective. Dacă bazinul e gol, te simți izolat sau lipsit de resurse emoționale într-un context social.",
      "slug": "strand"
    },
    {
      "name": "Strangere de mana",
      "category": "acțiuni",
      "shortMeaning": "Acord, pace, întâlnire, început sau sfârșit și încredere.",
      "fullInterpretation": "Strângerea de mână simbolizează un pact, o împăcare sau o promisiune. Poate marca începutul unei prietenii sau al unei afaceri, ori finalizarea unei etape. Indică încredere și onoare. Dacă mâna e rece sau umedă, avertizează asupra nesincerității celuilalt.",
      "slug": "strangere-de-mana"
    },
    {
      "name": "Strangulare",
      "category": "acțiuni",
      "shortMeaning": "Sufocare, reprimare, lipsă de exprimare, anxietate și conflict.",
      "fullInterpretation": "A fi strangulat în vis este un semn puternic de anxietate și de reprimare. Te simți sufocat de o situație, de o persoană sau de propriile emoții pe care nu le poți exprima. \"Îți stă în gât\". Dacă tu strangulezi pe cineva, încerci să suprimi o parte a ta sau să reduci pe cineva la tăcere.",
      "slug": "strangulare"
    },
    {
      "name": "Strans de gat / strangulare / sugrumare",
      "category": "acțiuni",
      "shortMeaning": "Sufocare, panică, control extern, lipsă de comunicare și frică.",
      "fullInterpretation": "(Vezi Strangulare). Visul reflectă adesea o situație din viața reală în care te simți prins, controlat sau incapabil să respiri liber. Poate indica o relație toxică, presiuni financiare sau incapacitatea de a-ți spune părerea. Este un semnal de alarmă să te eliberezi din constrângeri.",
      "slug": "strans-de-gat-strangulare-sugrumare"
    }
  ]
}