{
  "symbols": [
    {
      "name": "Sa",
      "category": "dictionar",
      "shortMeaning": "Sacoul in vis semnifica belsug, avere, bogatie.",
      "fullInterpretation": "Sacoul in vis semnifica belsug, avere, bogatie. Daca visati ca purtati un sacou inseamna ca aceasta este imaginea pe care doriti sa o prezentati celor din jur. Ar mai putea insemna si ca aveti tendinta de a nu va arata sentimentele, va izolati.Ideea de sacrificiu are doua semnificatii. Prima se refera la ideea de renuntare, in vreme ce a doua sugereaza un act de sacralitate. Astfel, cand ambele semnificatii sunt valabile, cel care viseaza este pregatit sa renunte la individualitatea sa, in favoarea a ceva mai important. Sacrificiul contribuie la dezvoltarea spirituala si sugereaza ca vom primi mai mult decat ceea ce am sacrificat.Sadismul este consecinta furiei pastrate in noi din cauza unei traumesuferite in copilarie. Se manifesta adeseori prin dorinta de a rani pe cineva, uneori o persoana apropiata. In viata reala, nu putem avea comportamente sadice, dar in vis acestea se pot manifesta frecvent.",
      "slug": "sa"
    },
    {
      "name": "Sabie",
      "category": "dictionar",
      "shortMeaning": "(sabie)Cruzime - avand - vei dobandi un mare castig.",
      "fullInterpretation": "(sabie)Cruzime - avand - vei dobandi un mare castig.",
      "slug": "sabie"
    },
    {
      "name": "Sac",
      "category": "dictionar",
      "shortMeaning": "Sacoul in vis semnifica belsug, avere, bogatie.",
      "fullInterpretation": "Sacoul in vis semnifica belsug, avere, bogatie. Daca visati ca purtati un sacou inseamna ca aceasta este imaginea pe care doriti sa o prezentati celor din jur. Ar mai putea insemna si ca aveti tendinta de a nu va arata sentimentele, va izolati.Ideea de sacrificiu are doua semnificatii. Prima se refera la ideea de renuntare, in vreme ce a doua sugereaza un act de sacralitate. Astfel, cand ambele semnificatii sunt valabile, cel care viseaza este pregatit sa renunte la individualitatea sa, in favoarea a ceva mai important. Sacrificiul contribuie la dezvoltarea spirituala si sugereaza ca vom primi mai mult decat ceea ce am sacrificat.Masacrul in vise este un simbol foarte intunecat si sinistru, indicand un sentiment puternic de frica. S-ar putea sa va simtiti foarte nesigur in privinta unor aspecte din viata dumneavoastra (locul de munca, casa, clasa sau situatia sociala). Visul ar mai putea simboliza ca sentimentele dumneavoastra au fost inlaturate. De asemnea, visul semnifica frica de alti oameni si frica de brutalitatea care ar putea prevala asupra bunatatii in anumite situatii. Cineva apropiat dumneavoastra sau cu autoritate asupra dumneavoastra ar putea sa va saboteze sau sa va controleze intr-un anumit fel. Acest vis este unul comun atunci cand sunteti abuzat, mai ales cand abuzul este sub forma de izolare. A visa ca sunteti martor al unui masacru inseamna ca sunteti un adept ce va urma ideile altora fara ezitare si fara a pune intrebari. Sunteti mai degraba un adept decat un conducator.In vechime panza de sac simboliza umilinta. Oamenii purtau un astfel de material pentru a sugera cat sunt de neinsemnati sau pentru a-si cere iertare pentru o anumita fapta. In zilele noastre, aparitia in vis a unei panze de sac sugereaza sentimentul de a ne fi umilit singuri intr-un anumit contex. Panza de sac simbolizeaza si pocainta. Este posibil sa simtim ca ne-am umilit pe noi insine, dar in egala masura aratam ca ne caim pentru o actiune sau o fapta. Panza de sac sugereaza ca trebuie sa ne exteriorizam acest sentiment. Pe vremuri, panza de sac era purtata in semn de doliu, ca simbol al pierderii sufletesti. Acest simbolism poate aparea in vise.Daca visati ca purtati un rucsac reprezinta sperantele, dorintele si secretele dumneavoastra. Acesta poate fi, de asemenea, un simbol al cunostintelor pe care le-ati acumulat in timp.",
      "slug": "sac"
    },
    {
      "name": "Sacal",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "sacal"
    },
    {
      "name": "Sacosa",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "sacosa"
    },
    {
      "name": "Sacou",
      "category": "dictionar",
      "shortMeaning": "Sacoul in vis semnifica belsug, avere, bogatie.",
      "fullInterpretation": "Sacoul in vis semnifica belsug, avere, bogatie. Daca visati ca purtati un sacou inseamna ca aceasta este imaginea pe care doriti sa o prezentati celor din jur. Ar mai putea insemna si ca aveti tendinta de a nu va arata sentimentele, va izolati.",
      "slug": "sacou"
    },
    {
      "name": "Sacrificiu",
      "category": "dictionar",
      "shortMeaning": "Ideea de sacrificiu are doua semnificatii.",
      "fullInterpretation": "Ideea de sacrificiu are doua semnificatii. Prima se refera la ideea de renuntare, in vreme ce a doua sugereaza un act de sacralitate. Astfel, cand ambele semnificatii sunt valabile, cel care viseaza este pregatit sa renunte la individualitatea sa, in favoarea a ceva mai important. Sacrificiul contribuie la dezvoltarea spirituala si sugereaza ca vom primi mai mult decat ceea ce am sacrificat.",
      "slug": "sacrificiu"
    },
    {
      "name": "Sadism",
      "category": "dictionar",
      "shortMeaning": "Sadismul este consecinta furiei pastrate in noi din cauza unei traumesuferite in copilarie.",
      "fullInterpretation": "Sadismul este consecinta furiei pastrate in noi din cauza unei traumesuferite in copilarie. Se manifesta adeseori prin dorinta de a rani pe cineva, uneori o persoana apropiata. In viata reala, nu putem avea comportamente sadice, dar in vis acestea se pot manifesta frecvent.",
      "slug": "sadism"
    },
    {
      "name": "Safir",
      "category": "dictionar",
      "shortMeaning": "Musafirul in vise semnifica noi provocari.",
      "fullInterpretation": "Musafirul in vise semnifica noi provocari. Esti gata pentru o noua aventura. Alternativ, visul face referire la faptul ca ai tendinta de a raspunde nevoilor altora inaintea nevoilor tale. - Visul in care tu esti musafir denota o situatie din viata ta, dar care este temporara. - Daca in vis ai multi musafiri inseamna ca te poti astepta la dificultati si probleme la locul de munca sau in familie.",
      "slug": "safir"
    },
    {
      "name": "Sageata",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "sageata"
    },
    {
      "name": "Sarpe",
      "category": "dictionar",
      "shortMeaning": "Sarpele ne invadeaza bucuros visele si este una din imaginile onirice cele mai frecvente.",
      "fullInterpretation": "Sarpele ne invadeaza bucuros visele si este una din imaginile onirice cele mai frecvente. Ramane in acelasi timp una din expresiile majore ale inconstientului nostru, simbolismul acestui animal tarator cu sange rece este multiplu si ne permite diverse interpretari. Sarpele, simbolul raului si al diavolului, este un semn rau in orice vis. Unul dintre cele mai comune animale (reptila / taratoare ) gasite in vise este sarpele. Acestia sun simboluri complicate, deoarece pot avea sensuri pozitive si negative . Pentru a intelege semnificatia sarpelui din visele dumneavoastra , este important sa luati in considerare propriile experiente personale cu serpii si modul in care sarpele este privit in cultura noastra. De exemplu, daca ai un sarpe ca animal de companie, atunci visul va avea o semnificatie diferita pentru tine fata de o alta persoana care uraste serpii sau este ingrozita de acestia. A vedea un sarpe singur si a va fi frica de el inseamna ca aveti un dusman care lucreaza impotriva dumneavoastra, aceasta poate fi si un pericol la sanatatea dumneavoastra din partea dusmanilor. A vedea multi serpi intr-o groapa simbolizeaza ghinion in dragoste si in afaceri. Daca reusiti sa omorati un sarpe in vis inseamna ca veti reusit sa va infrangeti si dusmanii. Conform unor vechi carti de vise sarpele reprezinta defaimare, inselaciune, ura, tradare, evenimente cu intorsatura neplacuta si planuri ne indeplinite. Avand un sarpe - fericire. Daca visezi ca calci pe un sarpe - prieteni credinciosi. Daca ai visat sarpe de casa - suferinta in dragoste, partenerul tau de viata iti este credincios. Serpi pe care doar ii vedem - tradare, situatie compromitatoare. Sarpe care doarme - asti absolvit de activitate. Sarpe care fuge - vreme tulbure, vijelie, vant mare. Sarpe in iarba- noroc in amor. Multi serpi agresivi - neplaceri, femei viclene te vor amgi. Sarpe mare - esti inselat. Sarpe mic - necazuri. Visezi ca musca un sarpe - femeie vicleana vrea sa te zapacasca Vezi un sarpe frumos colorat - tentatie, pacat, intelepciune. Sarpe zvarcolindu-se - ai dusmani. Sarpele alb in vise reprezinta profunzimea sufletului, dar e important sa cunoasteti detalii despre ceea ce face sarpele in vis. Pentru mai multe detalii consultati si interpretarea visului sarpe. A visa un sarpe cu clopotei reprezinta oameni sau situatii care va avertizeaza despre consecintele neplacute daca nu cooperati. Avertismente clare sau ostilitate deschisa. Sentimente despre potentialul unei probleme serioase in viata dumneavoastra. Alternativ, un sarpe cu clopotei in vise reprezinta incercarea dumneavoastra de a ameninta pe cineva printr-o metoda nedorita si continua daca nu inceteaza sa faca ceva ce nu va place. Ii avertizati pe ceilalti ca vor plati scump daca nu va respecta sau aleg sa evite sa va asculte. Visul in care sunteti muscat de un sarpe cu clopotei poate reflecta sentimente despre ignorarea semnelor clare de avertizare. Sentimente de regret pentru ca nu ati luat mai serios in calcul o amenintare sau un avertisment. Daca visati doar coada unui sarpe cu clopotei, fara corp, sugereaza amenintari sau avertismente false. Trebuie sa avertizati pe cineva, in privat, despre un esec imposibil de trecut peste. Visul in care auziti clopoteii unui sarpe cu clopotei, dar nu vedeti sarpele, este un semn bun pentru ca veti putea indrepta ceva ce ati facut gresit in trecut sau cineva se va revansa fata de dumneavoastra.Sarpele cu doua capete poate avea semnificatii diferite, de regula acest vis indica opinii contradictorii. Sarpe cu ma mult de doua capete ar putea reprezenta un numar de temeri ascunse din viata de zi cu zi. Vazand un sarpe cu un cap la fiecare capat al corpului sau sugereaza faptul ca sunteti tras (atras) in doua directii diferite. Poate ca va simtiti suprasolicitat si nu stiti daca veniti sau plecati, actiunile voastre sunt contracproductive. Alternativ, visul poate reprezenta un triunghi amoros complicat. Salpele cu doua capete (sarpe bicefal) intr-un vis face referire la cooperare si munca in echipa (aici poate fi vorba si de o relatie). Omorand un sarpe cu doua capete in vis evidentiaza dorinta de a pune capat unei relatii, indiferent de natura acesteia.Visul la un sarpe galben simbolizeaza emotii si valori asociate cu aceasta culoare. De obicei, interpretarile viselor despre sarpe galben sunt legate cu reprezentarile intelectului si a intuitiei dumneavoastra. Un sarpe galben in vise ar putea insemna intelectul, intelepciunea dumneavoastra si cum il folositi pentru a va descurca prin situatii dificile. O alta interpretare asociata cu sarpele galben in vise este despre intuitia, despre orientarea dumneavoastra care se deschid pentru o noua perspectiva, o noua constientizare. Visand despre un sarpe galben ar putea fi un apel sa iesiti in fata si sa va folositi intelectul pentru a rezolva o situatie sau o problema din viata dumneavoastra. Sarpele galben in vise ar mai putea insemna tradarea. Visul ar putea sugera ca cineva va tradeaza sau ca dumneavoastra va tradati propriile idei actionand intr-un anume fel in viata. Visul este o invitatie pentru a va creste increderea de sine si abilitatea de a face fata unei situatii care va cere sa o analizati si sa luati decizii bazate pe o viziune clara.Visele in care ne apare un sarpe in apa se refera la emotii si la faptul ca trairile elementare va pot influenta viata intr-un fel in care dumneavoastra nu sunteti constient(a) de ele. Serpii in apa simbolizeaza temeri inconstiente sau un potential de vindecare emotionala. In acest caz, un astfel de vis ar putea indica curenti emotionali puternici care va pot influenta cursul vietii dumneavoastra. Alternativ, visul poate aparea si datorita unor precupari coplesitoare, in special preocupari despre directia inspre care se indreapta viata cuiva apropiat. Luati in considerare ca sarpele apare in vise ca un semn de avertizare sau un apel de trezire cu privire la o situatie cu potential periculos si asociata cu semne puternice. Daca sarpele inoata linistit in ape calme, inseamna ca aveti de a face cu emotii pozitive. Daca ati visat ca un sarpe va musca in timp ce inotati, atunci acest vis ar putea fi interpretat ca si un avertisment. Acordati mai multa atentie la emotii inainte de a va lovi si de a va scapa de sub control. Trebuie sa luati in considerare si tipul de apa in care inoata sarpele, reactia dumneavoastra fata de sarpe si comportamentul acestuia pentru a interpreta ce stare emotionala va influenteaza viata. Daca va aflati in apa si comportamentul sarpelui este prietenos sau neutru, inseamna ca sunteti impacat(a) cu sentimentele dumneavoastra. Prezenta sarpelui ar putea indica vindecarea unor rani emotionale. Visul poate reflecta, de asemenea, dorinta sau speranta de a sterge unele griji cu privire la o relatie sau o situatie ce va atinge profund.Daca visati un sarpe mare inseamna ca trebuie sa aveti girja pentru ca veti fi inselat. Pentru mai multe detalii vizitati si interpretarea visului sarpe.Un sarpe mic in vise indica bucurie in viitor.Sarpele mort in vis inseamna ca pericolul a trecut. Pentru o femeie care a fost muscata in vis de un sarpe mort, semnifica faptul ca veti suferi o infrangere intr-o situatie legata de un prieten. Pentru un barbat, acest vis indica superficialitate.Daca sarpele este negru mat in vis, inseamna ca se anunta o primejdie si defineste pesimismul in dragoste, ceea ce poarta ghinion. Daca sarpele este negru stralucitor, inseamna ca in afara de negativismul in dragoste, persoana de langa dumneavoastra nu va convine.",
      "slug": "sarpe"
    },
    {
      "name": "Sange",
      "category": "dictionar",
      "shortMeaning": "- Daca visezi ca ai sange pe maini este un semn ca ghinionul este in drum spre tine (in special in planul afacerilor).",
      "fullInterpretation": "- Daca visezi ca ai sange pe maini este un semn ca ghinionul este in drum spre tine (in special in planul afacerilor).- Sange care curge dintr-o rana este semn ca vei suferi o boala sau o pierdere in domeniul afacerilor.- Daca visezi haine patate de sange inseamna ca niste prieteni falsi vor sa te tina departe de succes. Pradare, vindecare. Sange a curge, a sangera inseamna dauna in ceva. Sange a varsa, prevesteste o moarte apropiata. Sange din nas, noutate. Sangerare, lasare de sange inseamna boala.Sangerarea nazala se intampla cel putin o data in viata fiecarui persoane fiind cuzata de obosela,boli, accidente sau sporturi de contact. In vise sangele din nas poate avea multiple semnificatii in functie de cazuri si context. In general, aparitia unei sangerari nazale fara vre-un indiciu asupra cauzei acesteia arata faptul ca in viata reala va simtiti vulnerabil. De asemenea, visul poate fi considerat a fi un semn de indemn in a-ti confrunta sentimentele si de a le face fata direct. Visand ca unei pesoane starine ii curge sange din nas. Visul prevesteste oportunitati valoroase care sunt chiar in fata noastra, poate fi vorba despre o crestere a salariului, o urcare in pozitie la locul de munca sau, pur si simplu, un castig din noroc. In traditia italiana si anglo-saxona a talmacirii viselor, a visa sange de om este semn de succes, desi visul inspaimanta adesea. Nici orientalii nu explica altfel acet vis, sangele vestind ceva de valoare in viata reala, in plan material ( banii) sau poate in plan sentimental. Fata sau femeia care va visa haine murdare de sange, necazuri va avea, cei din jur ii vor crea dificultati. Daca cineva se va visa sangerand, in viata de zi cu zi va avea un necaz: se va imbolnavi. Sangerarea poate fi si semn de nefericire in dragoste, chiar si de cearta. In general, traditia romaneasca a talmacirii viselor sustine ca visele in care apare sangele nu sunt bune si prevestesc probleme sufletesti si dificultati in a te intelege cu cei din jur.A visa ca sangerati inseamna ca suferiti de epuizare sau ca va simtiti stors de emotii. De asemenea, visul mai denota confruntari mai aprinse intre dumneavoastra si prieteni. Unele dintre actiunile din trecut va bantuie. Alternativ, aceste vise mai sugereaza ca trebuie sa luati lucrurile mai usor, mai incet. Pentru femeile insarcinate, sangerarea in vise simbolizeaza vitalitatea pe care o poarta. Daca visati ca altii sangereaza semnifica un strigat emotional dupa ajutor.Visul in care vedeti o pata de sangeinseamna ca cineva va minte, dar nu recunoaste. Daca visati pete de sange pe haine inseamna ca veti primi ilegal o suma de bani sau ca vei comite un pacat. Visul ar mai putea insemna ca aveti inamici care incearca sa va distruga o cariera ce vi se deschide in fata. Ar trebui sa va feriti de prietenii ciudate. Dictionarul lui Zhougong relateaza ca a visa o pata de sange pe saltea sugereaza ca ceva rau i se va intampla partenerului dumneavoastra de viata.A visa pete de sange pe camasa inseamna ca cineva va minte, desi nu va recunoaste acest lucru. Articolele de imbracaminte patate cu sange din vis indica dusmani care incearca sa va distruga cariera de succes care vi se arata. Visul in care aveti pete de sange pe corp inseamna ca veti avea parte de bogatii. Cantitatea acestora este proportionala cu petele de sange de pe corp.",
      "slug": "sange"
    },
    {
      "name": "Soarece",
      "category": "dictionar",
      "shortMeaning": "Cu toate ca este un animalut simpatic, cel putin in ochii copiilor, majoritatea femeilor au anumi...",
      "fullInterpretation": "Cu toate ca este un animalut simpatic, cel putin in ochii copiilor, majoritatea femeilor au anumite retineri sau frici fata de micutul soarece. Puteti vizualiza versiunea video de mai jos a visului despre pisici sau puteti continua sa cititi textul (care contine si informatii extra fata de video), depinde de dumneavoastra. Videoclip despre visarea soarecilor Visarea soarecilor ar putea fi considerata bizara, dar surprinzator, astfel de vise sunt destul de comune, putand fi o exteriorizare a vinovatiei sau a unei anxietati profunde. In general, soarecii sunt o indicatie a unor probleme minore si usor rezolvabile. Din punct de vedere spiritual, aparitia soarecilor in vise ilustreaza si un avertisment pentru un pericol iminent, insa nu este ceva catastrofal si in anumite cazuri ar putea trece neobservat. In continuare va vom prezenta cele mai comune vise despre soareci: Visand un soarece alergand prin casa Un asemenea vis nu prevesteste nimic bun, este de obicei, o avertizare asupra faptului ca s-ar putea sa apara un conflict intre dumneavoastra si unul dintre membrii familiei. Gaura de soarece Gaura de soarece face referire la o anume parte ascunsa a sinelui si asupra faptului ca ar trebui sa fiti mai deschis fata de alte persoane. Alternativ, gaura unui soarece poate semnifica si dificultati care ar putea aparea in viitorul apropiat. Soareci care distrug lucruri in vise Visand soareci care va rod si va distrug unele bunuri, este un semn de pierderi materiale si financiare. Pregatiti-va pentru situatii dificile punand deoparte mici economii care sa va ajute in vremurile grele. Capturarea unui soarece in vis Daca in visul dumneavoastra ati prins un soarece, atunci acesta este un semn de bun augur. Reprezinta fericire si unele castiguri financiare in viitorul apropiat. Soareci morti Soarecii morti in vise sunt considerati un semn rau, simbolizand o perioada lunga de instabilitate financiara sau pierderi banesti. In unele cazuri, chiar dumneavoastra sunteti responsabil pentru circumstantele in care va aflati. Excremente si urina de soarece Visarea excrementelor de soarece prevesteste castiguri financiare mici si repetate datorita eforturilor dumneavoastra atente si recurente. Pe de alta parte, urina soarecilor, poate face referire la ceva ce va deranjeaza din viata de zi cu zi. Este indicat ca in zilele ce urmeaza sa va eliberati mintea de gandurile negative si neplacute. O multime de soareci in vis Vazand o multime de soareci în vis este un semn cÄƒ ar trebui sa fiti pregatit fizic si mental pentru unele momente grele. In mod alternativ, numarul mare de soareci laolalta inseamna ca si reputatia dumneavoastra va avea de suferit. Unele persoane vor imprastia fel si fel de afirmatii mincinoase despre statutul dumneavoastra in societate sau de la locul de munca. Soareci care te musca Visand un soarece care te musca poate insemna lucruri sau probleme marunte, dar care va impiedica dezvoltarea. Acest vis ar trebui sa va faca sa actionati rapid asupra unor probleme care aparent par nesemnificative. Soarecele alb Visand soareci albi este semnul unei relatii conjugale fericite si semnifica puritate spirituala. De asemenea, soarecele alb este simbolul vestilor bune sau poate reprezenta loialitatea unui prieten adevarat in momente dificile. Soarece negru De regula, soarecele negru face referire la ceva negativ. Aparitia acestora in vise poate semnala probleme de sanatate pentru dumneavoastra sau familie. Soarece gri Soarecii gri reprezinta multitudinea de probleme din viata dumneavoastra. Parasind zona de confort veti reusi sa rezolvati problemele una cate una. Semnificatii conform unor vechi carti de talmacire a viselor Soarece (in general) - Afaceri slabe, pierderi banesti alb- casatorie fericita fugind- noapte fara odihna in capcana- izbanda contra dusmanilor jucandu-se- asteapta petitori multi- foamete omorand- veste buna, scapi de musafiri prinzand- dobanda, castig la jocuri de noroc rontaind- bucurie mare vazand- dusman ascuns, subaltern hot negri - cineva din familia ta te fura",
      "slug": "soarece"
    },
    {
      "name": "Sobolan",
      "category": "dictionar",
      "shortMeaning": "Asa cum arata Freud in Omul cu sobolani (cinci studii de psihanaliza), acest animal, socotit necu...",
      "fullInterpretation": "Asa cum arata Freud in Omul cu sobolani (cinci studii de psihanaliza), acest animal, socotit necurat, care scormoneste maruntaiele pamantului, capata o semnificatie falica si anala, ceea ce-l leaga de notiunea de bogatie, de bani. Asa se face ca el este adeseori considerat o imagine a zgarceniei, a cupiditatii, a activitatilor nocturne si clandestine. Intr-o interpretare valorizata, se pune accentul pe fecunditatea sobolanului, ca in Japonia, unde el este tovarasului zeului bogatiei, Daikokuten. Aceeasi interpretare i se da in China si in Siberia. Asa s-ar explica de ce, in analiza freudiana, sobolanii devin intruchipari ale copiilor: si unii, si ceilalti sunt semne de belsug, de prosperitate. Dar sobolanul care se vara peste tot, este considerat si hot. In india sobolanul (mushika) este animalul ce-l poarta pe Ganesha. Tot sobolanul este asociat cu notiunea de furt, de insusire frauduroasa a bogatiilor. Sobolanul din visele noaste face referire si la latura noastra prefacuta si bolnavicioasa. Poate sugera si un lucru sau o sitatie anume care, intr-un fel sau altul, starneste repulsie. Este posibil sa ne confruntam cu o lipsa de loialitate din partea unui coleg sau a unui prieten. Prinderea unui sobolan intr-o capcana indica eliberare de ingriforari si eliberare de tensiune. Uciderea unui sobolan in vise semnifica atingerea succesului in urma incercarilor dumneavoastra. Auzind sobolani fugind sau care rod in vis, face referire la vremea pe care ati pierduto. Este timpul sa nu mai pierdeti vremea si sa faceti ceva costructiv. Visand un sobolan ca si animal de companie poate avea diferite intelesuri: denota vulnerabilitate si semne de ingrijorare, totodata, poate fi si o reprezentare a responsabilitatii pentru ingrijire. Ca si in cazul oricarui animal ar putea sa ilustreze instinctele dumneavoastra si raspunsuri de baza la anumite evenimente. Sobolani de diverse culori Visand un sobolan negru sau maro poate fi un semn al unei boli sau un avertisment cu privire la o tradare. Vazand sobolani negri sau bruni in custe semnifica faptul ca micile iritatii din viata dumneavoastra vor fi rezolvate, disputate sau date uitarii. Sobolanii albi, pe de alta parte, pot fi un semn de protectie de la fortele binefactoare sau alte entitati din jurul dumneavoastra. Sobolan albastru. Albastrul (vezi cularea albastru) reprezinta cerul, adevarul, intelepciunea, devotamantul, loialitate, etc. Tot albastrul poate simboliza si un sentiment de tristete, provenind de la metafora \"fiind albastru\". Sobolanul abastru din vis poate simboliza indoieli, vinovatie si ganduri care te macina pe interior. Luati in considerare, de asemenea, si contextul visului, starea de spirit creata de acest sobolan albastru, el poate fi si reprezentarea unui prieten devotat.Visul in care apare un sobolan alb inseamna ca veti primi un ajutor de la o sursa neasteptata. Vezi semnificatia generala a visului: Sobolan Un soboloan mort in vise simbolizeaza ca emotiile dumneavoastra pot fi compromise. Acest tip de vise arata spre sentimente de frica necontrolate despre o anume situatie. A visa despre un sobolan mort ar mai putea sa reprezinte sfarsitul unei etape in viata, a unei prietenii, a unei relatii.Sobolanii sugereaza cancerul.Daca visezi ca prinzi un sobolan in cursa, vei avea noroc.Daca visezi sobolani care umbla peste tot inseamna ca trebuie sa ai grija de sanatatea ta. Vezi si semnificatia generala a visului Sobolan.Muscatura de sobolan poate fi interpretata ca si o conecatre la ganduri si sentimente recente. In acest caz, cel care a visat se gandeste la o relatie dezastruoasa. Sobolanul poate reprezenta o persoana, mai exact comportamentul acesteia. Este dificila cunoasterea cu exactitate a simbolisticii acestui vis. Ar putea insemna faptul ca cel ce viseaza este constient de circumstantele sale saracioase, care pur si simplu nu dispar sau de temerile ca actiunile sale i-au patat reputatia. Vezi si semnificatia visului : Sobolan",
      "slug": "sobolan"
    },
    {
      "name": "Sex",
      "category": "dictionar",
      "shortMeaning": "Inca din momentul nasterii, individualitatea este primul lucru pe care il constientizeaza nou-nascutul.",
      "fullInterpretation": "Inca din momentul nasterii, individualitatea este primul lucru pe care il constientizeaza nou-nascutul. Trebuie sa se obisnuiasca si sa accepte acea independenta fata de mama. Prin intermediul unor astfel de vise se incearca o echilibrare a vietii dumneavoastra pe care in starea de veghe o puteti intelectualiza sau dramatiza prea mult. Astfel, contactul cu alte persoane devine necesar si se manifesta in vis. Sexul in vise reflecta nevoia de a comunica cu o anumita persoana la un nivel foarte intim. Daca visati ca acel contact sexual este intrerupt inseamna ca aveti anumite inhibitii pe care nu le constientizati. Adesea, contactul sexual din vise poate indica integrarea unei anumite laturi a personalitatii dumneavoastra. Daca visati ca, in urma unui contact sexual, se naste un copil atunci inseamna ca integrarea s-a realizat cu succes. Activitatea sexuala aparuta in vise sugereaza o expresie suprema a iubirii si a conexiunii la nivel spiritual intre doua persoane, iar daca are motivatie pur fizica, atunci visele pot simboliza o forma de egoism. Interpretarea corecta depinde de intelegerea dumneavoastra si de nivelul de cunoastere pe care il aveti despre dumneavoastra. Visele despre sexualitate ne vorbesc despre modul Ã®n care percepem relaÅ£iile sexuale Ã®nainteazÄƒ \"mascate\": el nu folosesc nici gesturi, nici poziÅ£ii erotice, ci mai degrabÄƒ imagini anodine: visele despre sex au aerul tare inocent! Uneori chiar, persoana Ã®n cauzÄƒ Ã®ÅŸi calificÄƒ visul drept \"tÃ¢mpit\", fÄƒrÄƒ sÄƒ-ÅŸi dea seama cÄƒ el foloseÅŸte simboluri care sÄƒ ilustreze comportamentul ei sexual. AdevÄƒratele vise despre sexualitate sunt ascunse sub imagini de clondir, pivniÅ£Äƒ, ciupercÄƒ, cÃ¢ine, cochilie, elefant, girafÄƒ, umbrelÄƒ, grilÄƒ (gratii), sabot, tigru, nÄƒmol ÅŸi alte sute posibile pe care trebuie sÄƒ Ã®nvÄƒÅ£Äƒm sÄƒ le descifrÄƒm.In mod normal, homosexualitatea semnifica atractia sexuala fata de cineva de acelasi sex. In vise, homosexualitatea poate sugera nevoia de a avea alaturi pe cineva asemenea dumneavoastra. Daca reusiti sa identificati care sunt acele puncte comune cu persoana de acelasi sex de care va simtiti atras atunci visul poate fi interpretat in totalitate prin interpretarea acelor puncte comune. Pentru mai multe detalii puteti consulta si interpretarea visului sex.",
      "slug": "sex"
    },
    {
      "name": "Scrumbie",
      "category": "dictionar",
      "shortMeaning": "Pestele scrumbie aparut in vise simbolizeaza ambitii interne, munca in echipa si succes.",
      "fullInterpretation": "Pestele scrumbie aparut in vise simbolizeaza ambitii interne, munca in echipa si succes. De asemenea, reprezinta instintele visatorului si este considerat a fi un simbol al creativitatii si al fertilitatii. Asadar, scrumbia din visele noastre poate prevesti succes, dar si dezamagire, urmata de vesti bune. In general pestii sunt asociati cu emotiile interne ale visatorului, cu dileme din viata si cu activitatea personala. Mancand scrumbie in vise. Un asemenea vis denota suprimarea sentimentelor si sufocarea emotiilor. Poate ca nu va puteti rezolva unele probleme, ceea ce va face sa va simtiti putin limitat. Visul in care presuiti la scrumbie este unul de bun augur care prevesteste evenimente in favoarea visatorului. De asemenea, el sibolizeaza victoria si succesul. Un banc de scrumbie in vise este mereu un semn de fertilitate. Potrivit credintei populare, visul anunta nasterea unui nou membru al familiei.",
      "slug": "scrumbie"
    },
    {
      "name": "Secara",
      "category": "dictionar",
      "shortMeaning": "In multe culturi, secara este asociata cu fertilitatea si abundenta, simbolizand totodata si reco...",
      "fullInterpretation": "In multe culturi, secara este asociata cu fertilitatea si abundenta, simbolizand totodata si recompensa primita in urma unei munci ostenitoare. Visele despre secara trebuie sa fie interpretate in functie de contextul acestora. De exemplu, daca ati visat ca ati mancat paine de secara, ar putea insemna ca sunteti multumit sau impacat cu situatia actuala. De vei visa ca mananci boabe de secara, e semn de mare succes, mai ales in ceea ce priveste chestiunile amoroase. Plantarea unui camp cu secara, simbolizeaza dorinta de a crea ceva nou sau de a incepe o viata noua ori un proiect nou. Cafeaua din secara denota placeri temperate si judecata sanatoasa. Gestionati tot soiul de situatii tensionate fara a crea neplaceri.",
      "slug": "secara"
    },
    {
      "name": "Scara de bloc",
      "category": "dictionar",
      "shortMeaning": "Scara de bloc in vise denota progresul inevitabil, mai ales daca aceasta este urcata, insa succesul nu este garantat.",
      "fullInterpretation": "Scara de bloc in vise denota progresul inevitabil, mai ales daca aceasta este urcata, insa succesul nu este garantat. Pe de alta parte, cazatura pe o scara de bloc simbolizeaza obstacole si incercari esuate, de regula acestea sunt asociate cu locul de munca. Coborarea scarilor de bloc in vise va semnifica o situatie actuala, o turnura a destinului. Nu este neaprat un vis negativ, deoarece coborarea scarilor este mai usoara decat urcarea acestora.",
      "slug": "scara-de-bloc"
    },
    {
      "name": "Simbolul pi",
      "category": "dictionar",
      "shortMeaning": "Ca si a saisprezecea litera din alfabetul grecesc, PI vine imediat dupa litera omicron si este urmata de litera rho.",
      "fullInterpretation": "Ca si a saisprezecea litera din alfabetul grecesc, PI vine imediat dupa litera omicron si este urmata de litera rho. Se spune ca semnul π (PI) provine din sistemul alfabetului fenician si este unul dintre cele mai importante simboluri cunoscute. Pentru mai multe detalii consultati semnificatia visului : PI",
      "slug": "simbolul-pi"
    },
    {
      "name": "Sange din nas",
      "category": "dictionar",
      "shortMeaning": "Sangerarea nazala se intampla cel putin o data in viata fiecarui persoane fiind cuzata de obosela...",
      "fullInterpretation": "Sangerarea nazala se intampla cel putin o data in viata fiecarui persoane fiind cuzata de obosela,boli, accidente sau sporturi de contact. In vise sangele din nas poate avea multiple semnificatii in functie de cazuri si context. In general, aparitia unei sangerari nazale fara vre-un indiciu asupra cauzei acesteia arata faptul ca in viata reala va simtiti vulnerabil. De asemenea, visul poate fi considerat a fi un semn de indemn in a-ti confrunta sentimentele si de a le face fata direct. Visand ca unei pesoane starine ii curge sange din nas. Visul prevesteste oportunitati valoroase care sunt chiar in fata noastra, poate fi vorba despre o crestere a salariului, o urcare in pozitie la locul de munca sau, pur si simplu, un castig din noroc.",
      "slug": "sange-din-nas"
    },
    {
      "name": "Sagerare",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "sagerare"
    },
    {
      "name": "Sah",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "sah"
    },
    {
      "name": "Sala",
      "category": "dictionar",
      "shortMeaning": "A visa ca sunteti intr-o sala de judecata si sunteti acuzat inseamna ca va aflati in conflict cu ...",
      "fullInterpretation": "A visa ca sunteti intr-o sala de judecata si sunteti acuzat inseamna ca va aflati in conflict cu problemele de frica si vionvatie. O anumita situatie sau circumstanta din viata dumneavoastra va provoaca mult stres si griji. Simtiti ca sunteti judecat intr-un anume fel si ca trebuie sa va aparati. Sala de sport in vise simbolizeaza un loc in care se cere efort, astfel ca poate reprezenta probleme care trebuie abordate din perspectiva sociala. Daca visati ca faceti gimnastica intr-o sala de sport inseamna ca veti avea parte de sanatate si viata indelungata.Visul in care vezi sau mananci salam sugereaza probleme probleme legate de imaginea de sine. Acest vis poate indica, de asemenea, probleme de relatie sau de natura sexuala.Salamandra in vise inseamna ca soarta dumneavoastra este pe cale sa se schimbe.Visul in care mancati o salata verde inseamna ca veti avea parte de o intelegere de rutina cu cei din jur, nu se iveste nimic rau in relatiile dumneavoastra si va puteti bucura de liniste si pace. Totodata, visul inseamna ca veti avea parte de bucurii marunte.",
      "slug": "sala"
    },
    {
      "name": "Sala de judecata",
      "category": "dictionar",
      "shortMeaning": "A visa ca sunteti intr-o sala de judecata si sunteti acuzat inseamna ca va aflati in conflict cu ...",
      "fullInterpretation": "A visa ca sunteti intr-o sala de judecata si sunteti acuzat inseamna ca va aflati in conflict cu problemele de frica si vionvatie. O anumita situatie sau circumstanta din viata dumneavoastra va provoaca mult stres si griji. Simtiti ca sunteti judecat intr-un anume fel si ca trebuie sa va aparati.",
      "slug": "sala-de-judecata"
    },
    {
      "name": "Sala de sport",
      "category": "dictionar",
      "shortMeaning": "Sala de sport in vise simbolizeaza un loc in care se cere efort, astfel ca poate reprezenta probl...",
      "fullInterpretation": "Sala de sport in vise simbolizeaza un loc in care se cere efort, astfel ca poate reprezenta probleme care trebuie abordate din perspectiva sociala. Daca visati ca faceti gimnastica intr-o sala de sport inseamna ca veti avea parte de sanatate si viata indelungata.",
      "slug": "sala-de-sport"
    },
    {
      "name": "Salam",
      "category": "dictionar",
      "shortMeaning": "Visul in care vezi sau mananci salam sugereaza probleme probleme legate de imaginea de sine.",
      "fullInterpretation": "Visul in care vezi sau mananci salam sugereaza probleme probleme legate de imaginea de sine. Acest vis poate indica, de asemenea, probleme de relatie sau de natura sexuala.Salamandra in vise inseamna ca soarta dumneavoastra este pe cale sa se schimbe.",
      "slug": "salam"
    },
    {
      "name": "Salamandra",
      "category": "dictionar",
      "shortMeaning": "Salamandra in vise inseamna ca soarta dumneavoastra este pe cale sa se schimbe.",
      "fullInterpretation": "Salamandra in vise inseamna ca soarta dumneavoastra este pe cale sa se schimbe.",
      "slug": "salamandra"
    },
    {
      "name": "Salariu",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "salariu"
    },
    {
      "name": "Salata",
      "category": "dictionar",
      "shortMeaning": "Visul in care mancati o salata verde inseamna ca veti avea parte de o intelegere de rutina cu cei...",
      "fullInterpretation": "Visul in care mancati o salata verde inseamna ca veti avea parte de o intelegere de rutina cu cei din jur, nu se iveste nimic rau in relatiile dumneavoastra si va puteti bucura de liniste si pace. Totodata, visul inseamna ca veti avea parte de bucurii marunte.",
      "slug": "salata"
    },
    {
      "name": "Salata verde",
      "category": "dictionar",
      "shortMeaning": "Visul in care mancati o salata verde inseamna ca veti avea parte de o intelegere de rutina cu cei...",
      "fullInterpretation": "Visul in care mancati o salata verde inseamna ca veti avea parte de o intelegere de rutina cu cei din jur, nu se iveste nimic rau in relatiile dumneavoastra si va puteti bucura de liniste si pace. Totodata, visul inseamna ca veti avea parte de bucurii marunte.",
      "slug": "salata-verde"
    },
    {
      "name": "Salcam",
      "category": "dictionar",
      "shortMeaning": "Daca visezi un salcam inflorit semnifica ca vei primi o grea lovitura sufleteasca.",
      "fullInterpretation": "Daca visezi un salcam inflorit semnifica ca vei primi o grea lovitura sufleteasca. De asemenea, vei avea parte de necredinta din partea cuiva apropiat, care te va insela sau te va trada. Interpretarea acestui vis de catre populatia din zona de sub munte, spun ca salcamul inflorit prevesteste o perioada buna, luminoasa in viata ta.",
      "slug": "salcam"
    },
    {
      "name": "Salcie",
      "category": "dictionar",
      "shortMeaning": "Daca visezi o salcieÂ ,semnifica faptul ca trebuie sa fii mai clar si mai ferm in ceea ce faci si vrei sa faci.",
      "fullInterpretation": "Daca visezi o salcieÂ ,semnifica faptul ca trebuie sa fii mai clar si mai ferm in ceea ce faci si vrei sa faci. De asemenea, ti se recomanda sa fii ceva mai circumspect cu persoanele mai noi din preajma ta. Se zice ca vei primi si o veste.",
      "slug": "salcie"
    },
    {
      "name": "Salina",
      "category": "dictionar",
      "shortMeaning": "Salina in vise semnifica faptul ca sunteti lipsit de imaginatie.",
      "fullInterpretation": "Salina in vise semnifica faptul ca sunteti lipsit de imaginatie.",
      "slug": "salina"
    },
    {
      "name": "Saliva / scuipat",
      "category": "dictionar",
      "shortMeaning": "De obicei, scuipatul este asociat cu un dezgust si este adesea interpretat ca si o umilinta.",
      "fullInterpretation": "De obicei, scuipatul este asociat cu un dezgust si este adesea interpretat ca si o umilinta. Pe de alta parte, saliva poate simboliza apetit sexual sau recoltare de energie creativa. Visandu-va ca scuipati saliva, indica faptul ca va confruntati cu unele nelinisti legate de pierderea controlului fizic sau emotional. Vazand saliva unui animal in vis denota sentimente de manie si furie. Daca ati visat ca cineva va scuipa, inseama ca visul face aluzie la faptul ca va simtiti vinovat sau nevrednic. S-ar putea sa va simtiti nerespectat in anumite zone din viata dumneavoastra. In mod alternativ, acest vis indica faptul ca aveti secrete si ca sunteti macinat de ideea ca altii va pot descoperi aceste secrete. Din punct de vedere psigilogic, scuipatul reprezinta un aspect de care trebuie sa scapati. Scuipatul este asociat cu furie, manie si dispret.",
      "slug": "saliva-scuipat"
    },
    {
      "name": "Salon",
      "category": "dictionar",
      "shortMeaning": "Daca va visati la un salon reprezinta dorinta de a impresiona pe cei din jur.",
      "fullInterpretation": "Daca va visati la un salon reprezinta dorinta de a impresiona pe cei din jur. acest vis dezvolta dorinta de a Â face modificari la obiceiuri, stil de viata sau la aspectul dumneavoastra si aveti dorinta ca altii sa observe aceste schimbari.",
      "slug": "salon"
    },
    {
      "name": "Salopeta",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca porti o salopeta semnifica faptul ca iti vei cumpara haine noi de seara.",
      "fullInterpretation": "Daca visezi ca porti o salopeta semnifica faptul ca iti vei cumpara haine noi de seara. De asemenea, salopeta in vis este un semn de bine, vei prospera, multe bucurii vei avea.",
      "slug": "salopeta"
    },
    {
      "name": "Saltea",
      "category": "dictionar",
      "shortMeaning": "Daca visati o saltea semnifica liniste, sanatate, fermitate in decizii.",
      "fullInterpretation": "Daca visati o saltea semnifica liniste, sanatate, fermitate in decizii. Totusi, depinde si ce fel de saltea este: - noua - va innoiti spiritual - veche - veti avea parte de un sfat folositor la locul de munca - dubla - va intariti relatia cu partenerul de viata - de paie - sperante Daca visati ca dormiti pe o saltea inseamna ca aveti responsabilitati care necesita atentia si timpul dumneavoastra.",
      "slug": "saltea"
    },
    {
      "name": "Salvare",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca esti salvat sau salvezi pe unul din personajele visului, care il simbolizeaza in g...",
      "fullInterpretation": "Daca visezi ca esti salvat sau salvezi pe unul din personajele visului, care il simbolizeaza in general pe cel care viseaza este de regula pozitiv.De asemenea, sugereaza un eveniment, o intalnire, o atitudine noua va va ajuta sa o scoateti la capat. De cele mai multe ori se viseaza salvarea de la inec sau dintr-un accident: grijile si greutatile vietii vor deveni mai usoare.",
      "slug": "salvare"
    },
    {
      "name": "Samanta",
      "category": "dictionar",
      "shortMeaning": "Samanta ilustreaza potentialul de care dispunem, o idee care tocmai ~incolteste~ sau un proiect c...",
      "fullInterpretation": "Samanta ilustreaza potentialul de care dispunem, o idee care tocmai ~incolteste~ sau un proiect caruia trebuie sa-i acordam mai multa atentie. In visul unei femei o samanta poate sugera graviditatea. In vis, o samanta poate sugera ca o activitate pe care vrem sa o initiem poate da roade. Avem nevoie sa cunoastem conditiile cele mai bune pentru crestere si maturizare, adica pentru realizarea acesteia.",
      "slug": "samanta"
    },
    {
      "name": "Samburi",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "samburi"
    },
    {
      "name": "Sampanie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "sampanie"
    },
    {
      "name": "Sampon",
      "category": "dictionar",
      "shortMeaning": "Samponul in vis indica faptul ca trebuie sa te eliberezi de vechea gandire si atitudine.",
      "fullInterpretation": "Samponul in vis indica faptul ca trebuie sa te eliberezi de vechea gandire si atitudine. Alternativ, samponul in vis reprezinta auto-crestere si dorinta de a prezenta altora o noua imagine a ta. Daca visezi ca samponezi parul altcuiva sugereaza probleme de dependenta si disperare.",
      "slug": "sampon"
    },
    {
      "name": "Samurai",
      "category": "dictionar",
      "shortMeaning": "A vedea un samurai in vise simbolizeaza loialitate, onoare, disciplina si datorie.",
      "fullInterpretation": "A vedea un samurai in vise simbolizeaza loialitate, onoare, disciplina si datorie. Va trebui sa lucrati la o problema legata de angajament. Nu faceti promisiuni de care nu va puteti tine. Visul in care dumneavoastra sunteti un samurai simbolizeaza respect si responsabilitate.Visul indica faptul ca aveti probleme in a va indeplini o obligatie.",
      "slug": "samurai"
    },
    {
      "name": "San / Piept / Tate",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "san-piept-tate"
    },
    {
      "name": "Sanatoriu",
      "category": "dictionar",
      "shortMeaning": "Visul in care apare un sanatoriu sugereaza ca, cel mai probabil, energia dumneavoastra vitala est...",
      "fullInterpretation": "Visul in care apare un sanatoriu sugereaza ca, cel mai probabil, energia dumneavoastra vitala este pe sfarsite, va simtiti epuizat si fara puteri. Incercati sa va amintiti cand ati plecat ultima data in vacanta. Cu siguranta de multa vreme nu v-ati odihnit, de aceea corpul dumneavoastra va da semnale pentru o pauza. Nu munciti in exces, luati o pauza, altfel va puteti imbolnavi grav. Daca visati ca va odihniti intr-un sanatoriu ar trebui sa aveti grija la propria sanatate, deoarece ar putea aparea probleme legate de bunastare cauzate de munca in exces.",
      "slug": "sanatoriu"
    },
    {
      "name": "Sandale",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "sandale"
    },
    {
      "name": "Sandvis",
      "category": "dictionar",
      "shortMeaning": "Sandvisul in vise sugereaza o presiune si un stres imens care va apasa.",
      "fullInterpretation": "Sandvisul in vise sugereaza o presiune si un stres imens care va apasa. De asemenea, visul reflecta abilitatea de a face doua lucruri odata. Alternativ, sandvisul in vise ar putea fi uneori doar un sandvis. A vedea sau a manca un sandvis de peste in vise indica un conflict intre credintele dumneavoastra spirituale si ceea ce este practic.",
      "slug": "sandvis"
    },
    {
      "name": "Sangele",
      "category": "dictionar",
      "shortMeaning": "In traditia italiana si anglo-saxona a talmacirii viselor, a visa sange de om este semn de succes...",
      "fullInterpretation": "In traditia italiana si anglo-saxona a talmacirii viselor, a visa sange de om este semn de succes, desi visul inspaimanta adesea. Nici orientalii nu explica altfel acet vis, sangele vestind ceva de valoare in viata reala, in plan material ( banii) sau poate in plan sentimental. Fata sau femeia care va visa haine murdare de sange, necazuri va avea, cei din jur ii vor crea dificultati. Daca cineva se va visa sangerand, in viata de zi cu zi va avea un necaz: se va imbolnavi. Sangerarea poate fi si semn de nefericire in dragoste, chiar si de cearta. In general, traditia romaneasca a talmacirii viselor sustine ca visele in care apare sangele nu sunt bune si prevestesc probleme sufletesti si dificultati in a te intelege cu cei din jur.",
      "slug": "sangele"
    },
    {
      "name": "Sanie",
      "category": "dictionar",
      "shortMeaning": "Daca visati o sanie poate reprezenta o atitudine jucausa in timpul unei situatii ingrozitoare.",
      "fullInterpretation": "Daca visati o sanie poate reprezenta o atitudine jucausa in timpul unei situatii ingrozitoare. Alternativ, o sanie poate fi un semn ca te bucuri de tine foarte mult timp.Visele despre impartasanie arata faptul ca sunteti macinat de un gand sau o problema si ca, oarecum , incercati sa tineti ascunse acestea fata de oamenii din jurul dumneavoastra. Scopul acestui vis este de a va face sa priviti lucrurile altfel, trebuie sa deveniti mai increzator si sa impartasiti problemele cu persoanele apropiate dumneavoastra. Visand ca primiti impartasania Principalele caracteristici ale acestui vis sunt provocarile si problemele aparute recent in viata dumneavoastra. De asemenea, visul denota initiativa de a recastiga controlul sau poate face referire la noi pasi in directia obiectivelor stabilite. In mod negativ, impartasania poate fi, de asemenea, un indiciu pentru asteptari sau dorinte nerealiste. Lipsa panii sau a vinului la euharistie Daca in visul dumneavoastra lipsea painea sau vinul de la impartasanie, este semn ca ideile sau credintele dumneavoastra v-au facut sa va indepartati de la scopul initial. In final, veti constata ca ati accepat in zadar credintele altor persoane care, nu numai ca vi-au schimbat traiectoria, dar, au si profitat de -dumneavoastra. Vi s-a refuzat dreptul la sfanta impartasanie Visand ca vi-a fost refuzat dreptul la impartasanie, chiar daca dumneavoastra va simteati demn de aceasta, inseamna ca aveti sanse foarte mari sa ocupati o pozitie importanta chiar daca pentru aceasta vor concura candidati mai puternici.",
      "slug": "sanie"
    },
    {
      "name": "Sanii",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "sanii"
    }
  ]
}