{
  "symbols": [
    {
      "name": "Sa",
      "category": "obiecte",
      "shortMeaning": "Simbol al călătoriei, controlului și pregătirii pentru a avansa în viață.",
      "fullInterpretation": "Dacă visezi o șa, aceasta sugerează pregătirea pentru o călătorie importantă sau necesitatea de a prelua controlul unei situații. Șaua este legătura dintre călăreț și cal, reprezentând echilibrul dintre intelect și instinct. O șa goală poate simboliza o oportunitate care așteaptă să fie fructificată sau, dimpotrivă, lipsa de direcție. A pune șaua pe un animal înseamnă hotărâre și disciplină în urmărirea scopurilor. Dacă șaua este incomodă, s-ar putea să te simți forțat într-un rol care nu ți se potrivește.",
      "slug": "sa"
    },
    {
      "name": "Sabie",
      "category": "obiecte",
      "shortMeaning": "Simbol al puterii, curajului, justiției și al tăierii legăturilor toxice.",
      "fullInterpretation": "Sabia în vis este un simbol masculin puternic, reprezentând autoritatea, justiția și capacitatea de a lua decizii radicale. Poate indica necesitatea de a \"tăia\" o problemă de la rădăcină sau de a te apăra împotriva unor atacuri verbale sau energetice. O sabie strălucitoare sugerează claritate mentală și onoare, în timp ce una ruptă sau ruginită poate semnala o înfrângere, pierderea vitalității sau a puterii de decizie. Dacă te lupți cu sabia, ești într-un conflict activ pentru a-ți afirma poziția și a-ți apăra valorile.",
      "slug": "sabie"
    },
    {
      "name": "Sac",
      "category": "obiecte",
      "shortMeaning": "Povara responsabilităților, secrete ascunse sau acumularea de resurse.",
      "fullInterpretation": "Sacul în vis reprezintă adesea povara pe care o porți în spate – griji, responsabilități sau vinovății neprelucrate. Un sac plin și greu indică faptul că te simți copleșit de obligații, în timp ce un sac gol poate sugera lipsuri materiale sau o nevoie de a acumula resurse interioare. Dacă visezi că deschizi un sac, s-ar putea să descoperi lucruri ascunse despre tine sau alții, secrete care ies la iveală. În tradiția populară, sacul poate simboliza și acumularea materială, dar și nevoia de a face curățenie în viața ta, aruncând \"balastul\" inutil care te ține pe loc.",
      "slug": "sac"
    },
    {
      "name": "Sacal",
      "category": "animale",
      "shortMeaning": "Avertisment privind prietenii falși, oportunismul și instinctele de supraviețuire.",
      "fullInterpretation": "Șacalul este un animal oportunist, iar apariția sa în vis poate fi un avertisment legat de persoane din anturajul tău care nu îți vor binele sau care profită de pe urma muncii tale. Poate simboliza și propriile tale instincte de supraviețuire activate de o situație de criză, sugerând că te simți încolțit. Dacă șacalul este agresiv, simți o amenințare latentă sau o trădare; dacă fuge, vei reuși să demasci o înșelătorie. Este un vis care te invită la prudență maximă și la reevaluarea încrederii pe care o acorzi celorlalți.",
      "slug": "sacal"
    },
    {
      "name": "Sacosa",
      "category": "obiecte",
      "shortMeaning": "Gestionarea sarcinilor cotidiene, grija pentru familie și nevoile de bază.",
      "fullInterpretation": "Sacoșa simbolizează responsabilitățile de zi cu zi și ceea ce \"cari\" cu tine în mod curent în viața ta. O sacoșă plină cu alimente sugerează prosperitate, grijă pentru familie și satisfacerea nevoilor de bază, indicând o perioadă de abundență și siguranță. Dacă sacoșa se rupe și conținutul se varsă, poate indica faptul că ți-ai asumat prea multe sarcini și riști să clachezi sub presiune sau să pierzi controlul asupra unor aspecte domestice. O sacoșă goală poate reflecta îngrijorări financiare sau sentimentul că eforturile tale zilnice nu dau roadele așteptate imediat.",
      "slug": "sacosa"
    },
    {
      "name": "Sacou",
      "category": "obiecte",
      "shortMeaning": "Imaginea socială, profesionalismul, statutul și nevoia de protecție emoțională.",
      "fullInterpretation": "Sacoul în vis ține de \"persona\" – masca socială pe care o afișăm în fața lumii. Purtarea unui sacou elegant sugerează dorința de a fi respectat, de a arăta profesionalism și competență într-un domeniu. Poate indica, de asemenea, o atitudine defensivă, o încercare de a te proteja emoțional păstrând o anumită distanță formală față de ceilalți. Dacă sacoul este strâmt sau incomod, te simți constrâns de rolul pe care trebuie să-l joci în societate sau la locul de muncă, simțind că nu te poți manifesta autentic. Un sacou vechi sau rupt poate semnala o pierdere de statut sau o vulnerabilitate expusă.",
      "slug": "sacou"
    },
    {
      "name": "Sacrificiu",
      "category": "acțiuni",
      "shortMeaning": "Renunțarea la ceva prezent pentru un bine superior sau transformare spirituală.",
      "fullInterpretation": "Visul despre sacrificiu este profund spiritual și psihologic. Indică faptul că ești pregătit să renunți la o plăcere de moment, la un obicei vechi sau chiar la o parte din ego-ul tău pentru a atinge un scop mai înalt sau pentru binele cuiva drag. Acest act simbolic poate semnala o perioadă de transformare, unde \"moartea\" unei etape este necesară pentru o renaștere sau o evoluție. Totuși, dacă te simți forțat să faci sacrificiul în vis, acesta poate reflecta sentimente de victimizare, exploatare sau neglijare a propriilor nevoi în favoarea altora.",
      "slug": "sacrificiu"
    },
    {
      "name": "Sadism",
      "category": "emoții",
      "shortMeaning": "Refularea furiei, frustrări acumulate și nevoia de a integra umbra personală.",
      "fullInterpretation": "Visele cu elemente de sadism sunt adesea tulburătoare, dar rareori indică o dorință reală de a face rău. Ele simbolizează de obicei furia reprimată, frustrările acumulate sau un sentiment acut de neputință pe care încerci să-l compensezi prin dominare în plan oniric. Poate fi un semnal că ești prea dur cu tine însuți (autocritică excesivă) sau că nutrești resentimente față de cineva. Este o invitație serioasă de a explora \"umbra\" personalității tale, de a recunoaște aceste emoții dificile și de a găsi modalități sănătoase de a exprima agresivitatea naturală sau de a seta limite ferme.",
      "slug": "sadism"
    },
    {
      "name": "Safir",
      "category": "obiecte",
      "shortMeaning": "Simbol al adevărului, clarității mentale, intuiției și protecției divine.",
      "fullInterpretation": "Safirul este o piatră prețioasă asociată cu adevărul, înțelepciunea și claritatea mentală. În vis, apariția unui safir sugerează că vei găsi soluția la o problemă complicată folosindu-ți intuiția și discernământul. Este un simbol al protecției divine și al fidelității în relații. Dacă primești un safir, este un semn de mare apreciere și onoare. Pierderea lui poate indica o confuzie morală sau teama de a fi înșelat. Culoarea albastră profundă a safirului te conectează cu liniștea interioară, pacea sufletească și cu valorile spirituale înalte care te ghidează.",
      "slug": "safir"
    },
    {
      "name": "Sageata",
      "category": "obiecte",
      "shortMeaning": "Direcție clară, intenție precisă, atingerea țintelor și mesaje rapide.",
      "fullInterpretation": "Săgeata reprezintă energia direcționată, intenția focalizată și viteza. A trage cu săgeata înseamnă că ți-ai stabilit un obiectiv clar și ești gata să acționezi decisiv pentru a-l atinge. Dacă ești lovit de o săgeată, poate simboliza o revelație bruscă, o iubire neașteptată (săgeata lui Cupidon) sau, într-un context negativ, o critică dureroasă care ți-a \"străpuns\" apărarea emoțională. O săgeată ruptă indică planuri eșuate, dezamăgiri sau renunțarea la o luptă. Visul te îndeamnă să fii precis în acțiunile tale și să nu-ți risipești energia.",
      "slug": "sageata"
    },
    {
      "name": "Sarpe",
      "category": "animale",
      "shortMeaning": "Transformare, vindecare, sexualitate, dar și trădare sau inamici ascunși.",
      "fullInterpretation": "Șarpele este unul dintre cele mai complexe simboluri onirice, reprezentând dualitatea: viață și moarte, vindecare și otravă. Ca simbol falic, poate indica dorințe sexuale reprimate sau energie creativă brută. Dacă șarpele își schimbă pielea, visul anunță o transformare profundă și o regenerare spirituală. Pe de altă parte, șarpele ascuns în iarbă avertizează asupra unor inamici perfizi sau trădări din partea celor apropiați. Un șarpe care te mușcă sugerează frici inconștiente care ies la suprafață sau o amenințare la adresa integrității tale. Culoarea șarpelui (verde, roșu, negru) adaugă nuanțe importante interpretării.",
      "slug": "sarpe"
    },
    {
      "name": "Sange",
      "category": "corp",
      "shortMeaning": "Energie vitală, legături de familie, sacrificiu sau pierdere emoțională.",
      "fullInterpretation": "Sângele este esența vieții și a energiei emoționale. În vis, pierderea sângelui poate simboliza epuizare fizică sau sufletească, sentimentul că ești \"stors\" de puteri. Sângele menstrual indică fertilitate, cicluri naturale și eliberarea de tensiuni. Dacă visezi că sângerezi, poate fi un semn de suferință emoțională sau o rană nevindecată din trecut. Sângele pe mâini sugerează vinovăție sau responsabilitate pentru o faptă nedreaptă. În tradiția populară, sângele poate prevesti vești importante de la rude sau vizita unor membri ai familiei.",
      "slug": "sange"
    },
    {
      "name": "Soarece",
      "category": "animale",
      "shortMeaning": "Grijile mărunte, timiditate, detalii sâcâitoare sau inamici neînsemnați.",
      "fullInterpretation": "Șoarecele în vis simbolizează adesea grijile mici, dar persistente, care te \"rod\" pe interior. Poate reflecta timiditatea ta, sentimentul de insignifianță sau tendința de a te ascunde de confruntări. Deși pare inofensiv, un șoarece care distruge provizii indică pierderi materiale minore sau persoane care profită de tine în mod subtil. Dacă prinzi șoarecele, vei reuși să rezolvi o problemă enervantă. Mulți șoareci la un loc sugerează o perioadă de agitație mentală și stres cauzat de detalii nesemnificative.",
      "slug": "soarece"
    },
    {
      "name": "Sobolan",
      "category": "animale",
      "shortMeaning": "Trădare, boală, murdărie spirituală sau supraviețuire în condiții grele.",
      "fullInterpretation": "Spre deosebire de șoarece, șobolanul are conotații mult mai negative. Simbolizează adesea trădarea, lipsa de loialitate sau prezența unor persoane toxice în anturaj. Poate indica sentimente de repulsie față de sine, vinovăție sau frica de a fi descoperit. Șobolanul este și un supraviețuitor, deci visul poate sugera tenacitate și capacitatea de a rezista în medii ostile. În psihanaliză, poate fi legat de lăcomie sau de impulsuri josnice. Un șobolan mort indică sfârșitul unei perioade de anxietate sau înlăturarea unui dușman.",
      "slug": "sobolan"
    },
    {
      "name": "Sex",
      "category": "acțiuni",
      "shortMeaning": "Nevoia de intimitate, integrarea aspectelor opuse sau dorințe reprimate.",
      "fullInterpretation": "Visele cu tentă sexuală nu sunt întotdeauna despre dorința fizică, ci adesea despre nevoia psihologică de unire și completare. A face sex în vis poate simboliza dorința de a integra calitățile partenerului în propria personalitate. Poate reflecta, de asemenea, o nevoie profundă de intimitate emoțională, de a fi văzut și acceptat. Dacă visul este tulburător, el poate scoate la lumină tabuuri, conflicte interioare sau aspecte ale sexualității pe care nu le-ai acceptat încă. Este un simbol al creativității și al forței vitale.",
      "slug": "sex"
    },
    {
      "name": "Scrumbie",
      "category": "animale",
      "shortMeaning": "Abundență, hrană spirituală, instincte primare sau munca în echipă.",
      "fullInterpretation": "Peștele, și implicit scrumbia, este un simbol străvechi al subconștientului și al elementului acvatic. Scrumbia în vis poate sugera fertilitate, abundență și noroc în demersurile materiale. Dacă o mănânci, visul indică asimilarea unor cunoștințe noi sau satisfacerea unor nevoi emoționale. Fiind un pește care călătorește în bancuri, poate simboliza și nevoia de apartenență la un grup sau necesitatea de a colabora cu alții pentru a atinge succesul.",
      "slug": "scrumbie"
    },
    {
      "name": "Secara",
      "category": "natură",
      "shortMeaning": "Prosperitate, recompensa muncii, simplitate și sănătate.",
      "fullInterpretation": "Secara, ca și grâul, este un simbol al recoltei și al pământului roditor. Visul prezice o perioadă de prosperitate obținută prin muncă cinstită și efort susținut. Lanul de secară unduindu-se în vânt sugerează pace sufletească și armonie cu natura. Poate indica, de asemenea, sănătate robustă și vitalitate. Dacă macini secară sau mănânci pâine de secară, te pregătești să culegi roadele unei investiții pe termen lung.",
      "slug": "secara"
    },
    {
      "name": "Scara de bloc",
      "category": "locuri",
      "shortMeaning": "Ascensiunea socială, etapele vieții sau obstacolele comunitare.",
      "fullInterpretation": "Scara unui bloc de locuințe reprezintă spațiul comun, tranziția între lumea exterioară și intimitatea căminului. Urcarea scărilor sugerează efortul de a avansa social sau profesional, dar și oboseala acumulată în acest proces. Coborârea poate indica o perioadă de introspecție sau o simplificare a vieții. Dacă scara este întunecată sau murdară, visul reflectă nesiguranță și frica de necunoscut în relațiile cu vecinii sau comunitatea.",
      "slug": "scara-de-bloc"
    },
    {
      "name": "Simbolul pi",
      "category": "fenomene",
      "shortMeaning": "Infinit, mister, perfecțiune matematică și cicluri fără sfârșit.",
      "fullInterpretation": "Simbolul Pi (π) în vis este o referire la infinit și la misterele universului care nu pot fi complet deslușite. Poate sugera o problemă complexă care necesită o soluție logică, dar creativă. Fiind legat de cerc, simbolizează perfecțiunea, ciclicitatea și unitatea. Visul te invită să cauți dincolo de aparențe și să accepți că unele lucruri nu au un sfârșit clar sau o rezolvare simplă imediată.",
      "slug": "simbolul-pi"
    },
    {
      "name": "Sange din nas",
      "category": "corp",
      "shortMeaning": "Pierdere de energie, stres, jenă sau eliberarea tensiunii acumulate.",
      "fullInterpretation": "Sângerarea nazală în vis este adesea un semn de suprasolicitare. Corpul îți transmite că ai ajuns la o limită și ai nevoie de odihnă. Poate simboliza și o jenă, o situație în care ți s-a \"lovit\" orgoliul. Pe de altă parte, în anumite tradiții, se spune că a-ți curge sânge din nas este un semn că te vei elibera de o boală sau de o grijă apăsătoare, \"curățându-te\" de influențele negative.",
      "slug": "sange-din-nas"
    },
    {
      "name": "Sagerare",
      "category": "corp",
      "shortMeaning": "Suferință emoțională, pierdere vitală sau sacrificiu necesar.",
      "fullInterpretation": "Sângerarea (scris aici Sagerare) este un semnal de alarmă al subconștientului. Indică o rană emoțională deschisă care îți consumă energia. Poate fi vorba despre o despărțire dureroasă, o dezamăgire sau un sentiment de vinovăție care nu îți dă pace. Dacă reușești să oprești sângerarea, înseamnă că vei găsi resursele de a te vindeca și de a depăși trauma. Este un apel la a avea grijă de tine.",
      "slug": "sagerare"
    },
    {
      "name": "Sah",
      "category": "acțiuni",
      "shortMeaning": "Strategie, conflict intelectual, anticipare și răbdare.",
      "fullInterpretation": "Jocul de șah în vis simbolizează viața ca o luptă strategică. Trebuie să gândești cu câțiva pași înainte pentru a-ți atinge obiectivele. Poate indica un conflict cu o persoană inteligentă, unde forța brută nu va funcționa, ci doar viclenia și planificarea atentă. Dacă dai mat, vei avea un succes răsunător; dacă pierzi, trebuie să îți reevaluezi planurile. Piesele de șah pot reprezenta diferite aspecte ale personalității tale.",
      "slug": "sah"
    },
    {
      "name": "Sala",
      "category": "locuri",
      "shortMeaning": "Spațiu public, expunere socială, așteptare sau judecată.",
      "fullInterpretation": "O sală mare în vis sugerează viața socială și modul în care te raportezi la colectivitate. Dacă ești într-o sală de așteptare, treci printr-o perioadă de incertitudine și pasivitate, așteptând ca alții să decidă pentru tine. O sală de bal indică dorința de afirmare și bucurie. Dacă sala este goală, te simți izolat sau neînțeles de cei din jur. Este un spațiu al tranzitului și al întâlnirilor.",
      "slug": "sala"
    },
    {
      "name": "Sala de judecata",
      "category": "locuri",
      "shortMeaning": "Vinovăție, evaluare morală, nevoia de dreptate și conștiința.",
      "fullInterpretation": "Sala de judecată este locul unde conștiința ta este pusă sub lupă. Te simți judecat de ceilalți sau, mai probabil, ești propriul tău judecător aspru. Visul poate apărea când ai de luat o decizie morală importantă sau când te simți nedreptățit într-o situație reală. Sentința din vis îți poate oferi indicii despre cum să îți rezolvi conflictele interioare și să îți găsești pacea.",
      "slug": "sala-de-judecata"
    },
    {
      "name": "Sala de sport",
      "category": "locuri",
      "shortMeaning": "Efort personal, disciplină, antrenament și auto-îmbunătățire.",
      "fullInterpretation": "Sala de sport simbolizează munca pe care o depui pentru a-ți modela nu doar corpul, ci și caracterul. Sugerează nevoia de disciplină, perseverență și efort susținut pentru a atinge performanța. Poate indica și o preocupare excesivă pentru imaginea exterioară sau competiția cu ceilalți. Dacă te antrenezi cu plăcere, ești pe drumul cel bun spre atingerea obiectivelor tale și întărirea voinței.",
      "slug": "sala-de-sport"
    },
    {
      "name": "Salam",
      "category": "alimente",
      "shortMeaning": "Hrană procesată, nevoi simple sau avertisment de sănătate.",
      "fullInterpretation": "Salamul, ca aliment procesat, poate sugera o nutriție (fizică sau spirituală) de calitate îndoielnică. Poate fi un avertisment legat de sănătate sau dietă, sugerând nevoia de a mânca mai natural. În unele contexte, poate avea conotații legate de dorințe primare sau de satisfacerea rapidă a foamei. A tăia salamul felii subțiri poate însemna că trebuie să îți gestionezi resursele cu grijă.",
      "slug": "salam"
    },
    {
      "name": "Salamandra",
      "category": "animale",
      "shortMeaning": "Rezistență la foc, transformare, regenerare și supraviețuire.",
      "fullInterpretation": "Salamandra este un simbol alchimic al focului și al transformării. Capacitatea ei mitică de a trăi în foc sugerează că poți trece prin încercări arzătoare fără a fi distrus. Indică o putere interioară deosebită de a rezista adversităților și de a ieși purificat din situații de criză. Poate simboliza și capacitatea de a-ți regenera părți ale sufletului care păreau pierdute sau distruse.",
      "slug": "salamandra"
    },
    {
      "name": "Salariu",
      "category": "fenomene",
      "shortMeaning": "Valoarea personală, recompensa eforturilor și stima de sine.",
      "fullInterpretation": "Salariul în vis nu este doar despre bani, ci despre cât consideri că valorezi. Un salariu mare indică încredere în sine și recunoașterea meritelor. Dacă visezi că ți se taie salariul sau nu îl primești, te simți subapreciat, ignorat sau nedreptățit în viața reală. Este un vis despre schimbul de energie: cât oferi și cât primești înapoi din partea societății sau a celor din jur.",
      "slug": "salariu"
    },
    {
      "name": "Salata",
      "category": "alimente",
      "shortMeaning": "Sănătate, prospețime, purificare și simplitate.",
      "fullInterpretation": "Salata verde sau de legume simbolizează nevoia de a te întoarce la simplitate și natură. Sugerează dorința de a te purifica, de a adopta un stil de viață mai sănătos sau de a \"digera\" mai ușor anumite situații. Poate indica și un amestec de sentimente sau idei (o \"salată\" de gânduri) pe care trebuie să le sortezi pentru a găsi claritatea.",
      "slug": "salata"
    },
    {
      "name": "Salata verde",
      "category": "alimente",
      "shortMeaning": "Vitalitate, regenerare, speranță și energie naturală.",
      "fullInterpretation": "Frunzele verzi de salată sunt un simbol clar al vitalității și al energiei proaspete. Visul te încurajează să ai grijă de corpul tău și să cauți surse de energie pozitivă. Poate fi un semn de vindecare, de detoxifiere sau de început al unei perioade mai liniștite și echilibrate. Verdele crud indică speranță și noi începuturi sănătoase.",
      "slug": "salata-verde"
    },
    {
      "name": "Salcam",
      "category": "natură",
      "shortMeaning": "Iubire platonică, frumusețe, melancolie și protecție.",
      "fullInterpretation": "Salcâmul înflorit este un simbol al frumuseții și al iubirii pure, dar și al melancoliei. Parfumul său îmbătător în vis sugerează amintiri plăcute sau o dragoste romantică. Spinii salcâmului avertizează însă că frumusețea poate ascunde pericole și că trebuie să fii atent să nu fii rănit în relațiile sentimentale. Este un copac al rezistenței și al adaptării la condiții dificile.",
      "slug": "salcam"
    },
    {
      "name": "Salcie",
      "category": "natură",
      "shortMeaning": "Tristețe, flexibilitate, emoții profunde și intuiție feminină.",
      "fullInterpretation": "Salcia plângătoare este asociată tradițional cu doliul, tristețea și melancolia. Totuși, ea simbolizează și o mare flexibilitate: se îndoaie sub furtună, dar nu se rupe. Visul te îndeamnă să fii adaptabil și să curgi odată cu evenimentele, nu să te opui lor rigid. Fiind un copac care iubește apa, salcia este profund conectată la lumea emoțiilor și a subconștientului, adesea indicând intuiția.",
      "slug": "salcie"
    },
    {
      "name": "Salina",
      "category": "locuri",
      "shortMeaning": "Conservare, vindecare profundă, izolare și cristalizare.",
      "fullInterpretation": "Sarea conservă, iar o salină în vis poate sugera dorința de a păstra ceva nealterat sau nevoia de vindecare (aerul salin). Poate indica și o perioadă de \"sterilitate\" creativă sau emoțională, un loc unde nimic nu crește, dar unde lucrurile se cristalizează și devin clare. Poate fi un refugiu pentru sănătate sau un simbol al lacrimilor cristalizate și al înțelepciunii dobândite prin suferință.",
      "slug": "salina"
    },
    {
      "name": "Saliva / scuipat",
      "category": "corp",
      "shortMeaning": "Dispreț, respingere, curățare sau energie vitală irosită.",
      "fullInterpretation": "A scuipa este un gest universal de dispreț sau de respingere a ceva toxic (\"a-ți scuipa amarul\"). În vis, poate însemna că vrei să elimini o situație sau o persoană neplăcută din viața ta. Saliva în exces poate sugera poftă sau, dimpotrivă, dificultatea de a \"înghiți\" o realitate. Dacă ești scuipat, te simți umilit sau vinovat, ceea ce indică o scădere a stimei de sine.",
      "slug": "saliva-scuipat"
    },
    {
      "name": "Salon",
      "category": "locuri",
      "shortMeaning": "Socializare superficială, aparențe, relaxare și imagine.",
      "fullInterpretation": "Salonul este locul de primire, unde ne prezentăm \"fațada\" socială. Visul indică preocuparea pentru cum ești perceput de ceilalți și dorința de a impresiona. Un salon de înfrumusețare subliniază dorința de schimbare a imaginii sau nevoia de îngrijire personală. Dacă ești într-un salon de spital, visul atrage atenția asupra nevoii de vindecare și recuperare asistată într-un mediu controlat.",
      "slug": "salon"
    },
    {
      "name": "Salopeta",
      "category": "obiecte",
      "shortMeaning": "Muncă grea, protecție, pragmatism și efort fizic.",
      "fullInterpretation": "Salopeta este haina omului muncitor. Visul sugerează că urmează o perioadă de muncă intensă, în care trebuie să te \"murdărești pe mâini\" și să te implici direct. Indică o abordare practică a problemelor și renunțarea la pretenții inutile. Poate fi și un semn de protecție împotriva influențelor externe negative în timpul unei activități dificile sau murdare.",
      "slug": "salopeta"
    },
    {
      "name": "Saltea",
      "category": "obiecte",
      "shortMeaning": "Confort, odihnă, intimitate sau secrete ascunse.",
      "fullInterpretation": "Salteaua reprezintă confortul și intimitatea somnului. O saltea confortabilă indică pace sufletească și echilibru. O saltea veche sau ruptă sugerează griji care nu te lasă să dormi. A ascunde ceva sub saltea (bani, obiecte) în vis denotă nesiguranță și lipsa de încredere în bănci sau instituții, preferând soluții \"bătrânești\" și tangibile de protecție a resurselor personale.",
      "slug": "saltea"
    },
    {
      "name": "Salvare",
      "category": "acțiuni",
      "shortMeaning": "Nevoie de ajutor urgent, criză, intervenție sau speranță.",
      "fullInterpretation": "Dacă vezi o ambulanță (Salvare), subconștientul semnalează o urgență – fizică sau emoțională. Poate fi teama de o boală sau conștientizarea că o situație a devenit critică și necesită intervenție externă. Dacă tu ești cel care salvează pe cineva, îți asumi rolul de erou sau protector, poate chiar neglijându-ți propriile nevoi. A fi salvat indică speranța că ajutorul va veni, chiar și în ultimul moment.",
      "slug": "salvare"
    },
    {
      "name": "Samanta",
      "category": "natură",
      "shortMeaning": "Potențial latent, începuturi noi, idei și fertilitate.",
      "fullInterpretation": "Sămânța este simbolul suprem al potențialului latent. Orice proiect mare, orice viață începe cu o sămânță. Visul îți spune că ai idei sau resurse care, dacă sunt cultivate cu răbdare, vor da roade bogate. Este un moment bun pentru a planifica și a investi în viitor. Sămânța moartă indică oportunități ratate, în timp ce o sămânță care încolțește rapid sugerează o evoluție accelerată.",
      "slug": "samanta"
    },
    {
      "name": "Samburi",
      "category": "alimente",
      "shortMeaning": "Esența tare, obstacole ascunse sau adevărul din mijloc.",
      "fullInterpretation": "Sâmburile reprezintă partea dură, dar esențială a fructului. A ajunge la sâmbure înseamnă a descoperi adevărul, miezul problemei, care poate fi uneori greu de acceptat. Uneori, sâmburii pot fi enervanți sau pot reprezenta mici obstacole (a te îneca cu un sâmbure). Alteori, ei sunt promisiunea unei noi creșteri, dacă sunt plantați și îngrijiți corespunzător.",
      "slug": "samburi"
    },
    {
      "name": "Sampanie",
      "category": "alimente",
      "shortMeaning": "Celebrare, succes, euforie, lux și momente efemere.",
      "fullInterpretation": "Șampania este băutura sărbătorii și a victoriei. Visul prezice momente de bucurie, reușite sociale sau evenimente fericite. Bulele de șampanie simbolizează efervescența, trăirea clipei, dar și caracterul efemer al plăcerilor. Dacă sticla se sparge sau dopul sare necontrolat, poate indica un entuziasm prematur sau o risipă de energie într-un moment de neatenție.",
      "slug": "sampanie"
    },
    {
      "name": "Sampon",
      "category": "obiecte",
      "shortMeaning": "Curățare mentală, clarificare a gândurilor și reînnoire.",
      "fullInterpretation": "A te spăla pe cap cu șampon înseamnă nevoia de a-ți \"spăla\" gândurile, de a scăpa de idei vechi, obsesii sau griji \"murdare\". Vrei să ai mintea limpede și să te prezinți în fața lumii cu o atitudine proaspătă. Spuma abundentă sugerează o curățare ușoară și plăcută, în timp ce șamponul care intră în ochi indică faptul că procesul de clarificare poate fi dureros sau iritant.",
      "slug": "sampon"
    },
    {
      "name": "Samurai",
      "category": "persoane",
      "shortMeaning": "Onoare, disciplină strictă, loialitate și luptă dreaptă.",
      "fullInterpretation": "Samuraiul întruchipează codul onoarei (Bushido). Visul te cheamă la disciplină și integritate morală. Poate sugera că ești într-o luptă în care trebuie să îți păstrezi demnitatea și să servești o cauză nobilă. Sabia samuraiului este simbolul puterii de decizie și al tăierii legăturilor inutile. Poate indica și o rigiditate excesivă sau suprimarea emoțiilor în favoarea datoriei.",
      "slug": "samurai"
    },
    {
      "name": "San / Piept / Tate",
      "category": "corp",
      "shortMeaning": "Nutriție, maternitate, sexualitate, protecție și identitate.",
      "fullInterpretation": "Sânii simbolizează hrănirea, atât fizică cât și emoțională. Ei reprezintă arhetipul matern, grija și siguranța. Pentru un bărbat, pot semnifica dorința sexuală sau nevoia regresivă de a fi ocrotit ca un copil. Pentru o femeie, țin de identitatea feminină, încrederea în sine și sexualitate. Un sân bolnav sau rănit indică o traumă legată de feminitate, maternitate sau capacitatea de a oferi iubire.",
      "slug": "san-piept-tate"
    },
    {
      "name": "Sanatoriu",
      "category": "locuri",
      "shortMeaning": "Izolare necesară, convalescență, odihnă și vindecare lentă.",
      "fullInterpretation": "Sanatoriul este un loc al vindecării pe termen lung, adesea izolat de lume. Visul sugerează că ai nevoie de o pauză majoră, o retragere din agitația cotidiană pentru a te reface fizic sau psihic. Poate indica o boală cronică sau o stare de epuizare (burnout) care nu poate fi tratată \"din mers\". Este un avertisment serios să îți prioritizezi sănătatea înainte de orice altceva.",
      "slug": "sanatoriu"
    },
    {
      "name": "Sandale",
      "category": "obiecte",
      "shortMeaning": "Confort, lejeritate, călătorie, vulnerabilitate și libertate.",
      "fullInterpretation": "Sandalele sunt încălțăminte deschisă, sugerând relaxare, vară și vacanță, dar și o anumită vulnerabilitate a picioarelor (contactul direct cu pământul sau praful). Indică o atitudine lejeră față de viață sau pregătirea pentru o perioadă mai caldă și mai plăcută. Dacă sandalele se rup, planurile de relaxare îți vor fi date peste cap sau te vei simți neprotejat într-un drum dificil.",
      "slug": "sandale"
    },
    {
      "name": "Sandvis",
      "category": "alimente",
      "shortMeaning": "Presiune, grabă, satisfacerea rapidă a nevoilor sau compromis.",
      "fullInterpretation": "Expresia \"sandwich generation\" (prins între grija pentru copii și părinți) se poate aplica și în vis. Te simți presat din două părți. Ca aliment, indică nevoia de a mânca pe fugă, lipsa de timp pentru a te așeza și a savura viața. Poate sugera și o soluție de compromis, combinând două elemente diferite într-un tot funcțional, dar poate nu ideal.",
      "slug": "sandvis"
    },
    {
      "name": "Sangele",
      "category": "corp",
      "shortMeaning": "Viață, pasiune, violență, legături de sânge și vitalitate.",
      "fullInterpretation": "Sângele reprezintă fluidul vital și esența vieții. Visele cu mult sânge pot fi șocante, dar adesea eliberează tensiuni acumulate. Sângele animalelor sacrificate are conotații ritualice și de purificare. Expresia \"sângele apă nu se face\" este relevantă: visul poate reaminti de obligațiile față de familie sau de loialitatea față de cei apropiați. Pierderea sângelui indică pierderea vitalității.",
      "slug": "sangele"
    },
    {
      "name": "Sanie",
      "category": "obiecte",
      "shortMeaning": "Copilărie, bucurie simplă, alunecare ușoară sau lipsă de control.",
      "fullInterpretation": "Sania evocă bucuriile iernii și ale copilăriei. A te da cu sania sugerează o perioadă în care lucrurile merg \"ca unse\", alunecând ușor, dar poate și cu o viteză care îți dă fiori. Dacă nu poți controla sania, te simți purtat de evenimente fără a putea pune frână. Urcarea saniei pe deal simbolizează efortul necesar pentru a obține o scurtă perioadă de plăcere.",
      "slug": "sanie"
    },
    {
      "name": "Sanii",
      "category": "corp",
      "shortMeaning": "Feminitate, atracție, hrană și aspecte materne.",
      "fullInterpretation": "Visele despre sâni (la plural) pun accentul pe feminitate, estetică și sexualitate, sau pe capacitatea de a hrăni. Sânii goi în public sugerează vulnerabilitate și expunerea intimității în fața celorlalți, posibil însoțită de rușine sau, dimpotrivă, de libertate. Pentru o mamă, visul poate reflecta grijile legate de alăptare sau de creșterea copilului.",
      "slug": "sanii"
    }
  ]
}