{
  "symbols": [
    {
      "name": "Scandura",
      "category": "obiecte",
      "shortMeaning": "Stabilitate precară, reparații necesare, risc emoțional sau fundație.",
      "fullInterpretation": "Scândura în vis sugerează o situație de stabilitate precară sau necesitatea de a \"repara\" ceva în viața ta. Poate fi o punte fragilă peste o problemă emoțională. Dacă scândura este solidă, te simți în siguranță cu resursele tale. Dacă este putredă, visul te avertizează asupra unui risc pe care ți-l asumi sau asupra unei fundații nesigure într-o relație sau proiect.",
      "slug": "scandura"
    },
    {
      "name": "Scanduri",
      "category": "obiecte",
      "shortMeaning": "Pregătiri de nuntă, construcție, organizare și evenimente fericite.",
      "fullInterpretation": "În tradiția populară, visul cu scânduri noi este adesea asociat cu pregătirile pentru un eveniment important, cum ar fi o nuntă sau o logodnă în familie. Poate sugera că ești implicat în organizarea unui moment de bucurie care va aduce oamenii împreună. Alternativ, poate indica un proces de construcție sau renovare a vieții tale personale.",
      "slug": "scanduri"
    },
    {
      "name": "Scantei",
      "category": "fenomene",
      "shortMeaning": "Conflict iminent, tensiune, idei sclipitoare sau pasiune aprinsă.",
      "fullInterpretation": "Scânteile în vis pot avea două semnificații opuse. Pe de o parte, pot prevesti un conflict, o ceartă (\"ies scântei\") și te avertizează să îți temperezi cuvintele. Pe de altă parte, pot simboliza idei geniale, inspirație bruscă sau o atracție pasională care se aprinde rapid. Atenție la riscul de a provoca un \"incendiu\" emoțional.",
      "slug": "scantei"
    },
    {
      "name": "Scara",
      "category": "obiecte",
      "shortMeaning": "Ascensiune, progres, efort, dar și risc de cădere sau eroare.",
      "fullInterpretation": "Scara este simbolul clasic al ascensiunii și al evoluției spirituale sau sociale. Urcarea pe scară indică succes, promovare și atingerea obiectivelor prin efort. Coborârea poate sugera ghinion, regres sau nevoia de a reveni cu picioarele pe pământ. O scară ruptă avertizează asupra obstacolelor neprevăzute, iar căderea de pe scară semnifică eșecul cauzat de grabă sau neatenție.",
      "slug": "scara"
    },
    {
      "name": "Scara de lemn",
      "category": "obiecte",
      "shortMeaning": "Progres nesigur, vulnerabilitate, simplitate și risc de greșeală.",
      "fullInterpretation": "O scară de lemn sugerează o ascensiune care poate fi instabilă. Lemnul, material organic, poate putrezi, indicând vulnerabilități în planurile tale de avansare. Poate semnala posibile greșeli la locul de muncă din cauza neatenției. Totuși, dacă lemnul este solid, indică o creștere naturală, pas cu pas, bazată pe muncă cinstită.",
      "slug": "scara-de-lemn"
    },
    {
      "name": "Scarabeu",
      "category": "animale",
      "shortMeaning": "Renaștere, protecție divină, perseverență și ciclul vieții.",
      "fullInterpretation": "Scarabeul este un simbol sacru egiptean al renașterii și al soarelui. În vis, indică faptul că treci printr-o perioadă de transformare profundă și că ești protejat spiritual. Sugerează perseverența (scarabeul care își rostogolește bila) și capacitatea de a crea viață nouă din materie inertă. Este un semn de noroc și de evoluție a sufletului.",
      "slug": "scarabeu"
    },
    {
      "name": "Scari",
      "category": "locuri",
      "shortMeaning": "Etape de viață, tranziție, efort de urcare sau coborâre în sine.",
      "fullInterpretation": "Scările reprezintă etapele prin care treci. Urcarea lor necesită energie și voință, simbolizând ambiția. Coborârea poate fi o incursiune în subconștient sau o perioadă de relaxare. Scările în spirală indică un proces de evoluție ciclică, uneori confuz. Dacă scările sunt nesfârșite, te simți blocat într-o situație repetitivă.",
      "slug": "scari"
    },
    {
      "name": "Scarlatina",
      "category": "corp",
      "shortMeaning": "Anxietate, frică de contaminare, griji pentru sănătate și amintiri din copilărie.",
      "fullInterpretation": "Visele despre boli ale copilăriei, cum e scarlatina, apar adesea la maturitate ca simbol al vulnerabilității. Indică o perioadă de anxietate și griji excesive, poate legate de sănătatea celor dragi. Te temi să nu fii \"contaminat\" de problemele altora sau să nu transmiți propriile frici celor din jur. Poate reflecta și o stare de iritare emoțională.",
      "slug": "scarlatina"
    },
    {
      "name": "Scaun",
      "category": "obiecte",
      "shortMeaning": "Poziție socială, odihnă, stabilitate sau pasivitate.",
      "fullInterpretation": "Scaunul simbolizează locul tău în lume sau în familie. Un scaun confortabil indică siguranță și mulțumire. Un scaun rupt sugerează instabilitate. Dacă stai pe scaun și privești la alții, poate indica pasivitate sau așteptare. Scaunul electric sau un scaun incomod avertizează asupra unei situații tensionate sau a unei judecăți aspre.",
      "slug": "scaun"
    },
    {
      "name": "Scaun cu rotile",
      "category": "obiecte",
      "shortMeaning": "Dependență, neputință, nevoie de ajutor sau recuperare.",
      "fullInterpretation": "Dacă nu folosești unul în realitate, visul cu un scaun cu rotile sugerează că te simți neajutorat sau dependent emoțional de alții. Simți că nu poți avansa pe propriile picioare. Poate indica nevoia de a cere ajutor sau o perioadă de recuperare după o traumă. Dacă împingi pe cineva în scaun, îți asumi responsabilitatea pentru o persoană vulnerabilă.",
      "slug": "scaun-cu-rotile"
    },
    {
      "name": "Scena",
      "category": "locuri",
      "shortMeaning": "Expunere publică, rol social, dorința de atenție sau falsitate.",
      "fullInterpretation": "Scena reprezintă viața ca un spectacol. Visul indică preocuparea pentru cum ești perceput de public. Poate sugera că joci un rol, că nu ești autentic sau că încerci să manipulezi impresiile celorlalți. Dacă ai trac pe scenă, te temi de judecata socială. Dacă ești aplaudat, cauți validare și recunoaștere pentru talentele tale.",
      "slug": "scena"
    },
    {
      "name": "Schela",
      "category": "obiecte",
      "shortMeaning": "Structură temporară, suport pentru creștere, muncă în desfășurare.",
      "fullInterpretation": "Schela este o structură de susținere necesară construcției. În vis, indică faptul că ești într-un proces de dezvoltare care necesită sprijin temporar. Poate sugera noi oportunități de muncă sau proiecte în faza de execuție. Este un semn că lucrurile nu sunt încă finalizate, dar ai suportul necesar pentru a construi ceva durabil.",
      "slug": "schela"
    },
    {
      "name": "Schelet",
      "category": "corp",
      "shortMeaning": "Structura de bază, adevărul gol-goluț, moartea simbolică sau secrete.",
      "fullInterpretation": "Scheletul reprezintă structura fundamentală a lucrurilor, ceea ce rămâne după ce totul este îndepărtat. Poate simboliza un adevăr dur, moartea unei etape sau frica de propria mortalitate. \"Scheletul din dulap\" se referă la secrete vechi și rușinoase. Un schelet incomplet sugerează o înțelegere parțială a unei situații sau sentimentul de lipsă de putere.",
      "slug": "schelet"
    },
    {
      "name": "Schi / Schiori",
      "category": "acțiuni",
      "shortMeaning": "Abilitate, echilibru, viteză, riscuri calculate și competiție.",
      "fullInterpretation": "Schiul implică mișcare rapidă pe o suprafață alunecoasă, sugerând abilitatea de a naviga prin situații dificile sau emoționale (zăpada = apă înghețată). Dacă schiezi cu ușurință, ai control și încredere. Dacă cazi, ai pierdut echilibrul. Schiorii pot reprezenta competiția sau nevoia de a ține pasul cu ceilalți într-un mediu dinamic.",
      "slug": "schi-schiori"
    },
    {
      "name": "Schimb",
      "category": "acțiuni",
      "shortMeaning": "Tranzacție, reciprocitate, posibilă pierdere sau negociere.",
      "fullInterpretation": "A face un schimb în vis atrage atenția asupra valorii. Dai ceva pentru a primi altceva. Visul te poate avertiza să fii atent la detalii pentru a nu ieși în pierdere, mai ales în afaceri. Poate simboliza și nevoia de schimbare în viață, de a renunța la vechile obiceiuri pentru a adopta altele noi, sau reciprocitatea în relații.",
      "slug": "schimb"
    },
    {
      "name": "Schita",
      "category": "obiecte",
      "shortMeaning": "Planificare, idee incipientă, viziune și lipsa detaliilor.",
      "fullInterpretation": "Schița este prima formă a unei idei. Visul sugerează că ai un plan sau o viziune, dar lipsesc încă detaliile concrete pentru a o pune în practică. Este momentul să vizualizezi viitorul și să îți clarifici intențiile. Poate indica și o înțelegere superficială a unei situații, având doar \"conturul\" problemei, nu și profunzimea ei.",
      "slug": "schita"
    },
    {
      "name": "Sclav",
      "category": "persoane",
      "shortMeaning": "Lipsă de libertate, supunere, victimizare sau dependență.",
      "fullInterpretation": "Dacă te visezi sclav, te simți lipsit de putere și control asupra propriei vieți. Ești constrâns de obligații, de o relație toxică sau de propriile dependențe. Dacă ai sclavi, visul reflectă dorința de dominație și control asupra altora, sau aroganța. Este un semnal de alarmă privind echilibrul de putere în relațiile tale.",
      "slug": "sclav"
    },
    {
      "name": "Sclipici",
      "category": "obiecte",
      "shortMeaning": "Aparențe înșelătoare, farmec superficial, dorința de a străluci.",
      "fullInterpretation": "Sclipiciul atrage privirea, dar este adesea ieftin și greu de curățat. În vis, simbolizează farmecul superficial, iluziile și dorința de a impresiona. Poate indica o perioadă de \"strălucire\" socială, faimă trecătoare sau promisiuni deșarte. Te avertizează că \"nu tot ce sclipește e aur\" și te îndeamnă să cauți substanța dincolo de aparențe.",
      "slug": "sclipici"
    },
    {
      "name": "Scoala",
      "category": "locuri",
      "shortMeaning": "Învățare, lecții de viață, anxietate de performanță sau nostalgie.",
      "fullInterpretation": "Școala în vis este locul unde învățăm lecțiile vieții. Poate reflecta dorința de cunoaștere sau, mai frecvent, anxietatea legată de teste, evaluări și competență socială. Dacă visezi că ești nepregătit la școală, te simți inadecvat în fața unei provocări actuale. Poate indica și nostalgia pentru o perioadă mai structurată a vieții.",
      "slug": "scoala"
    },
    {
      "name": "Scobitoare",
      "category": "obiecte",
      "shortMeaning": "Iritare minoră, nevoia de curățare a detaliilor, probleme în cuplu.",
      "fullInterpretation": "Scobitoarea este un obiect mic folosit pentru a elimina resturile. În vis, poate sugera nevoia de a te ocupa de detalii neplăcute sau de a \"scobi\" după adevăr. Tradițional, este asociată cu micile certuri sau neplăceri în căsnicie sau relații, acele lucruri sâcâitoare care trebuie eliminate pentru a restabili armonia.",
      "slug": "scobitoare"
    },
    {
      "name": "Scoica",
      "category": "animale",
      "shortMeaning": "Protecție, feminitate, secrete ascunse, prosperitate sau izolare.",
      "fullInterpretation": "Scoica este un simbol al protecției (cochilia dură) și al interiorului prețios (perla). Reprezintă feminitatea, fertilitatea și subconștientul. O scoică închisă sugerează o persoană introvertită sau un secret bine păzit. Adunarea scoicilor indică plăceri simple și amintiri. Poate prevesti o călătorie sau descoperirea unor talente ascunse.",
      "slug": "scoica"
    },
    {
      "name": "Scoici",
      "category": "animale",
      "shortMeaning": "Abundență, amintiri, călătorii, emoții multiple.",
      "fullInterpretation": "Multe scoici la un loc amplifică simbolismul abundenței și al emoțiilor diverse. Pot sugera o perioadă de relaxare, conexiunea cu marea (emoțiile) și colecționarea de experiențe. Dacă sunt goale, pot indica sentimente de goliciune sau amintiri ale unor emoții trecute. Dacă sunt vii, indică potențial și viață ascunsă.",
      "slug": "scoici"
    },
    {
      "name": "Sconcs",
      "category": "animale",
      "shortMeaning": "Repulsie, apărare agresivă, furie reprimată și izolare socială.",
      "fullInterpretation": "Sconcsul este cunoscut pentru mirosul său defensiv. În vis, sugerează că ții oamenii la distanță sau că te comporți într-un mod care îi respinge pe ceilalți. Poate indica o furie reprimată care riscă să \"explodeze\" și să creeze o atmosferă toxică. Este un avertisment să îți gestionezi emoțiile negative înainte de a-ți afecta relațiile.",
      "slug": "sconcs"
    },
    {
      "name": "Scorbura",
      "category": "natură",
      "shortMeaning": "Ascunzătoare, secrete, mister, indiscreție sau adăpost.",
      "fullInterpretation": "Scorbura copacului este un loc ascuns, misterios. Poate fi un refugiu pentru animale sau un loc unde sunt ascunse comori. În vis, poate simboliza secretele pe care le ții sau curiozitatea de a privi în intimitatea altora. Poate indica neplăceri cauzate de indiscreție sau descoperirea unor aspecte necunoscute ale sinelui.",
      "slug": "scorbura"
    },
    {
      "name": "Scorpion",
      "category": "animale",
      "shortMeaning": "Trădare, durere, transformare radicală, răzbunare și pericol.",
      "fullInterpretation": "Scorpionul este un simbol al pericolului mortal și al trădării dureroase. Coada sa veninoasă sugerează o lovitură neașteptată din partea cuiva sau consecințele propriilor acțiuni negative (răzbunare, amărăciune). Totuși, este și un simbol al transformării profunde (moarte și renaștere). Visul te avertizează să fii extrem de vigilent și să elimini toxicitatea din viața ta.",
      "slug": "scorpion"
    },
    {
      "name": "Scorpion negru",
      "category": "animale",
      "shortMeaning": "Schimbări majore, pericol ascuns, subconștient întunecat și avertisment.",
      "fullInterpretation": "Scorpionul negru accentuează misterul și profunzimea amenințării sau a transformării. Sugerează schimbări inevitabile și dificile, posibil în carieră sau viața personală. Poate indica prezența unei energii negative puternice sau a unor gânduri autodistructive. Este un simbol al \"nopții sufletului\" care precede o transformare majoră.",
      "slug": "scorpion-negru"
    },
    {
      "name": "Scrima",
      "category": "acțiuni",
      "shortMeaning": "Duel intelectual, precizie, apărare, strategie și conflict controlat.",
      "fullInterpretation": "Scrima este o luptă elegantă și strategică. În vis, simbolizează un conflict intelectual sau verbal, un duel al minților. Trebuie să fii agil, să parezi atacurile și să găsești punctul vulnerabil al adversarului. Indică nevoia de precizie în argumentare și de a-ți apăra poziția cu demnitate și abilitate, fără forță brută.",
      "slug": "scrima"
    },
    {
      "name": "Scripete",
      "category": "obiecte",
      "shortMeaning": "Muncă ușurată, pârghii, ajutor mecanic și ridicarea poverilor.",
      "fullInterpretation": "Scripetele este un mecanism care ajută la ridicarea greutăților. Visul sugerează că vei găsi o modalitate mai ușoară de a rezolva o problemă dificilă sau că vei primi ajutor pentru a face față unei poveri. Indică folosirea inteligenței și a uneltelor potrivite pentru a eficientiza efortul și a depăși obstacolele grele.",
      "slug": "scripete"
    },
    {
      "name": "Scrisoare",
      "category": "obiecte",
      "shortMeaning": "Vești, comunicare, secrete dezvăluite sau așteptare.",
      "fullInterpretation": "Scrisoarea simbolizează comunicarea și veștile de la distanță sau din trecut. O scrisoare închisă reprezintă un mister sau o ignoranță. Deschiderea ei aduce revelații. Conținutul și expeditorul sunt cruciale. Poate indica nevoia de a comunica ceva ce nu poți spune față în față. O scrisoare anonimă sugerează anxietate și nesiguranță.",
      "slug": "scrisoare"
    },
    {
      "name": "Scroafa",
      "category": "animale",
      "shortMeaning": "Fecunditate, instincte materne, abundență sau comportament grosolan.",
      "fullInterpretation": "Scroafa este un simbol antic al fertilității și abundenței. O scroafă cu purcei indică prosperitate și creșterea familiei. Totuși, poate avea și conotații negative legate de lăcomie, murdărie sau un comportament matern sufocant sau grosolan. Poate sugera o persoană critică sau lipsită de maniere.",
      "slug": "scroafa"
    },
    {
      "name": "Scrumiera",
      "category": "obiecte",
      "shortMeaning": "Resturi ale trecutului, vicii, anxietate și curățarea reziduurilor.",
      "fullInterpretation": "Scrumiera colectează cenușa, ceea ce rămâne după ce focul s-a stins. Simbolizează amintirile unor pasiuni stinse, resturile unor relații sau consecințele unor obiceiuri nesănătoase (fumatul). O scrumieră plină indică anxietate acumulată și nevoia urgentă de a face curățenie în viața ta, de a arunca \"cenușa\" trecutului.",
      "slug": "scrumiera"
    },
    {
      "name": "Scuipat",
      "category": "corp",
      "shortMeaning": "Dispreț, eliminarea răului, furie, umilință sau vindecare.",
      "fullInterpretation": "A scuipa este un gest de eliminare și respingere. Poate semnifica dorința de a scăpa de ceva toxic, de un gust amar sau de o situație neplăcută. Este adesea un semn de dispreț sau furie. Dacă ești scuipat, te simți umilit și nerespectat. În unele tradiții, saliva are puteri vindecătoare, deci contextul contează.",
      "slug": "scuipat"
    },
    {
      "name": "Scule, unelte si instrumente",
      "category": "obiecte",
      "shortMeaning": "Resurse, abilități, muncă constructivă și capacitatea de a rezolva probleme.",
      "fullInterpretation": "Uneltele din vis reprezintă resursele tale interioare și exterioare: abilități, cunoștințe, talente. Dacă ai uneltele potrivite, ești pregătit să faci față provocărilor și să construiești succesul. Dacă sunt rupte sau lipsesc, te simți nepregătit. Tipul uneltei indică zona de acțiune: ciocanul pentru forță, șurubelnița pentru ajustări fine, etc.",
      "slug": "scule-unelte-si-instrumente"
    },
    {
      "name": "Sculptor",
      "category": "persoane",
      "shortMeaning": "Modelarea propriului destin, creativitate și control.",
      "fullInterpretation": "Sculptorul este cel care dă formă materiei. Visul sugerează că ai puterea de a-ți modela propria viață sau caracterul. Poate indica nevoia de a elimina surplusul pentru a revela esența. Dacă altcineva este sculptorul, te simți modelat sau manipulat de acea persoană. Este un simbol al creației deliberate și al răbdării.",
      "slug": "sculptor"
    },
    {
      "name": "Sculptura",
      "category": "obiecte",
      "shortMeaning": "Rezultatul muncii, imobilitate, artă și expresia sinelui.",
      "fullInterpretation": "O sculptură în vis reprezintă ceva durabil, creat de tine sau de alții. Poate simboliza o realizare concretă. Dacă sculptura e vie, sugerează că proiectele tale prind viață. Dacă e rece și imobilă, poate indica rigiditate emoțională sau o situație care nu evoluează. Statuile pot reprezenta și idoli sau idealuri false.",
      "slug": "sculptura"
    },
    {
      "name": "Scut",
      "category": "obiecte",
      "shortMeaning": "Protecție, apărare emoțională, siguranță și rezistență la atacuri.",
      "fullInterpretation": "Scutul este principala armă defensivă. În vis, indică nevoia de a te proteja de critici, atacuri verbale sau emoții negative. Poate sugera că ești prea defensiv sau închis în tine. Un scut strălucitor indică onoare și protecție divină. Pierderea scutului înseamnă vulnerabilitate maximă.",
      "slug": "scut"
    },
    {
      "name": "Scutec",
      "category": "obiecte",
      "shortMeaning": "Comportament infantil, dependență, responsabilitate și curățare.",
      "fullInterpretation": "Scutecul este asociat cu bebelușii și dependența. Dacă porți scutec, visul indică regresie, comportament infantil sau dependență de alții. Dacă schimbi un scutec, îți asumi responsabilitatea pentru cineva vulnerabil sau trebuie să \"cureți\" o situație murdară creată de imaturitate. Poate semnala nevoia de îngrijire.",
      "slug": "scutec"
    },
    {
      "name": "Scuter",
      "category": "obiecte",
      "shortMeaning": "Mobilitate, libertate tinerescă, echilibru și călătorie scurtă.",
      "fullInterpretation": "Scuterul oferă o mobilitate rapidă și distractivă, dar cu protecție redusă. Sugerează o abordare lejeră a vieții, dorința de independență și libertate de mișcare. Indică faptul că avansezi, dar ești expus riscurilor. Este un vehicul al tinereții și al deplasărilor pe distanțe scurte, simbolizând soluții rapide.",
      "slug": "scuter"
    },
    {
      "name": "Scuze",
      "category": "acțiuni",
      "shortMeaning": "Regrete, împăcare, vinovăție și recunoașterea greșelilor.",
      "fullInterpretation": "A-ți cere scuze în vis indică conștientizarea unei greșeli și dorința de a repara o relație. Reflectă maturitate și umilință. Dacă primești scuze, înseamnă că aștepți validare sau rezolvarea unui conflict vechi. Poate fi și un semn că ești prea critic cu tine însuți și simți nevoia constantă de a te justifica.",
      "slug": "scuze"
    },
    {
      "name": "Seara",
      "category": "fenomene",
      "shortMeaning": "Sfârșitul unei etape, relaxare, mister, romantism sau bătrânețe.",
      "fullInterpretation": "Seara marchează sfârșitul zilei și al activității. Simbolizează odihna, reflecția și intimitatea. Poate indica o perioadă mai liniștită a vieții sau, metaforic, toamna vieții. O seară plăcută sugerează romantism și mulțumire. O seară întunecată și rece poate aduce melancolie sau frica de necunoscutul nopții.",
      "slug": "seara"
    },
    {
      "name": "Secera",
      "category": "obiecte",
      "shortMeaning": "Recoltă, sfârșit, tăierea legăturilor și munca câmpului.",
      "fullInterpretation": "Secera este unealta recoltei, dar și simbolul morții (Doamna cu coasa/secera). Indică momentul culegerii roadelor acțiunilor tale, bune sau rele. Poate sugera necesitatea de a tăia ceva din viața ta care a ajuns la maturitate sau care nu mai este necesar. Este un simbol al ciclurilor naturale și al finalității.",
      "slug": "secera"
    },
    {
      "name": "Seceratoare",
      "category": "obiecte",
      "shortMeaning": "Eficiență, recoltă bogată, mecanizare și rezultate rapide.",
      "fullInterpretation": "Secerătoarea mecanică amplifică simbolismul secerii. Indică o recoltă mare, rezultate rapide și eficiență în muncă. Sugerează că eforturile tale vor fi răsplătite din plin și că ai mijloacele necesare pentru a profita de oportunități. Este un semn de belșug și de finalizare a unui proiect major.",
      "slug": "seceratoare"
    },
    {
      "name": "Seceta",
      "category": "fenomene",
      "shortMeaning": "Lipsă de emoții, sterilitate creativă, epuizare și sete spirituală.",
      "fullInterpretation": "Seceta în vis reprezintă o perioadă de ariditate emoțională sau spirituală. Te simți stors de energie, lipsit de inspirație și de afecțiune (\"apă\"). Indică o nevoie disperată de revitalizare și de hrană sufletească. Poate reflecta o pierdere, o depresie sau o izolare prelungită. Este un apel la a căuta surse de viață.",
      "slug": "seceta"
    },
    {
      "name": "Secret",
      "category": "fenomene",
      "shortMeaning": "Informații ascunse, putere, vinovăție sau intimitate protejată.",
      "fullInterpretation": "A deține un secret în vis îți conferă o putere, dar poate fi și o povară. Poate reflecta teama de a fi descoperit sau dorința de a proteja ceva prețios. Dacă afli un secret, vei avea acces la cunoaștere nouă. Secretele simbolizează partea nevăzută a lucrurilor și aspectele reprimate ale personalității.",
      "slug": "secret"
    },
    {
      "name": "Secretara",
      "category": "persoane",
      "shortMeaning": "Organizare, ajutor, ordine, cunoașterea secretelor și subordonare.",
      "fullInterpretation": "Secretara este cea care organizează și știe totul, dar stă în umbră. Visul sugerează nevoia de ordine în viața ta sau de ajutor pentru a gestiona detaliile. Poate indica o persoană de încredere care îți cunoaște secretele. Dacă tu ești secretara, poate te simți subapreciat sau în slujba altora, gestionând problemele lor.",
      "slug": "secretara"
    },
    {
      "name": "Secta",
      "category": "fenomene",
      "shortMeaning": "Manipulare, pierderea individualității, grup exclusivist și pericol.",
      "fullInterpretation": "Visul despre o sectă avertizează asupra pierderii autonomiei și a gândirii critice. Te simți presat să te conformezi unui grup sau unei ideologii rigide. Poate indica o influență negativă, manipulare emoțională sau teama de a fi izolat dacă nu urmezi turma. Este un semn să îți reevaluezi credințele și anturajul.",
      "slug": "secta"
    },
    {
      "name": "Secure",
      "category": "obiecte",
      "shortMeaning": "Putere brută, tăiere radicală, pericol și decizii drastice.",
      "fullInterpretation": "Securea este o unealtă de forță, capabilă să doboare copaci sau să fie o armă. Simbolizează puterea de a lua decizii radicale, de a elimina obstacole mari sau de a \"tăia în carne vie\". Poate indica agresivitate, conflict sau o despărțire bruscă. Este un instrument al transformării violente, dar uneori necesare.",
      "slug": "secure"
    },
    {
      "name": "Sedinta",
      "category": "fenomene",
      "shortMeaning": "Evaluare, colaborare, decizii de grup, plictiseală sau responsabilitate.",
      "fullInterpretation": "O ședință în vis reflectă viața profesională sau nevoia de a lua decizii împreună cu diverse aspecte ale sinelui tău (o \"ședință\" interioară). Poate indica anxietate legată de performanță, nevoia de a ajunge la un consens sau plictiseala birocratică. Dacă conduci ședința, îți asumi rolul de lider.",
      "slug": "sedinta"
    },
    {
      "name": "Seductie",
      "category": "acțiuni",
      "shortMeaning": "Manipulare, atracție, dorință, ispită și jocuri de putere.",
      "fullInterpretation": "Seducția în vis nu este doar despre sex, ci despre influență și manipulare. Dacă seduci, încerci să convingi sau să controlezi pe cineva folosindu-ți farmecul. Dacă ești sedus, ești vulnerabil la influențe externe sau la propriile dorințe. Poate indica o ispită, o capcană plăcută sau o nevoie de validare a atractivității tale.",
      "slug": "seductie"
    },
    {
      "name": "Sef",
      "category": "persoane",
      "shortMeaning": "Autoritate, control, carieră, figura paternă sau \"supra-eul\".",
      "fullInterpretation": "Șeful în vis reprezintă autoritatea, fie cea externă (locul de muncă), fie cea internă (conștiința, tatăl, regulile). Relația cu șeful din vis reflectă atitudinea ta față de autoritate și responsabilitate. Un șef bun indică ghidare și succes. Un șef tiranic reflectă presiune, stres și sentimentul de a fi controlat sau neapreciat.",
      "slug": "sef"
    }
  ]
}