{
  "symbols": [
    {
      "name": "Stranut",
      "category": "corp",
      "shortMeaning": "Eliberare bruscă, sensibilitate, avertisment de sănătate sau purificare.",
      "fullInterpretation": "Strănutul este un act reflex de curățare. În vis, poate semnifica eliberarea bruscă de o tensiune sau de o idee care te deranja. Indică o sensibilitate crescută la mediul înconjurător sau la o problemă. Tradițional, se spune că prevestește sănătate sau confirmarea unui adevăr. Poate fi și un semn de alergie la o situație toxică.",
      "slug": "stranut"
    },
    {
      "name": "Stres",
      "category": "emoții",
      "shortMeaning": "Presiune, suprasolicitare, anxietate și nevoia urgentă de relaxare.",
      "fullInterpretation": "Dacă te simți stresat în vis, este o reflectare directă a stării tale din viața reală. Subconștientul îți transmite un SOS: ești suprasolicitat și riști epuizarea (burnout). Visul te îndeamnă să iei o pauză, să îți reevaluezi prioritățile și să găsești metode de relaxare înainte ca sănătatea să îți fie afectată.",
      "slug": "stres"
    },
    {
      "name": "Strigat",
      "category": "acțiuni",
      "shortMeaning": "Nevoie de ajutor, furie reprimată, avertisment sau eliberare.",
      "fullInterpretation": "Strigătul în vis este o descărcare emoțională puternică. Dacă tu strigi, înseamnă că nu ești auzit în viața reală sau că ai o durere/furie care trebuie exprimată. Dacă auzi un strigăt, este un avertisment sau o chemare la acțiune. Strigătul pe nume are o semnificație profundă, legată de identitate și destin.",
      "slug": "strigat"
    },
    {
      "name": "Strigoi",
      "category": "persoane",
      "shortMeaning": "Energie negativă, trecut care nu moare, frică și vampirism energetic.",
      "fullInterpretation": "Strigoiul este un mort viu care se hrănește cu energia celor vii. În vis, simbolizează o persoană sau o amintire toxică ce îți consumă vitalitatea. Poate indica probleme de sănătate, frici iraționale sau o legătură nesănătoasă cu trecutul. Este un avertisment să te protejezi de influențele negative.",
      "slug": "strigoi"
    },
    {
      "name": "Stropitoare",
      "category": "obiecte",
      "shortMeaning": "Îngrijire, creștere, hrănire emoțională și cultivarea proiectelor.",
      "fullInterpretation": "Stropitoarea este unealta grădinarului. Visul sugerează că ai grijă de ceva (o relație, un proiect, un talent) și îl ajuți să crească. Apa turnată simbolizează emoțiile și viața. Indică o perioadă de cultivare, răbdare și investiție afectivă care va da roade în viitor. Poate semnifica și vindecarea rănilor emoționale.",
      "slug": "stropitoare"
    },
    {
      "name": "Struguri",
      "category": "alimente",
      "shortMeaning": "Abundență, plăcere, sacrificiu (vinul), bucurie sau lacrimi.",
      "fullInterpretation": "Strugurii sunt fructele viței de vie, simbol al abundenței și al vieții. Mâncatul strugurilor sugerează plăcere și prosperitate. Zdrobirea lor pentru vin poate indica sacrificiul necesar pentru a obține o esență superioară. Semnificația depinde mult de culoarea și starea lor (vezi Struguri albi/negri).",
      "slug": "struguri"
    },
    {
      "name": "Struguri albi",
      "category": "alimente",
      "shortMeaning": "Sănătate, inocență, câștiguri, prietenie și vindecare.",
      "fullInterpretation": "Strugurii albi sau verzi sunt un semn pozitiv de sănătate, puritate și noi începuturi. Prevestesc câștiguri materiale obținute cinstit, vindecare și relații armonioase. Culesul lor indică faptul că ești gata să culegi roadele muncii tale și să te bucuri de rezultate pozitive.",
      "slug": "struguri-albi"
    },
    {
      "name": "Struguri negri",
      "category": "alimente",
      "shortMeaning": "Melancolie, lacrimi, despărțire, profunzime sau secrete.",
      "fullInterpretation": "Strugurii negri au adesea o conotație mai sumbră în tradiția onirică, fiind asociați cu lacrimile sau despărțirile. Totuși, pot simboliza și o bucurie profundă, matură, sau secrete dezvăluite. Mâncatul lor poate avertiza asupra unor mici necazuri sau a unei perioade de melancolie.",
      "slug": "struguri-negri"
    },
    {
      "name": "Strut",
      "category": "animale",
      "shortMeaning": "Evitarea realității, negare, mândrie sau viteză.",
      "fullInterpretation": "Struțul este cunoscut pentru mitul că își ascunde capul în nisip. În vis, sugerează că refuzi să înfrunți o problemă, preferând să o ignori (negare). Poate indica și o persoană mândră, dar naivă. Pe de altă parte, struțul aleargă repede, sugerând capacitatea de a evada rapid dintr-o situație periculoasă.",
      "slug": "strut"
    },
    {
      "name": "Student",
      "category": "persoane",
      "shortMeaning": "Învățare continuă, dezvoltare, curiozitate și examenele vieții.",
      "fullInterpretation": "A fi student în vis indică dorința de a învăța și de a te dezvolta. Ești într-o fază de acumulare a cunoștințelor sau te simți testat de viață. Poate sugera nostalgia tinereții sau nevoia de a te specializa într-un domeniu. Reflectă deschiderea minții și procesul de maturizare intelectuală.",
      "slug": "student"
    },
    {
      "name": "Studio",
      "category": "locuri",
      "shortMeaning": "Creativitate, exprimare artistică, muncă independentă și spațiu personal.",
      "fullInterpretation": "Studioul (de artă, muzică, garsonieră) este spațiul creației și al intimității. Visul sugerează nevoia de a te exprima liber, de a lucra la proiectele tale de suflet sau de a avea un loc doar al tău. Indică o perioadă fertilă din punct de vedere artistic sau nevoia de a te retrage pentru a crea ceva valoros.",
      "slug": "studio"
    },
    {
      "name": "Stuf",
      "category": "natură",
      "shortMeaning": "Flexibilitate, instabilitate, adaptare și ape tulburi.",
      "fullInterpretation": "Stuful crește în zone mlăștinoase și se îndoaie în bătaia vântului. Simbolizează flexibilitatea și capacitatea de adaptare, dar și lipsa de coloană vertebrală sau instabilitatea. Poate sugera prieteni nesiguri (\"trestia gânditoare\") sau o situație emoțională confuză. Stuful uscat indică bârfe sau ipocrizie.",
      "slug": "stuf"
    },
    {
      "name": "Stup",
      "category": "obiecte",
      "shortMeaning": "Comunitate, muncă organizată, productivitate și armonie.",
      "fullInterpretation": "Stupul este simbolul muncii organizate, al comunității și al productivității. Un stup plin de albine indică prosperitate, muncă de echipă și rezultate dulci (miere). Poate sugera și agitație sau lipsa intimității. Un stup gol sau distrus prevestește pierderi și dezorganizare. Este un model de societate ideală.",
      "slug": "stup"
    },
    {
      "name": "Submarin",
      "category": "obiecte",
      "shortMeaning": "Explorarea subconștientului, emoții profunde, izolare și presiune.",
      "fullInterpretation": "Submarinul navighează în adâncurile oceanului (inconștientul). Visul indică o imersiune profundă în propriile emoții și amintiri ascunse. Poate sugera dorința de a explora aspecte neștiute ale sinelui sau sentimentul de a fi sub presiune, izolat de lumea exterioară. Este un vehicul al introspecției radicale.",
      "slug": "submarin"
    },
    {
      "name": "Subsol",
      "category": "locuri",
      "shortMeaning": "Subconștient, instincte, amintiri refulate, fundație și temeri.",
      "fullInterpretation": "Subsolul casei reprezintă subconștientul profund, instinctele bazale și amintirile uitate sau refulate. Un subsol întunecat și dezordonat indică frici neprelucrate și confuzie interioară. Un subsol curat și organizat sugerează o fundație psihică solidă. Coborârea în subsol este un act de curaj și autocunoaștere.",
      "slug": "subsol"
    },
    {
      "name": "Suburbie",
      "category": "locuri",
      "shortMeaning": "Conformism, viață liniștită, plictiseală sau dorința de așezare.",
      "fullInterpretation": "Suburbia evocă viața domestică, liniștită, dar poate și monotonă. Poate simboliza dorința de a te așeza la casa ta, de a avea o familie și stabilitate. Pe de altă parte, poate reflecta teama de mediocritate, conformism și pierderea individualității într-un mediu standardizat.",
      "slug": "suburbie"
    },
    {
      "name": "Suferinta",
      "category": "emoții",
      "shortMeaning": "Purificare, avertisment, procesare emoțională sau vindecare.",
      "fullInterpretation": "Suferința în vis este adesea o modalitate de a procesa durerea reală sau de a elibera emoții reprimate (catharsis). Poate fi un avertisment că ceva în viața ta nu funcționează. Paradoxal, tradiția spune că a visa că suferi poate prevesti bucurie și sănătate, conform principiului compensării onirice.",
      "slug": "suferinta"
    },
    {
      "name": "Suflet",
      "category": "fenomene",
      "shortMeaning": "Esență, spiritualitate, nemurire, conștiință și conexiune divină.",
      "fullInterpretation": "Visul despre suflet atinge esența existenței tale. Poate reflecta preocupări spirituale, întrebări despre viață și moarte sau starea ta interioară. Dacă îți vezi sufletul părăsind corpul, poate indica o detașare necesară sau o experiență mistică. Pierderea sufletului sugerează o criză morală sau o depresie profundă.",
      "slug": "suflet"
    },
    {
      "name": "Sufocat sufocare",
      "category": "fenomene",
      "shortMeaning": "Anxietate, presiune, lipsă de libertate sau problemă de sănătate.",
      "fullInterpretation": "Senzația de sufocare în vis este terifiantă și poate avea cauze fiziologice (apnee) sau psihologice. Simbolic, indică faptul că te simți strivit de responsabilități, de o relație posesivă sau de o situație fără ieșire. Îți lipsește \"aerul\", spațiul vital sau libertatea de exprimare. Este un semnal de alarmă urgent.",
      "slug": "sufocat-sufocare"
    },
    {
      "name": "Sufragerie",
      "category": "locuri",
      "shortMeaning": "Viață socială, familie, relaxare, imagine publică și comunicare.",
      "fullInterpretation": "Sufrageria este locul unde primești oaspeți și interacționezi cu familia. Reprezintă fațada ta socială și calitatea relațiilor apropiate. O sufragerie primitoare indică deschidere și armonie. Una dezordonată sau goală sugerează izolare sau probleme de comunicare. Este spațiul de întâlnire al diferitelor aspecte ale vieții.",
      "slug": "sufragerie"
    },
    {
      "name": "Sulita",
      "category": "obiecte",
      "shortMeaning": "Agresivitate, focus, direcție, masculinitate și atac.",
      "fullInterpretation": "Sulița este o armă străveche, simbolizând agresivitatea directă și focusul (a ținti). Poate indica o atitudine ofensivă, dorința de a atinge un obiectiv cu orice preț sau un conflict deschis. Are și conotații falice, legate de puterea masculină și penetrare. A fi lovit de suliță înseamnă a fi rănit de critici aspre.",
      "slug": "sulita"
    },
    {
      "name": "Sultan",
      "category": "persoane",
      "shortMeaning": "Putere absolută, autoritate, lux, dorințe și capritii.",
      "fullInterpretation": "Sultanul reprezintă autoritatea supremă și puterea, uneori despotică. În vis, poate simboliza o figură paternă dominantă sau propria dorință de a controla totul. Poate sugera lux, plăceri senzuale (harem) și îndeplinirea capriciilor. Te avertizează să nu fii arogant sau să nu te lași manipulat de cineva puternic.",
      "slug": "sultan"
    },
    {
      "name": "Sunca",
      "category": "alimente",
      "shortMeaning": "Prosperitate, rezerve, sănătate robustă sau lăcomie.",
      "fullInterpretation": "Șunca este un aliment consistent, simbol al rezervelor și al prosperității materiale. Mâncatul șuncii indică satisfacție și sănătate. Totuși, poate sugera și lăcomie, excese sau o abordare prea materialistă. În unele interpretări, carnea de porc poate prevesti mici neplăceri sau bârfe.",
      "slug": "sunca"
    },
    {
      "name": "Supa",
      "category": "alimente",
      "shortMeaning": "Confort, vindecare, simplitate, hrană sufletească și familie.",
      "fullInterpretation": "Supa este mâncarea care încălzește și vindecă. În vis, simbolizează confortul emoțional, întoarcerea la lucruri simple și hrănitoare. Poate indica nevoia de alinare într-o perioadă dificilă. Mâncatul supei în familie sugerează armonie. Dacă supa e rece sau proastă, indică dezamăgire afectivă.",
      "slug": "supa"
    },
    {
      "name": "Suparare",
      "category": "emoții",
      "shortMeaning": "Eliberare de tensiune, bucurie paradoxală (tradiție) sau conflict.",
      "fullInterpretation": "A fi supărat în vis este adesea interpretat pe dos în tradiția populară: prevestește bucurie și ușurare în viața reală. Psihologic, visul permite eliberarea unor tensiuni și frustrări acumulate, funcționând ca o supapă de siguranță. Dacă altcineva e supărat pe tine, te simți vinovat sau neînțeles.",
      "slug": "suparare"
    },
    {
      "name": "Supermarket",
      "category": "locuri",
      "shortMeaning": "Alegeri multiple, nevoi, abundență, confuzie și consumerism.",
      "fullInterpretation": "Supermarketul oferă o multitudine de opțiuni, simbolizând alegerile pe care trebuie să le faci în viață. Un raft plin indică abundență și oportunități. Un raft gol sugerează lipsuri. Confuzia în fața produselor reflectă indecizia ta. Poate indica și tendința de a căuta satisfacția în lucruri materiale.",
      "slug": "supermarket"
    },
    {
      "name": "Superputeri",
      "category": "acțiuni",
      "shortMeaning": "Potențial ascuns, dorință de control, compensare și încredere.",
      "fullInterpretation": "Visul în care ai superputeri (zbor, forță, invizibilitate) este o compensare pentru sentimentul de neputință din viața reală sau o recunoaștere a potențialului tău latent. Îți arată că ai resurse interioare nebănuite pentru a depăși obstacolele. Indică dorința de a fi special și de a controla destinul.",
      "slug": "superputeri"
    },
    {
      "name": "Surd",
      "category": "persoane",
      "shortMeaning": "Izolare, refuzul de a asculta, neînțelegere și comunicare blocată.",
      "fullInterpretation": "A fi surd în vis sugerează că refuzi să asculți un sfat, o voce interioară sau realitatea (\"a face urechea toacă\"). Poate indica izolare, neînțelegere sau teama de a primi vești proaste. Dacă vorbești cu un surd, te simți ignorat și frustrat că mesajul tău nu ajunge la destinație.",
      "slug": "surd"
    },
    {
      "name": "Surpriza",
      "category": "emoții",
      "shortMeaning": "Neașteptat, schimbare de planuri, veste sau adaptabilitate.",
      "fullInterpretation": "Surpriza în vis te pregătește pentru neprevăzut. Dacă surpriza e plăcută, așteaptă-te la o schimbare pozitivă sau la o veste bună. Dacă e neplăcută, visul te avertizează să fii vigilent. Reacția ta la surpriză arată cât de adaptabil ești în fața schimbărilor din viața reală.",
      "slug": "surpriza"
    },
    {
      "name": "Surub",
      "category": "obiecte",
      "shortMeaning": "Fixare, stabilitate, presiune, detaliu tehnic sau sexualitate.",
      "fullInterpretation": "Șurubul servește la fixarea și asamblarea lucrurilor. În vis, poate sugera nevoia de a stabiliza o situație sau de a \"strânge șurubul\" (disciplină). Un șurub slăbit indică instabilitate. În argou, poate avea conotații sexuale. Poate simboliza și sentimentul de a fi manipulat sau \"învârtit\".",
      "slug": "surub"
    },
    {
      "name": "Surubelnita",
      "category": "obiecte",
      "shortMeaning": "Ajustare, reparație, influență, instrument practic și soluție.",
      "fullInterpretation": "Șurubelnița este unealta cu care ajustezi lucrurile. Visul sugerează că ai mijloacele necesare pentru a repara o situație, a modifica o atitudine sau a strânge relațiile. Indică o abordare practică și tehnică a problemelor. Poate sugera nevoia de a face mici ajustări pentru ca totul să funcționeze perfect.",
      "slug": "surubelnita"
    },
    {
      "name": "Susan",
      "category": "alimente",
      "shortMeaning": "Deschidere, oportunități, bogăție mică dar sigură și magie.",
      "fullInterpretation": "Sfeșnicul \"Sesam, deschide-te!\" leagă susanul de comori și oportunități magice. În vis, semințele de susan pot simboliza bogăția acumulată din lucruri mărunte sau deschiderea unor noi uși. Uleiul de susan sugerează o situație care se derulează lin (\"ca pe roate\") sau o muncă răsplătită.",
      "slug": "susan"
    },
    {
      "name": "Sutana preoteasca",
      "category": "obiecte",
      "shortMeaning": "Spiritualitate, autoritate religioasă, ipocrizie sau vocație.",
      "fullInterpretation": "Sutana preoțească simbolizează dedicarea spirituală, autoritatea morală și tradiția. Dacă o porți, poate indica o vocație, nevoia de a te purifica sau asumarea unui rol de ghid. Totuși, poate sugera și ipocrizie (\"haina nu face pe om\") sau ascunderea adevăratei naturi sub o mască de pioșenie.",
      "slug": "sutana-preoteasca"
    },
    {
      "name": "Sutien",
      "category": "obiecte",
      "shortMeaning": "Susținere, feminitate, intimitate, protecție sau seducție.",
      "fullInterpretation": "Sutienul este un simbol al susținerii și al protecției feminității. Poate indica nevoia de sprijin emoțional. Un sutien prea strâmt sugerează restricții. Scoaterea sutienului indică eliberare și relaxare. Este un obiect intim, legat de sexualitate, maternitate și imaginea de sine a femeii.",
      "slug": "sutien"
    },
    {
      "name": "Suvenir",
      "category": "obiecte",
      "shortMeaning": "Amintire, nostalgie, trecut, lecție învățată sau legătură.",
      "fullInterpretation": "Suvenirul este un obiect care păstrează vie o amintire. În vis, indică nostalgie pentru o perioadă trecută, o persoană sau un loc. Sugerează că ai învățat o lecție importantă pe care trebuie să o păstrezi (\"souvenir\" = a-ți aminti). Poate fi și un semn că trăiești prea mult în trecut.",
      "slug": "suvenir"
    },
    {
      "name": "Suzeta",
      "category": "obiecte",
      "shortMeaning": "Nevoie de alinare, imaturitate, regresie, tăcere sau dependență.",
      "fullInterpretation": "Suzeta este un substitut pentru sânul matern, oferind alinare. În vis, indică o nevoie de confort emoțional, o regresie la comportamente infantile sau o dependență nesănătoasă. Poate sugera că încerci să \"taci\" o nevoie reală cu un substitut sau că cineva încearcă să te pacifice artificial.",
      "slug": "suzeta"
    }
  ]
}