{
  "symbols": [
    {
      "name": "Seif",
      "category": "dictionar",
      "shortMeaning": "Seiful in vise prevesteste o cearta, o hartuiala.",
      "fullInterpretation": "Seiful in vise prevesteste o cearta, o hartuiala. Totusi, ar putea insemna ca nu doriti sa va deschideti in fata prietenilor.",
      "slug": "seif"
    },
    {
      "name": "Semafor",
      "category": "dictionar",
      "shortMeaning": "Semaforul in vise inseamna semn rau, veti fi mintiti.",
      "fullInterpretation": "Semaforul in vise inseamna semn rau, veti fi mintiti. Daca visati ca semaforul functioneaza pe culoarea verde puteti spera ca, in curand veti reusi sa duceti la bun sfarsit o problema grea, o sarcina grea. Daca semaforul arata lumina rosie atunci el prevesteste o boala.",
      "slug": "semafor"
    },
    {
      "name": "Semiluna",
      "category": "dictionar",
      "shortMeaning": "Semiluna in vise indica schimbari ciclice, de reinoire si de miscare.",
      "fullInterpretation": "Semiluna in vise indica schimbari ciclice, de reinoire si de miscare. Progresezi lin spre calea vietii.",
      "slug": "semiluna"
    },
    {
      "name": "Semineu",
      "category": "dictionar",
      "shortMeaning": "Semineul in vise inseamna liniste in familie, caldura din partea celor dragi.",
      "fullInterpretation": "Semineul in vise inseamna liniste in familie, caldura din partea celor dragi. Daca visati ca stati in fata unui semineu inseamna ca va simtiti in siguranta. Visul in care focul arde in semineu reprezinta fericire in viata de familie, iar daca focul se stinge in semineu sugerereaza ca vor fi discutii si griji. Daca visati un semineu in care nu arde nimic inseamna ca veti avea dezamagiri pe plan sentimental.",
      "slug": "semineu"
    },
    {
      "name": "Seminte",
      "category": "dictionar",
      "shortMeaning": "Daca visati seminte neplantate reprezinta potentialul de noi oportunitati, posibilitati, progres sau crestere personala.",
      "fullInterpretation": "Daca visati seminte neplantate reprezinta potentialul de noi oportunitati, posibilitati, progres sau crestere personala. Dorinta dumneavoastra pentru a incepe o noua afacere. Daca visati seminte plantate reprezinta primii pasi facuti cu un scop spre viitor. Primii pasi spre o noua aventura , experienta sau un nou obicei.Semintele de dovleac in vise adesea semnifica aspiratiile dumneavoastra. Daca in vis nu le plantati si nu va ingrijiti de ele, acestea nu vor deveni realitate si vor ramane la simplul stadiu de vis. In interpretarea chineza, visul la seminte de dovleac inseamna fertilitate si abundenta. Veti avea multi copii. Daca visati ca mancati seminte de dovleac atunci semnifica nasterea unui copil de vita nobila. In general, visarea semintelor de floarea soarelui pot simboliza noi desoperiri in viitorul apropiat si noi inceputuri. Desigur, in functie de context si de felul cum va sunt prezentate, acestea pot prevesti sau simboliza diverse lucruri. In continuare vom inceraca sa va prezentam si sa interpretam cele mai comune vise despre semintele de floarea soarelui. Rcoltarea semintelor de floarea soarelui Astfel de vise in care ati recoltat sau urmeaza sa recoltati semintele de floarea soarelui sunt, de regula, un semn al avutiei si al inmultirii posesiunilor. Mancand seminte de floarea soarelui Consumul semintelor de floarea soarelui poate indica doua lucruri, si anume: - Poate ca va ganditi prea mult la trecut, faceti lucrurile in felul dumneavoastra si traiti dupa propriul set de reguli si datorita unor alegeri neintelepte vi se va arata sfarsitul unei relatii sau a unei situati in care ati fost implicati. - Pe de alta parte, consumul seminelor de floarea sorelui poate fi tratat ca si o metafora a vindecarii. O sa va confruntati cu probleme ca va pot provoca multe probleme interne si va trebui sa fiti mai atenti si mai metodici in actiunile si eforturile dumneavoastra. De asemenea, visul poate indica faptul ca o ideie a rasarit sau ca ea este in curs de dezvoltare.Declaratie de dragoste, care se va face printr - o scrisoare, fericire de scurta durata. culegand mac - dragoste apropiata, de scurta durata mac intr-un lan de grau - propunere de dragoste a unei persoane bogate mancand semninte de mac - sperante desarte mac pe camp - bucurie, placere mac pe camp intre flori - rusine pentru o situatie mac printre buruieni - declaratie a unei persoane deosebit de interesanta cu o frumoasa pozitie sociala mac rosu aprins - injosire intr-o situatie seminte de mac - casatorie tarzie cu o persoana harnica - vazand - mare placere.",
      "slug": "seminte"
    },
    {
      "name": "Seminte de dovleac",
      "category": "dictionar",
      "shortMeaning": "Semintele de dovleac in vise adesea semnifica aspiratiile dumneavoastra.",
      "fullInterpretation": "Semintele de dovleac in vise adesea semnifica aspiratiile dumneavoastra. Daca in vis nu le plantati si nu va ingrijiti de ele, acestea nu vor deveni realitate si vor ramane la simplul stadiu de vis. In interpretarea chineza, visul la seminte de dovleac inseamna fertilitate si abundenta. Veti avea multi copii. Daca visati ca mancati seminte de dovleac atunci semnifica nasterea unui copil de vita nobila.",
      "slug": "seminte-de-dovleac"
    },
    {
      "name": "Seminte de floarea soarelui",
      "category": "dictionar",
      "shortMeaning": "In general, visarea semintelor de floarea soarelui pot simboliza noi desoperiri in viitorul apropiat si noi inceputuri.",
      "fullInterpretation": "In general, visarea semintelor de floarea soarelui pot simboliza noi desoperiri in viitorul apropiat si noi inceputuri. Desigur, in functie de context si de felul cum va sunt prezentate, acestea pot prevesti sau simboliza diverse lucruri. In continuare vom inceraca sa va prezentam si sa interpretam cele mai comune vise despre semintele de floarea soarelui. Rcoltarea semintelor de floarea soarelui Astfel de vise in care ati recoltat sau urmeaza sa recoltati semintele de floarea soarelui sunt, de regula, un semn al avutiei si al inmultirii posesiunilor. Mancand seminte de floarea soarelui Consumul semintelor de floarea soarelui poate indica doua lucruri, si anume: - Poate ca va ganditi prea mult la trecut, faceti lucrurile in felul dumneavoastra si traiti dupa propriul set de reguli si datorita unor alegeri neintelepte vi se va arata sfarsitul unei relatii sau a unei situati in care ati fost implicati. - Pe de alta parte, consumul seminelor de floarea sorelui poate fi tratat ca si o metafora a vindecarii. O sa va confruntati cu probleme ca va pot provoca multe probleme interne si va trebui sa fiti mai atenti si mai metodici in actiunile si eforturile dumneavoastra. De asemenea, visul poate indica faptul ca o ideie a rasarit sau ca ea este in curs de dezvoltare.",
      "slug": "seminte-de-floarea-soarelui"
    },
    {
      "name": "Semn din nastere",
      "category": "dictionar",
      "shortMeaning": "- Daca visezi ca ai un semn din nastere, acesta iti serveste drept memento pentru ceva ce trebuie...",
      "fullInterpretation": "- Daca visezi ca ai un semn din nastere, acesta iti serveste drept memento pentru ceva ce trebuie sa faci sau nu trebuie. Acesta reprezinta o pata pe sufletul tau.",
      "slug": "semn-din-nastere"
    },
    {
      "name": "Semnatura",
      "category": "dictionar",
      "shortMeaning": "(Vezi si autograf.",
      "fullInterpretation": "(Vezi si autograf.)Indiferent ce visezi: ca semnezi un cec sau un alt document, inseamna ca vei avea un trai modest si ca va trebui sa muncesti mult.",
      "slug": "semnatura"
    },
    {
      "name": "Sens giratoriu",
      "category": "dictionar",
      "shortMeaning": "A vedea un sens giratoriu in vise sugereaza ca duceti o lupta fara succes pentru a avansa in dragoste sau avere.",
      "fullInterpretation": "A vedea un sens giratoriu in vise sugereaza ca duceti o lupta fara succes pentru a avansa in dragoste sau avere. Visul in care apare un sens giratoriu ar mai putea reflecta evenimente din ziua respectiva care va ofera o deschidere si o cale sigura pentru a va exprima emotiile.",
      "slug": "sens-giratoriu"
    },
    {
      "name": "Senzualitate",
      "category": "dictionar",
      "shortMeaning": "Pentru a experimenta senzualitatea in vis sugereaza ca trebuie sa acordati mai multa atentie la n...",
      "fullInterpretation": "Pentru a experimenta senzualitatea in vis sugereaza ca trebuie sa acordati mai multa atentie la nevoile corpului dumneavoastra.",
      "slug": "senzualitate"
    },
    {
      "name": "Sera",
      "category": "dictionar",
      "shortMeaning": "Sera in vise inseamna amor, dragoste.",
      "fullInterpretation": "Sera in vise inseamna amor, dragoste. Daca visati o sera de flori atunci inseamna ca veti avea parte de o dragoste impartasita. Visul in care apare o sera de legume reprezinta o afacere incurcata. Daca visati ca va aflati intr-o sera inseamna ca veti avea viitor frumos si veti fi inconjurat de persoane prietenoase alaturi de care veti pertrece momente placute.Serafimii sunt o clasa superioara de ingeri, mai presus de ingerii normali, dar mai jos ca statut decat arhanghelii. Acestia au 6 aripi, cu doua is acopera fata, cu alte doua isi acopera picioarele si cu ultimele doua zboara. Aparitia acestora in vise este un semn foarte bun, ei prevestesc protectie, noroc si indrumare. Visand ca aveti alaturi de dumneavoastra un inger serafim este semn ca veti depasi cu usurinta problemele sau tentatiile actuale. Potrivit traditiei noastre, se spune ca niciun om nu a putut sa vada fata unui serafim sau daca a facut-o nu a trait ca sa poata povestii. Visul in care un serafim vi se arata si ii puteti admira chipul, este un semn de descoperire spirituala, putere mentala deosebita, noi orizonturi si descoperiri exceptionale.",
      "slug": "sera"
    },
    {
      "name": "Seringa",
      "category": "dictionar",
      "shortMeaning": "Puteti vizualiza versiunea video de mai jos a acestui vis sau puteti continua sa cititi textul, d...",
      "fullInterpretation": "Puteti vizualiza versiunea video de mai jos a acestui vis sau puteti continua sa cititi textul, depinde de dumneavoastra. Videoclip despre visarea seringilor, acelor de seringa si a injectiilor Seringile pot crea vise infricosatore pentru unii oameni. Cu toate acestea, injectia in vise nu este tocmai un semn rau. In viata de zi cu zi, injectia este administrata in cadrul unui tratament medical sau poate face parte dintr-o schema de vaccinare avand ca scop protejarea impotriva unor epidemii sau virusi. In unele vise, seringa sau injectia poate simboliza anxietate cu privire la starea de sanatate sau teama de posibile proceduri medicale. O seringa plina cu sange este considerata un semn deosebit de nefavorabil. Aceasta reprezinta o amenintare, atat pentru cel care o viseaza, cat si pentru cei dragi sau familie. Semn de boala iminenta! O seringa care nu functioneaza sau este blocata poate insemna incercari ineficiente de a va modifica cursul vietii sau de a-i influienta pe altii. Fiind injectat cu un fluid clar si limpede poate reprezenta o situatie sau favorizare unei perspective clare si transparente. Ceva sau cineva va va face sa vedeti sau sa analizati o situatie mult mai clar fata de pana acum. Acul de seringa simbolizeaza, de obicei, o persoana care are o foarte mare influenta asupra vietii dumneavoastra. Visand un ac de seringa infipt undeva in corpul dumneavoastra, dezvaluie probleme, responsabilitati si presiuni de care nu stiti cum sa scapati.Daca visezi ca ti se face o injectie indica faptul ca trebuie sa te dezvolti la nivel mental si spiritual. Alternativ, visul poate fi o metafora pentru a `injecta` mai multa energie in viata ta reala. Daca visezi ca cineva iti face o injectie fortat reprezinta atitudinea ta negativa cu privire la o anumita situatie. De asemenea, visul indica faptul ca infuenta anturajului pune presiune asupra ta.",
      "slug": "seringa"
    },
    {
      "name": "Serpentine",
      "category": "dictionar",
      "shortMeaning": "Visul in care conduceti pe un drum cu serpentine inseamna ca aveti dificultati in atingerea obiec...",
      "fullInterpretation": "Visul in care conduceti pe un drum cu serpentine inseamna ca aveti dificultati in atingerea obiectivelor, va este greu sa acceptati anumite schimbari asociate cu acele obiective.",
      "slug": "serpentine"
    },
    {
      "name": "Sertar",
      "category": "dictionar",
      "shortMeaning": "Daca visezi un sertar deschis semnifica faptul ca ti se vor restitui niste bani de mult imprumuta...",
      "fullInterpretation": "Daca visezi un sertar deschis semnifica faptul ca ti se vor restitui niste bani de mult imprumutati -de vei visa un sertar gol , e semn ca trebuie sa fi mai atent cu cei care iti fac servicii. De asemenea, potrivit traditiei romanesti, de vei visa un sertar inseamna ca cineva insista, vrea sa se bage in sufletul tau.",
      "slug": "sertar"
    },
    {
      "name": "Servetel",
      "category": "dictionar",
      "shortMeaning": "Daca visezi servetele este un semn ca vei fi satisfacut din punct de vedere social si profesional.",
      "fullInterpretation": "Daca visezi servetele este un semn ca vei fi satisfacut din punct de vedere social si profesional.",
      "slug": "servetel"
    },
    {
      "name": "Serviciu",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca vi se ofera un serviciu simbolizeaza dorinta dumneavoastra de a impartasi sau de ai ajuta pe altii.",
      "fullInterpretation": "Daca visati ca vi se ofera un serviciu simbolizeaza dorinta dumneavoastra de a impartasi sau de ai ajuta pe altii.Visele despre colegii de munca sunt vise obisnuite pentru oamenii care sunt angajati. Uneori putem visa colegii de munca chiar si atunci dupa ce am parasit pozitia sau locul de munca din viata de zi cu zi. De obicei, tindem sa ii visam atunci cand avem o relatie excelenta cu ei, fie cand nu ii putem suportam sau cand avem dificultati in colaborarea cu acestea. In oricare dintre cazuri, visarea colegilor este un mesaj din subconstient legat de relatia noastra cu ei si fie ne confirma fericirea si satisfactia pentru faptul ca avem coleg/i minunat, fie ne dezvaluie frustrarea pentru ca suntem fortati sa ne vedem si sa lucram cu acestia. In general, visarea unui coleg este un indicativ pentru lupte si ambitii de natura competitiva. S-ar putea ca dumneavoastra sa fi aderat recent la un proiect si sa fi intampinat greutati sau sa nu va fi indeplinit obiectivele. Visarea colegilor de serviciu barfitori poate ajuta la dezvoltarea zonelor in care trebuie sa lucrati mai mult. De asemena, visarea unui coleg pe care nu il placeti prea mult poate ajuta la dezvaluirea orcarui resentiment care sta la baza politicii de la locul de munca. Visele despre colegii de munca ne dezvaluie adesea adevaratele noastre sentimente fata de ei, iar detaliile lor pot descrie baza neintelegerilor si a relatiei noastre cu ei/",
      "slug": "serviciu"
    },
    {
      "name": "Servieta",
      "category": "dictionar",
      "shortMeaning": "O servieta noua in vise inseamna unele neplaceri cauzate din pricina neatentiei dumneavoastra.",
      "fullInterpretation": "O servieta noua in vise inseamna unele neplaceri cauzate din pricina neatentiei dumneavoastra. Totusi, visul ar mai putea insemna si faptul ca veti pleca intr-o calatorie placuta.",
      "slug": "servieta"
    },
    {
      "name": "Servitor",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca sunteti un servitor sugereaza faptul ca sunteti prea supusi in unele situatii.",
      "fullInterpretation": "Daca visati ca sunteti un servitor sugereaza faptul ca sunteti prea supusi in unele situatii. De asemenea, sa visezi ca ai un servitor indica rolul de autoritate.",
      "slug": "servitor"
    },
    {
      "name": "Sete",
      "category": "dictionar",
      "shortMeaning": "Visul in care vezi sau mirosi musetel reprezinta rabdare.",
      "fullInterpretation": "Visul in care vezi sau mirosi musetel reprezinta rabdare. Trebuie sa te calmezi, este nevoie sa iei o atitudine mai lejera cu privire la unele situatii. Alternativ, visul reprezinta sanatate buna. - Daca ai visat ca bei ceai de musetel inseamna ca te vei indragosti. Daca auziti pe cineva razand inseamna ca in viata reala sunteti prea serios sa poate prea incordat. Nu puneti atata presiune pe dumneavoastra. Rasul este, de asemenea, un semn de eliberare, bucurie si placere. Visul in care sunteti luat in ras indica nesiguranta si teama de a nu fi acceptat. Rasete demonice - reprezinta sentimente de umilire si / sau de neputinta. Simtiti ca cineva lucreaza / comploteaza impotriva dumneavoastra.Visarea sosetelor este destul de comuna pentru toti oamenii. Aproape de fiecare data sosetele din vise reprezinta sfaturi si avertismente cu privire la ceea ce ar trebui sa faceti in anumite situatii. Visand ca sosetele sunt la vedere este semn ca acum este momentul potrivit pentru aprofundarea cunostintelor. Aceste va vor fi utile in extinderea campului de oportunitati pe piata de munca. Sosete vechi Atunci cand visati sosete vechi, acestea indica o despatire sau o anume separare. Poate ca sunteti furios sau nemultumit legat de o relatie, cel mai indicat lucru este sa va asezati si sa clarificati lucrurile pentru a vedea daca exista sanse sa continati sau trebuie sa puneti punct acum. Aici putand fi vorba despre o relatie amoroasa, una de afaceri sau de prietenie. Sosete noi Sosetele noi indica faptul ca veti experimenta noi schimbari la locul de munca sau la scoala. De asemenea, visul denota ca in mare parte schimbarile -vor fi pozitive si cu noroc. Purtarea sosetelor in vis Daca ati visat ca purtati sosete, acest lucru arata siguranta si confort in viata profesionala, cariera stabila si fara griji pentru ziua de maine. O singura soseta in vis inseamna informatii surprinzatoare. Visarea sosetelor rupte Sosetele rupte sau cele cu gauri simbolizeaza dificultatea. Visul mai poate arata si faptul ca sunteti nefericit chiar daca dumneavoastra sunteti de parere ca va aflati in zona de confort. Tot acest vis denota monotonie si lucruri repetive si fara satisfactii. Ar fi o idee excelenta daca ati lucra mai mult la proiectele si lucrurile ce va incanta astfel rezultatele nu vor intarzia sa apara si odata cu acestea gradul de satisfactie va creste. Cumpararea sosetelor in vis Faptul ca ati cumprat sosete in vis presupune ca veti calatori in viitorul apropiat. De asemena, visul semnaleaza o perioada de planificare si pregatire. Vanzarea si comercializarea sosetelor Un asemenea vis, mai ales daca este vorba despre o afacere, este un semn ca in ultima vreme oamenii v-au judecata pe baza actiunilor dumneavoastra. Simtiti ca sunteti urmarit indeaprope pentru a fi catalogat si asociat unui anumit tip de persoana. Spalarea sosetelor Spalarea sosetelor cu apa si sapun sau punerea acestora a masina de spalat sugereaza faptul ca va trebui sa va supraveghiati indeaproape sanatatea, poate chiar sa faceti niste analize medicale. Luati in considerare respectarea igienei zilnice pentru a fi sigur ca sunteti protejat de anumite boli. Visarea sosetelor colorate Sosetele negre fac referire la aroganta intr-un sens profesional, dar conform. Visul este o referire directa la unii oameni din anturajul dumneavoastra care actioneaza foarte profesionist la locul de munca sau in domeniul afacerilor. Sosetele maro sugereaza faptul ca nu ar trebui sa va lasati purat de val. De luat in considerarea ca a sosit momentul sa va concentrati energia pe activitati mai productive. Sosetele albe pot fi interpretate ca si indicatii directe cu privire la o personalitate usoara. Sunteti intodeuna flexibil si faceti lucruri pentru a multumi si a satisface cerintele altora. Acesta este unul dintre principalele motive pentru care unii oameni profita de dumneavoastra. Sosetele rosii denota agresivitate care este un rezulat direct al autoritatii pe care o detineti. Sosetele roz arata stilul actual de viata care este plin de dragoste si bucurie. Vezi si ciorapiSosetele murdare in vise semnifica o situatie curenta foarte dificila pentru dumneavoastra. Daca visati ca schimbati sosetele murdare cu sosete noi si curate inseamna ca situatia dumneavoastra se va imbunatati.",
      "slug": "sete"
    },
    {
      "name": "Seva",
      "category": "dictionar",
      "shortMeaning": "Seva este hrana regnului vegetal, licoarea sa datatoare de viata, insasi esenta acestuia.",
      "fullInterpretation": "Seva este hrana regnului vegetal, licoarea sa datatoare de viata, insasi esenta acestuia. Seva simbolizeaza vitalitatea si puterea de a raspunde la noi provocari. Din punct de vedere psihologic, lipsa de seva in vise poate sugera o epuizare, lipsa de energie si vitalitate. In sens peiorativ, un lucru lip-sit de seva poate sugera ceva lipsitde viata sau lipsit de esenta.",
      "slug": "seva"
    },
    {
      "name": "Sexualitate",
      "category": "dictionar",
      "shortMeaning": "Visele despre sexualitate ne vorbesc despre modul Ã®n care percepem relaÅ£iile sexuale Ã®nainteaz...",
      "fullInterpretation": "Visele despre sexualitate ne vorbesc despre modul Ã®n care percepem relaÅ£iile sexuale Ã®nainteazÄƒ \"mascate\": el nu folosesc nici gesturi, nici poziÅ£ii erotice, ci mai degrabÄƒ imagini anodine: visele despre sex au aerul tare inocent! Uneori chiar, persoana Ã®n cauzÄƒ Ã®ÅŸi calificÄƒ visul drept \"tÃ¢mpit\", fÄƒrÄƒ sÄƒ-ÅŸi dea seama cÄƒ el foloseÅŸte simboluri care sÄƒ ilustreze comportamentul ei sexual. AdevÄƒratele vise despre sexualitate sunt ascunse sub imagini de clondir, pivniÅ£Äƒ, ciupercÄƒ, cÃ¢ine, cochilie, elefant, girafÄƒ, umbrelÄƒ, grilÄƒ (gratii), sabot, tigru, nÄƒmol ÅŸi alte sute posibile pe care trebuie sÄƒ Ã®nvÄƒÅ£Äƒm sÄƒ le descifrÄƒm.In mod normal, homosexualitatea semnifica atractia sexuala fata de cineva de acelasi sex. In vise, homosexualitatea poate sugera nevoia de a avea alaturi pe cineva asemenea dumneavoastra. Daca reusiti sa identificati care sunt acele puncte comune cu persoana de acelasi sex de care va simtiti atras atunci visul poate fi interpretat in totalitate prin interpretarea acelor puncte comune. Pentru mai multe detalii puteti consulta si interpretarea visului sex.",
      "slug": "sexualitate"
    },
    {
      "name": "Sezlong",
      "category": "dictionar",
      "shortMeaning": "Sezlongul in vise prezice o viata bogata si linistita.",
      "fullInterpretation": "Sezlongul in vise prezice o viata bogata si linistita. Visul in care va asezati pe un sezlong sugereaza faptul ca veti simti invidie chiar si pentru lucruri marunte. Alternativ, visul ar mai putea sugera anumite neintelegeri cu sotul / sotia. Daca visati ca stati la bronzat pe un sezlong inseamna ca veti obtine anumite privilegii. Visul in care stati pe sezlong pe o plaja sau intr-o gradina semnifica o stare de lene si de plictiseala.",
      "slug": "sezlong"
    },
    {
      "name": "Sfada",
      "category": "dictionar",
      "shortMeaning": "Sfada in vise se refera unele negativitati ascunse pe care le aveti fata de cineva din viata dumneavoastra de zi cu zi.",
      "fullInterpretation": "Sfada in vise se refera unele negativitati ascunse pe care le aveti fata de cineva din viata dumneavoastra de zi cu zi. Aveti dificultati in a va exprima sentimentele negative, si astfel visul reprezinta incercarea de a scoate la iveala aceste sentimente. Trebuie sa va exprimati aceste sentimente pentru a va rezolva conflictul intern. Alternativ, visul sugereaza unele tulburari interioare ce va deranjeaza. Poate ca sunteti sub o tensiune extrema sau stres.",
      "slug": "sfada"
    },
    {
      "name": "Sfant",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca sunteti un sfant , reprezinta un aspect al vostru care este obsevat pentru a fi pe...",
      "fullInterpretation": "Daca visati ca sunteti un sfant , reprezinta un aspect al vostru care este obsevat pentru a fi perfect sau a nu face ceva gresit. Negativ , un sfant poate reflecta anxietate sau o atitudine ferma cu privire la evitarea de a face ceva gresit. Visare sfintilor are deobicei implicatii spirituale. Pentru cei care nu accepta aceasta posibilitate, inconstientul poate transmite unele sentimente de presiune sau, eventual, nevoia de a va sacrifica. Visand imagini sfinti sau icoane poate avea semnificatii diferite in functie de detaliile imaginilor. Acest vis este indicatorul lucrurilor importante si este unul dintre cele mai pozitive vise. De asemenea, visatorul poate avea anumite conflicte interioare si, ca urmare a acestora, apare visul care indica necesitatea unui raspuns imediat din dorinta de a gasi armonie si pace. Aparitia statuetelor cu sfinti in vise simbolizeaza o persoana din viata dumneavoastra (barbat sau femeie) cu inima rece. Visul in care vedeti un sfant plangand simbolizeaza probleme prezente ce trebuiesc rezolvate. Alternativ, visul poate fi unul tulburator, care poate aparea in urma unei spaime cu privire la o boala sau un accident.",
      "slug": "sfant"
    },
    {
      "name": "Sfaturi",
      "category": "dictionar",
      "shortMeaning": "Oferirea sau primirea unui sfat in vis este adesea legat de faptul ca doriti sa va mentineti sau ...",
      "fullInterpretation": "Oferirea sau primirea unui sfat in vis este adesea legat de faptul ca doriti sa va mentineti sau sa va ridicati la o anumita pozitie in societate. Tot acest vis poate face referire de multe ori si la propriile noastre intuitii. Cele mai multe vise cu \"sfaturi sau consiliere\" reprezinta nevoia noastra de a nu ne asuma riscuri. Oferirea de consiliere poate indica o peronalitate arbitrara. Primind consiliere indica o minte deschisa si flexibila. Daca dumneavoastra oferiti sfaturi cuiva, acest vis este asociat de cele mai multe ori cu acordarea unei pozitii superficiale pe o problema legata de familie. Cand cineva ne ofera sfaturi in vis , putem interpreta acest lucru ca pe o indrumare provenita din iteriorul nostru, probabil chiat din partea unei parti a personalitatii noastre inca nedefinite. Aceptand orice sfat care va este dat, in mod clar acest vis arata ca trebuie sa va priviti interiorul, in scopul de a gasi cele mai bune abordari a problemelor viitoare.",
      "slug": "sfaturi"
    },
    {
      "name": "Sfecla",
      "category": "dictionar",
      "shortMeaning": "Sfecla in vise inseamna uitarea viselor.",
      "fullInterpretation": "Sfecla in vise inseamna uitarea viselor. Daca visati ca mancati sfecla sugereaza ca va aflati in imprejurari neprielnice. Visul la o sfecla rosie inseamna sanatate. Daca visati ca taiati o sfecla inseamna despartire.Sfecla rosie in vise este un simbol pentru vesti, evenimente, complicatii si recolta. De asemenea, visul ar mai putea insemna dorinta dumneavoastra pentru hranire spirituala. O parte din dumneavoastra nu se dezvolta asa cum trebuie. Visul in care culegeti sfecla rosie sugereaza ca veti fi torturat sau chinuit de indoieli despre sarcinile sau afacerile dumneavoastra. Daca visati ca mancati sfecla rosie inseamna ca s-ar putea sa fiti prins intr-o situatie neasteptata.",
      "slug": "sfecla"
    },
    {
      "name": "Sfecla rosie",
      "category": "dictionar",
      "shortMeaning": "Sfecla rosie in vise este un simbol pentru vesti, evenimente, complicatii si recolta.",
      "fullInterpretation": "Sfecla rosie in vise este un simbol pentru vesti, evenimente, complicatii si recolta. De asemenea, visul ar mai putea insemna dorinta dumneavoastra pentru hranire spirituala. O parte din dumneavoastra nu se dezvolta asa cum trebuie. Visul in care culegeti sfecla rosie sugereaza ca veti fi torturat sau chinuit de indoieli despre sarcinile sau afacerile dumneavoastra. Daca visati ca mancati sfecla rosie inseamna ca s-ar putea sa fiti prins intr-o situatie neasteptata.",
      "slug": "sfecla-rosie"
    },
    {
      "name": "Sfesnic",
      "category": "dictionar",
      "shortMeaning": "Sfesnicul in vis semnifica un semn rau, mai ales daca e aprins, prevesteste un eveniment neplacut in viata ta.",
      "fullInterpretation": "Sfesnicul in vis semnifica un semn rau, mai ales daca e aprins, prevesteste un eveniment neplacut in viata ta.",
      "slug": "sfesnic"
    },
    {
      "name": "Sfinti",
      "category": "dictionar",
      "shortMeaning": "A vedea sfinti in vise indica faptul ca vi se ofera un mesaj special dintr-un taram spiritual.",
      "fullInterpretation": "A vedea sfinti in vise indica faptul ca vi se ofera un mesaj special dintr-un taram spiritual. Aleternativ, simbolizeaza bunatate pura si notiuni idealistice. Sunteti dispusi, totodata, sa-i ajutati pe alti sau poate ca dumneavoastra sunteti cel care are nevoie de ajutor. Traditia romaneasca spune ca daca vedeti sfinti in vise este motiv de fericire.A bea apa sfintita in vise inseamna nevoia de purificare si reintinerire spirituala. Sunteti in cautare de liniste si pace. Mirul, smirna si tamaia inpartasesc adesea interpretari similare. Dintre aceste interpretri comune amintim: fiind pregatit, fiind onorat si fiind curatit. O tanara fata sau femeie ce viseaza mir sfintit ar trebui sa aibe motive de entuziasm, deoarece acesta prezice o noua cunostinta cu ambitia de a o face fericita si cu statut social considerabil. Fiind uns cu mir sfintit poate insemana, de asemenea, ca, investitiile dumneavoastra vor da roade si va vor aduce multa satisfactie.",
      "slug": "sfinti"
    },
    {
      "name": "Sfoara",
      "category": "dictionar",
      "shortMeaning": "Visul sfoara iti sugereaza, daca ai avut o pierdere, a sosit timpul sa ti-o recuperezi si vei reusi sa faci acest lucru.",
      "fullInterpretation": "Visul sfoara iti sugereaza, daca ai avut o pierdere, a sosit timpul sa ti-o recuperezi si vei reusi sa faci acest lucru. De asemenea, pe plan sufletesc, sfoara vazuta in vis, daca este foarte lunga sau nu reusesti sa-i vezi capetele, prevesteste suparare.",
      "slug": "sfoara"
    },
    {
      "name": "Sicriu gol",
      "category": "dictionar",
      "shortMeaning": "Sicriul gol in vise sugereaza griji inutile.",
      "fullInterpretation": "Sicriul gol in vise sugereaza griji inutile. Totodata, visul mai poate insemna ca vor aparea probleme de care nu aveti nevoie pe viitor. Traditia araba sustine ca visul in care apare un sicriu gol inseamna ca va veti imbolnavi, dar va veti recupera complet.",
      "slug": "sicriu-gol"
    },
    {
      "name": "Sifonier",
      "category": "dictionar",
      "shortMeaning": "Sifonierul in vis adesea inseamna ca ceva va supara.",
      "fullInterpretation": "Sifonierul in vis adesea inseamna ca ceva va supara. Poate fi vorba de niste planuri care nu va vor iesi sau increderea dumneavoastra va va fi inselata. Este posibil sa aveti posibile neajunsuri pe plan sentimental. Totodata, sifonierul, fiind foarte incapator, poate avea aceasi semnificatie ca si pasajul, sugerand o perioada de tranzitie. Ar mai putea insemna ca trebuie sa aveti grija de felul in care va ocupati de imaginea dumneavoastra.",
      "slug": "sifonier"
    },
    {
      "name": "Sina de tren",
      "category": "dictionar",
      "shortMeaning": "Sina de tren in vise indica faptul ca v-ati axat pe un drum ce va duce spre realizarea obiectivelor.",
      "fullInterpretation": "Sina de tren in vise indica faptul ca v-ati axat pe un drum ce va duce spre realizarea obiectivelor. Progresul dumneavoastra va fi lent, dar stabil. Sunteti foarte bine disciplinat si sigur in viata dumneavoastra. Alternativ, visul inseamna ca s-ar putea sa fiti prea liniar si rigid in gandire. Poate ca o situatie sau o relatie din viata dumneavoastra a devenit prea monotona. Uneori trebuie sa va coborati de pe sina si sa explorati si alte posibilitati. Daca visati un obstacol pe sina de tren atunci inseamna ca exista obstacole pe drumul dumneavoastra spre realizarea obiectivelor. Ar mai putea insemna ca nu mai cunosteti scopul din viata dumneavoastra. Visul in care va plimbati de-a lungul sinei de tren inseamna incheierea sarcinilor dumneavoastra.",
      "slug": "sina-de-tren"
    },
    {
      "name": "Singur",
      "category": "dictionar",
      "shortMeaning": "Daca va visati singur reprezinta sentimentul de a fi deschis pentru a schimba o noua oportunitate.",
      "fullInterpretation": "Daca va visati singur reprezinta sentimentul de a fi deschis pentru a schimba o noua oportunitate. Negativ, fiind singur poate reflecta sentimentul de a fi ghinionist , sentiment de pierdere sau dezamagire. Alternativ, visul de a fi singur reflecta temerile de a pierde un partener.Singuratatea este un sentiment foarte puternic si destul de dureros. Aparitia acestuia in vise poate fi cauzata de nevoia de a fi singur sau, poate reflecta sentimente de singuratate din viata reala. Adesea, un asemenea sentiment de izolare poate fi un semn al slabiciunii sau al depresiei. Puteti urmari versiunea video de mai jos a acestui vis sau puteti continua sa cititi textul, depinde de dumneavoastra. Videoclip despre singuratatea in vise Visand ca sunteti singur Visele in care sunteti singuri si, care sunt insotite de un sentiment de singuratate, reprezinta antipatia dumneavoastra fata de faptul ca sunteti respinsi sau intelesi gresit. Poate reflecta, de asemenea, depresii sau regrete. In anumite cazuri, visul poate avea si conotatii pozitive, acesta poate reprezenta dorinta dumneavoastra de schimbare sau de a face ceva nou, pornind de la gandul ca nu aveti nevoie de nimeni pentru a reusi, veti lua initiativa sau veti face lucruri numai pentru binele dumneavoastra. Singuratatea perceputa ca si boala Daca visul dumneavoastra a fost despre singuratate, pe care ati perceput-o ca pe o boala, asta inseamna ca va trebui sa va reganditi sau sa reorganizati valorile si pozitia actuala in viata. Singuratate resimtita intr-o vacanta Visand ca va petreceti o vacanta sau un concediu singur, inseamna ca in viata de zi cu zi va axati prea mult pe nevoile si personalitatea dumneavoastra. Poate ca alte persoane sau, chiar, oameni dragi dumneavoastra au nevoie de ajutor. Singura persoana din lume Avand un vis in care singuratatea se rezuma la faptul ca sunteti singura persoana de pe pamant, poate indica sentimente de ingrijorare si nevoia de a va petrece timp de unul singur pentru a analiza prioritatile si a valorifica energia dumneavoastra. Alternativ, visul poate dezvalui lipsa dumneavostra de entuziasm din viata de zi cu zi. Singuratatea din punct de vedere psihologic Singuratatea din vise poate fi rezultatul unor probleme de abandon sau de pierderi din perioada copilariei, care, acum se reflecta in vise si, in multe cazuri pot produce unele blocaje care impiedica sau ingreuneaza progresul.",
      "slug": "singur"
    },
    {
      "name": "Singuratate",
      "category": "dictionar",
      "shortMeaning": "Singuratatea este un sentiment foarte puternic si destul de dureros.",
      "fullInterpretation": "Singuratatea este un sentiment foarte puternic si destul de dureros. Aparitia acestuia in vise poate fi cauzata de nevoia de a fi singur sau, poate reflecta sentimente de singuratate din viata reala. Adesea, un asemenea sentiment de izolare poate fi un semn al slabiciunii sau al depresiei. Puteti urmari versiunea video de mai jos a acestui vis sau puteti continua sa cititi textul, depinde de dumneavoastra. Videoclip despre singuratatea in vise Visand ca sunteti singur Visele in care sunteti singuri si, care sunt insotite de un sentiment de singuratate, reprezinta antipatia dumneavoastra fata de faptul ca sunteti respinsi sau intelesi gresit. Poate reflecta, de asemenea, depresii sau regrete. In anumite cazuri, visul poate avea si conotatii pozitive, acesta poate reprezenta dorinta dumneavoastra de schimbare sau de a face ceva nou, pornind de la gandul ca nu aveti nevoie de nimeni pentru a reusi, veti lua initiativa sau veti face lucruri numai pentru binele dumneavoastra. Singuratatea perceputa ca si boala Daca visul dumneavoastra a fost despre singuratate, pe care ati perceput-o ca pe o boala, asta inseamna ca va trebui sa va reganditi sau sa reorganizati valorile si pozitia actuala in viata. Singuratate resimtita intr-o vacanta Visand ca va petreceti o vacanta sau un concediu singur, inseamna ca in viata de zi cu zi va axati prea mult pe nevoile si personalitatea dumneavoastra. Poate ca alte persoane sau, chiar, oameni dragi dumneavoastra au nevoie de ajutor. Singura persoana din lume Avand un vis in care singuratatea se rezuma la faptul ca sunteti singura persoana de pe pamant, poate indica sentimente de ingrijorare si nevoia de a va petrece timp de unul singur pentru a analiza prioritatile si a valorifica energia dumneavoastra. Alternativ, visul poate dezvalui lipsa dumneavostra de entuziasm din viata de zi cu zi. Singuratatea din punct de vedere psihologic Singuratatea din vise poate fi rezultatul unor probleme de abandon sau de pierderi din perioada copilariei, care, acum se reflecta in vise si, in multe cazuri pot produce unele blocaje care impiedica sau ingreuneaza progresul.",
      "slug": "singuratate"
    },
    {
      "name": "Sinucidere",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca te sinucizi reprezinta dorinta disperata de a scapa de viata din starea de veghe.",
      "fullInterpretation": "Daca visezi ca te sinucizi reprezinta dorinta disperata de a scapa de viata din starea de veghe. Trebuie sa incepi sa abordezi problemele dintr-un unghi diferit. Visul este simbolic pentru transformarea personala sau pentru o noua etapa din viata ta. Daca visezi pe cineva sinucigandu-se scoate in evidenta grija ta pentru acea persoana. Poate ca incerci sa nu fi ca acea persoana si incerci sa scapi de acele trasaturi comune.",
      "slug": "sinucidere"
    },
    {
      "name": "Sirena",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "sirena"
    },
    {
      "name": "Sireturi",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca sireturile tale sunt dezlegate reprezinta lipsa de pregatire pentru o sarcina care trebuie indeplinita.",
      "fullInterpretation": "Daca visezi ca sireturile tale sunt dezlegate reprezinta lipsa de pregatire pentru o sarcina care trebuie indeplinita. Poate nu sunteti pregatit sa avansati intr-o reltie sau sa depuneti un efort. Daca visati ca va legati sireturile reprezinta pregatirea pentru o provocare. Sunteti pregatit sa mergeti mai departe pentru a va indeplini obiectivele.",
      "slug": "sireturi"
    },
    {
      "name": "Sirop",
      "category": "dictionar",
      "shortMeaning": "Visul in care puneti sirop pe mancare inseamna ca veti ajuta doua persoane care se iubesc.",
      "fullInterpretation": "Visul in care puneti sirop pe mancare inseamna ca veti ajuta doua persoane care se iubesc. Daca visati ca beti sirop (medicament) inseamna ca sunteti o persoana dezinhibata, sociabila, vorbiti deschis cu cei din jur.",
      "slug": "sirop"
    },
    {
      "name": "Sita",
      "category": "dictionar",
      "shortMeaning": "Daca vedeti o sita in vis semnifica capacitatea ta de a cantari optiunile si a lua decizii intele...",
      "fullInterpretation": "Daca vedeti o sita in vis semnifica capacitatea ta de a cantari optiunile si a lua decizii intelepte in ceea ce te priveste.Casa parasita in vise inseamna ca ati lasat in urma trecutul dumneavoastra. Sunteti pregatit pasiti spre viitor.",
      "slug": "sita"
    },
    {
      "name": "Skateboard",
      "category": "dictionar",
      "shortMeaning": "Pentru a vedea sa a face o plimbare cu skateboardul in vis semnifica alegeri sau o directie in vi...",
      "fullInterpretation": "Pentru a vedea sa a face o plimbare cu skateboardul in vis semnifica alegeri sau o directie in viata care necesita un efort intermitent, loc de munca sau un sacrificiu. Un skateboard sugereaza deplasarea cu succes printr-o faza care solicita sa pastrati grija cu privire la o problema sau o obligatie.",
      "slug": "skateboard"
    },
    {
      "name": "Slab",
      "category": "dictionar",
      "shortMeaning": "Daca te visezi slab semnifica faptul ca vei fi slab deoarece vei avea necazuri si framantari.",
      "fullInterpretation": "Daca te visezi slab semnifica faptul ca vei fi slab deoarece vei avea necazuri si framantari. De asemenea, daca vei visa ca ti o dieta pentru a slabi sugereaza ca vei avea noroc in afaceri.Daca visati ca tineti dieta pentru a slabi inseamna ca veti avea succes in afaceri. Visul in care alergati pentru a slabi reflecta in general masuri sau activitati din partea dumneavoastra pentru a va debarasa de unele probleme.",
      "slug": "slab"
    },
    {
      "name": "Slanina",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "slanina"
    },
    {
      "name": "Slapi",
      "category": "dictionar",
      "shortMeaning": "Visul in care vedeti sau purtati slapi indica faptul ca va simtiti relaxati sau poate incercati s...",
      "fullInterpretation": "Visul in care vedeti sau purtati slapi indica faptul ca va simtiti relaxati sau poate incercati sa va faceti timp sa va relaxati.",
      "slug": "slapi"
    },
    {
      "name": "Sluga",
      "category": "dictionar",
      "shortMeaning": "Sluga in vis este simbolul supunerii si al tolerantei.",
      "fullInterpretation": "Sluga in vis este simbolul supunerii si al tolerantei. Daca va visati sluga si munciti din greu, semnifica ca in realitate sunteti un conducator , un model pentru ceilalti. Alternativ, daca visezi ca ai o sluga indica rolul de autoritate in viata reala.",
      "slug": "sluga"
    },
    {
      "name": "Slujba",
      "category": "dictionar",
      "shortMeaning": "Daca visati o slujba bisericeasca, o predica, inseamna ca trebuie sa luati seama de ceea ce auziti in vis.",
      "fullInterpretation": "Daca visati o slujba bisericeasca, o predica, inseamna ca trebuie sa luati seama de ceea ce auziti in vis. Poate fi considerat si ca un semn de mare cinste. Daca visati la slujba ca si loc de munca, lucrurile stau un pic diferit: - daca visati ca va pierdeti slujba inseamna ca trebuie fiti temperati - visul in care aveti o slujba noua sugereaza ca veti gasi ceva de valoare, dar va trebui sa o returnati proprietarului de drept",
      "slug": "slujba"
    },
    {
      "name": "Smantana",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "smantana"
    },
    {
      "name": "Smarald",
      "category": "dictionar",
      "shortMeaning": "Daca visati un smarald semnifica forta, longevitate, nemurire, credinta, durabilitate si fertilitate.",
      "fullInterpretation": "Daca visati un smarald semnifica forta, longevitate, nemurire, credinta, durabilitate si fertilitate. Puteti intra in etapele de rezolvare a unor situatii. De asemenea, daca vi se daruieste un smarald inseamna ca veti innoda o relatie de prietenie, in care va exista armonie sufleteasca.",
      "slug": "smarald"
    },
    {
      "name": "Smoala",
      "category": "dictionar",
      "shortMeaning": "Smoala vazuta in vis trezeste o teama nelamurita si presimtiri neplacute.",
      "fullInterpretation": "Smoala vazuta in vis trezeste o teama nelamurita si presimtiri neplacute. Prin aceasta imagine , subconstientul vrea sa ne avertizeze referitor la oamenii rai din jurul nostru. De asemenea, prevesteste dificultati in viata de zi cu zi.",
      "slug": "smoala"
    }
  ]
}