{
  "symbols": [
    {
      "name": "Scandura",
      "category": "dictionar",
      "shortMeaning": "Scandura in vise sugereaza asumarea unui risc de natura emotionala.",
      "fullInterpretation": "Scandura in vise sugereaza asumarea unui risc de natura emotionala. O scandura de lemn care apare intr-un vis arata ca un anumit lucru are nevoie de reparatii sau ca va simtiti in siguranta cu propriile mijloace de sustinere.",
      "slug": "scandura"
    },
    {
      "name": "Scanduri",
      "category": "dictionar",
      "shortMeaning": "(a) in casatorie, sau poate un membru al familie primeste o cere in casatorie, sau organizati o l...",
      "fullInterpretation": "(a) in casatorie, sau poate un membru al familie primeste o cere in casatorie, sau organizati o logodna, sau poate aflati si participati la nunta sau logodna cuiva apropiat si drag sufletului dumneavoastra.Este posibil chiar dumneavoastra sa organizati fericitul eveniment sau cel putin sa participati considerabil la organizarea lui dat fiind natura evenimentului care pur si simplu va incanta sufletul.",
      "slug": "scanduri"
    },
    {
      "name": "Scantei",
      "category": "dictionar",
      "shortMeaning": "1000 de ori inainte de a spune un lucru si de aceea este cel mai indicat sa filtrati si sa va tem...",
      "fullInterpretation": "1000 de ori inainte de a spune un lucru si de aceea este cel mai indicat sa filtrati si sa va temperati cu mare atentie atunci cand sunteti tentat sa discutati in contradictoriu.",
      "slug": "scantei"
    },
    {
      "name": "Scara",
      "category": "dictionar",
      "shortMeaning": "Scara de bloc in vise denota progresul inevitabil, mai ales daca aceasta este urcata, insa succesul nu este garantat.",
      "fullInterpretation": "Scara de bloc in vise denota progresul inevitabil, mai ales daca aceasta este urcata, insa succesul nu este garantat. Pe de alta parte, cazatura pe o scara de bloc simbolizeaza obstacole si incercari esuate, de regula acestea sunt asociate cu locul de munca. Coborarea scarilor de bloc in vise va semnifica o situatie actuala, o turnura a destinului. Nu este neaprat un vis negativ, deoarece coborarea scarilor este mai usoara decat urcarea acestora. Scara de lemn in vise se refera la faptul ca s-ar putea sa faceti greseli la locul de munca. Daca visati ca urcati o scara de lemn inseamna ca veti avea noroc si veti reusi ceea ce va propuneti. Visul in care coborati o scara de lemn inseamna ghinion, iar daca lemnul este uzat atunci si oamenii vor incerca sa va defaimeze.",
      "slug": "scara"
    },
    {
      "name": "Scara de lemn",
      "category": "dictionar",
      "shortMeaning": "Scara de lemn in vise se refera la faptul ca s-ar putea sa faceti greseli la locul de munca.",
      "fullInterpretation": "Scara de lemn in vise se refera la faptul ca s-ar putea sa faceti greseli la locul de munca. Daca visati ca urcati o scara de lemn inseamna ca veti avea noroc si veti reusi ceea ce va propuneti. Visul in care coborati o scara de lemn inseamna ghinion, iar daca lemnul este uzat atunci si oamenii vor incerca sa va defaimeze.",
      "slug": "scara-de-lemn"
    },
    {
      "name": "Scarabeu",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "scarabeu"
    },
    {
      "name": "Scari",
      "category": "dictionar",
      "shortMeaning": "Penitenciarul, inchisoarea sau puscaria pot face referire la o afectiune limitata in ceea ce priv...",
      "fullInterpretation": "Penitenciarul, inchisoarea sau puscaria pot face referire la o afectiune limitata in ceea ce priveste psihicul sau la faptul ca va simtiti legat de o situatie din viata de zi cu zi. Visul simbolizeaza libertate de miscare restictionata. Interpretare detaliata a viselor De cele mai multe ori acest gen de vise semifica faptul ca in viata de zi cu zi va simtiti mereu captivi. Poate ca exista complicatii in viata emotionala, spirituala sau materiala. Uneori, acest vis ar putea indica si dorinta de a scapa de anumite comportamente sau obiceiuri inadecvate. Fiind trimis la inchisoare simbolizeaza o relatie bolnavicioasa sau o relatie in care va simtiti captivi sau limitati intr-un fel sau altul. Daca ati visat o celula de inchisoare, un astfel de vis, sugereaza presiune si stres din partea superiorilor. In general acest vis este asociat cu locul de munca. Celula reprezinta sentimentele referitoare la faptul ca ai fost prins in aceasta situatie, fara posibilitatea de a scapa. Visand ca va aflati intr-un penitenciar, in conditii de viata dure, un astfel de vis ar putea fi defapt un semn bun. Conditiile de viata precare, cum ar fi alimentele si igiena precara, etc., ar putea simboliza puterea, ceea ce va va ajuta sa depasiti anumite provocari si sa obtineti ceea ce va doriti. In acest caz, cu cat sunt mai grave conditiile, cu atat este mai mare succesul. Visand ca ati vazut pe cineva la puscarie, un asemenea vis poate semnifica eforturile dvs. pentru a ajuta aceasta persoana sa iase din anumite probleme sau sa atinga un obiectiv. S-ar putea sa deveniti o legatura importanta in succesul si bunastarea lui in viitor. Daca ati visat un membru al familiei, cum ar fi fratele sau parintele, in inchisoare, un astfel de vis ar putea semnifica controlul asupra gandurilor si actiunilor acestei persoane in viata reala. Acest vis este si un mesaj pentru a-ti reconsidera comportamentul fata de aceasta pesoana si pentru a opri controlul si abuzul acestora intr-un asemenea mod. Visand ca ati fost eliberat din inchisoare ar putea indica nevoia unor schimbari majore in viata. Uneori, acest vis semnifica depasirea obstacolelor. Visele in care sunteti implicat intr-o lupta in inchisoare reprezinta confruntari sau dificultati in viitorul apropiat. Daca te visezi puscarias inseamna ca vei avea probleme minore cu un politist.",
      "slug": "scari"
    },
    {
      "name": "Scarlatina",
      "category": "dictionar",
      "shortMeaning": "Desi, scarlatina este o bola care apare mai ales la copii, visele despre aceata apar abia la matu...",
      "fullInterpretation": "Desi, scarlatina este o bola care apare mai ales la copii, visele despre aceata apar abia la maturitate, atunci cand psihicul nostru asociaza situatii, stari sau intamplari din viata reala cu aceasta boala contagioasa. In general, visele despre scarlatina indica o perioada de neliniste, de anxietate. De asemenea, este un semn de susceptibilitate la obiceiuri proaste. Visand ca sunteti bolnavi se scarlatina si in acest vis va era frica sa nu trasmiteti aceasta boala. Visul arata faptul ca va temeti pentru sanatatea celor apropiati si ca va doriti sa ii protejati. Alternativ, un asemenea vis denota frici, nelinisti si resentimente fata de intoleranta altor persoane.",
      "slug": "scarlatina"
    },
    {
      "name": "Scaun",
      "category": "dictionar",
      "shortMeaning": "Daca in viata de zi cu zi nu utilizati un scaun cu rotile si ati visat ca va aflati intr-un scaun...",
      "fullInterpretation": "Daca in viata de zi cu zi nu utilizati un scaun cu rotile si ati visat ca va aflati intr-un scaun cu rotile, visul sugereaza ce trebuie sa va opriti din a mai depinde de altii. Alternativ, un scaun cu rotile indica faptul ca va bazati prea mult pe ajutorul altora, astepati sa fiti impins de la spate. Trebuie sa va impuneti punctul de vedere si sa incercati sa luati decizii singur(a). Daca visati pe altcineva intr-un scaun cu rotile, inseamna ca acea persoana are nevoie de ajutorul dumneavoastra. Visul in care mergeti cu telescaunul inseamna ca atingeti noi scopuri si va invingeti frica. Sunteti in controlul emotiilor dumneavoastra si va confruntati orice inhibitie pe care ati reprimat-o. Daca visati ca mergeti cu telescaunul si urmariti alti oameni inseamna ca viata trece pe langa dumneavoastra. In loc sa preluati controlul vietii dumneavoastra si sa fiti mai proactivi, va lasati in voia sortii.",
      "slug": "scaun"
    },
    {
      "name": "Scaun cu rotile",
      "category": "dictionar",
      "shortMeaning": "Daca in viata de zi cu zi nu utilizati un scaun cu rotile si ati visat ca va aflati intr-un scaun...",
      "fullInterpretation": "Daca in viata de zi cu zi nu utilizati un scaun cu rotile si ati visat ca va aflati intr-un scaun cu rotile, visul sugereaza ce trebuie sa va opriti din a mai depinde de altii. Alternativ, un scaun cu rotile indica faptul ca va bazati prea mult pe ajutorul altora, astepati sa fiti impins de la spate. Trebuie sa va impuneti punctul de vedere si sa incercati sa luati decizii singur(a). Daca visati pe altcineva intr-un scaun cu rotile, inseamna ca acea persoana are nevoie de ajutorul dumneavoastra.",
      "slug": "scaun-cu-rotile"
    },
    {
      "name": "Scena",
      "category": "dictionar",
      "shortMeaning": "Sa visati o scena reprezinta comportamentul, manipularea si relatiile dumneavoastra cu ceilalti.",
      "fullInterpretation": "Sa visati o scena reprezinta comportamentul, manipularea si relatiile dumneavoastra cu ceilalti. Incercati sa fiti o persoana care nu sunteti de fapt. Incercati sa fiti centrul atentiei. Aceste lucruri nu va reprezinta, deci ar trebui sa fiti voi insiva in aceste situatii. Daca va visati pe o scena este semn ca veti avea ocazia sa va exprimati mai liber in domeniile ce tin de creativitate.Daca va visati cantand pe scena inseamna ca aveti nevoie de cineva in viata dumneavoastra care sa va asculte.",
      "slug": "scena"
    },
    {
      "name": "Schela",
      "category": "dictionar",
      "shortMeaning": "O schela de lemn sau de fier in vise, care este asezata pe o cladire, este semn ca veti avea noi ...",
      "fullInterpretation": "O schela de lemn sau de fier in vise, care este asezata pe o cladire, este semn ca veti avea noi oportunitati de a munci.",
      "slug": "schela"
    },
    {
      "name": "Schelet",
      "category": "dictionar",
      "shortMeaning": "Acest vis este legat de dezvoltarea spiritismului intr-un individ si poate arata o imensa energie in viata.",
      "fullInterpretation": "Acest vis este legat de dezvoltarea spiritismului intr-un individ si poate arata o imensa energie in viata. Exista o legatura intre schelete si nevoia de constientizare a materialului de baza. Asfel de vise pot indica ca este timpul sa va ganditi la ceea ce aveti in prezent si la ceea ce va asteptati sa aveti si apoi concentrati-va asupra a ceea ce va face fericit in viata. Visarea unui schelet indica o intelegre in viitor. Un schelet incomplet sau rupt reprezinta necesitatea de a va gandi la sentimentele altora. Visand ca vedeti un schelet in oglinda inseamna ca va simtiti lipsit de putere, un esec total sau traiti o viata care va aminteste la tot pasul cat de multe ati pierdut. Traind cu amintirea cat de bine a fost. Exemple de vise cu scheleti: Un barbat a avut cosmaruri recurente despre un schelet al unei tinere care il urmarea. In viata reala, el a permis in mod accidental ca aceasta fata sa se inece si nu putea sa scape de vina ca viata ei i-a scapat printre degete. O femeie insarcinata a visat ca a intrat in travaliu si ca a vazut corpul bebelusului ei ca fiind unul de schelet. In viata de zi cu zi, aceasta a fost la doua zile distanta de nastere si se temea de complicatii la nastere care ar putea cauza moartea copilului. On alt barbat a visat ca este urmarit de un schelet. In cazul acestuia, un sentiment de vina l-a colplesit dupa moartea celei mai mici surori ale acestuia. Vedeti si : Oase de mort",
      "slug": "schelet"
    },
    {
      "name": "Schi / Schiori",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "schi-schiori"
    },
    {
      "name": "Schimb",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca faci niste schimburi cu o alta persoana este un semn ca trebuie sa fi atent, vei pierde in afaceri.",
      "fullInterpretation": "Daca visezi ca faci niste schimburi cu o alta persoana este un semn ca trebuie sa fi atent, vei pierde in afaceri.",
      "slug": "schimb"
    },
    {
      "name": "Schita",
      "category": "dictionar",
      "shortMeaning": "Pentru a vedea sau a desena o schita in vis sugereaza ca aveti nevoie pentru a vizualiza o situat...",
      "fullInterpretation": "Pentru a vedea sau a desena o schita in vis sugereaza ca aveti nevoie pentru a vizualiza o situatie dintr-o perspectiva diferita. Visul poate fi, de asemenea, o metafora de care aveti nevoie pentru a recunoaste unele aspecte in legatura cu dumneavoastra.",
      "slug": "schita"
    },
    {
      "name": "Sclav",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca sunteti sclav reprezinta sentimentele de a nu fi responsabil de propria ta viata.",
      "fullInterpretation": "Daca visati ca sunteti sclav reprezinta sentimentele de a nu fi responsabil de propria ta viata. Alternativ, daca visati alti oameni fiind sclavi, poate reflecta sentimentele puternice de pozitie dominanta sau control asupra altora.",
      "slug": "sclav"
    },
    {
      "name": "Sclipici",
      "category": "dictionar",
      "shortMeaning": "Sclipiciul a fost intodeuna popular in societate, folosit in machiaje si decoratiuni, acesta vine...",
      "fullInterpretation": "Sclipiciul a fost intodeuna popular in societate, folosit in machiaje si decoratiuni, acesta vine in diferite forme, dimensiuni si culori. Dar ce inseamna sclipiciul din visele noastre? Sclipiciul din vise este ascociat cu o promisiune a unei vieti fericite si aveturoase, simbolizeaza stralucirea, farmecul, faima, splendoarea si fericirea. Diferite vise in care este prezent sclipiciul Visand o alta persoana acoperita cu sclipici (sau doar diverse parti ale corpului) este semn ca cineva dintre cunoscutii dumneavoastra merita atentie suplimentara. Nu intodeauna persoana din vis este aceeasi cu cea din realitate. Daca ati visat ca intreg corpul va era acoperit cu sclipici, este semnul unei noi experiente, poate si a unui nou inceput. A sosit timpul sa straluciti si sa incepeti o noua relatie cu noi cunostinte. Un machiaj sclipitor, cum ar fi un ruj sau o pudra cu sclipici, simbolizeaza faptul ca ceva din viata dumneavoastra este pe cale sa capete multa altentie. Acest vis poate prevesti obtinerea in curand a unui premiu sau a unei bonificatii la locul de munca. Cu toate acestea, faima ar putea fi temporara, bucuria momentului. Oja cu sclipici si aplicarea acesteia in vise este asociata cu faptul ca trebuie va umpleti viata cu mai multa stralucire. Daca pana acum v-au preocupat mai mult de viata altor persoane si ati incercat sa le oferiti totul, incepand de maine ar trebui ca viata si bunastarea dumneavoastra sufleteasca sa ocupe primul loc. Sclipiciul plutind pe apa este semnul atentiei deosebite. Veti fi in centrul atentiei, cu toate acestea, s-ar putea sa nu fiti echipat din punct de vedere emotional pentru a straluci si excela in astfel de circumstante. Interpretarea culorilor sclipiciului Sclipiciul roz reflecta nevinovatie si amintiri frumoase din tinerete. Sclipicul auriu simbolizeaza atentia sporita. Nu tot ceea ce straluceste in acasta culoare este aur! Sclipiciul argintiu sau alb reprezinta sfaturile dumneavoastra oferite altor persoane. Acestia din urma au senzatia ca viata dumneavoastra este perfecta din toate punctele de vedere. Sclipiciul rosu este asociat increderii excesive. Este posibil sa credeti si sa traiti cu impresia ca viata dumneavostra este perfecta si uimitoare. Atentie, totul se poate schimba de la o zi la alta ! Sclipiciul negru reprezita simplitatea. Va place sa nu observati si sa nu va incarcati cu ideile negative de peste zi. Sclipiciul verde prevesteste compania placuta a unu prieten vechi.",
      "slug": "sclipici"
    },
    {
      "name": "Scoala",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "scoala"
    },
    {
      "name": "Scobitoare",
      "category": "dictionar",
      "shortMeaning": "Scobitoare in vis semnifica faptul ca vei avea necazuri in casatorie.",
      "fullInterpretation": "Scobitoare in vis semnifica faptul ca vei avea necazuri in casatorie.",
      "slug": "scobitoare"
    },
    {
      "name": "Scoica",
      "category": "dictionar",
      "shortMeaning": "Semnificatia visului scoica : -dragoste mare in viata conjugala; -adunand- calatorie indepartata;...",
      "fullInterpretation": "Semnificatia visului scoica : -dragoste mare in viata conjugala; -adunand- calatorie indepartata; -gasind pe plaja- vei trai o situatie jenanta; -goala- te simti ridicol; -mancand- placeri sexuale; -vazand- cearta; -vie- victorie in sport; -visand- piedici in afaceri;",
      "slug": "scoica"
    },
    {
      "name": "Scoici",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "scoici"
    },
    {
      "name": "Sconcs",
      "category": "dictionar",
      "shortMeaning": "A vedea un sconcs in vise sugereaza ca indepartati oamenii de dumneavoastra.",
      "fullInterpretation": "A vedea un sconcs in vise sugereaza ca indepartati oamenii de dumneavoastra. Alternativ, visul indica furia suprimata pe cale sa explodeze. Nu va exprimati adevaratele sentimente chiar daca nu sunteti de acord cu o decizie. Visul in care vedeti un sconcs pulverizeaza acea solutie urat mirositoare sau daca visati ca simtiti miros de sconcs inseamna ca aveti sentimente de teama. Cineva din viata dumneavoastra ar putea fi amenintat. Alternativ, visul ar putea insemna ca este timpul sa va confruntati furia suprimata.",
      "slug": "sconcs"
    },
    {
      "name": "Scorbura",
      "category": "dictionar",
      "shortMeaning": "Scorbura in vise inseamna neplaceri cauzate de indiscretia unei persoane.",
      "fullInterpretation": "Scorbura in vise inseamna neplaceri cauzate de indiscretia unei persoane. Daca visati o scorbura de brad inseamna ca veti avea succes la servici.",
      "slug": "scorbura"
    },
    {
      "name": "Scorpion",
      "category": "dictionar",
      "shortMeaning": "Un scorpion negru in vise sugereaza schimbari in viata dumneavoastra.",
      "fullInterpretation": "Un scorpion negru in vise sugereaza schimbari in viata dumneavoastra. Aceste vise ar putea avea legatura cu activitatea dumneavoastra profesionala. Totusi, si viata dumneavoastra personala se va schimba datorita faptului ca veti petrece mai mult timp la munca. Prezenta unui scorpion negru gigant in vise semnifica ajustari importante in viata reala. Trebuie sa tratati cu atentie astfel de circumstante. Scorpionul simbolizeaza rezultate nocive, poate chiar mortale daca nu reactionati cu atentie in fata schimbarilor din viata dumneavoastra.",
      "slug": "scorpion"
    },
    {
      "name": "Scorpion negru",
      "category": "dictionar",
      "shortMeaning": "Un scorpion negru in vise sugereaza schimbari in viata dumneavoastra.",
      "fullInterpretation": "Un scorpion negru in vise sugereaza schimbari in viata dumneavoastra. Aceste vise ar putea avea legatura cu activitatea dumneavoastra profesionala. Totusi, si viata dumneavoastra personala se va schimba datorita faptului ca veti petrece mai mult timp la munca. Prezenta unui scorpion negru gigant in vise semnifica ajustari importante in viata reala. Trebuie sa tratati cu atentie astfel de circumstante. Scorpionul simbolizeaza rezultate nocive, poate chiar mortale daca nu reactionati cu atentie in fata schimbarilor din viata dumneavoastra.",
      "slug": "scorpion-negru"
    },
    {
      "name": "Scrima",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "scrima"
    },
    {
      "name": "Scripete",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "scripete"
    },
    {
      "name": "Scrisoare",
      "category": "dictionar",
      "shortMeaning": "Scrisoarea in vis semnifica: - noroc - timpuri fericite - altcineva - nesiguranta - anonima - tul...",
      "fullInterpretation": "Scrisoarea in vis semnifica: - noroc - timpuri fericite - altcineva - nesiguranta - anonima - tulburari sentimentale, pericol - cineva o sigileaza - ai probleme sentimentale - citind - vei afla vesti imbucuratoare - de la un frate - minciuni - ducand - necazuri, amaraciune, secret bine pazit - nesemnata - necaz sigur - nu o putem citi - dezacorduri - noi o intocmim - primim stiri - pierduta - noutati foarte apropiate - pierzand - vesti rele - primim de dragoste - probleme ce pot fi rezolvate - rupta - necaz - scriind - jefuire - raspunzi la o - relatia cu partenerul de viata este foarte buna",
      "slug": "scrisoare"
    },
    {
      "name": "Scroafa",
      "category": "dictionar",
      "shortMeaning": "Daca porcul este considerat, indeobste, cel mai impur dintre animale, scroafa, in schimb a fost d...",
      "fullInterpretation": "Daca porcul este considerat, indeobste, cel mai impur dintre animale, scroafa, in schimb a fost dininizata ca simbol al fecunditatii si al abundentei, rivalizand din acest punct de vedere cu vaca. Astfel, egiptenii o reprezentau pe marea zeita Nut, personificata ca bolta cereasca si partenerul feminin al hierogamiei primordiale Pamant-Cer, fie sub forma unei vaci, fie sub forma unei scroafe alungite in ceruri si alaptandu-si purceii, reprezentati ca niste stele. Scroafa simbolizeaza principiul feminin, redus doar la rolul acestuia de reproducere. Visul in care un purcel suge de la scroafa face referire la o persoana care va critica foarte mult, toate aceste critici sunt legate de comportamentul sau actiunile dumneavoastra. O scroafa cu purcei in vise poate indica o crestere a numarului de membrii din familia dumneavoastra (mai ales daca visul acesta il are o mama).",
      "slug": "scroafa"
    },
    {
      "name": "Scrumiera",
      "category": "dictionar",
      "shortMeaning": "A vedea o scrumiera in vise sugereaza faptul ca incercati sa scapati de vechile sentimente si amintiri.",
      "fullInterpretation": "A vedea o scrumiera in vise sugereaza faptul ca incercati sa scapati de vechile sentimente si amintiri. De asemenea, visul simbolizeaza relatii care s-au incheiat. Alternativ, ar putea fi vorba de sentimente de anxietate sau de viciul dumneavoastra de a fuma, mai ales atunci cand incercati sa va lasati.",
      "slug": "scrumiera"
    },
    {
      "name": "Scuipat",
      "category": "dictionar",
      "shortMeaning": "Nimic mai demn de dispret decat a scuipa pe cineva in fata!",
      "fullInterpretation": "Nimic mai demn de dispret decat a scuipa pe cineva in fata! Negativa este si ideea de a scuipa in supa, cu alte cuvinte de a nu cunoaste sentimentul de recunostinta. dar in afara acestor doua idei, imaginea evoca din punct de vedere fizic o eliberare, un mod de a elimina acel ceva care imbacseste gatul sau plamanii. Mucozitatile simbolizeaza tot ceea ce impiedica subiectul sa se exprime.De obicei, scuipatul este asociat cu un dezgust si este adesea interpretat ca si o umilinta. Pe de alta parte, saliva poate simboliza apetit sexual sau recoltare de energie creativa. Visandu-va ca scuipati saliva, indica faptul ca va confruntati cu unele nelinisti legate de pierderea controlului fizic sau emotional. Vazand saliva unui animal in vis denota sentimente de manie si furie. Daca ati visat ca cineva va scuipa, inseama ca visul face aluzie la faptul ca va simtiti vinovat sau nevrednic. S-ar putea sa va simtiti nerespectat in anumite zone din viata dumneavoastra. In mod alternativ, acest vis indica faptul ca aveti secrete si ca sunteti macinat de ideea ca altii va pot descoperi aceste secrete. Din punct de vedere psigilogic, scuipatul reprezinta un aspect de care trebuie sa scapati. Scuipatul este asociat cu furie, manie si dispret.",
      "slug": "scuipat"
    },
    {
      "name": "Scule, unelte si instrumente",
      "category": "dictionar",
      "shortMeaning": "In general, visele legate de scule, unelte sau instrumente semnifica faptul ca o munca ce a neces...",
      "fullInterpretation": "In general, visele legate de scule, unelte sau instrumente semnifica faptul ca o munca ce a necesitat eforturi suplimentare va da roade. Poate ca ati muncit din greu la locul de munca sau la un proiect personal. Un asemenea vis poate aparea si in urma unei perioade indelungate de studiu pentru un examen sau o specializare si reflecata capacitatea personala de a va atinge obiectivele. Instrumentele reflecta mijloacele prin care un anumit proiect a fost realizat, cum ar fi : cunostinte, educatie, resurse (umane, financiare si altele), abilitati, talente si alte surse de ajutor. Visand ca folositi fericit instrumentele potrivite pentru a realiza un proiect, reflecta dorinta dumneavoastra de a atinge un anume obiectiv. Visele in care cumparati unelte poate fi considerat un semn al noului succes la locul de munca. Poate ca aveti de gand sa incepeti o afacere sau sa lucrati la un nou proiect. Va incearca unele ingrijorari cu privire la situatia actuala pe care dumneavoastra nu o considerati favorabila pentru a demara un nou business. Va lipseste increderea si va indoiti de deciziile luate, dar, in curand, va veti da seama ca oamenii apreciaza ceea ce aveti de oferit si vor lucra cu placere altauri de dumneavoastra. Visand ca ati primt in dar scule este un semn ca ideea dumneavoastra de afaceri va fi acceptata usor de catre colegi sau superiori. Va ganditi sa prezentati un plan de ceva vreme si aveti unle retineri. Acum este un moment prielnic ! Visand ca aruncati instrumente si scule este semn de schimbare in viata dumneavoastra. Fie ca este vorba de viata amorosa, privata sau de cea la locul de munca, aceasta nu va stisface nevoile. Daca sunteti intr-o relatie, acest tip de vis poate in urma nemultumirilor legate de comunicarea cu partenerul dumneavoastra. Visandu-va purtand dupa dumneavoasta o cutie cu scule simbolizeaza castiguri financiare. Chiar daca va temeti de situatia curenta in care veniturile dumneavoasta au scazut sau daca este vorba de unele invetitii riscante, un venit suplimentar neasteptat se va ivi in calea dumneavosta si cu ajutorul acestuia veti rezolva o parte din probleme. Visarea instrumentelor de dulgherie simbolizeaza, de regula, un nou inceput. Daca va aflati intr-o relatie de lunga durata sau sunteti casatorit, este posibil ca partenerul sa se indoiasca de fidelitatea dumneavoastra. O astfel de situatie chinuitoare in care trebuie sa demonstrezi in mod constant ca nu ai nicio intentie de a insela devine stresanta si va puneti intrebarea: cum ar arata viata fara o astfel de presiune ? Persoanele care nu se afla intr-o relatie se pot astepta la o intalnire interesanta. Este posibil sa va vedeti cu o veche cunostinta pentru care ati intotdeuna o afectiune. Instrumentele si uneltele pentru zidarie reprezinta o sansa de a va schimba locuinta. Indiferent daca va mutati in alta parte a aceluiasi oras sau plecati in strainatate, aceasta schimbare vi se va potrivi de minune. Sulele pentru lucrul cu instalatii sanitare simbolizeaza eliminarea a ceva sau a cuiva din viata dumneavoastra. Probabil ca acest vis este asociat sentimentului dumneavoastra fata de cineva cu care nu ati avut cea mai buna relatie in ultima vreme.",
      "slug": "scule-unelte-si-instrumente"
    },
    {
      "name": "Sculptor",
      "category": "dictionar",
      "shortMeaning": "Sculptorul in vis simbolizeaza subconstientul, care isi face griji ca , in realitate, nu ne putem...",
      "fullInterpretation": "Sculptorul in vis simbolizeaza subconstientul, care isi face griji ca , in realitate, nu ne putem bucura de o imagine buna, deoarece vrem sa acaparam totul numai pentru noi.",
      "slug": "sculptor"
    },
    {
      "name": "Sculptura",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "sculptura"
    },
    {
      "name": "Scut",
      "category": "dictionar",
      "shortMeaning": "(iei). Este un moment de armonie deplina in viata dumneavoastra si va bucurati din plin de ea.A v...",
      "fullInterpretation": "(iei). Este un moment de armonie deplina in viata dumneavoastra si va bucurati din plin de ea.A vedea sau a merge cu un scuter in vise inseamna ca va bucurati de pozitia dumneavoastra asupra puterii.O ascutitoare in vise reprezinta un fiu bun invidiat de catre oameni. A vedea o ascutitoare in vise inseamna ca veti avea un baiat frumos. Daca visati ca tineti in mana o ascutitoare inseamna impacare cu o femeie de care v-ati despartit de ceva vreme. Ascutitoarea in vise mai poate insemna si un scriitor sau un autor.Un barbat necunoscut in vise este, in general, acea parte nerecunoscuta a personalitatii visatorului. Acest barbat necunoscut poate fi interpretat ca si un semn de ezitare, nesiguranta sau instabilitate in viata dumneavoastra de zi cu zi. Cu toate acestea, visele in care apar barbati necunoscuti pot fi de multe ori si semne bune, referindu-se la o posibila poveste de dragoste noua. In cazul in care ati visat ca aveti un iubit care este un barbat necunoscut, atunci acest vis se refera la faptul ca, probabil, simtiti singuratatea si ca aveti nevoie de cineva in viata dumneavoastra, cineva care v-ar putea iubi indiferent ce.Discutia in vis nu reprezinta nimic deosebit. Trebuie sa cunoasteti despre ce se vorbeste si ce fel de discutie este. O discutie serioasa inseamna ca trebuie sa fiti mai matur, sa nu fugiti de responsabilitati. Daca discutia este amuzanta sugereaza faptul ca aveti o viata sociala placuta si ca aveti posibilitatea de a va face prieteni cu usurinta. Daca visati o discutie in contradictoriu si iesiti castigator inseamna canu veti avea probleme la locul de munca o buna perioada de timp. Visul la o discutie cu un membru al familiei, denota faptul ca nu va gasiti fericirea, ca ce se intampla in viata dumneavoastra nu va multumeste. Daca visati ca va certati cu persoana iubita inseamna exact contrariul, adica veti avea parte de armonie si fericire in cuplu.A vedea un drum necunoscut in vise reprezinta o cale pe care inca nu v-ati aventurat. Va pregatiti o noua prioritate pentru ceva anume. De asemenea, visul in care apare un drum necunoscut semnifica faptul ca noul dumneavoastra proiect va cauza mai multa durere decat este necesar si este o pierdere de timp. Daca visati ca sunteti pe un drum de tara necunoscut si rau inseamna ca noile dumneavoastra proiecte vor aduce, din pacate, numai nervi si intarzieri.Daca o femeie va visa ca a nascut un baiat, viata ii va fi plina de bucurie si armonie. Vezi interpreatrea visului Bebelus si Copil",
      "slug": "scut"
    },
    {
      "name": "Scutec",
      "category": "dictionar",
      "shortMeaning": "De regula, pampersul ( cum i se spune mai nou la scutec :) ) reprezinta ceva din viata dumneavoas...",
      "fullInterpretation": "De regula, pampersul ( cum i se spune mai nou la scutec :) ) reprezinta ceva din viata dumneavoastra care trebuie ingrijit constant. O problema foarte solicitanta sau ceva care necesita o responsabilitate recurenta. Vazand sau purtand un scutec in visul dumneavoastra simbolizeaza atitudinile si actiunile dumneavostra copilaresti. Sar putea sa fiti prea dependent de ceilalti. Visand ca schimbati scutece sugereaza nevoia de a va curata comportamentul si de a va schimba caile copilaresti. Poate ca ar trebui sa va schimbati atitudinea si abordarea cu privire la o noua idee sau proiect. Scutecele murdare din vise indica nevoia de curatare a mizeriei din viata dumneavoastra. De asemenea, acest vis simbolizeaza constientizarea unei probleme din viata de zi cu zi care are nevoie de atentie. O nevoie de a avea grija in mod responsabil sau discret. O nevoie de a va implica la problema altcuiva. Exemplu de vis: O vemeie a visat un copil intr-un scutec care o conducea tinand-o de incheietura manii intr-o camera intunecata. In viata de zi cu zi, aceasta avea ganduri de a se razgandi in legatura cu o procedura de fertilizare la o clinica. Copilul in scutec reflecta dorinta acesteia de a creste un copil.",
      "slug": "scutec"
    },
    {
      "name": "Scuter",
      "category": "dictionar",
      "shortMeaning": "A vedea sau a merge cu un scuter in vise inseamna ca va bucurati de pozitia dumneavoastra asupra puterii.",
      "fullInterpretation": "A vedea sau a merge cu un scuter in vise inseamna ca va bucurati de pozitia dumneavoastra asupra puterii.",
      "slug": "scuter"
    },
    {
      "name": "Scuze",
      "category": "dictionar",
      "shortMeaning": "Din punct de vedere spiritual, scuza este un act de auto-justificare, o intelegere a corectitudin...",
      "fullInterpretation": "Din punct de vedere spiritual, scuza este un act de auto-justificare, o intelegere a corectitudinii, si acest sens este cel mai intalnit in vise. Adesea, scuzle din vise reprezinta regretele din viata de zi cu zi. Poate ca recent ati facut ceva de care va este rusine sau poate ca aveti anumite regrete cu privire la o situatie pe care acum doriti sa o remediati. Cerandu-va scuze cuiva poate inseamna, de asemenea, lipsa de intergritate in noi insine sau eliberarea de trecut. Acestea pot reprezenta realizarea adevarului si a iertarii. Daca in vis cineva isi cere scuze in fata dumneavoastra, acesta este un semn ca cel mai bine ar fi sa nu grabiti lucrurile si sa lasati totul sa decurga de la sine. Vedeti, de asemenea, si semnificatia visului : iertare",
      "slug": "scuze"
    },
    {
      "name": "Seara",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca esti in compania unei persoane placute, seara, semnifica ca vei fi fericit indragostindu-te de cineva.",
      "fullInterpretation": "Daca visezi ca esti in compania unei persoane placute, seara, semnifica ca vei fi fericit indragostindu-te de cineva.Daca visezi ca iti pui o dorinta intr-o seara instelata inseamna ca poti aspira la un viitor fericit.Visul in care vedeti sau purtati o rochie de seara reprezinta bucurie, placeri sociale, gratie si cultura. De asemenea, visul reprezinta imaginea a ceea ce proiectati altora. Ganditi-va la culoarea si design-ul rochiei pentru o semnificatie aditionala. Daca rochia este foarte eleganta si ornamentata atunci inseamna un stil de viata luxurios si elaborat. Daca rochia este simpla atunci visul sugereaza ca veti avea un stil de viata simplu. Alternativ, a visa ca purtati o rochie de seara inseamna ca sunteti in cautarea fericirii.",
      "slug": "seara"
    },
    {
      "name": "Secera",
      "category": "dictionar",
      "shortMeaning": "(a).Daca visezi o seceratoare este un semn de bine, semnifica voie buna.",
      "fullInterpretation": "(a).Daca visezi o seceratoare este un semn de bine, semnifica voie buna.",
      "slug": "secera"
    },
    {
      "name": "Seceratoare",
      "category": "dictionar",
      "shortMeaning": "Daca visezi o seceratoare este un semn de bine, semnifica voie buna.",
      "fullInterpretation": "Daca visezi o seceratoare este un semn de bine, semnifica voie buna.",
      "slug": "seceratoare"
    },
    {
      "name": "Seceta",
      "category": "dictionar",
      "shortMeaning": "Seceta in vise indica faptul ca sunteti lipsit de emotii.",
      "fullInterpretation": "Seceta in vise indica faptul ca sunteti lipsit de emotii. Sunteti foarte retras si deprimat. Visul la seceta ar putea fi rezultatul unei pierderi importante din viata dumneavoastra. Alternativ, visul sugereaza ca nu beti destula apa, sunteti deshidratat.",
      "slug": "seceta"
    },
    {
      "name": "Secret",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca aveti un secret reprezinta puterea ascunsa sau o intelegere.",
      "fullInterpretation": "Daca visati ca aveti un secret reprezinta puterea ascunsa sau o intelegere. Negativ, un secret poate reflecta teama pentru a nu-ti fi dezvaluita o slabiciune de altii.Intr-un vis, secretara reprezinta cineva care este familiarizata cu toate secretele in afaceri sau o femeie care este constienta de viata privata a sefului ei. Ar putea fi sotia sau amanta acestuia. Daca visati ca sunteti o secretara inseamna ca aveti nevoie de ordine si organizare in viata. Nu va fie frica sa cereti ajutorul atunci cand aveti nevoie. - Daca ai visat ca ai un admirator secret inseamna ca exista anumite aspecte necunoscute ale caracterului tau ce trebuie incluse in personalitate. Alternativ, visul poate atrage atentia ta spre cineva care este interesat de tine. Sau este posibil ca visul sa iti spuna ca trebuie sa fi mai contient(a) de lucrurile si oamenii ce te inconjoara.",
      "slug": "secret"
    },
    {
      "name": "Secretara",
      "category": "dictionar",
      "shortMeaning": "Intr-un vis, secretara reprezinta cineva care este familiarizata cu toate secretele in afaceri sa...",
      "fullInterpretation": "Intr-un vis, secretara reprezinta cineva care este familiarizata cu toate secretele in afaceri sau o femeie care este constienta de viata privata a sefului ei. Ar putea fi sotia sau amanta acestuia. Daca visati ca sunteti o secretara inseamna ca aveti nevoie de ordine si organizare in viata. Nu va fie frica sa cereti ajutorul atunci cand aveti nevoie.",
      "slug": "secretara"
    },
    {
      "name": "Secta",
      "category": "dictionar",
      "shortMeaning": "La sensul propriu, secta este o grupare care impune urmarea unui maestru si desprinderea de ceilalti.",
      "fullInterpretation": "La sensul propriu, secta este o grupare care impune urmarea unui maestru si desprinderea de ceilalti. Discipolul va deveni atunci sectant, se va comporta sectar si va face dovada unui sectarism rigid. Cand se vizualizeaza o secta, visul vrea sa atraga atentia subiectului asupra unui pericol, ca urmare a comportarii sale.(insecta) 06/04/2016 (ultima actualizare)Musca in vise sugereaza ca ar trebui sa cercetati mai adanc si mai cu atentie in viata dumneavoastra. Ar putea exista anumiti factori in viata pe care i-ati vazut intr-un mod negativ deoarece visul sugereaza sa incercati sa va scapati de aceste aspecte negative. Daca visati ca vedeti o musca inseamna ca veti dobandi succese, veti avea parte de anumite aspecte pozitive in viata. Alternativ, visul poate indica o crestere a rabdarii dumneavoastra. Visul in care apar mai multe muste semnifica probleme in familie. Visul denota neintelegeri sau suferinta in familie. Daca visati ca o musca zboara in bautura dumneavoastra inseamna ca sunteti avertizat de anumite primejdii care va pandesc. Din punct de vedere psihologic, musca in vise sugereaza o iritare pe care o aveti. Exista posibilitatea ca sunteti enervat de ceva in realitate sau sunteti respins de ceilalti. De asemenea, visul mai poate indica lucruri din viata de care trebuie sa va scapati. Ganditi-va la ceea ce va face sa va simtiti mai putin confortabil si considerati ca trebuie sa inlaturati acesti factori. La nivel spiritual, mustele din vise simbolizeaza murdaria, poluarea, boala si razboiul. Musca in traditia europeana (crestina): - visul in care vedeti o musca prevesteste faptul ca veti fi insultat de cineva - daca visati ca vedeti mai multe muste inseamna ca veti fi inconjurat de inamici. Trebuie sa va feriti de oamenii care va inconjoara - daca ati visat ca ati prins sau ati omorat o musca atunci inseamna ca veti avea succes in orice va propuneti sa faceti - visul in care o musca vi-a intrat in gura semnifica faptul ca va veti confrunta cu oameni rai - a visa o musca prinsa pe o hartie cu lipici inseamna noroc si realizari la orizont Musca (insecta) in traditia hindusa: - visul in care nu puteti prinde o musca denota problemele in care ati intrat - daca visati ca o musca a intrat in casa inseamna ca vor aparea dispute in casa - daca visati muste in bautura sau in mancare sunteti avertizat de anumite primejdii care va pandesc - a visa ca prindeti sau omorati o musca sugereaza o stare de invingator Musca (insecta) in traditia islamica: - daca visati multe muste inseamna ca veti avea parte de probleme mari si dezamagiri - visul in care prindeti o musca denota puterea dumneavoastra de a invinge - daca visati ca omorati o musca inseamna ca aveti abilitatea de a fi invingator indiferent de ceea ce faceti",
      "slug": "secta"
    },
    {
      "name": "Secure",
      "category": "dictionar",
      "shortMeaning": "Securea in vise inseamna poveri si munca grea.",
      "fullInterpretation": "Securea in vise inseamna poveri si munca grea. Daca visati ca lucrati cu o secure inseamana ca veti avea parte de certuri si dezordine, dar daca visati ca taiati surcele pentru foc cu o secure sugereaza faptul ca situatia materiala a familiei se va imbunatati. Visul in care ascutiti o secure este interpretat de unii talmacitori ca fiind un motiv de zarva, de rascoala, dar altii prevestesc faptul ca veti castiga multi bani.",
      "slug": "secure"
    },
    {
      "name": "Sedinta",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca interziceti o sedinta inseamna ca dati dovada de adaptabilitate si flexibilitate.",
      "fullInterpretation": "Daca visati ca interziceti o sedinta inseamna ca dati dovada de adaptabilitate si flexibilitate. Pentru mai multe informatii vedeti si explicatia visului adunare.",
      "slug": "sedinta"
    },
    {
      "name": "Seductie",
      "category": "dictionar",
      "shortMeaning": "Seductia in vis reprezinta o ademenire sau o captare.",
      "fullInterpretation": "Seductia in vis reprezinta o ademenire sau o captare. Daca sunteti un seducator reprezinta incercarea ta de a ademeni pe altcineva sa ia un risc asupra lui. De asemenea, seductia poate fi un semn ca te confrunti cu o dependenta sau o dorinta sexuala pentru cineva de care ai vrea sa uiti.",
      "slug": "seductie"
    },
    {
      "name": "Sef",
      "category": "dictionar",
      "shortMeaning": "Seful in vise reprezinta in general partea autoritara a propriei personalitati.",
      "fullInterpretation": "Seful in vise reprezinta in general partea autoritara a propriei personalitati. Seful vostru poate dezvalui increderea si aspoctul asertiv al sinelui. In mod alternativ, seful aparand in vise poate indica supra-implicare sau o mare oboseala cauzata din pricina muncii. In mod negativ, aparitia sefului in vise poate simboliza limitarile dumneavoastra dar si lipsa de liberatate si originalitate . Visand ca aveti un sef reprezinta un sentiment de obligatie cu potentiale consecinte. Decizii sau obligatii ce nu pot fi ignorate. Altenativ, visand ca aveti un sef poate reflecta anumite probleme la servici.Daca ati visat ca sunteti in relatii bune cu seful dumneavoastra inseamna ca aveti un sentiment puternic de multumire cu privire la munca depusa sau chiar de postul pe care sunteti angajat. Visul in care aveti probleme cu seful dumneavoastra poate fi considerat un memento ca exista o putere mai mare / suprema carea trebuie sa ii dati socoteala. Frica fata de seful dumneavoastra indica, in general, o frica de autoritati. Este posibil sa simtiti ca altcineva va dicteaza viata si ca dumneavoastra nu poteti face nimic. Daca sunteti un sef in viata de zi cu zi, atunci faptul ca v-ati visat tot un sef inseamna ca trebuie sa va afirmati mai bine autoritatea. In mod alternativ, visand ca sunteti sef este doar o reflectare a modului in care va identificati. Visand ca faceti sex cu seful dumneavoastra indica dorinte de autoritate si control. Va simtiti imputernicit. Atunci cand in vise ne apare actualul presedinte, acesta este un semn ca cel care viseaza vrea sa traiasca o viata mai onorabila si respectata. Simbolistica a acestui vis se refera la o abordare mai diplomatica a vietii. Imaginea presedintelui in vise poate fi asociata, metaforic, cu imaginea parintelui celui ce il viseaza, in cea mai mare parte a tatalui dar nu este exclus sa fie si a mamei. Visele cu sefi de stat tind sa se concentreze pe necesitatea visatorului mai asertiv si diplomatic in eforturile cu altii, mai ales intr-o dinamica personala. Visand ca ati ucis un presedinte in vise, este semn ca va simtiti constans de cererile si ceea ce aveti de oferit celorlalti. Intalnind Presedintele Romaniei reprezinta sentimente pe cale sa fie expuse asupra unor responsabilitati de putere sau de conducere care in mod normal nu au com sa iasa la suprafata. Exemple de vise :",
      "slug": "sef"
    }
  ]
}