{
  "symbols": [
    {
      "name": "Santaj",
      "category": "dictionar",
      "shortMeaning": "Visul in care santajati pe cineva indica problemele dumneavoastra cu puterea si dominarea.",
      "fullInterpretation": "Visul in care santajati pe cineva indica problemele dumneavoastra cu puterea si dominarea. Va lasati natura competitiva sa ia ce este mai bun din dumneavoastra. Daca visati ca dumneavoastra sunteti santajat inseamna ca aveti unele slabiciuni interioare si va simtiti neputincios. S-ar putea sa nu aveti incredere in propriile abilitati.",
      "slug": "santaj"
    },
    {
      "name": "Santier",
      "category": "dictionar",
      "shortMeaning": "Daca ati visat un santier in lucru trebuie sa tineti cont ca o cladire simbolizeaza dezvoltarea personala.",
      "fullInterpretation": "Daca ati visat un santier in lucru trebuie sa tineti cont ca o cladire simbolizeaza dezvoltarea personala. Deci depinde de cum se desfasoara munca pe santier: - daca activitatea este in toi, atunci viata dumneavoastra personala si profesionala ia o turnura favorabila - daca munca stagneaza, inseamna ca si viata dumneavoastra are de suferit, adica este nevoie de mai multa perseverenta din partea dumneavoastra Visul in care o cladire se prabuseste pe santier, semnifica pericole, dificultati. Ar trebui sa tineti cont si de ceea ce se construieste pe santier pentru o semnificatie mai precisa.",
      "slug": "santier"
    },
    {
      "name": "Sapa",
      "category": "dictionar",
      "shortMeaning": "Sapa in vis semnifica unealta cu care se face o munca neplacuta si grea, anevoioasa.",
      "fullInterpretation": "Sapa in vis semnifica unealta cu care se face o munca neplacuta si grea, anevoioasa. De asemenea, sapa prevesteste niste dificultati si va trebui sa depui un mare efort pentru a trece de ele cu bine.(a), nimci si nimeni nu va poate scaoate din starea acesta de euforie, in schimb daca visati o cantitate mare de pamant etse semna de noroc, poate intrati in posesia unei sume mari de bani, un datornic mai vechi va poate inapoia o sum asubstantiala de bani, sau poate intrati in posesia unei mosteniri, sau vi se mareste salariul sau vi se acorda o prima ca apreciere pentru rezultatele extraordinare la serviciu.Daca visati ca sapati in vis este semn bun deoarece este posibil ca viata dumneavoastra sa va intre pe drumurile cel bune. Se spune ca daca visati ca sapati si aveti langa o cantitate mare de pamant, inseamna ca veti avea parte de noroc si este posibil sa intrati in posesia unei sume mari de bani, poate fi vorba de o mostenire sau o marire de salariu.",
      "slug": "sapa"
    },
    {
      "name": "Sapaliga",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "sapaliga"
    },
    {
      "name": "Sapat",
      "category": "dictionar",
      "shortMeaning": "(a), nimci si nimeni nu va poate scaoate din starea acesta de euforie, in schimb daca visati o ca...",
      "fullInterpretation": "(a), nimci si nimeni nu va poate scaoate din starea acesta de euforie, in schimb daca visati o cantitate mare de pamant etse semna de noroc, poate intrati in posesia unei sume mari de bani, un datornic mai vechi va poate inapoia o sum asubstantiala de bani, sau poate intrati in posesia unei mosteniri, sau vi se mareste salariul sau vi se acorda o prima ca apreciere pentru rezultatele extraordinare la serviciu.",
      "slug": "sapat"
    },
    {
      "name": "Sapca",
      "category": "dictionar",
      "shortMeaning": "De va veti visa ca ca va puneti o sapca pe cap veti avea probleme in viata sentimentala.",
      "fullInterpretation": "De va veti visa ca ca va puneti o sapca pe cap veti avea probleme in viata sentimentala. Daca nu sunteti casatoriti si visati ca vi se da o sapca insemana ca veti avea parte de o casatorie norocoasa. Visul in care purtati o sapca inseamna ca veti avea castiguri financiare si ca veti putea depasi dificultatile pe care le veti intalni.",
      "slug": "sapca"
    },
    {
      "name": "Sapun",
      "category": "dictionar",
      "shortMeaning": "Acesta este momentul maturizarii dumneavoastra, cel putin asa il percep cei din jur, este momentu...",
      "fullInterpretation": "Acesta este momentul maturizarii dumneavoastra, cel putin asa il percep cei din jur, este momentul in care veti fi sincer cu voi insiva si cu cei din jur, veti analiza cu seriozitate sansele realizarii unor vise de demult urmarite. Tot acum fiind atat de deschis si darnic cu ceilalti este posibil sa intalniti si profitori, lingusitori care nu doresc altceva decat sa beneficieze de pe urma dumneavoastra. De aceea fiti foarte atent la nouile prietenii sau chiar la cei care stiti ca nu au decat un singur scop si acela de a profita de bunatatea altora. Sapunul simbolizeaza, de asemenea, vesti bune si curatare spirituala. Insa, toate acestea vor avea efect pe o perioada destul de scurta. In continuare va vom prezenta o serie de vise comune si interpretarea acestora: Vazand sau folosind sapun Faptul ca ati vazut un sapun in visul dumneavoastra, este un semn de atentie cu privire la latura dumneavoastra spirituala. Analizand si incercand sa intelegeti anumite momente din viata dumneavoastra, efectuati o curatenie spirituala. Daca ati folosit sapunul in vis este semn ca a sosit timpul sa va desprindeti de amintirile si sentimentele din trecut. Spalarea intensa cu sapun poate insemna faptul ca incercati sa scapati de unlele traume sau dureti care inca va ranesc. De asemenea, visul pote fi asociat marturisirii unui secret. Sapun parfumat Sapunul parfumat prevesteste o peropada remarcabila sau o poveste de iubire. Poate ca veti intalni o persoana sensibila si romantica sau, poate ca, veti trai noi experiente sau senzatii. In schimb, daca sapunul miroase urat, este semnul unei mari dezamagiri sau poate reprezenta deznadejdea dumneavoastra fata de unele persoane. Vanzarea sau cumpararea sapunului Visul in care cumprati sapun este asociat unui proiect profesional. Trebuie sa va ganditi bine si sa analizati toate aspectele proiectului inainte de a investi mai mult timp sau mai multi bani in acesta. Vanzarea sapunului prevesteste importanta unei anumite decizii. De asemenea, visul poate simboliza o noua etapa din viata dumneavoastra. Mancand sapun Acest vis este unul ciudat, dar nu este neobisnuit, dimpotriva, este unul destul de comun asociat cu dezamagiri, neincredere de sine sau fata de altii. De asemenea, acest vis porta un mesaj destul de important: trebuie sa renuntati la sentimentele negative si sa va deschideti tuturor oportunitatilor! Productia de sapun Fabricand sapun sau producand sapun de casa, inseamna ca in viitorul apropiat veti oferi sfaturi sau avertismente unor persoane. Acest lucru datoareaza faptului ca aveti credinta ca prin munca dumneavoastra puteti rezolva si problemele altora. Insa, atentie, fiti pregatit, deoarece nu intotdeauna oamenii isi doresc cu adevarat ceea ce spun ca spun ca isi doresc. Sapun colorat Culoare sapunului poate oferii semnificatii specifice, de ex: Sapunul alb simbolizeaza imbunatatirea situatiei financiare Sapunul albastru simbolizeaza calmul si armonia din relatie (daca nu exista in momentul de fata, ar trebui sa va amintiti de ea!) Sapunul galben reprezinta sfarsitul unui ciclu prost din punct de vedere financiar Sapunul rosu indidica pasiuni, momete speciale si vremuri bune. Totusi, nu va faceti planuri pentru viitor. Un sapun de culoare verde simbolizeaza sanatatea. Chiar daca in acest moment nu va simtiti prea bine, veti fi din nou plini de energie si sanatosi. Sapunul violet prezinta momentul oportun pentru dezvoltarea laturei spirituale. Alunecand pe sapun Indiferent daca ati alunecat pe sapun lichid, pe o bucata de sapun sau pe un sapun intreg, visul simbolizeaza faptul ca ati gresit cu ceva. Pentru a nu suferi rani emotionale sau pentru ca imaginea dumneavoastra sa nu fie afectat, va sfatuim sa cantariti cu atentie actiunile si comportamentul dumneavoastra.Balonul de sapun poate simboliza spulberarea spulberarea iluzilor si a tuturor sperantelor. Pentru o mai buna interpretare a acestui vis este important sa retinti daca dumneavoastra sau o alta persona creatza baloane de sapun. Baloanele de sapun pe mainile altei persoane sacu create de aceasta intr-in alt mod, simbolizeaza necesitatea de a clarifica unele situatii care creaza tensiune. De asemenea, acest vis poate prevesti multiple dezamagiri.",
      "slug": "sapun"
    },
    {
      "name": "Saraci",
      "category": "dictionar",
      "shortMeaning": "Visele in care suntem saraci, de obicei ne sugereaza ca nevoile noastre de baza nu sunt indeplinite.",
      "fullInterpretation": "Visele in care suntem saraci, de obicei ne sugereaza ca nevoile noastre de baza nu sunt indeplinite. Pobabil ca ne simtim neimpliniti fie emotional, fie material. Frecvent este necesar sa analizam in profunzime situatia pentru a vedea care sunt aceste nevoi ale noastre. Saracia in vise poate fi proiectata de situatiile nesatisfacatoare , saracie in realizari. Poate ca acest vis dezvaluie nevoia de a infrunta aceste situatii. Din punct de vedere spiritual saracia poate sugera jertfa de sine. Vezi si visul Saraci",
      "slug": "saraci"
    },
    {
      "name": "Saracie",
      "category": "dictionar",
      "shortMeaning": "Visele in care suntem saraci, de obicei ne sugereaza ca nevoile noastre de baza nu sunt indeplinite.",
      "fullInterpretation": "Visele in care suntem saraci, de obicei ne sugereaza ca nevoile noastre de baza nu sunt indeplinite. Pobabil ca ne simtim neimpliniti fie emotional, fie material. Frecvent este necesar sa analizam in profunzime situatia pentru a vedea care sunt aceste nevoi ale noastre. Saracia in vise poate fi proiectata de situatiile nesatisfacatoare , saracie in realizari. Poate ca acest vis dezvaluie nevoia de a infrunta aceste situatii. Din punct de vedere spiritual saracia poate sugera jertfa de sine. Vezi si visul Saraci",
      "slug": "saracie"
    },
    {
      "name": "Saratele",
      "category": "dictionar",
      "shortMeaning": "Daca visezi saratele semnifica faptul ca esti invidiat de anumite persoane pentru realizarile tale.",
      "fullInterpretation": "Daca visezi saratele semnifica faptul ca esti invidiat de anumite persoane pentru realizarile tale.",
      "slug": "saratele"
    },
    {
      "name": "Sarbatoare",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca sarbatoresti semnifica faptul ca ai dori sa uiti macar o clipa de oboseala de zi c...",
      "fullInterpretation": "Daca visezi ca sarbatoresti semnifica faptul ca ai dori sa uiti macar o clipa de oboseala de zi cu zi, sa uiti de toate problemele si sa te relaxezi pentru ati recapata energia.",
      "slug": "sarbatoare"
    },
    {
      "name": "Sarbatorit",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "sarbatorit"
    },
    {
      "name": "Sarcina",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca ai o sarcina este semn ca te poti bucura mai mult in compania unor prieteni sinceri.",
      "fullInterpretation": "Daca visezi ca ai o sarcina este semn ca te poti bucura mai mult in compania unor prieteni sinceri. Visand o sarcina falsa (credeti ca sunteti gravida dar aflati ca nu este asa), este posibil sa intampinati probleme la atingerea unui nou obiectiv personal sau a unui proiect. Va faceti griji cu privire la o noua aventura care poate esua. Vedeti si visul: GravidaPrecizam inca de la inceput ca visele despre o sarcina pierduta / avort spontan pot aparea indiferent daca sunteti gravida sau nu. Nimanui nu ii place sa vorbeasca despre un avort spontan dar, fara indoiala, veti constata ca visul este unul ingrozitor si va veti trezi cu sentimente reale de frica si durere. Atentie, daca sunteti gravida, astfel de vise pot decansa anxietate in viata reala. Visele despre o sarcina pierduta se bazeaza, de obicei, pe un val de emotii intense. Ceea ce este important de retinut este ca un asemenea vis nu este neaparat o prezicere ca veti experimenta asa ceva in realitate. Trebuie sa retinteti ca astfel de vise sunt simbolice si denota unele frici si anxietati ascunse din viata de zi cu zi. Probabil ca sunteti suparata cu privire la unele schimbari din viata si aceste sentimente se manifesta in subconstient. Visele despre pierderea fatului nenascut sunt considerate a fi normale pentru femeile la varsta fertila. In majoritatea circumstantelor, aceste vise denota emotii intense. Adesea, aceste vise reprezinta blocaje ca induc incertitudine si nesiguranta. In mod simbolic, visele despre o sarcina pierduta inseamna ca planurile dumneavoastra nu decurg prea lin si, ca exista obstacole care blocheaza progresul. Pierderea fatului simbolizeaza esecul in evorturile pe care le credeati garantia succesului. Daca sunteti barbat si ati visat ca partenerul se confrunta cu un avort spontan, inseamna ca va temeti de schimbari si responsabilitati. Sarcina pierduta poate simboliza, de asemenea, ca in subconstient va doriti foarte mult copii dar pe lanaga aceasta exista si o tema de proportii ca este posibil ca partenerul sa piarda sarcina. Daca visezi ca esti insarcinata simbolizeaza un aspect al vostru sau un aspect din viata ta personala, care este in crestere sau in curs de dezvoltare. Alternativ, daca incercati sa ramaneti gravida in vis, atunci poate fi o dorinta implinita. Daca visezi ca esti insarcinata si copilul moare in tine sugereaza ca un proiect pentru care ati depus mult efort se destrama si se deterioreaza incet.Vezi si Gravida Visul in care faceti un test de sarcina indica faptul ca veti incepe o perioada noua din viata dumneavoastra (prieteni noi, un nou loc de munca). De asemenea, se poate interpreta ca o teama, o neliniste a dumneavoastra de a ramane insarcinata.",
      "slug": "sarcina"
    },
    {
      "name": "Sarcina pierduta",
      "category": "dictionar",
      "shortMeaning": "Precizam inca de la inceput ca visele despre o sarcina pierduta / avort spontan pot aparea indife...",
      "fullInterpretation": "Precizam inca de la inceput ca visele despre o sarcina pierduta / avort spontan pot aparea indiferent daca sunteti gravida sau nu. Nimanui nu ii place sa vorbeasca despre un avort spontan dar, fara indoiala, veti constata ca visul este unul ingrozitor si va veti trezi cu sentimente reale de frica si durere. Atentie, daca sunteti gravida, astfel de vise pot decansa anxietate in viata reala. Visele despre o sarcina pierduta se bazeaza, de obicei, pe un val de emotii intense. Ceea ce este important de retinut este ca un asemenea vis nu este neaparat o prezicere ca veti experimenta asa ceva in realitate. Trebuie sa retinteti ca astfel de vise sunt simbolice si denota unele frici si anxietati ascunse din viata de zi cu zi. Probabil ca sunteti suparata cu privire la unele schimbari din viata si aceste sentimente se manifesta in subconstient. Visele despre pierderea fatului nenascut sunt considerate a fi normale pentru femeile la varsta fertila. In majoritatea circumstantelor, aceste vise denota emotii intense. Adesea, aceste vise reprezinta blocaje ca induc incertitudine si nesiguranta. In mod simbolic, visele despre o sarcina pierduta inseamna ca planurile dumneavoastra nu decurg prea lin si, ca exista obstacole care blocheaza progresul. Pierderea fatului simbolizeaza esecul in evorturile pe care le credeati garantia succesului. Daca sunteti barbat si ati visat ca partenerul se confrunta cu un avort spontan, inseamna ca va temeti de schimbari si responsabilitati. Sarcina pierduta poate simboliza, de asemenea, ca in subconstient va doriti foarte mult copii dar pe lanaga aceasta exista si o tema de proportii ca este posibil ca partenerul sa piarda sarcina.",
      "slug": "sarcina-pierduta"
    },
    {
      "name": "Sarcofag",
      "category": "dictionar",
      "shortMeaning": "Sarcofagul, ca si mormantul , sugereaza moartea.",
      "fullInterpretation": "Sarcofagul, ca si mormantul , sugereaza moartea. Spre deosebire de acesta , sarcofagul ilustreaza si un monument comemorativ ce marcheaza importanta celui care este inmormantat. In plan spiritual, moartea indica o schimbare majora, sarcofagul fiind un simbol al acestei transformari.",
      "slug": "sarcofag"
    },
    {
      "name": "Sare",
      "category": "dictionar",
      "shortMeaning": "Sareta in vise sugereaza ca veti primi vizitatori nedoriti.",
      "fullInterpretation": "Sareta in vise sugereaza ca veti primi vizitatori nedoriti. Daca visati ca va plimbati cu sareta inseamna ca va trebui sa faceti o calatorie placuta pentru a amuza vizitatorii nedoriti. De asemenea, visul mai poate sugera ca sunteti amenintat de o boala sau raceala. Aniversarea in vis de multe ori reprezinta un eveniment important din viata dumneavoastra. Daca visati o aniversare inseamna ca simtiti nevoia de a fi in centrul atentiei, de a fi apreciati. Un tanar sau o tanara care viseaza o aniversare inseamna ca vor avea parte de o serie de piedici puse de cei din jur, iar pentru a le depasi trebuie sa se foloseasca de toate fortele necesare, mai ales ca este posibil sa intre intr-un colaps financiar din aceasta cauza. Daca visati oameni care se petrec la o aniversare sugereaza ca veti avea parte de succes la locul de munca. Aniversarea mai poate insemna un nou inceput, un proiect care va duce la rezultate favorabile.Putem spune inca de la inceput ca, in general, excrementele de orice fel aparute in vise sunt considerate ca fiind un simbol a lprofitului material, mai exact al banilor. Pe de alta parte, pasarile simbolizeaza obiectivele si aspiratiile din viata dumneavoastra si, datorita aripilor, obiectivele pot fi anumite aspiratii pentru a urca sus pe scara societatii. In cazul pasarilor zburatoare, mai ales daca excrementele cad pe dumneavoastra, este de inteles ca acest rahat de pasare reprezinta o anumita batjocura al obiectivului. Cand vrem cu adevarat sa facem parte dintr-un anumit grup de oameni sau sa muncim intr-un anumit domeniu, de multe ori putem avea senzatia ca suntem batjocoriti urmand aceasta cale. Puteti avea senzatia ca sunteti din ce in ce mai aproape, dar nu reusiti sa-l intelegeti pe deplin (domeniul de munca sau omul pe care il admirati). Cu alte cuvinte, visarea excrementelor de pasari pe capul sau corpul dumneavoastra poate face referire la sentimentul de a nu avea acces la unele dintre oprtunitatile care garanteaza o cale sigura catre locul in viata sau starea sociala pe care doriti sa o atingeti. In unele cazuri, rahatul pasarilor zburatoare poate fi reprezentarea tuturor incercarilor si necazurilor prin care va trebui sa treceti pentru a va atinge obiectivele. Excrementele de gaina (gainat) Acest vis favorizeaza factorul surpriza, asta inseamna ca primiti bani pe neasteptate sau in cazul afacerilor profiturile vor exploda. De asemenea, gainatul din vis transmite insasi dorinta de a ne imbunatati situatia sinanciara si de a castiga mai multi bani. In sepcial, acest lucru este indicat de o pata de gainat pe hainele visatorului. Urmele de gainat vazute pe maini prevestesc barfe, conversatii neplacute si conflicte.( pasare )Onoruri, favoruri, complimente prostesti - alba - iarna cu zapada, ii superi pe dusamani - alba si mare - prevedere, inlaturi dusmanii din cale - a frige - chef, bucurie - auzind - vorbe desarte - batand din aripi - noroc - cu boboci - cati boboci are atatea iubite (iubiti) vei avea - pe langa casa - nenorocire - fugind - oaspeti - hranindu - le - intemeierea unei familii - gasind - castig in afaceri - grasa - ai primit propuneri noi - inconjurat de - dorinte sexuale - jumulind - nemultumire - la casa ta - semn de nemultumire - frigand - bucurie, chef - in lupta cu alta - femeie geloasa si certareata - lovind - mostenire - mare - avansare la serviciu - mancand gasca fripta - castig si foloase in afaceri - pazind - voie buna in familie - pregatindu-te a taia - mostenire apropiata - ranind - este bine in familie - stand - participi la o adunare de cucoane - stand intr-un picior - osteneala fara folos - taind - mostenire - zburand - vreme schimbatoare, cale indepartata te asteapta, calatorie fara rezultate bune - zburand in card - drum indepartat.Imbratisarea in vise este destul de comuna, asta pentru ca imbratisarile fac parte din viata noastra de zi cu zi si sunt unele dintre principalele modalitati prin care ne aratam afectiunea si ne demonstram dragostea fata oameni. Imbratisarile sunt, de regula, semne ca oamenii sunt apropiati si reprezinta, de asemenea, prietenie, familiaritate si simpatie fata de cineva. Ele sunt, de asemenea, un semn de consolare, sprijin si caldura emotionala. In unele cazuri, aceste vise ar putea indica nevoia de simpatie, compasiune si sprijun din partea cuiva chiar si atunci cand stiti ca nu meritati. Astfel de vise dezvaluie nesiguranta, nevoie, sensibilitate si, chiar, disperare. Daca ati visat ca va imbratisati si va sarutati partenerul, un astfel de vis reflecta, de obicei, dragostea si afectiunea existenta intre partener si dumneavoastra. Daca in momentul de fata sunteti angajat in certuri si dezacorduri cu partenerul, ar fi recomandata incercarea rezolvarii problemelor inainte ca relatia dumneavoastra sa se destrame. Visul in care va imbratisati un parinte sau pe ambii nu este unul de bun augur, acesta ar putea indica o boala de care un membru al familiei ar putea sa sufere in curand. De asemenea, imbratisarea unei rude este un semn negativ. Si acesta ar putea indica boala sau ingrijorari cu privire la bunstarea unei rude / membu ala familiei. In unele cazuri visul indica conflicte si dezbateri in contradictoriu cu mambrii familiei. Imbratisarea unui strain. Daca ati avut un asemea vis este semn ca ati fost barfit. Visul ar trebui sa va faca sa acordati mai multa atentie personelor in care aveti incredere sau cu care va petreceti timpul. In unele cazuri, acest vis poate indica o intalnire neasteptata cu cineva. Imbratisand un prieten. Este genul de vis care va semnaleaza faptul ca un prieten sau cineva apropiat are nevoie de ajutorul dumneavoastra, mai ales daca prietenul este cel care va imbratiseaza. De asemenea, visul intareste ideea ca intotdeuna va puteti baza pe prietenii dumneavoastra. Respingerea unei imbratisari nu este, de regula, un semn bun, mai ales daca cineva incearca sa va imbratiseze si dumenavostra il respingeti. Ar putea indica faptul ca cineva v-a sufocat cu prezenta sau ca simtiti repulsie fata de o persoana din viata dumneavoastra. Dar, daca cineva va respinge imbratisarea, atunci visul ar putea indica singuratate, izolare sau ca, pur si simplu, cineva va respinge. Uneori, acest vis ar putea semnaleaza o perioada grea din viata de cuplu si, ar trebui sa fiti peratit/a sa faceti fata provocarilor. Imbratisarea unui coleg (de munca, de studii, etc.) este un semn bun. Visul dezvaluie o legatura puternica care exista intre dumneavoastra si colegul respectiv, care este posibil sa se transforme in ceva mai mult decat un coleg. Uneori acest vis dezvaluie sentimentele puternice avute fata de acest coleg pe care nu erati constient/a ca le aveti. Visand ca oferiti cuiva o imbratisare stransa. Visul scoate la lumina fapte despre starea de spirit actuala. S-ar putea ca acest vis sa fie declansat de nostalgie si de unele amintiri sau poate ca o persoana din trecut doreste sa reinvie o relatie care a existat intre voi doi. Daca ati avut un vis in care ati vazut oameni imbratisandu-se este un semn de bun augur si, care, prevesteste legaturi care sunt pe cale sa devina puternice. Simbolizeaza, de asemena, prosperitatea la locul de munca si in afaceri. Imbratisarea unui animal, semnificataia acestui vis va avea semnificatii multiple, depinzand forte mult de animalul pe care v-ati visat imbratisandu-l. Visul in care imbratisati un caine este asociat cu prietenia si loialitatea, acesta putand fi simbolul unui prieten apropiat. Pentru alte animale va rugam sa consultati semnificatia generala a fiecarui animal in parte. Imbratisarea unui inamic este un semnal de impacare imediata cu cineva. Imbratisandu-va profesorul sau o alta persoana care vi-a oferit meditatii, coordonare sau ajutor la orice nivel de educatie si dezvoltarea a dumneavoastra. Vis este semnul ca ati ajuns la un moment de acceptare a responsabilitatilor care vin o data cu viata. Poate ca ati fost iresponsabil in trecut, dar o data cu constientizarea ca trebuie sa cresteti, ati inceput sa acceptati mai multe responsabilitati.Pasarea alba in vise prezice o intalnire cu un prieten. Totodata, visul este un semn benefic, inseamna noroc, liniste, sanatate.",
      "slug": "sare"
    },
    {
      "name": "Sareta",
      "category": "dictionar",
      "shortMeaning": "Sareta in vise sugereaza ca veti primi vizitatori nedoriti.",
      "fullInterpretation": "Sareta in vise sugereaza ca veti primi vizitatori nedoriti. Daca visati ca va plimbati cu sareta inseamna ca va trebui sa faceti o calatorie placuta pentru a amuza vizitatorii nedoriti. De asemenea, visul mai poate sugera ca sunteti amenintat de o boala sau raceala.",
      "slug": "sareta"
    },
    {
      "name": "Sari (A)",
      "category": "dictionar",
      "shortMeaning": "(A)Reusita peste reusita - broasca- mostenire de la o ruda indepartata - calul- primejdie --cu pa...",
      "fullInterpretation": "(A)Reusita peste reusita - broasca- mostenire de la o ruda indepartata - calul- primejdie --cu parasuta- esti increzator in puterile tale si norocul tau - maimuta prin copaci- veste placuta de la rude - peste groapa- scapi de primejdie - un gard- izbanda - un schior- iti sporesti puterea fizica si psihica - vazand-belsug.",
      "slug": "sari-a"
    },
    {
      "name": "Sarind",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "sarind"
    },
    {
      "name": "Saritura",
      "category": "dictionar",
      "shortMeaning": "Cand visezi ca sari , visul indica necesitatea de a-ti asuma un risc .",
      "fullInterpretation": "Cand visezi ca sari , visul indica necesitatea de a-ti asuma un risc . Vei depasi obstacolele si vei face progrese spre obiectivele tale. Poti lua in seama metafora \"sar in sus de bucurie\" ca sa intelegi emotiile sau \"a sari la bataie\" ca sa intelegi nerabdarea si impulsivitatea. Felul in care te simti in vis iti va oferi in plus importanta si semnificatii suplimentare pentru visul tau. Cand visezi ca sari gresit sau ti-e frica sa sari, inseamna ca te temi de incertitudini. Nu-ti plac schimbarile.",
      "slug": "saritura"
    },
    {
      "name": "Sarma ghimpata",
      "category": "dictionar",
      "shortMeaning": "Sarma ghimpata in vise sugereaza anumite dificultati pe care le aveti in comunicarea cu anumite persoane.",
      "fullInterpretation": "Sarma ghimpata in vise sugereaza anumite dificultati pe care le aveti in comunicarea cu anumite persoane. Daca visati ca sunteti prins in sarma ghimpata inseamna ca sunteti limitat intr-o relatie. A fi inconjurat de sarma ghimpata in vis sugereaza faptul ca progresul dumneavoastra este impiedicat din pricina remarcilor suparatoare din jur.",
      "slug": "sarma-ghimpata"
    },
    {
      "name": "Sarmale",
      "category": "dictionar",
      "shortMeaning": "Daca visezi sarmale si sunt pe masa , este un semn de belsug.",
      "fullInterpretation": "Daca visezi sarmale si sunt pe masa , este un semn de belsug. De asemenea, daca visezi ca mananci sarmale sugereaza ca trebuie sa fi atent la sanatatea ta pentru ca s-ar putea sa te imbolnavesti.",
      "slug": "sarmale"
    },
    {
      "name": "Sarpe alb",
      "category": "dictionar",
      "shortMeaning": "Sarpele alb in vise reprezinta profunzimea sufletului, dar e important sa cunoasteti detalii desp...",
      "fullInterpretation": "Sarpele alb in vise reprezinta profunzimea sufletului, dar e important sa cunoasteti detalii despre ceea ce face sarpele in vis. Pentru mai multe detalii consultati si interpretarea visului sarpe.",
      "slug": "sarpe-alb"
    },
    {
      "name": "Sarpe cu clopotei",
      "category": "dictionar",
      "shortMeaning": "A visa un sarpe cu clopotei reprezinta oameni sau situatii care va avertizeaza despre consecintel...",
      "fullInterpretation": "A visa un sarpe cu clopotei reprezinta oameni sau situatii care va avertizeaza despre consecintele neplacute daca nu cooperati. Avertismente clare sau ostilitate deschisa. Sentimente despre potentialul unei probleme serioase in viata dumneavoastra. Alternativ, un sarpe cu clopotei in vise reprezinta incercarea dumneavoastra de a ameninta pe cineva printr-o metoda nedorita si continua daca nu inceteaza sa faca ceva ce nu va place. Ii avertizati pe ceilalti ca vor plati scump daca nu va respecta sau aleg sa evite sa va asculte. Visul in care sunteti muscat de un sarpe cu clopotei poate reflecta sentimente despre ignorarea semnelor clare de avertizare. Sentimente de regret pentru ca nu ati luat mai serios in calcul o amenintare sau un avertisment. Daca visati doar coada unui sarpe cu clopotei, fara corp, sugereaza amenintari sau avertismente false. Trebuie sa avertizati pe cineva, in privat, despre un esec imposibil de trecut peste. Visul in care auziti clopoteii unui sarpe cu clopotei, dar nu vedeti sarpele, este un semn bun pentru ca veti putea indrepta ceva ce ati facut gresit in trecut sau cineva se va revansa fata de dumneavoastra.",
      "slug": "sarpe-cu-clopotei"
    },
    {
      "name": "Sarpe cu doua capete",
      "category": "dictionar",
      "shortMeaning": "Sarpele cu doua capete poate avea semnificatii diferite, de regula acest vis indica opinii contradictorii.",
      "fullInterpretation": "Sarpele cu doua capete poate avea semnificatii diferite, de regula acest vis indica opinii contradictorii. Sarpe cu ma mult de doua capete ar putea reprezenta un numar de temeri ascunse din viata de zi cu zi. Vazand un sarpe cu un cap la fiecare capat al corpului sau sugereaza faptul ca sunteti tras (atras) in doua directii diferite. Poate ca va simtiti suprasolicitat si nu stiti daca veniti sau plecati, actiunile voastre sunt contracproductive. Alternativ, visul poate reprezenta un triunghi amoros complicat. Salpele cu doua capete (sarpe bicefal) intr-un vis face referire la cooperare si munca in echipa (aici poate fi vorba si de o relatie). Omorand un sarpe cu doua capete in vis evidentiaza dorinta de a pune capat unei relatii, indiferent de natura acesteia.",
      "slug": "sarpe-cu-doua-capete"
    },
    {
      "name": "Sarpe galben",
      "category": "dictionar",
      "shortMeaning": "Visul la un sarpe galben simbolizeaza emotii si valori asociate cu aceasta culoare.",
      "fullInterpretation": "Visul la un sarpe galben simbolizeaza emotii si valori asociate cu aceasta culoare. De obicei, interpretarile viselor despre sarpe galben sunt legate cu reprezentarile intelectului si a intuitiei dumneavoastra. Un sarpe galben in vise ar putea insemna intelectul, intelepciunea dumneavoastra si cum il folositi pentru a va descurca prin situatii dificile. O alta interpretare asociata cu sarpele galben in vise este despre intuitia, despre orientarea dumneavoastra care se deschid pentru o noua perspectiva, o noua constientizare. Visand despre un sarpe galben ar putea fi un apel sa iesiti in fata si sa va folositi intelectul pentru a rezolva o situatie sau o problema din viata dumneavoastra. Sarpele galben in vise ar mai putea insemna tradarea. Visul ar putea sugera ca cineva va tradeaza sau ca dumneavoastra va tradati propriile idei actionand intr-un anume fel in viata. Visul este o invitatie pentru a va creste increderea de sine si abilitatea de a face fata unei situatii care va cere sa o analizati si sa luati decizii bazate pe o viziune clara.",
      "slug": "sarpe-galben"
    },
    {
      "name": "Sarpe in apa",
      "category": "dictionar",
      "shortMeaning": "Visele in care ne apare un sarpe in apa se refera la emotii si la faptul ca trairile elementare v...",
      "fullInterpretation": "Visele in care ne apare un sarpe in apa se refera la emotii si la faptul ca trairile elementare va pot influenta viata intr-un fel in care dumneavoastra nu sunteti constient(a) de ele. Serpii in apa simbolizeaza temeri inconstiente sau un potential de vindecare emotionala. In acest caz, un astfel de vis ar putea indica curenti emotionali puternici care va pot influenta cursul vietii dumneavoastra. Alternativ, visul poate aparea si datorita unor precupari coplesitoare, in special preocupari despre directia inspre care se indreapta viata cuiva apropiat. Luati in considerare ca sarpele apare in vise ca un semn de avertizare sau un apel de trezire cu privire la o situatie cu potential periculos si asociata cu semne puternice. Daca sarpele inoata linistit in ape calme, inseamna ca aveti de a face cu emotii pozitive. Daca ati visat ca un sarpe va musca in timp ce inotati, atunci acest vis ar putea fi interpretat ca si un avertisment. Acordati mai multa atentie la emotii inainte de a va lovi si de a va scapa de sub control. Trebuie sa luati in considerare si tipul de apa in care inoata sarpele, reactia dumneavoastra fata de sarpe si comportamentul acestuia pentru a interpreta ce stare emotionala va influenteaza viata. Daca va aflati in apa si comportamentul sarpelui este prietenos sau neutru, inseamna ca sunteti impacat(a) cu sentimentele dumneavoastra. Prezenta sarpelui ar putea indica vindecarea unor rani emotionale. Visul poate reflecta, de asemenea, dorinta sau speranta de a sterge unele griji cu privire la o relatie sau o situatie ce va atinge profund.",
      "slug": "sarpe-in-apa"
    },
    {
      "name": "Sarpe mare",
      "category": "dictionar",
      "shortMeaning": "Daca visati un sarpe mare inseamna ca trebuie sa aveti girja pentru ca veti fi inselat.",
      "fullInterpretation": "Daca visati un sarpe mare inseamna ca trebuie sa aveti girja pentru ca veti fi inselat. Pentru mai multe detalii vizitati si interpretarea visului sarpe.",
      "slug": "sarpe-mare"
    },
    {
      "name": "Sarpe mic",
      "category": "dictionar",
      "shortMeaning": "Un sarpe mic in vise indica bucurie in viitor.",
      "fullInterpretation": "Un sarpe mic in vise indica bucurie in viitor.",
      "slug": "sarpe-mic"
    },
    {
      "name": "Sarpe mort",
      "category": "dictionar",
      "shortMeaning": "Sarpele mort in vis inseamna ca pericolul a trecut.",
      "fullInterpretation": "Sarpele mort in vis inseamna ca pericolul a trecut. Pentru o femeie care a fost muscata in vis de un sarpe mort, semnifica faptul ca veti suferi o infrangere intr-o situatie legata de un prieten. Pentru un barbat, acest vis indica superficialitate.",
      "slug": "sarpe-mort"
    },
    {
      "name": "Sarpe negru",
      "category": "dictionar",
      "shortMeaning": "Daca sarpele este negru mat in vis, inseamna ca se anunta o primejdie si defineste pesimismul in ...",
      "fullInterpretation": "Daca sarpele este negru mat in vis, inseamna ca se anunta o primejdie si defineste pesimismul in dragoste, ceea ce poarta ghinion. Daca sarpele este negru stralucitor, inseamna ca in afara de negativismul in dragoste, persoana de langa dumneavoastra nu va convine.",
      "slug": "sarpe-negru"
    },
    {
      "name": "Sarpe rosu",
      "category": "dictionar",
      "shortMeaning": "Sarpele rosu in vise scoate in evidenta caracteristicile pozitive ale sarpelui, precum si pasiune...",
      "fullInterpretation": "Sarpele rosu in vise scoate in evidenta caracteristicile pozitive ale sarpelui, precum si pasiunea dumneavoastra arzatoare. Totusi, un sarpe rosu in vise ar putea insemna un avertisment pentru a sta deoparte sau de a va opri din ceea ce faceti. In cultura chinezeasca, visul despre un sarpe rosu prevesteste venirea unor evenimente fericite. Pentru o persoana singura, sarpele rosu in vise sugereaza ca se va casatori curand, iar pentru o persoana casatorita, visul sugereaza ca va avea copii. Daca un pacient viseaza un sarpe rosu inseamna ca va fi sanatos curand.",
      "slug": "sarpe-rosu"
    },
    {
      "name": "Sarpe roz",
      "category": "dictionar",
      "shortMeaning": "A visa un sarpe roz prevestete vizita neasteptata a cuiva de departe.",
      "fullInterpretation": "A visa un sarpe roz prevestete vizita neasteptata a cuiva de departe. Daca visati un sarpe roz mort inseamna ca veti avea ghinion. Observarea unui sarpe roz inofensiv ar putea simboliza o anume transformare personala sau poate face referie la unele comportamente personale negative de care nu sunteti constienti. In mod alternativ, sarpele roz ar futea face referire la o persoana de sex feminin care poseda diverse calitati periculoase.",
      "slug": "sarpe-roz"
    },
    {
      "name": "Sarpe verde",
      "category": "dictionar",
      "shortMeaning": "Sarpele verde in vise de obicei simbolizeaza conexiunea celui care viseaza cu el insusi.",
      "fullInterpretation": "Sarpele verde in vise de obicei simbolizeaza conexiunea celui care viseaza cu el insusi. Interpretarile asociate cu culoarea verde, in special cu un sarpe verde, sunt despre natura, despre pamant, mergand inapoi la ceea ce este important pentru dumneavoastra. Mai mult, simbolismul culorii verzi arata spre emotii si sentimente, incluzand speranta si conexiunile sincere. Pentru interpretarea visului ar trebui sa luati in considerare orice alta asociatie personala cu aceasta culoare. Datorita culorii verzi a sarpelui, visul sugereaza faptul ca are loc o transformare naturala in viata dumneavoastra. Poate ca descoperiti noi aspecte ale dumneavoastra sau incercati sa dezvoltati o relatie sau un proiect. Visul la un sarpe verde indica faptul ca treceti printr-o dezvoltare personala si o transformare interioara. Serpii verzi din vise sunt puternic asociati cu natura si pamantul, astfel ca o alternativa la acest vis ar fi faptul ca va reconectati cu unele calitati de baza din interiorul dumneavoastra. Cel putin este un apel pentru a fi mai atent la ceea ce va ajuta sa va concentrati si sa va gasiti suficienta energie pentru a va sprijini in viata si pentru a va exprima. Visul la un sarpe verde ar mai putea insemna ca aveti sansa de a profita de o oportunitate de dezvoltare pe care s-ar putea sa o pierdeti daca nu actionati. Visul ar putea indica nevoia de va ingriji putin mai mult de ceva ce tocmai a rasarit in viata dumneavoastra, fie ca este vorba de noi obiceiuri, o relatie sau un proiect personal.",
      "slug": "sarpe-verde"
    },
    {
      "name": "Sarut",
      "category": "dictionar",
      "shortMeaning": "Daca ati visat ca sarutati pe cineva de care va place, acest lucru indica faptul ca clipe minunat...",
      "fullInterpretation": "Daca ati visat ca sarutati pe cineva de care va place, acest lucru indica faptul ca clipe minunate va sunt planificate pentru viitor. Daca sarutati un necunoscut sau pe cineva pe care in mod normal nu ar trebui sau nu va doriti sa il sarutati, atunci visul indica posibile sentimente de vinovatie. Trebuie sa va concentrati asupra faptului ca acest vis poate simboliza dorinta de promovare la locul de munca sau chiar parteneriat. Un sarut dat din ipocrizie indica faptul ca s-ar putea sa aveti o boala scurta sau unele dezamagiri sociale. De asemenea, visul poate sugera ca puteti experimenta anumite sentimente speciale cu cineva. Sarutandu-va pasional fostul iubit, poate simboliza un nou inceput intr-o relatie. Daca visati ca sunteti sarutat, inseamana ca va este foarte dor de cineva foarte drag, o persoana indepartata care va impartaseste sentimentul, nu va trebui sa asteptati mult si acea persoana va aparea din nou in viata dumneavoastra, in schimba daca visati ca sarutati este semn de mare necaz, un necaz mare se va abate asupra dumneavoastra si a familiei dumneavoastra. Sarutand un membru al familiei face referire la modalitatile noastre creative din viata de zi cu zi. Visul in care sarutam un unchi ne sugereaza probleme de familie nerezolvate. Sarutand tatal vitreg indica faptul ca cautati cineva care sa se ingrijeasaca de viata dumeavoastra. Sarutand mama vitrega indica faptul ca va simtiti neglizat in viata de zi cu zi. Sarutand matusa in vise , aceasta sugereaza ca incercati sa imbunatatiti o relatie cu un membru al familiei de sex feminin. A saruta un var este o indicatie directadespre cum va simtiti in legatura cu relatia respectiva, poate ca acest var are nevoie de ajutorul dumneavoastra in viata de zi cu zi. Sarutul unui nepot sau a unei nepoate denota in viitor momente de fericire. Sautandu-va fratele / soara . Exista diferite tipuri de saruturi, sarut pasional, sarut prietenos sau iubitor. Ce fel de sarut a fost? Daca v-ati sarutat sora / fratele aceasta arata ca va semtiti conectati. Daca sarutarea este de natura sexuala, din punct de vedere prihologic, acest vis exprima dorinta de cunoastere a sexualitatii. Moartea este un curs inevitabil al vietii omenesti. Inca de la o varsta frageda, aflam de existenta acesteia si, de regula, inconstient, ne petrecem intreaga viata asteptatnd sa vina, fie in viata celor dragi noua, fie in propria viata. Avem intalniri cu aceasta prin moartea celor dragi sau a oamenilor din jurul nostru. Adesea, visele dezvaluie o latura complet necunoscuta a subconstientului sau pot fi doar o reproducere a gandurilor unei persoane sau a evenimentelor zilnice. Sarutul morului Conform superstitiilor din popor, oamenii morti care apar in visele noastre nu ne vor raul in viata de zi cu zi. Prin urmare, sarutul defunctului este considerat mai degraba un semn bun. De cele mai multe ori astfel de vise ne urmaresc pe tot parcursul zilei. A saruta sau a fi sarutat de catre o pesoana decedata, mai ales daca acea persona a fost una apropiata dumneavoastra, poate produce sentimente de neliniste, siguratate sau melancolie. Cu toate acestea, visul este unul prevestitor de evenimente pozitive. De exemplu, daca in viata de zi cu zi va pregatiti pentru o tranzatie importanta sau credeti ca ati gasit o soutie fiabila la o problema financiara atunci, sarutul mortului din visul dumneavoastra va va aduce noroc, deoarece promite succesul referitor la comert si in afaceri. Cu toate acestea, astfel de vise sunt interpretate in doua moduri. Visul poate apare si in urma unei traume provoacate de pierderea recenta a unui apropiat. In cazul anterior, visul este doar o oglindire a tristetei si dorului dumneavoastra fata de acea persona. Alternativ, conform unor vechi carti de talmacire a viselor, acesta prevesteste o schimbare brusca a vremii. Imbratisarea mortului Unul dintre cele mai emotionale sau neplacute vise, in functie de natura relatiei pe care am avut-o cu decedatul, este acela in care visam ca-l imbratisam. Imbratisarea pe care o dam sau o primim poate marca momentul in care, in sfarsit, acceptam situatia si ne luam la revedere. Din punct de vedere psihologic, subconstientul nostru proiecteaza astfel de vise pentru a ne ajuta sa acceptam acest fapt. Un astfel de vis este urmat, de cele mai multe ori, de un sentiment de o fericire imensa, de implinire, dar adesea este pecetluit cu lacrimi, mai ales dupa ce am constientizat ca este doar un vis si ca nu mai putem vedea acea persona apropita sa draga noua. Daca decedatul imbratisat in vis va este necunoscut, acesta este un semn bun. Prevesteste viitoare evenimente si schimbari pozitive in viata dumneavoastra. Imbratisand o pesona moarta, dar imbratisarea este incredibil de puternica si inconfortabila, visul face referire la aventurarea in slujbe sau afaceri cu un nivel de risc foarte ridicat care, pe langa bani, va vor aduce si multe inconveniente.",
      "slug": "sarut"
    },
    {
      "name": "Sarutand / A Saruta",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "sarutand-a-saruta"
    },
    {
      "name": "Sarutul sau imbratisarea mortului",
      "category": "dictionar",
      "shortMeaning": "Moartea este un curs inevitabil al vietii omenesti.",
      "fullInterpretation": "Moartea este un curs inevitabil al vietii omenesti. Inca de la o varsta frageda, aflam de existenta acesteia si, de regula, inconstient, ne petrecem intreaga viata asteptatnd sa vina, fie in viata celor dragi noua, fie in propria viata. Avem intalniri cu aceasta prin moartea celor dragi sau a oamenilor din jurul nostru. Adesea, visele dezvaluie o latura complet necunoscuta a subconstientului sau pot fi doar o reproducere a gandurilor unei persoane sau a evenimentelor zilnice. Sarutul morului Conform superstitiilor din popor, oamenii morti care apar in visele noastre nu ne vor raul in viata de zi cu zi. Prin urmare, sarutul defunctului este considerat mai degraba un semn bun. De cele mai multe ori astfel de vise ne urmaresc pe tot parcursul zilei. A saruta sau a fi sarutat de catre o pesoana decedata, mai ales daca acea persona a fost una apropiata dumneavoastra, poate produce sentimente de neliniste, siguratate sau melancolie. Cu toate acestea, visul este unul prevestitor de evenimente pozitive. De exemplu, daca in viata de zi cu zi va pregatiti pentru o tranzatie importanta sau credeti ca ati gasit o soutie fiabila la o problema financiara atunci, sarutul mortului din visul dumneavoastra va va aduce noroc, deoarece promite succesul referitor la comert si in afaceri. Cu toate acestea, astfel de vise sunt interpretate in doua moduri. Visul poate apare si in urma unei traume provoacate de pierderea recenta a unui apropiat. In cazul anterior, visul este doar o oglindire a tristetei si dorului dumneavoastra fata de acea persona. Alternativ, conform unor vechi carti de talmacire a viselor, acesta prevesteste o schimbare brusca a vremii. Imbratisarea mortului Unul dintre cele mai emotionale sau neplacute vise, in functie de natura relatiei pe care am avut-o cu decedatul, este acela in care visam ca-l imbratisam. Imbratisarea pe care o dam sau o primim poate marca momentul in care, in sfarsit, acceptam situatia si ne luam la revedere. Din punct de vedere psihologic, subconstientul nostru proiecteaza astfel de vise pentru a ne ajuta sa acceptam acest fapt. Un astfel de vis este urmat, de cele mai multe ori, de un sentiment de o fericire imensa, de implinire, dar adesea este pecetluit cu lacrimi, mai ales dupa ce am constientizat ca este doar un vis si ca nu mai putem vedea acea persona apropita sa draga noua. Daca decedatul imbratisat in vis va este necunoscut, acesta este un semn bun. Prevesteste viitoare evenimente si schimbari pozitive in viata dumneavoastra. Imbratisand o pesona moarta, dar imbratisarea este incredibil de puternica si inconfortabila, visul face referire la aventurarea in slujbe sau afaceri cu un nivel de risc foarte ridicat care, pe langa bani, va vor aduce si multe inconveniente.",
      "slug": "sarutul-sau-imbratisarea-mortului"
    },
    {
      "name": "Sat",
      "category": "dictionar",
      "shortMeaning": "Satana in vise prezice regasirea unui prieten bun.",
      "fullInterpretation": "Satana in vise prezice regasirea unui prieten bun. Unii talmacitori spun ca visul poate insemna si un avertisment sever adresat constiintei. Visul in care vizitati o satra inseamna ca veti primi o oferta importanta. Este posibile ca atitudinea diferitelor parti fata de dumneavoastra sa fie nefavorabila.Voma poate fi un vis deszgustator si tulburator aratand, de obicei, nemultumire fata de viata in general. Aceasta apare in visele noastre generata de psihic, care incearca sa elimine negativitatea. In unele cazuri, varsaturile din vis, ar putea fi doar o reactie normala a psihicului, simtiti greata in timpul somnului. Acest gen de vise apare destul de frecvent la persoanele care se confrunta cu o problema stomacala in viata de zi cu zi. Cand sunteti dumneavoastra acela care vomita, visul indica curatarea energiilor nedorite din propria viata si, de regula, este asociat cu emotii si dificultati. Curatarea varsaturilor altora arata ca sunteti o persoana grijulie cu ceilati, dar trebuie sa fiti precaut sau altii vor profita de bunatatea dumneavoastra. Din punct de vedere spiritual, acest vis reprezinta eliberare. Daca voma contine sange in ea, atunci acestei eliberari ii sunt asociate si unle probleme. Vazandu-va fiul sau fiica vomitand intr-un vis, reprezinta dorinta de a va intoarce la unele amintiri din copilarie si de a le vindeca. Tot acest vis poate face referire la un aspect al propriilor calitati ascunse. Culoare vomei Daca in vis culoarea varsaturii este rosiatica, atunci acest lucru va sugera violenta. Varsaturi de culoare verde sugereaza viata scapata de sub control. Voma portocalie si neagra este, de asemena, asociata cu anumite persoane vulnerabile din viata dumneavoastra. Culoarea galbuie (galbena) a varsaturii dintr-un vis indica faptul ca veti fi prins intr-un proiect sau o darama din viata altcuiva. Pentru o interpretare mai detaliata este indicat sa consultati si semnificatia visului greata(acest lucru poate aprea si intr-o casatorie reala), ca nu sunteti satisfacut din punct de vedere sexual. Cine viseaza ca este silit sa se casatoreasca, are in realitate idei fixe, care ii ingreuneaza convietuirea cu cei din jur si munca (vezi, de asemenea,divort).In traditia romaneasa visul cerere in casatorie semnifica armonie si pace interioara.- Daca primesti o cerere in casatorie inseamna ca persoanele de sex opus sunt interesate de tine, dar mai inseamna ca vei castiga si o suma frumusica de bani.",
      "slug": "sat"
    },
    {
      "name": "Satana",
      "category": "dictionar",
      "shortMeaning": "Satana in vise prezice regasirea unui prieten bun.",
      "fullInterpretation": "Satana in vise prezice regasirea unui prieten bun. Unii talmacitori spun ca visul poate insemna si un avertisment sever adresat constiintei.",
      "slug": "satana"
    },
    {
      "name": "Satean",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "satean"
    },
    {
      "name": "Satra",
      "category": "dictionar",
      "shortMeaning": "Visul in care vizitati o satra inseamna ca veti primi o oferta importanta.",
      "fullInterpretation": "Visul in care vizitati o satra inseamna ca veti primi o oferta importanta. Este posibile ca atitudinea diferitelor parti fata de dumneavoastra sa fie nefavorabila.",
      "slug": "satra"
    },
    {
      "name": "Sauna",
      "category": "dictionar",
      "shortMeaning": "Sauna in vise inseamna ca veti avea parte de ingrijorari si temeri zadarnice.",
      "fullInterpretation": "Sauna in vise inseamna ca veti avea parte de ingrijorari si temeri zadarnice. Visul la sauna poate insemna nevoia de a va elibera de aspectele negative din jurul dumneavoastra, dorinta de a va deschide la opiniile si ideile altora.",
      "slug": "sauna"
    },
    {
      "name": "Savarina",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca vezi sau mananci o savarina semnifica ca vei avea parte de belsug si castig.",
      "fullInterpretation": "Daca visezi ca vezi sau mananci o savarina semnifica ca vei avea parte de belsug si castig. Vei reusi sa obtii ceea ce iti doreai, fara prea mult efort din partea ta.",
      "slug": "savarina"
    },
    {
      "name": "Saxofon",
      "category": "dictionar",
      "shortMeaning": "Daca te visezi cantand la saxofon semnifica faptul ca vei avea greutati mari, viata te va incerca...",
      "fullInterpretation": "Daca te visezi cantand la saxofon semnifica faptul ca vei avea greutati mari, viata te va incerca din greu, dar in timp le vei rezolva pe toate cu bine. Alternativ, daca auzi un saxofon cantand in vis, e rau, sugereaza ca vei avea nevoi mari.",
      "slug": "saxofon"
    },
    {
      "name": "Scafandru",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "scafandru"
    },
    {
      "name": "Scai",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "scai"
    },
    {
      "name": "Scaieti",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "scaieti"
    },
    {
      "name": "Scaldare / Scaldat",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "scaldare-scaldat"
    },
    {
      "name": "Scame",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "scame"
    },
    {
      "name": "Scandal",
      "category": "dictionar",
      "shortMeaning": "Un scandal intre femei in vis inseamna ca veti fi parasit de un prieten.",
      "fullInterpretation": "Un scandal intre femei in vis inseamna ca veti fi parasit de un prieten. Visul in care o multime agitata pusa pe scandal sugereaza sunteti mistuit de griji. Daca visati participati la un scandal inseamna necazuri cu cineva apropiat. Daca va visati facand scandal indica faptul ca suferi din lipsa afectiunii. Visul in care sunteti implicat intr-un scandal inseamna ca va trebui sa va scuzati pentru o fapta urata. Daca visati ca vorbiti scandalos despre cineva inseamna ca veti fi criticat de ceilalti.",
      "slug": "scandal"
    }
  ]
}