{
  "symbols": [
    {
      "name": "Smochine",
      "category": "alimente",
      "shortMeaning": "Fertilitate, secrete, câștiguri financiare și cunoaștere ascunsă.",
      "fullInterpretation": "Smochinele sunt simboluri antice ale fertilității și cunoașterii. Mâncatul lor în vis sugerează multiplicarea faptelor bune, câștiguri financiare și prosperitate. Dacă sunt uscate, pot indica pierderi temporare urmate de bucurii. Culesul lor din pom poate semnala dificultăți cu persoane pe care le apreciezi, cerând diplomație.",
      "slug": "smochine"
    },
    {
      "name": "Sms",
      "category": "acțiuni",
      "shortMeaning": "Comunicare rapidă, vești, conexiune socială și mesaje din subconștient.",
      "fullInterpretation": "Mesajele text (SMS) în vis reflectă modul în care interacționezi cu ceilalți în viața de zi cu zi. Primirea unui SMS poate indica o veste așteptată, o conexiune cu un prieten sau un mesaj subtil de la subconștientul tău pe care trebuie să îl descifrezi. Poate avea și conotații romantice sau de flirt.",
      "slug": "sms"
    },
    {
      "name": "Snitel",
      "category": "alimente",
      "shortMeaning": "Înșelăciune în familie, egoism, hrană procesată și dezamăgire.",
      "fullInterpretation": "Șnițelul, fiind carne bătută și ascunsă sub pesmet, poate sugera înșelăciune sau lucruri ascunse. În vis, poate avertiza că vei fi tras pe sfoară de cineva apropiat, posibil un membru al familiei. Prepararea lui indică interacțiuni cu persoane egoiste. Este un semnal să fii atent la \"ce se ascunde sub crustă\".",
      "slug": "snitel"
    },
    {
      "name": "Snur",
      "category": "obiecte",
      "shortMeaning": "Ceartă banală, legătură fragilă, tensiune și supărare.",
      "fullInterpretation": "Șnurul este o legătură subțire. În vis, adesea prevestește o ceartă cu un prieten care pornește de la un lucru banal, dar care poate provoca o durere disproporționată. Poate indica o tensiune în relații sau riscul de a rupe o legătură fragilă din cauza unor neînțelegeri minore.",
      "slug": "snur"
    },
    {
      "name": "Soacra",
      "category": "persoane",
      "shortMeaning": "Compromis, tensiune familială, judecată și relații dificile.",
      "fullInterpretation": "Soacra în vis reprezintă adesea nevoia de a face compromisuri sau de a naviga prin relații familiale tensionate. Dacă ești în conflict cu ea, trebuie să fii diplomat. O soacră moartă în vis (când e vie în realitate) poate indica dificultăți de adaptare. Poate simboliza și partea critică a propriei conștiințe.",
      "slug": "soacra"
    },
    {
      "name": "Soapte",
      "category": "acțiuni",
      "shortMeaning": "Bârfe, secrete, nesiguranță, intuiție sau conspirație.",
      "fullInterpretation": "Șoaptele în vis sugerează secrete, bârfe sau informații transmise discret. Dacă auzi șoapte, te poți simți paranoic, crezând că alții vorbesc despre tine. Poate fi și vocea intuiției care încearcă să îți transmită un mesaj important. Dacă tu șoptești, s-ar putea să nu ai curajul să spui lucrurilor pe nume.",
      "slug": "soapte"
    },
    {
      "name": "Soare",
      "category": "natură",
      "shortMeaning": "Viață, succes, claritate, energie masculină și adevăr.",
      "fullInterpretation": "Soarele este sursa vieții și a luminii. Răsăritul indică noi începuturi și speranță. Soarele strălucitor prevestește succes, claritate mentală și bucurie. Totuși, un soare arzător poate indica pericol sau \"ardere\". Apusul sugerează sfârșitul unei etape. Eclipsa sau soarele roșu pot fi semne de avertizare asupra unor evenimente intense.",
      "slug": "soare"
    },
    {
      "name": "Soba",
      "category": "obiecte",
      "shortMeaning": "Căldură sufletească, confort, resurse interioare sau răceală emoțională.",
      "fullInterpretation": "Soba simbolizează căldura căminului și a sufletului. O sobă caldă indică confort emoțional și siguranță. O sobă rece sau stricată sugerează singurătate, lipsă de afecțiune sau probleme emoționale nerezolvate. Focul din sobă reprezintă energia vitală și pasiunea care trebuie întreținută.",
      "slug": "soba"
    },
    {
      "name": "Sobolan alb",
      "category": "animale",
      "shortMeaning": "Ajutor neașteptat, purificare, excepție de la regulă.",
      "fullInterpretation": "Spre deosebire de șobolanul obișnuit, cel alb poate avea conotații pozitive. Indică un ajutor venit dintr-o sursă neașteptată sau o situație care se rezolvă favorabil în ciuda aparențelor. Albul sugerează o purificare a intențiilor sau o excepție norocoasă într-un context altfel dificil.",
      "slug": "sobolan-alb"
    },
    {
      "name": "Sobolan mort",
      "category": "animale",
      "shortMeaning": "Pericol evitat, sfârșitul unei trădări sau inamic învins.",
      "fullInterpretation": "Un șobolan mort în vis este un semn bun că ai scăpat de un pericol, de o trădare sau de o persoană toxică. Indică sfârșitul unei perioade de anxietate și \"curățarea\" vieții tale de influențe negative. Poate simboliza și victoria asupra propriilor frici sau impulsuri josnice.",
      "slug": "sobolan-mort"
    },
    {
      "name": "Sobolani",
      "category": "animale",
      "shortMeaning": "Inamici ascunși, boli, murdărie, trădare sau griji.",
      "fullInterpretation": "Șobolanii în vis sunt adesea asociați cu murdăria, boala și trădarea. Pot indica prezența unor inamici care lucrează pe la spate sau a unor griji care te rod. Pot simboliza și sentimente de vinovăție sau repulsie față de sine. Dacă îi prinzi, vei avea noroc și vei depăși obstacolele.",
      "slug": "sobolani"
    },
    {
      "name": "Socru",
      "category": "persoane",
      "shortMeaning": "Autoritate familială, conflict, ghinion sau tensiune.",
      "fullInterpretation": "Socrul în vis poate reprezenta o figură de autoritate care te judecă sau cu care ai o relație tensionată. Tradițional, apariția socrului este interpretată ca un semn de ghinion sau de probleme în familie, mai ales dacă este agresiv. Poate reflecta și presiunea așteptărilor sociale asupra ta.",
      "slug": "socru"
    },
    {
      "name": "Sofa",
      "category": "obiecte",
      "shortMeaning": "Relaxare, lene, confort iluzoriu sau promisiuni deșarte.",
      "fullInterpretation": "Sofa sau canapeaua indică nevoia de odihnă, dar poate sugera și lene sau complacere. Dacă visezi că stai pe o sofa, s-ar putea să ai așteptări nerealiste de la o călătorie sau un proiect (\"călătorie nereușită\"). O sofa stricată indică disconfort și ghinion în viața personală.",
      "slug": "sofa"
    },
    {
      "name": "Sofer",
      "category": "persoane",
      "shortMeaning": "Control, direcție în viață, responsabilitate sau pasivitate.",
      "fullInterpretation": "Dacă tu ești șoferul, înseamnă că ai controlul asupra vieții tale și decizi direcția. Dacă altcineva conduce, te simți pasiv sau dependent de deciziile altora. Un șofer de taxi sau autobuz sugerează că ești ghidat de circumstanțe sau de un destin colectiv. Modul în care se conduce (agresiv, calm) reflectă starea ta emoțională.",
      "slug": "sofer"
    },
    {
      "name": "Soim",
      "category": "animale",
      "shortMeaning": "Ambiție, viziune, atac rapid, succes sau pericol.",
      "fullInterpretation": "Șoimul este o pasăre de pradă nobilă, simbolizând viziunea clară și ambiția. Zborul său înalt indică aspirații mari și succes. Atacul șoimului sugerează o acțiune decisivă sau un pericol iminent. Dacă șoimul cade, îți pierzi puterea. Este un simbol al libertății mentale și al concentrării asupra obiectivelor.",
      "slug": "soim"
    },
    {
      "name": "Sol",
      "category": "natură",
      "shortMeaning": "Fundație, stabilitate, fertilitate și bază pentru creștere.",
      "fullInterpretation": "Solul sau pământul reprezintă baza pe care îți construiești viața. Un sol fertil indică oportunități și creștere. Un sol uscat sugerează lipsuri și dificultăți. Săparea solului înseamnă munca necesară pentru a descoperi resurse sau pentru a pregăti viitorul. Este simbolul realității concrete și al stabilității.",
      "slug": "sol"
    },
    {
      "name": "Soldat",
      "category": "persoane",
      "shortMeaning": "Disciplină, conflict, apărare, rigiditate sau datorie.",
      "fullInterpretation": "Soldatul reprezintă disciplina, datoria și capacitatea de a lupta pentru convingeri. Poate indica un conflict interior sau exterior care necesită o abordare organizată. Negativ, poate simboliza o gândire rigidă, supunere oarbă la ordine sau agresivitate impusă. Ești pregătit să îți aperi teritoriul.",
      "slug": "soldat"
    },
    {
      "name": "Solist",
      "category": "persoane",
      "shortMeaning": "Individualitate, exprimare de sine, curaj și singurătate.",
      "fullInterpretation": "A fi solist în vis înseamnă că ești gata să ieși în față și să îți exprimi vocea unică. Indică încredere în sine, dar și riscul de a fi singur pe scenă. Poate sugera că te bazezi doar pe tine. Dacă solistul cântă fals, te temi de judecata publică sau simți că nu ești autentic.",
      "slug": "solist"
    },
    {
      "name": "Solzi de peste",
      "category": "obiecte",
      "shortMeaning": "Protecție, bani, noroc sau barieră emoțională.",
      "fullInterpretation": "Solzii de pește sunt un semn tradițional de noroc și bani (datorită strălucirii argintii). Pot indica un câștig financiar. Psihologic, solzii reprezintă o armură sau o barieră protectivă pe care o ridici în jurul tău pentru a nu fi rănit emoțional. Pot sugera și ceva care îți \"alunecă\" printre degete.",
      "slug": "solzi-de-peste"
    },
    {
      "name": "Somer",
      "category": "persoane",
      "shortMeaning": "Inutilitate, lipsă de direcție, nesiguranță și pierderea rolului.",
      "fullInterpretation": "Visul în care ești șomer reflectă teama de a nu fi valoros sau util. Te simți neadecvat, respins sau lipsit de un scop clar. Poate indica o perioadă de stagnare, pierderea identității profesionale sau eliberarea de o responsabilitate apăsătoare, dar cu prețul nesiguranței.",
      "slug": "somer"
    },
    {
      "name": "Somnifer",
      "category": "obiecte",
      "shortMeaning": "Evadare, refuzul realității, nevoie de odihnă sau ignoranță voită.",
      "fullInterpretation": "Somniferul în vis sugerează dorința de a \"adormi\" conștiința, de a evada dintr-o realitate dureroasă sau de a ignora o problemă. Poate indica și o nevoie reală de odihnă profundă. Luarea somniferelor poate fi un semnal că încerci să eviți confruntarea cu adevărul sau să îți amorțești sentimentele.",
      "slug": "somnifer"
    },
    {
      "name": "Somnoros",
      "category": "emoții",
      "shortMeaning": "Lipsă de vigilență, oportunități ratate, oboseală sau trezire lentă.",
      "fullInterpretation": "Starea de somnolență în vis indică faptul că nu ești pe deplin conștient de ce se întâmplă în jurul tău. Poate sugera că ratezi oportunități sau că refuzi să vezi o realitate evidentă. Poate fi și un semn de tranziție, o \"trezire\" lentă la o nouă înțelegere sau pur și simplu epuizare.",
      "slug": "somnoros"
    },
    {
      "name": "Somon",
      "category": "animale",
      "shortMeaning": "Determinare, înot împotriva curentului, succes și înțelepciune.",
      "fullInterpretation": "Somonul este peștele care înoată împotriva curentului pentru a ajunge la sursă. Simbolizează determinarea extraordinară, voința de a depăși obstacolele și întoarcerea la origini. Este un semn de succes obținut prin efort susținut și de înțelepciune instinctuală. Indică o călătorie grea, dar plină de sens.",
      "slug": "somon"
    },
    {
      "name": "Sonerie",
      "category": "obiecte",
      "shortMeaning": "Avertisment, veste, trezire la realitate sau oportunitate.",
      "fullInterpretation": "Soneria este un semnal de alarmă sau de anunț. Dacă auzi o sonerie, subconștientul îți cere atenția: ceva important se întâmplă sau urmează să primești o veste. Poate indica o oportunitate la ușă sau necesitatea de a fi precaut. Dacă tu suni, înseamnă că ceri atenție sau ajutor.",
      "slug": "sonerie"
    },
    {
      "name": "Soparla",
      "category": "animale",
      "shortMeaning": "Instincte primare, regenerare, adaptabilitate sau inamic mic.",
      "fullInterpretation": "Șopârla reprezintă creierul reptilian, instinctele de supraviețuire și reacțiile rapide. Capacitatea ei de a-și pierde coada simbolizează regenerarea și sacrificiul necesar pentru a supraviețui. Poate indica o persoană alunecoasă, un mic inamic sau nevoia de a fi vigilent și rapid în reacții.",
      "slug": "soparla"
    },
    {
      "name": "Sora",
      "category": "persoane",
      "shortMeaning": "Rivalitate, sprijin, aspecte feminine ale sinelui sau conexiune.",
      "fullInterpretation": "Sora în vis reflectă relația reală cu ea (rivalitate sau prietenie) sau simbolizează o parte a propriei tale personalități (latura feminină, emoțională). Poate indica nevoia de comunicare și sprijin. O soră necunoscută reprezintă noi aspecte ale sinelui care cer să fie integrate sau recunoscute.",
      "slug": "sora"
    },
    {
      "name": "Sora moarta",
      "category": "persoane",
      "shortMeaning": "Schimbare în relație, distanțare, viață lungă (tradițional) sau dor.",
      "fullInterpretation": "Visul tulburător cu sora moartă indică adesea o schimbare majoră în relația voastră, o distanțare emoțională sau teama de a o pierde. Tradițional, se spune că \"i-a murit moartea\", deci va trăi mult. Poate reflecta și sentimente de vinovăție sau regret că nu petreceți suficient timp împreună.",
      "slug": "sora-moarta"
    },
    {
      "name": "Sora vitrega",
      "category": "persoane",
      "shortMeaning": "Relații complicate, sentiment de excludere, tensiune sau integrare.",
      "fullInterpretation": "Sora vitregă poate simboliza o relație familială complicată, sentimentul de a fi pe locul doi sau o rivalitate nerezolvată. Poate indica nevoia de a integra o parte a familiei sau a sinelui care pare \"străină\". Reflectă adesea tensiuni, griji și nevoia de acceptare în ciuda diferențelor.",
      "slug": "sora-vitrega"
    },
    {
      "name": "Sorici de porc",
      "category": "alimente",
      "shortMeaning": "Plăcere simplă, rezistență, insensibilitate sau avertisment de sănătate.",
      "fullInterpretation": "Soriciul este tare și greu de mestecat, dar gustos pentru unii. Poate simboliza o atitudine \"tăbăcită\", insensibilă (\"obraz de șoric\"). Mâncatul cu poftă indică abundență și plăceri simple. Totuși, poate fi și un avertisment legat de sănătate sau de o perspectivă prea materialistă și grosieră asupra vieții.",
      "slug": "sorici-de-porc"
    },
    {
      "name": "Sort",
      "category": "obiecte",
      "shortMeaning": "Protecție la muncă, serviciu, rol domestic sau ascundere.",
      "fullInterpretation": "Șorțul este haina muncii domestice sau a meseriașului. Indică faptul că ești gata de treabă sau că încerci să te protejezi de murdăria emoțională. Un șorț alb sugerează reușită și curățenie. Un șorț murdar poate indica trădare sau probleme. Pentru un bărbat, poate sugera o influență feminină dominantă.",
      "slug": "sort"
    },
    {
      "name": "Sos",
      "category": "alimente",
      "shortMeaning": "Savoare, adaos, a face lucrurile mai plăcute sau disimulare.",
      "fullInterpretation": "Sosul adaugă gust mâncării, simbolizând elementele care fac viața mai plăcută (\"sarea și piperul\"). Poate sugera nevoia de a adăuga entuziasm sau creativitate într-o situație fadă. Pe de altă parte, sosul poate ascunde gustul real, sugerând o încercare de a masca adevărul sau de a \"îndulci\" o veste proastă.",
      "slug": "sos"
    },
    {
      "name": "Sosea",
      "category": "locuri",
      "shortMeaning": "Direcția vieții, călătorie, destin și viteza de progres.",
      "fullInterpretation": "Șoseaua reprezintă drumul vieții tale. O șosea dreaptă și netedă indică succes și claritate. O șosea cu gropi sau curbe sugerează obstacole și dificultăți. Dacă ești pe o șosea necunoscută, explorezi noi teritorii. Starea șoselei și peisajul din jur oferă indicii despre cum percepi parcursul tău actual.",
      "slug": "sosea"
    },
    {
      "name": "Sosete",
      "category": "obiecte",
      "shortMeaning": "Confort, protecție de bază, căldură și pregătire de drum.",
      "fullInterpretation": "Șosetele protejează picioarele și oferă confort. Șosetele noi indică schimbări pozitive și siguranță în pașii pe care îi faci. Șosetele rupte sugerează vulnerabilitate, jenă sau lipsuri. Dacă îți pui șosete, te pregătești pentru o acțiune sau o călătorie. Șosetele murdare pot indica probleme de conștiință.",
      "slug": "sosete"
    },
    {
      "name": "Sosete murdare",
      "category": "obiecte",
      "shortMeaning": "Situație neplăcută, jenă, conștiință încărcată sau probleme morale.",
      "fullInterpretation": "Șosetele murdare sunt un semn de disconfort și neglijență. Indică o situație dificilă sau jenantă în care te afli. Pot sugera sentimente de vinovăție sau faptul că ai \"călcat strâmb\". Schimbarea lor cu unele curate este un semn excelent de îmbunătățire a situației și de curățare a reputației.",
      "slug": "sosete-murdare"
    },
    {
      "name": "Sot",
      "category": "persoane",
      "shortMeaning": "Parteneriat, sprijin, conflict conjugal sau aspecte masculine.",
      "fullInterpretation": "Soțul în vis simbolizează partenerul de viață, dar și latura masculină a visătoarei (animus). Relația din vis reflectă starea reală a căsniciei sau a parteneriatului interior. Un soț iubitor indică armonie și sprijin. Un soț agresiv sau infidel poate reflecta frici, nesiguranță sau conflicte latente care trebuie rezolvate.",
      "slug": "sot"
    },
    {
      "name": "Sot mort",
      "category": "persoane",
      "shortMeaning": "Frica de pierdere, schimbare majoră în relație, doliu sau anxietate.",
      "fullInterpretation": "Visul în care soțul moare (deși e viu) este adesea o proiecție a fricii de a-l pierde sau de a pierde relația. Poate indica faptul că relația trece printr-o transformare profundă (\"moartea\" vechiului fel de a fi). Dacă soțul este deja decedat, visul este o modalitate de a procesa doliul și de a menține legătura.",
      "slug": "sot-mort"
    },
    {
      "name": "Sotie",
      "category": "persoane",
      "shortMeaning": "Parteneriat, latura feminină, armonie sau discordie domestică.",
      "fullInterpretation": "Soția în vis reprezintă partenera de viață sau latura feminină a visătorului (anima). O soție fericită și iubitoare prezice armonie și succes. O soție bolnavă sau supărată indică probleme nerezolvate, neglijență emoțională sau discordie. Visul poate scoate la lumină sentimente reprimate față de parteneră.",
      "slug": "sotie"
    },
    {
      "name": "Spaghete",
      "category": "alimente",
      "shortMeaning": "Situație încâlcită, longevitate, satisfacție sau haos.",
      "fullInterpretation": "Spaghetele, prin forma lor lungă și încurcată, pot simboliza o situație complicată din care e greu să ieși sau longevitatea. Mâncatul lor cu poftă indică satisfacție. Dacă te murdărești sau nu reușești să le mănânci, visul sugerează momente jenante, neîndemânare socială sau sentimentul de a fi copleșit de detalii.",
      "slug": "spaghete"
    },
    {
      "name": "Spala (A)",
      "category": "acțiuni",
      "shortMeaning": "Curățare, purificare, eliminarea vinovăției și noi începuturi.",
      "fullInterpretation": "A te spăla în vis este un act de purificare fizică și spirituală. Vrei să scapi de murdărie, de griji, de vinovăție sau de o experiență neplăcută. Spălarea pe mâini indică refuzul responsabilității sau curățarea de o problemă. Spălarea hainelor sugerează îmbunătățirea imaginii publice. Este pregătirea pentru un nou început curat.",
      "slug": "spala-a"
    },
    {
      "name": "Spalatorie",
      "category": "locuri",
      "shortMeaning": "Purificarea subconștientului, curățarea problemelor, ordine și claritate.",
      "fullInterpretation": "Spălătoria este locul unde se face curățenie. În vis, reprezintă procesul de purificare a emoțiilor și a gândurilor (\"spălarea rufelor murdare\"). Indică dorința de a elimina negativitatea, de a clarifica situații confuze și de a pune ordine în viață. Poate sugera și dezvăluirea unor secrete pentru a fi rezolvate.",
      "slug": "spalatorie"
    },
    {
      "name": "Spanac",
      "category": "alimente",
      "shortMeaning": "Sănătate, forță, vitalitate și necesitatea unei diete bune.",
      "fullInterpretation": "Spanacul este simbolul forței (Popeye) și al sănătății. Visul indică nevoia de revitalizare și de a avea grijă de corp. Poate sugera că trebuie să te \"hrănești\" cu lucruri sănătoase, fie fizic, fie intelectual, pentru a căpăta puterea necesară depășirii obstacolelor. Este un semn bun pentru recuperare.",
      "slug": "spanac"
    },
    {
      "name": "Spanzurat/spanzuratoare",
      "category": "obiecte",
      "shortMeaning": "Sentință, vinovăție, pericol iminent, minciună sau blocaj.",
      "fullInterpretation": "Spânzurătoarea este un simbol sumbru al pedepsei și al finalității. Poate indica sentimente de vinovăție, frica de consecințe sau o situație fără ieșire (\"a atârna de un fir de ață\"). Tradițional, poate prevesti minciuni, trădări sau pagube. Dacă tu ești cel spânzurat, te simți sufocat de probleme sau judecat aspru.",
      "slug": "spanzuratspanzuratoare"
    },
    {
      "name": "Sparanghel",
      "category": "alimente",
      "shortMeaning": "Prosperitate, creștere, simbol falic, succes în dragoste.",
      "fullInterpretation": "Sparanghelul, cu forma sa distinctivă, este un simbol falic asociat cu fertilitatea și erotismul. Poate indica succes în dragoste și armonie în cuplu. De asemenea, fiind o legumă prețioasă, sugerează prosperitate și rafinament. Mâncatul sparanghelului prevestește sănătate și momente plăcute.",
      "slug": "sparanghel"
    },
    {
      "name": "Sparge (A)",
      "category": "acțiuni",
      "shortMeaning": "Conflict, ruptură, pierdere, eliberare de tensiune sau ghinion.",
      "fullInterpretation": "A sparge ceva în vis indică o ruptură violentă sau eliberarea bruscă a tensiunii. Spargerea oglinzii sau a sticlei are conotații negative (ghinion, ceartă). Totuși, spargerea unor bariere sau lanțuri este pozitivă. Visul avertizează asupra fragilității relațiilor și a riscului de a distruge ceva valoros prin neatenție sau furie.",
      "slug": "sparge-a"
    },
    {
      "name": "Spargere",
      "category": "fenomene",
      "shortMeaning": "Violarea intimității, pierdere, vulnerabilitate și amenințare.",
      "fullInterpretation": "Visul despre o spargere (furt prin efracție) reflectă sentimentul de a fi invadat. Te simți vulnerabil, ca și cum cineva ar fi pătruns în spațiul tău personal sau mental fără permisiune. Poate indica pierderea energiei, a încrederii sau frica de a fi deposedat de ceva important. Este un semnal de insecuritate.",
      "slug": "spargere"
    },
    {
      "name": "Spate",
      "category": "corp",
      "shortMeaning": "Putere, povară, trecut, trădare sau suport.",
      "fullInterpretation": "Spatele reprezintă ceea ce este în urmă (trecutul), dar și puterea de a duce greutăți. Durerile de spate în vis indică o povară emoțională prea mare. A vedea spatele cuiva poate însemna plecare sau respingere (\"a întoarce spatele\"). Un spate gol sugerează vulnerabilitate. Coloana vertebrală simbolizează curajul și caracterul.",
      "slug": "spate"
    },
    {
      "name": "Spatula",
      "category": "obiecte",
      "shortMeaning": "Adaptabilitate, manipulare, amestecare și unelte practice.",
      "fullInterpretation": "Spatula este o unealtă folosită pentru a amesteca, a întoarce sau a netezi. În vis, sugerează nevoia de a manipula o situație cu grijă, de a privi lucrurile din altă perspectivă (\"a le întoarce pe partea cealaltă\") sau de a interveni practic pentru a rezolva o problemă. Indică flexibilitate în abordare.",
      "slug": "spatula"
    },
    {
      "name": "Spectacol",
      "category": "fenomene",
      "shortMeaning": "Viața socială, iluzie, dorința de a impresiona și evenimente.",
      "fullInterpretation": "Un spectacol în vis oglindește viața socială și modul în care interacționezi cu lumea. Poate indica dorința de a fi văzut și apreciat, dar și riscul de a trăi într-o iluzie sau de a fi doar un spectator la propria viață. Tradițional, poate prevesti întâlnirea cu persoane noi sau situații neașteptate.",
      "slug": "spectacol"
    },
    {
      "name": "Speranta",
      "category": "emoții",
      "shortMeaning": "Optimism, așteptare, nesiguranță mascată și dorința de schimbare.",
      "fullInterpretation": "Speranța în vis este un sentiment complex. Indică dorința de mai bine și optimismul, dar subliniază și o stare de nesiguranță sau nemulțumire față de prezent. Este motorul schimbării. Dacă speri cu disperare, visul reflectă anxietatea. Dacă speri cu seninătate, indică încredere în viitor și în forțele proprii.",
      "slug": "speranta"
    },
    {
      "name": "Speriat sperietura",
      "category": "emoții",
      "shortMeaning": "Anxietate, avertisment, lipsă de control și șoc emoțional.",
      "fullInterpretation": "A fi speriat în vis este o reacție directă a subconștientului la o amenințare percepută, reală sau imaginară. Indică nesiguranță, lipsă de control și frici neprelucrate. Frica poate masca furia sau neputința. Visul te îndeamnă să identifici sursa anxietății în viața reală și să o înfrunți pentru a-ți recăpăta liniștea.",
      "slug": "speriat-sperietura"
    }
  ]
}