{
  "symbols": [
    {
      "name": "Santaj",
      "category": "acțiuni",
      "shortMeaning": "Presiune psihologică, vinovăție, manipulare și luptă de putere.",
      "fullInterpretation": "Șantajul în vis indică o luptă de putere și un conflict moral. Fie te simți constrâns să faci ceva împotriva voinței tale, fie încerci să manipulezi pe cineva pentru a obține ce vrei. Adesea, reflectă propriile nesiguranțe și frica de a fi expus. Dacă ești șantajat, subconștientul îți spune că ai secrete care te fac vulnerabil sau că te simți vinovat pentru acțiuni din trecut.",
      "slug": "santaj"
    },
    {
      "name": "Santier",
      "category": "locuri",
      "shortMeaning": "Construcție personală, proces în desfășurare, potențial și haos temporar.",
      "fullInterpretation": "Un șantier simbolizează faptul că ești \"în lucru\". Aspecte ale personalității sau vieții tale sunt în plină reconstrucție sau dezvoltare. Dacă șantierul avansează cu spor, e semn bun de progres și planificare solidă. Dacă e haos sau abandon, indică proiecte neterminate, lipsa unei fundații solide sau o perioadă de dezordine necesară înainte de a construi ceva nou.",
      "slug": "santier"
    },
    {
      "name": "Sapa",
      "category": "obiecte",
      "shortMeaning": "Muncă grea, căutarea rădăcinilor, efort și descoperirea adevărului.",
      "fullInterpretation": "Sapa este unealta muncii grele și a contactului direct cu pământul. În vis, a săpa înseamnă a căuta în adâncurile subconștientului, a scoate la lumină ceva ascuns sau a munci din greu pentru a pregăti terenul pentru o nouă etapă a vieții. Poate sugera și nevoia de a \"plivi\" gândurile negative sau de a munci asiduu pentru a-ți atinge obiectivele.",
      "slug": "sapa"
    },
    {
      "name": "Sapaliga",
      "category": "obiecte",
      "shortMeaning": "Detalii mărunte, muncă de finețe, iritare sau corecturi mici.",
      "fullInterpretation": "Similară cu sapa, dar mai mică, săpăliga indică munca de detaliu și ajustările fine. Poate sugera că te concentrezi pe aspecte minore, \"bibilind\" o problemă în loc să vezi ansamblul. Sau poate însemna că ai nevoie de precizie în acțiunile tale pentru a elimina \"buruienile\" (problemele mici) care îți sufocă progresul.",
      "slug": "sapaliga"
    },
    {
      "name": "Sapat",
      "category": "acțiuni",
      "shortMeaning": "Investigare, efort susținut, pregătire și descoperirea secretelor.",
      "fullInterpretation": "Acțiunea de a săpa simbolizează efortul de a ajunge la esența lucrurilor. Poate ești în căutarea unui răspuns, a unei soluții sau a unui secret îngropat. Dacă sapi o groapă, fii atent la context: proverbul \"cine sapă groapa altuia...\" poate sugera intenții ascunse sau auto-sabotaj. Dacă găsești ceva valoros săpând, efortul tău va fi răsplătit generos.",
      "slug": "sapat"
    },
    {
      "name": "Sapca",
      "category": "obiecte",
      "shortMeaning": "Protecție mentală, atitudine informală, ascunderea gândurilor sau identitate.",
      "fullInterpretation": "Șapca protejează capul, sediul gândirii. Poate indica dorința de a-ți păstra ideile pentru tine sau de a te proteja de criticile externe. Fiind un accesoriu casual, poate sugera o atitudine relaxată, tinerească, sau apartenența la un anumit grup social. Dacă o tragi pe ochi, încerci să eviți o confruntare sau să nu vezi o realitate incomodă.",
      "slug": "sapca"
    },
    {
      "name": "Sapun",
      "category": "obiecte",
      "shortMeaning": "Purificare, curățarea vinovăției, claritate și spălarea problemelor.",
      "fullInterpretation": "Săpunul este simbolul universal al curățării. Vrei să te \"speli\" de o greșeală, de o rușine sau de o situație neplăcută care te-a marcat. Spuma de săpun indică iluzii fragile sau lucruri efemere. Dacă săpunul îți alunecă din mână, s-ar putea să pierzi controlul asupra unei situații sau să ratezi o oportunitate de a clarifica lucrurile și de a te purifica.",
      "slug": "sapun"
    },
    {
      "name": "Saraci",
      "category": "persoane",
      "shortMeaning": "Lipsuri interioare, empatie, teama de pierdere sau modestie.",
      "fullInterpretation": "A vedea oameni săraci în vis poate reflecta propria ta frică de sărăcie materială sau sentimentul că ești \"sărac\" emoțional sau spiritual. Poate fi un apel la caritate și compasiune față de ceilalți. Dacă tu ești cel sărac în vis, indică nesiguranță, sentimentul de neputință în fața vieții sau neglijarea propriilor nevoi sufletești în favoarea altora.",
      "slug": "saraci"
    },
    {
      "name": "Saracie",
      "category": "fenomene",
      "shortMeaning": "Lipsuri, restricții, goliciune sufletească sau simplitate forțată.",
      "fullInterpretation": "Sărăcia în vis accentuează starea de lipsă și dificultate. Poate indica o perioadă de restricții financiare sau emoționale, dar și o oportunitate de a descoperi ce contează cu adevărat atunci când ești lipsit de confortul material. Sărăcia spirituală este adesea adevăratul mesaj al visului, invitând la o îmbogățire interioară.",
      "slug": "saracie"
    },
    {
      "name": "Saratele",
      "category": "alimente",
      "shortMeaning": "Gustări rapide, plăceri mici, sete de cunoaștere sau socializare.",
      "fullInterpretation": "Sărățelele sunt gustări ocazionale, adesea servite la întâlniri. În vis, pot sugera recompense mici sau momente de relaxare socială. Fiind sărate, pot indica setea (dorința) de ceva, sau nevoia de a adăuga \"sare și piper\" vieții tale care a devenit prea fadă. Dacă sunt prea sărate, pot sugera lacrimi sau dezamăgiri minore.",
      "slug": "saratele"
    },
    {
      "name": "Sarbatoare",
      "category": "fenomene",
      "shortMeaning": "Bucurie, realizare, comuniune, recunoștință și relaxare.",
      "fullInterpretation": "Sărbătoarea în vis marchează o reușită sau o etapă încheiată cu succes. Indică nevoia de a te bucura de viață, de a socializa și de a te relaxa alături de cei dragi. Este un moment de celebrare a victoriilor personale. Dacă te simți singur sau trist la o sărbătoare, visul reflectă izolarea și inadaptarea în mijlocul mulțimii vesele.",
      "slug": "sarbatoare"
    },
    {
      "name": "Sarbatorit",
      "category": "persoane",
      "shortMeaning": "Centrul atenției, validare, apreciere de sine și aniversare.",
      "fullInterpretation": "Dacă tu ești sărbătoritul, subconștientul îți transmite că ai nevoie de recunoaștere și validare din partea celorlaltor. Vrei să fii apreciat pentru cine ești și pentru realizările tale. Dacă altcineva este sărbătorit, visul poate reflecta admirația ta față de acea persoană sau, dimpotrivă, invidia că altcineva primește atenția pe care ți-o dorești.",
      "slug": "sarbatorit"
    },
    {
      "name": "Sarcina",
      "category": "fenomene",
      "shortMeaning": "Creație, proiect nou, dezvoltare latentă și așteptare rodnică.",
      "fullInterpretation": "Sarcina în vis simbolizează gestația unei idei, a unui proiect creativ sau a unei noi etape în viață. Nu se referă neapărat la o sarcină biologică. Indică faptul că ceva crește în interiorul tău și necesită răbdare, hrană și protecție până la \"naștere\" (manifestare). Poate indica și asumarea unor noi responsabilități care te vor transforma.",
      "slug": "sarcina"
    },
    {
      "name": "Sarcina pierduta",
      "category": "fenomene",
      "shortMeaning": "Eșecul unui proiect, dezamăgire, pierderea speranței și doliu.",
      "fullInterpretation": "Visul dureros despre pierderea unei sarcini reflectă teama profundă că un proiect de suflet sau o speranță nu se va materializa. Poate indica un eșec recent, o întrerupere bruscă a planurilor sau anxietatea că nu ești pregătit pentru o responsabilitate. Este un vis de procesare a doliului pentru ceva ce nu a apucat să \"trăiască\" și să se dezvolte.",
      "slug": "sarcina-pierduta"
    },
    {
      "name": "Sarcofag",
      "category": "obiecte",
      "shortMeaning": "Trecut îngropat, secrete vechi, conservare și eternitate.",
      "fullInterpretation": "Sarcofagul este un recipient al morții, dar și al conservării pentru eternitate. În vis, poate simboliza secrete adânc îngropate, aspecte ale trecutului pe care încerci să le păstrezi sau să le onorezi, dar care sunt \"moarte\" și nu mai au viață în prezent. Deschiderea unui sarcofag sugerează redescoperirea unei vechi înțelepciuni sau confruntarea cu o traumă uitată.",
      "slug": "sarcofag"
    },
    {
      "name": "Sare",
      "category": "alimente",
      "shortMeaning": "Esență, conservare, înțelepciune, gust sau ghinion/lacrimi.",
      "fullInterpretation": "\"Sarea în bucate\" este esențială pentru gust. În vis, sarea simbolizează esența lucrurilor, vitalitatea și înțelepciunea (\"sarea pământului\"). Vărsarea sării este o superstiție legată de ghinion sau ceartă, deci poate indica un conflict iminent. Sarea conservă, sugerând dorința de a păstra ceva nealterat. Prea multă sare indică amărăciune sau lacrimi uscate.",
      "slug": "sare"
    },
    {
      "name": "Sareta",
      "category": "obiecte",
      "shortMeaning": "Călătorie ușoară, nostalgie, ritm lent și mijloace demodate.",
      "fullInterpretation": "Șareta este un vehicul ușor, tras de cai, evocând timpuri trecute. Sugerează o călătorie plăcută, romantică sau nostalgică prin viață. Poate indica faptul că abordezi lucrurile într-un ritm mai lent, tradițional, refuzând graba modernă. Dacă șareta se răstoarnă, planurile tale ușurele vor întâmpina obstacole neprevăzute.",
      "slug": "sareta"
    },
    {
      "name": "Sari (A)",
      "category": "acțiuni",
      "shortMeaning": "Curaj, risc asumat, depășirea obstacolelor și progres rapid.",
      "fullInterpretation": "A sări în vis înseamnă a-ți asuma un risc (\"salt în necunoscut\") sau a depăși un obstacol printr-un efort de voință. Dacă sari peste o groapă, eviți un pericol iminent. Dacă sari în sus de bucurie, e semn de eliberare și energie pozitivă. Un salt reușit indică încredere în sine și capacitatea de a avansa rapid peste etapele intermediare.",
      "slug": "sari-a"
    },
    {
      "name": "Sarind",
      "category": "acțiuni",
      "shortMeaning": "Energie, dinamism, acțiune în desfășurare și entuziasm.",
      "fullInterpretation": "Visul în care te vezi sărind pune accentul pe acțiunea în desfășurare. Ești în mișcare, activ, plin de energie și gata să faci schimbări. Poate indica nerăbdarea de a ajunge la o destinație sau bucuria pură de a trăi. Dacă sari coarda, poate sugera o activitate repetitivă sau nevoia de coordonare.",
      "slug": "sarind"
    },
    {
      "name": "Saritura",
      "category": "acțiuni",
      "shortMeaning": "Decizie bruscă, schimbare de nivel, risc și moment critic.",
      "fullInterpretation": "Săritura este momentul critic al deciziei. Poate fi o \"săritură cuantică\" în dezvoltarea ta personală sau un gest impulsiv. Calitatea aterizării este crucială pentru interpretare: dacă aterizezi în picioare, vei reuși să controlezi situația; dacă cazi sau te rănești, ai riscat prea mult fără o plasă de siguranță adecvată.",
      "slug": "saritura"
    },
    {
      "name": "Sarma ghimpata",
      "category": "obiecte",
      "shortMeaning": "Restricții dureroase, apărare, bariere dificile și captivitate.",
      "fullInterpretation": "Sârma ghimpată este un simbol puternic al restricției și al durerii. Te simți prins într-o situație din care nu poți ieși fără a fi rănit. Poate simboliza și atitudinea ta defensivă – îi ții pe ceilalți la distanță într-un mod agresiv pentru a te proteja. Trecerea prin sârmă ghimpată indică voința de fier de a te elibera cu orice preț, indiferent de cicatrici.",
      "slug": "sarma-ghimpata"
    },
    {
      "name": "Sarmale",
      "category": "alimente",
      "shortMeaning": "Tradiție, familie, confort domestic și idei \"împachetate\".",
      "fullInterpretation": "Sarmalele sunt mâncarea tradițională de sărbătoare și familie. Visul evocă sentimentul de apartenență, confortul domestic și bucuria meselor împreună. Metaforic, carnea învelită în varză poate sugera o idee consistentă sau un adevăr care trebuie prezentat într-o formă acceptabilă și \"digerabilă\" pentru ceilalți. Indică satisfacție și bibește.",
      "slug": "sarmale"
    },
    {
      "name": "Sarpe alb",
      "category": "animale",
      "shortMeaning": "Puritate spirituală, vindecare, adevăr divin și protecție.",
      "fullInterpretation": "Șarpele alb este un simbol rar și benefic în lumea onirică. Reprezintă înțelepciunea pură, spiritul și vindecarea profundă. Spre deosebire de alți șerpi, cel alb nu indică pericol, ci mai degrabă o revelație spirituală, o conectare cu divinul sau o protecție superioară. Poate semnala o renaștere interioară pașnică, fără durerea obișnuită transformării.",
      "slug": "sarpe-alb"
    },
    {
      "name": "Sarpe cu clopotei",
      "category": "animale",
      "shortMeaning": "Avertisment clar, pericol iminent, semnale ignorate și amenințare.",
      "fullInterpretation": "Zgomotul clopoțeilor șarpelui este un avertisment care nu trebuie ignorat. Subconștientul îți spune răspicat că ești pe un teritoriu periculos sau că o persoană toxică se pregătește să atace. Ești prevenit, deci ai șansa să te retragi la timp. Visul indică o amenințare vizibilă și audibilă, nu una ascunsă, cerându-ți vigilență maximă.",
      "slug": "sarpe-cu-clopotei"
    },
    {
      "name": "Sarpe cu doua capete",
      "category": "animale",
      "shortMeaning": "Conflict interior, indecizie, direcții opuse și dileme morale.",
      "fullInterpretation": "Un șarpe cu două capete simbolizează divizarea interioară. Ești tras în două direcții diferite, ai dorințe contradictorii sau te confrunți cu o dilemă morală majoră. Poate sugera și o relație complexă, unde există o luptă pentru putere sau o confuzie privind direcția comună. Este un semn de ambivalență care te blochează.",
      "slug": "sarpe-cu-doua-capete"
    },
    {
      "name": "Sarpe galben",
      "category": "animale",
      "shortMeaning": "Intelect, intuiție, dar și invidie sau trădare mascată.",
      "fullInterpretation": "Galbenul este culoarea intelectului și a soarelui, dar și a invidiei. Un șarpe galben poate simboliza folosirea intuiției și a inteligenței pentru a rezolva probleme complexe. Într-un context negativ, poate avertiza asupra geloziei sau a unei trădări din partea cuiva care pare prietenos și luminos, dar are intenții ascunse.",
      "slug": "sarpe-galben"
    },
    {
      "name": "Sarpe in apa",
      "category": "animale",
      "shortMeaning": "Emoții inconștiente, frici ascunse, vindecare și adaptare.",
      "fullInterpretation": "Apa reprezintă emoțiile, iar șarpele în apă este o frică sau o energie instinctuală care înoată în subconștientul tău. Poate fi o emoție reprimată care încearcă să iasă la suprafață. Dacă apa e limpede, e un semn de vindecare și control emoțional. Dacă e tulbure, ești confuz și anxios în privința sentimentelor tale sau a unei situații incerte.",
      "slug": "sarpe-in-apa"
    },
    {
      "name": "Sarpe mare",
      "category": "animale",
      "shortMeaning": "Amenințare majoră, putere copleșitoare, autoritate și provocare.",
      "fullInterpretation": "Mărimea șarpelui indică magnitudinea problemei sau a puterii pe care o reprezintă. Un șarpe uriaș (precum un boa sau o anaconda) sugerează că te simți strivit, sufocat sau copleșit de o situație din viața reală. Poate fi și o energie sexuală sau creativă imensă pe care nu știi cum să o gestionezi și care te domină.",
      "slug": "sarpe-mare"
    },
    {
      "name": "Sarpe mic",
      "category": "animale",
      "shortMeaning": "Probleme minore, bârfe, iritări zilnice și griji sâcâitoare.",
      "fullInterpretation": "Șerpii mici pot reprezenta iritări zilnice, mici răutăți sau bârfe care nu te pot răni grav, dar sunt sâcâitoare și îți consumă energia. Nu subestima însă un șarpe mic – problemele mici ignorate pot crește și se pot transforma în amenințări reale. Este un apel la a rezolva conflictele minore înainte de a escalada.",
      "slug": "sarpe-mic"
    },
    {
      "name": "Sarpe mort",
      "category": "animale",
      "shortMeaning": "Pericol depășit, victorie, sfârșitul unei amenințări și eliberare.",
      "fullInterpretation": "Un șarpe mort este un semn excelent în vis. Indică faptul că o amenințare a trecut, ai învins un inamic sau ai depășit o frică interioară paralizantă. Poate simboliza și moartea unei vechi piei (a unui vechi sine) fără a mai fi nevoie de luptă, marcând trecerea într-o etapă de liniște și siguranță.",
      "slug": "sarpe-mort"
    },
    {
      "name": "Sarpe negru",
      "category": "animale",
      "shortMeaning": "Pericol necunoscut, depresie, mister, amenințare profundă și frică.",
      "fullInterpretation": "Negrul este culoarea necunoscutului și a întunericului. Un șarpe negru indică o amenințare ascunsă, frici profunde din subconștient sau o stare depresivă latentă. Poate semnala prezența unui inamic puternic sau a unei energii negative care te pândește din umbră. Este un avertisment serios de a fi vigilent și de a-ți înfrunta demonii interiori.",
      "slug": "sarpe-negru"
    },
    {
      "name": "Sarpe rosu",
      "category": "animale",
      "shortMeaning": "Pasiune, pericol, sexualitate intensă, avertizare și agresivitate.",
      "fullInterpretation": "Roșul este culoarea sângelui și a focului. Un șarpe roșu simbolizează o pasiune intensă, adesea sexuală, care poate fi periculoasă sau distructivă. Poate fi și un semn de \"stop\" – un avertisment clar să nu te implici într-o situație riscantă. Energia acestui simbol este explozivă și greu de controlat.",
      "slug": "sarpe-rosu"
    },
    {
      "name": "Sarpe roz",
      "category": "animale",
      "shortMeaning": "Iubire naivă, iluzii dulci, feminitate și ispite aparent inofensive.",
      "fullInterpretation": "Rozul atenuează agresivitatea obișnuită a șarpelui. Poate sugera o ispită care pare inofensivă, o iubire care ascunde riscuri sau o prietenie falsă cu o tentă de afecțiune. Este un simbol bizar, care combină inocența culorii cu pericolul formei, avertizând asupra lucrurilor care par prea frumoase ca să fie adevărate.",
      "slug": "sarpe-roz"
    },
    {
      "name": "Sarpe verde",
      "category": "animale",
      "shortMeaning": "Natură, creștere, energie vitală, dar și gelozie sau invidie.",
      "fullInterpretation": "Verdele este culoarea naturii și a regenerării. Un șarpe verde se camuflează ușor, sugerând o amenințare care vine din mediul familiar sau o energie care este naturală. Adesea simbolizează energia vitală, vindecarea și creșterea personală. Într-un sens negativ, poate fi \"monstrul cu ochi verzi\" – gelozia care roade pe ascuns.",
      "slug": "sarpe-verde"
    },
    {
      "name": "Sarut",
      "category": "acțiuni",
      "shortMeaning": "Iubire, uniune, împăcare, trădare sau nevoie de afecțiune.",
      "fullInterpretation": "Sărutul este simbolul universal al intimității și al uniunii. Indică nevoia profundă de afecțiune, acceptare și conexiune. Sărutul pe gură sugerează pasiune și comunicare sufletească. Sărutul pe mână denotă respect. Atenție însă: un sărut poate fi și o trădare (sărutul lui Iuda), dacă vine de la o persoană falsă sau într-un context nepotrivit.",
      "slug": "sarut"
    },
    {
      "name": "Sarutand / A Saruta",
      "category": "acțiuni",
      "shortMeaning": "Exprimarea afecțiunii, inițiativă în iubire și dorința de conexiune.",
      "fullInterpretation": "Acțiunea activă de a săruta arată că tu ești cel care inițiază împăcarea sau își exprimă deschis sentimentele. Ești pregătit să te conectezi, să oferi iubire sau să ierți. Visul reflectă o stare de deschidere emoțională și dorința de a elimina distanța dintre tine și ceilalți.",
      "slug": "sarutand-a-saruta"
    },
    {
      "name": "Sarutul sau imbratisarea mortului",
      "category": "acțiuni",
      "shortMeaning": "Dor, acceptarea morții, rămas bun, iertare și mesaje spirituale.",
      "fullInterpretation": "Deși poate părea macabru, acest vis este adesea unul de vindecare. Îți iei rămas bun de la cineva drag decedat sau primești o \"binecuvântare\" din partea subconștientului. Poate simboliza acceptarea sfârșitului unei etape și integrarea pierderii. Dacă simți frig sau frică, poate indica anxietate legată de propria mortalitate sau o legătură nesănătoasă cu trecutul.",
      "slug": "sarutul-sau-imbratisarea-mortului"
    },
    {
      "name": "Sat",
      "category": "locuri",
      "shortMeaning": "Rădăcini, simplitate, comunitate, origini și autenticitate.",
      "fullInterpretation": "Satul în vis reprezintă nevoia de simplitate, de întoarcere la origini și la valorile tradiționale. Poate fi o chemare de a te reconecta cu pământul și cu comunitatea. Dacă satul e părăsit, te simți deconectat de rădăcinile tale. Dacă e animat, cauți apartenență și o viață mai puțin complicată decât cea urbană.",
      "slug": "sat"
    },
    {
      "name": "Satana",
      "category": "fenomene",
      "shortMeaning": "Umbra personală, ispita, vinovăția, răul interior și frica.",
      "fullInterpretation": "Diavolul sau Satana în vis este adesea o personificare a \"umbrei\" – partea întunecată a personalității tale, impulsurile refulate și vinovăția neprelucrată. Nu este neapărat o entitate externă, ci o luptă internă cu propriile slăbiciuni, ispite sau frici morale. Visul te provoacă să îți integrezi și să îți înțelegi latura negativă.",
      "slug": "satana"
    },
    {
      "name": "Satean",
      "category": "persoane",
      "shortMeaning": "Simplitate, pragmatism, muncă cinstită sau ignoranță.",
      "fullInterpretation": "Săteanul simbolizează omul simplu, legat de pământ și de ritmurile naturale. Poate reprezenta partea ta pragmatică, harnică și nepretențioasă. Uneori, poate sugera o abordare naivă, robustă sau lipsită de rafinament a unei probleme intelectuale. Este un simbol al autenticității brute.",
      "slug": "satean"
    },
    {
      "name": "Satra",
      "category": "locuri",
      "shortMeaning": "Libertate, instabilitate, viață nomadă, neconformism și comunitate.",
      "fullInterpretation": "Șatra în vis evocă dorința de libertate absolută, de a rupe normele sociale rigide și de a trăi după propriile reguli. Poate sugera o perioadă de instabilitate, de călătorie sau de schimbare continuă. Indică o comunitate unită, dar marginală, și nevoia de a aparține unui grup care acceptă diversitatea.",
      "slug": "satra"
    },
    {
      "name": "Sauna",
      "category": "locuri",
      "shortMeaning": "Purificare intensă, presiune, căldură, relaxare și eliminarea toxinelor.",
      "fullInterpretation": "Sauna este un loc al purificării prin căldură extremă. Sugerează nevoia de a elimina toxinele emoționale și stresul acumulat. Poate indica o situație în care \"se încinge atmosfera\" sau te simți sub presiune, dar scopul final este relaxarea, sănătatea și curățarea profundă a minții și corpului.",
      "slug": "sauna"
    },
    {
      "name": "Savarina",
      "category": "alimente",
      "shortMeaning": "Plăcere, indulgență, dulceață, recompensă și exces.",
      "fullInterpretation": "Prăjitura savarină, însiropată și plină de frișcă, este simbolul plăcerii senzoriale și al indulgenței. Îți dorești o recompensă sau un moment de dulceață în viață. Poate fi un semn de satisfacție, dar poate avertiza și asupra exceselor sau a tendinței de a căuta confortul în mâncare.",
      "slug": "savarina"
    },
    {
      "name": "Saxofon",
      "category": "obiecte",
      "shortMeaning": "Melancolie, expresie emoțională, senzualitate, artă și singurătate.",
      "fullInterpretation": "Sunetul saxofonului este adesea asociat cu melancolia, blues-ul sau senzualitatea nocturnă. În vis, indică nevoia de a-ți exprima emoțiile profunde, poate tristețea sau dorința, într-un mod artistic și liber. Este instrumentul sufletului singuratic care își cântă povestea.",
      "slug": "saxofon"
    },
    {
      "name": "Scafandru",
      "category": "persoane",
      "shortMeaning": "Explorarea subconștientului, curaj, descoperirea secretelor și imersiune.",
      "fullInterpretation": "Scafandrul coboară în adâncuri (apă = emoții/subconștient). Visul sugerează că ești pregătit să explorezi părțile ascunse și profunde ale psihicului tău, traumele vechi sau amintirile uitate. Ai nevoie de echipament (protecție psihologică) pentru a respira și a funcționa în acest mediu presurizat.",
      "slug": "scafandru"
    },
    {
      "name": "Scai",
      "category": "natură",
      "shortMeaning": "Persoane agasante, probleme persistente, atașamente nedorite.",
      "fullInterpretation": "Scaiul se prinde de haine și e greu de scos fără a lăsa urme. În vis, reprezintă o persoană insistentă, o problemă sâcâitoare sau un obicei de care nu poți scăpa ușor. Te simți agasat, încetinit în drumul tău sau obligat să \"cari\" după tine lucruri de care nu ai nevoie.",
      "slug": "scai"
    },
    {
      "name": "Scaieti",
      "category": "natură",
      "shortMeaning": "Obstacole mici, iritare, teren neîngrijit și dificultăți de parcurs.",
      "fullInterpretation": "Un câmp de scaieți sugerează un mediu ostil, neîngrijit sau neglijat, unde trebuie să calci cu mare grijă pentru a nu te agăța de probleme inutile. Indică o perioadă în care progresul este îngreunat de mici inconveniente și de lipsa de claritate a drumului.",
      "slug": "scaieti"
    },
    {
      "name": "Scaldare / Scaldat",
      "category": "acțiuni",
      "shortMeaning": "Curățare, regenerare, relaxare, sănătate și purificare rituală.",
      "fullInterpretation": "A te scălda în apă curată este un semn excelent de sănătate, purificare de griji și regenerare fizică și psihică. Dacă apa e murdară, visul avertizează asupra bolilor, bârfelor sau a sentimentelor impure. Scăldatul în mare indică o conexiune vastă cu inconștientul colectiv și cu ritmurile naturale ale vieții.",
      "slug": "scaldare-scaldat"
    },
    {
      "name": "Scame",
      "category": "obiecte",
      "shortMeaning": "Detalii nesemnificative, imperfecțiuni, griji mărunte și scrupulozitate.",
      "fullInterpretation": "A curăța scame de pe haine sugerează preocuparea excesivă pentru aparențe și perfecționism. Te deranjează micile imperfecțiuni care strică imaginea de ansamblu. Poate indica faptul că pierzi timpul cu detalii irelevante în loc să te concentrezi pe problemele majore sau că încerci să elimini mici defecte morale.",
      "slug": "scame"
    },
    {
      "name": "Scandal",
      "category": "fenomene",
      "shortMeaning": "Conflict public, rușine, tensiune eliberată și reputație pătată.",
      "fullInterpretation": "Visul despre un scandal reflectă teama de a-ți pierde reputația sau de a fi judecat aspru de societate. Poate indica și o tensiune interioară acumulată care riscă să izbucnească violent în public. Uneori, un scandal în vis este o modalitate a subconștientului de a elibera furia reprimată într-un mediu sigur, fără consecințe reale.",
      "slug": "scandal"
    }
  ]
}