{
  "symbols": [
    {
      "name": "Tabac",
      "category": "dictionar",
      "shortMeaning": "Contrar a multor credinte populare, vazand tabac in viese este un semn bun.",
      "fullInterpretation": "Contrar a multor credinte populare, vazand tabac in viese este un semn bun. Acesta este prevestitor de vesti imbucuratoare si noroc. In unele cazauri, mai ales daca visatorul este fumator, ar putea fi un simplu avertisment cu privire la cat de daunator poate fi fumatul. Tabacul (tutunul) rulatsimbolizeaza incapacitatea de a face ce vreti, aveti nevoie de mai mult curaj. Lipsa de incredere in sine este unul dintre factorii principali care va impiedica sa va indepliniti visele. Neglizati comentariile negative din partea celor care va spun ca nu aveti suficiente cunostinte. Cumparand tutun din supermarket sau de la un magazin specializat, poate fi un semn ca reconsiderati anumite intamplari din trecut. Acesta poate fi un moment in care constientizati o greseala din trecut. Vazand in vis pe altcineva fumand tabac poate fi un semn de cearta, exista unele lucruri care va deranjeaza la acea persona. Interpretari culese din popor Din punct de vedere general, tutunul simbolizeaza incheierea unei afaceri bune. avand - plictiseala fumand - protectori buni tragand pe nas - aparator in primejdie vazand- cearta mare, vei provoca un scandal. Daca visezi ca ai pierdut o tabachera semnifica faptul ca esti multumit de ceea ce faci , de reusitele tale in viata de pana acum. De asemenea, semnifica, de argint- eÅŸti imprevizibil ÅŸi cu toane - de aur- fÄƒ economie la bani - goalÄƒ- nimeni nu cautÄƒ prietenia ta - nu gÄƒseÅŸti- singurÄƒtate - plinÄƒ- prieteni devotaÅ£i",
      "slug": "tabac"
    },
    {
      "name": "Tabachera",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca ai pierdut o tabachera semnifica faptul ca esti multumit de ceea ce faci , de reus...",
      "fullInterpretation": "Daca visezi ca ai pierdut o tabachera semnifica faptul ca esti multumit de ceea ce faci , de reusitele tale in viata de pana acum. De asemenea, semnifica, de argint- eÅŸti imprevizibil ÅŸi cu toane - de aur- fÄƒ economie la bani - goalÄƒ- nimeni nu cautÄƒ prietenia ta - nu gÄƒseÅŸti- singurÄƒtate - plinÄƒ- prieteni devotaÅ£i",
      "slug": "tabachera"
    },
    {
      "name": "Tabara",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca esti intr-o tabara in aer liber este semn ca tu, sau unul dintre prietenii tai, ve...",
      "fullInterpretation": "Daca visezi ca esti intr-o tabara in aer liber este semn ca tu, sau unul dintre prietenii tai, vei face o calatorie lunga. De asemenea, tabara de soldati de vei vedea, in vis, semne bune se arata, liniste, armonie in casa vei avea.",
      "slug": "tabara"
    },
    {
      "name": "Tabara militara",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tabara-militara"
    },
    {
      "name": "Tabla",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tabla"
    },
    {
      "name": "Tableta",
      "category": "dictionar",
      "shortMeaning": "Visul in care luati o tableta (medicament) inseamna ca trebuie sa alegeti cu grija: fie sa va pun...",
      "fullInterpretation": "Visul in care luati o tableta (medicament) inseamna ca trebuie sa alegeti cu grija: fie sa va puneti increderea in cineva sa uin ceva, fie sa va imbunatatiti performantele intr-o anumita zona din viata dumneavoastra. Alternativ, visul mai poate simboliza si dorinta dumneavoastra de a fi sanatos. O tableta de piatra in vise sugereaza actiunile si gandurile cuiva, recuperarea dintr-o boala. Tableta in vise inseamna calauzire, fiind legata de Poruncile scrise de catre Dumnezeu. Daca visati o tableta de tip \"iPad\" inseamna viata moderna si conexiunile dumneavoastra cu ceilalti. Mai poate sugera si ca doriti sa etalati ceva, sa impartasiti ceva cu cei din jur.",
      "slug": "tableta"
    },
    {
      "name": "Tablou",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tablou"
    },
    {
      "name": "Taburet",
      "category": "dictionar",
      "shortMeaning": "Spre deosebire de scaun, aparitia taburetului in visele noastre va simboliza un sprijin de mica importanta.",
      "fullInterpretation": "Spre deosebire de scaun, aparitia taburetului in visele noastre va simboliza un sprijin de mica importanta. Mail mult de cat atat, daca taburetul este rupt sau s-a rupt cu dumneavoastra, acesta ar putea face referire la o persoana pe care contati si in care vi-ati pus increderea , dar , care nu s-a dovedit a fi conform asteptarilor sau v-a tradat in ultima clipa.",
      "slug": "taburet"
    },
    {
      "name": "Tacamuri",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tacamuri"
    },
    {
      "name": "Taia (A)",
      "category": "dictionar",
      "shortMeaning": "(A)moarte in familie - altcineva s-ar- succes in cariera - aripa de gasca- placere, bucurie - cap...",
      "fullInterpretation": "(A)moarte in familie - altcineva s-ar- succes in cariera - aripa de gasca- placere, bucurie - capul- asuprire, moartea unei rude - copacul- probleme financiare - cu intentie- pune punct relatiei care iti da numai bataie de cap - cu sticla- ruptura intr-o relatie sentimentala - carnatul- o noua directie in cariera - gasca- mostenire in curand - gatul- pericol - hartia- esti inselat de nevasta - din gresala te-ai- boala si necazuri - lemne si le transporti- funerarii - in trunchiuri lemne- satisfactii, buna stare - lemne- solutie favorabila pentru tine - limba- impotenta sexuala - panglica- pierderea unui prieten - padure- bani multi - painea- lasaiubirile in afara casei - parul- griji - parul din cap- sa nu pleci la drum - puiul- neplaceri - ramuri- pierderea prietenului, deces - sabia- suparare - stejarul- dusmanie periculoasa din partea altora - se taie cineva- abandonarea unor prieteni - tu capul altuia- invingere peste altii - tie ti se- asuprire - varza- neantelegeri in familie ce se vor rezolva - visand cum ata se- pierderea unui prieten - zacand fiind peste tot- castig - zarind cum iepurele iti taie calea- pericol imediat.",
      "slug": "taia-a"
    },
    {
      "name": "Tren",
      "category": "dictionar",
      "shortMeaning": "Trenul in vise reprezinta conformitatea.",
      "fullInterpretation": "Trenul in vise reprezinta conformitatea. Pur si simplu va lasati putat de val, faceti ce fac si ceilati din jurul dumneavoastra. Alternativ, acest vis poate sugera ca sunteti foarte metodic. Aranjati prioritatile intr-un mod specific si faceti lucrurile intr-o maniera ordonata si secventiala. In special, daca vedeti un tren de marfa , atunci acesta face referire la poverile si problemele pe care le traversati. Este de asemenea un simbol al muncii manuale. - Daca vedeti un tren de calatori, atunci acest vis se refera la munca mentala. - Daca vedeti sau chiar va jucati cu o macheta de tren , inseamna ca doriti mai mult control si putere asupra propriei vieti. Trenurile in vise pot fi, de asemenea, o metafora de \"imbarcare\" pentru un eveniment, un loc de munca sau un scop. Potrivit lui Freud, un tren este analog cu organul sexual masculin. Un accident de tren in visul unei persoane este o experienta destul de deranjanta si chiar poate deveni un cosmar. Daca ati visat ca sunteti lovit de tren inseamna ca sunteti pe calea gresita a vietii. Aceasta semnificatie este valabila si in cazul in care visati ca altcineva este lovit de tren. Poate ca trebuie sa il calauziti in directia cea buna. Astfel de vise pot fi, de asemenea, o proiectie a propriului sine. Cu alte cuvinte, sunteti pe o cale gresita si trebuie sa va modificati cursul. Calatoriti intr-un tren care este lovit de catre alt tren sau observati o coliziune a trenului - acest vis sugereaza faptul ca viata vi-a scapat de sub control. \"Acidentul\" este sentimentul dumneavoastra despre o situatie din viata de zi cu zi . Accidentarea poate indica, de asemenea, ca este mai bine sa nu calatoriti pentru o vreme. Accidentele de tren se pot referi si la probleme in afaceri. In general sunt avertismente. Auzind un in vise un tren trecand semnifica faptul ca ceva a trecut pe langa dumneavoastra, ati pierdut sau ati ratat o oportunitate. Alte semnificatii din carti vechi despre acest vis: Cina in tren - dorinte adanci ce nu s-au implinit. Va dati jos din tren - veti trece printr-o criza sentimentala. Un tren care deraiaza - faliment. Tren in viteza - sunteti calm si multumit. Tren plecand - aveti capacitatea de a aborda cu pricepere problemele de zi cu zi. Plecand cu intarziere- griji despre sanatatea unei rude Tren sosind in gara - o relatie profesionala importanta este iminenta. Antrenamentul in vise inseamna ca atunci cand vreti sa faceti ceva, sunteti mult prea stresat, va simtiti presat de imprejurari, sunteti agitat. Este un avertisment asupra faptului ca trebuie sa lucrati mai temperat, sa luati totul mai cu calm pentru a ajunge la rezultatele dorite. Visul in care participati la un antrenament va impune sa depuneti mai mult efort, sa va dati silinta mai mult pentru a ajunge unde doriti si sa va simtiti implinit. Daca visati ca cineva va antreneaza pe dumneavoastra inseamna ca este posibil sa fiti solicitat de catre superiori la locul de munca mai mult decat de obicei.Antrenorul in vise sugereaza ca trebuie sa va disciplinati, sa fiti mai calculat. Aceasta schimbare poate veni numai din partea dumneavoastra. Visul la un antrenor ar mai putea reprezenta capacitatea dumneavoastra de a conduce sau de a controla o echipa, un grup mai mare de persoane, se face referire la calitatile dumneavoastra de leadership, autoritate si organizare.Biletul de tren in vise sugereaza ca va trebui sa indepliniti anumite conditii pentru a putea merge mai departe. Daca visati ca achizitionati un bilet de tren inseamna ca va doriti sa evadati, sa scapati de activitatile zilnice care va doboara, nu mai faceti fata stresului.Sina de tren in vise indica faptul ca v-ati axat pe un drum ce va duce spre realizarea obiectivelor. Progresul dumneavoastra va fi lent, dar stabil. Sunteti foarte bine disciplinat si sigur in viata dumneavoastra. Alternativ, visul inseamna ca s-ar putea sa fiti prea liniar si rigid in gandire. Poate ca o situatie sau o relatie din viata dumneavoastra a devenit prea monotona. Uneori trebuie sa va coborati de pe sina si sa explorati si alte posibilitati. Daca visati un obstacol pe sina de tren atunci inseamna ca exista obstacole pe drumul dumneavoastra spre realizarea obiectivelor. Ar mai putea insemna ca nu mai cunosteti scopul din viata dumneavoastra. Visul in care va plimbati de-a lungul sinei de tren inseamna incheierea sarcinilor dumneavoastra.",
      "slug": "tren"
    },
    {
      "name": "Tigan",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tigan"
    },
    {
      "name": "Telefon",
      "category": "dictionar",
      "shortMeaning": "Telefonul este legat de abilitatile mentale precum telepatia sau inclinatia spre profetii.",
      "fullInterpretation": "Telefonul este legat de abilitatile mentale precum telepatia sau inclinatia spre profetii.Daca visezi ca telefonezi cuiva inseamna ca vei avea o intilnire cu un prieten vechi.Un telefon care suna este semn al unor boli si al unor griji. Telefonul fix in vechi carti de interpretare a viselor Ca si generalitate, la aparitia telefonului, acesta era mereu asociat cu relatiile amoroase. In continuare va prezentam cateva scurte interpretari comune ale acelor vremuri : auzind - veste sigura sunand - izbanda afacerilor tale este indoielnica cineva te suna - ai probleme urgente in urmatoarele zile comunicarea nu este posibila la- temeri sentimentale sunand - beneficii vorbind la - vei primi vesti importante, divergente cu partenerul de viata Visul in care telefonul mobil va este furat sugereaza ca intampinati dificultati in a elibera ceva din viata. Poate ca nu vreti sa dati drumul asa usor cuiva din viata dumneavoastra. Tot acest vis indica importanta comunicarii si poate simboliza si o criza de identitate. Din punct de vedere psihologic, acest vis mai poate aparea si atunci cand cineva isi asuma succesul si meritele tale, fiind condus de sentimentul ca ati fost tratat pe nedrept. Telefonul mobi in viseinseamna ca prindeti informatii din zbor, treceti printr-o perioada agitata, in care nu aveti timp sa stati la discutii. Visul in care ati pierdut telefonul mobil reprezinta lipsa de comunicare. Ati pierdut legatura cu unele aspecte sau sentimente ale dumneavoastra. Daca ati gasit un telefon mobil, acest lucru are interpretare ca o reconectare si o comunicare reinitiata. Cand visati ca telefonul mobil s-a stricat presupune ca sunteti gata sa vorbiti despre ceva ce ati pastrat in interiorul dumneavoastra.Visul in care apare un telefon nou inseamna ca sunteti pregatit sa faceti orice. Sunteti sanatos si stiti cum sa aveti grija de dumneavoastra.Visarea unui telefon spart este din ce in ce mai intalnita in zilele noastre. Sentimentul experimentat atunci cand spargeti un telefon mobil (fara intentie) este frustrarea, simtind o nevoie imediata de a-l repara. Aceste sentimente s-ar aplica si intr-o situatie specifica din viata dumneavoastra, sau eventual la un eveniment care va avea loc in viitorul apropiat. Telefonul spart sau cu fisuri vizibile poate reflecta, de asemenea, probleme interne sau externe de comunicare. Nu este neobisnuit ca aceste vise sa fie metaforice pentru probleme fizice.Telefonul stricat in vise presupune faptul ca sunteti pregatit sa vorbiti despre ceva ce ati pastrat in interiorul dumneavoastra. Un telefon stricat in vis mai poate insemna si faptul ca nu sunteti inteles corect sau nu intelegeti dumneavoastra corect ceea ce auziti. Interpretari gresite ale unor informatii, comunicare defectuoasa, nu va puteti exprima in voie. Nu gasiti calea cea buna de a transmite ceea ce va preocupa.Visul in care vorbiti la telefon poate insemna mai multe lucruri depinzand de situatia in care folositi telefonul si cu cine vorbiti. Daca visati ca vorbiti la telefon cu un vechi prieten ar putea insemna ca exista o dorinta de a conversa cu acesta in viata reala. In loc sa cautati definitia visului telefon ar trebui sa puneti mana pe telefon si sa va sunati prietenii. Le este dor de dumneavoastra si cu siguranta si ei va lipsesc. Visul in care vorbiti la telefon cu rudele prevesteste o despartire, o separare de cei dragi. Acestia ar putea pleca pentru o perioada scurta, intr-o vacanta, pe mare sau intr-o alta tara, dar este posibil ca rudele dumneavoastra sa plece pentru totdeauna.In timpul somnului, partile creierului ce controleaza limbajul si numerele se inchid, astfel ca cel mai probabil nu va veti putea aminti de numarul de telefon din vise. Totusi, numarul de telefon in vise este un simbol al comunicarii, in special a comunicarii cu oameni cu care nu ati vorbit de foarte mult timp sau cu care nu v-ati vazut de mult. Daca visati numarul de telefon al cuiva pe care tocmai l-ati cunoscut ar putea fi un semn ca trebuie sa urmati acea prietenie si comunicare cu acea persoana, ceea ce ar putea fi un lucru bun pentru dumneavoastra.",
      "slug": "telefon"
    },
    {
      "name": "Trandafir",
      "category": "dictionar",
      "shortMeaning": "(a) - primind in dar- succes, dragoste sincera - rosu- dragoste pasionata si aprinsa - rupand- fo...",
      "fullInterpretation": "(a) - primind in dar- succes, dragoste sincera - rosu- dragoste pasionata si aprinsa - rupand- folos, casatorie apropiata - rupand spinii- depasirea saraciei, bucurii, impliniri - vazand- dragoste - vezi- ajutor din partea prietenilor - visand cu multi spini- piedici in amor.Trandafirul alb in vise reprezinta multa fericire in casnicie si in viata de cuplu, iar un trandafir alb de o frumusete rara inseamna multa iubire, puritate, o casnicie reusita. Daca visati ca culegeti trandafiri albi inseamna ca veti primi multe daruri.Trandafirul galben in vise inseamna prietenie de lunga durata, dorinta de socializare. Mai poate insemna si o dragoste aprinsa, cu multa pasiune. Visul in care vedeti un trandafir galben ofilindu-se sugereaza sfarsitul unei relatii de prietenie in care ati investit mult.Trandafirul negru in vise prevesteste necaz. Pentru oamenii care sunt indragostiti este un semn de despartire fara motiv. Visul la un trandafir negru poate fi un semn de boala, de tristete, de durere sau chiar de doliu, acestea doar daca visati o coroana facuta din trandafiri negri. Daca visati ca va intepati cu spinul unui trandafir negru inseamna ca suferiti din dragoste neimpartasita sau din pricina unor amaraciuni din partea persoanei iubite. Totusi, visul la un trandafir negru nu prezice de fiecare data necazul. Exista o nuanta foarte inchisa a trandafirului nobil burgund care traditional este numit trandafirul negru, acesta avand tulpini lungi, este foarte scump si luxurios. Deci, daca o femeie viseaza ca primeste un buchet de astfel de flori, inseamna recunoastere, faima, viata de lux si succes.Daca visati un trandafir rosu, acest lucru simbolizeaza dragostea pasionala, romantism. Daca visati ca rupeti un trandafir rosu inseamna ca va asteapta o casnicie in viitorul apropiat si multe foloase de la viata.Trandafirul roz in vise inseamna romantism, o dragoste proaspata, care fiind la inceput este doar in stare platonica.Un buchet de trandafiri in vise simbolizeaza fertilitatea. Daca visati ca legati un buchet de trandafiri atunci inseamna ca veti avea parte de multe daruri. Totusi, culoarea si numarul trandafirilor din buchet pot influenta semnificatia visului.",
      "slug": "trandafir"
    },
    {
      "name": "Tata",
      "category": "dictionar",
      "shortMeaning": "Visarea propriului tata poate fi o experienta deosebit de puternica si plina de semnificatii, deo...",
      "fullInterpretation": "Visarea propriului tata poate fi o experienta deosebit de puternica si plina de semnificatii, deoarece adesea un asemenea vis va fi asociat cu sentimente de protectie si dragoste. Visele in care ne apar tati pot avea conotatii pozitive sau negative, in functie de context. De ex. : daca tatal dumneavoastra a fost sustinator si grijuliu in vis, atunci acesta este un semn de siguranta si iubire. De asemenea, visul ar putea sugera asumarea aceloras calitati ca si ale tatalui dumneavoastra, cum ar fi curajul si puterea. Alternativ, neacordarea increderii, a consimtamantului, a sustinerii sau a sentimentul de distantare a tatalui in visul dumneavoastra, poate semnifica faptul ca va confruntati cu probleme nerezolvate si ca aveti nevoie de ajutor. Daca visul a fost despre o calatorie impreuna cu tatal tau, acesta simbolizeaza asumarea unor decizii permanente. In mod negativ, visul semnifica un blocaj intr-o situatie nedorita daca nu analizezi cu atentie situatia inainte de a face o alegere. Aparitia tatalui in visele noastre poate fi, de asemenea, simbolul propriei forte interioare si al capacitatii de a lua decizii. Poate fi semnul ca sunteti gata sa aveti incredere in propria forta de judecata si puteti prelua controlul asupra vietii. Daca in vis tatal tau este trist sau suparat, inseamna ca asupra dumneavoastra s-au abatut sentimente de dezamagire. Poate ca va aparea frustrarea sau dezamagirea declansata de o situatie creata in unrma unor decizii necugetate. S-ar putea sa fi suparat pe tine insuti din cauza unor decizii stupide sau gresite. Cearta cu propriul tata simbolizeaza un conflict interior sau o dezbatere cu tine insuti asupra unor alegeri pe care nu sunteti gata sa le facti definitive.A pierde pe cineva apropiat este o experienta teribila, mai ales daca este vorba despre un parinte. Visele despre parinti sunt printre cele mai comune vise, indiferent daca relatiile sunt bune sau rele cu ei. Aceste vise sunt adesea o reflectare a realitatii persoanei, dar mereu au o semnificatie psihologica profunda si un mesaj pentru persoana respectiva. Ele dezvalui starea emotionala si nevoile actuale ale acesteia. Deoarece parintii nostrii sunt principalii protectori si tutore din momentul in care ne-am nascut, avem tendinta de a-i percepe in acel rol pentru multa vreme. Visele despre patinti dezvaluie adesea nevoia noastra de securitate, siguranta, sfaturi sau ajutor. Adesea apelam la acestia pentru sprijin si protectie in momentele cele mai dificile. Moartea unui parinte este una dintre cele mai tulburatoare experiente din viata fiecarei persoane, indiferent de varsta parintelui. Tatal mort in vise simbolizeaza, adesea, o reflectare a dorintei tale pentru sfaturi si sprijin. Daca tatal este in viata, visul ar putea fi o reflectare a temerilor tale pentru bunastarea lui. Uneori, un vis cu privire la moartea tatalui poate dezvalui dorinta de a scapa de sub influenta acestuia. Acest vis mai poate indica si necesitatea de a deveni mai responsabil si mai independent, subconstientul reamintindu-ti ca este timpul sa incetezi sa te mai bazezi pe altii pentru orice, in special pe parintii tai. Uneori, un vis despre tatal mort dezvaluie sentimente rele, de regret, de rusine sau alte sentimente similare legate de relatia ta cu el. Este posibil sa nu fi avut sansa de a rezolva unele probleme cu el inainte de a muri. Daca acesta este cazul, visul ar putea fi un mesaj de la subconstientul tau . Gaseste calea de a-ti ierta parintele, pentru a fi liber sa iti continui viata.",
      "slug": "tata"
    },
    {
      "name": "Trotineta",
      "category": "dictionar",
      "shortMeaning": "Trotineta in vise va simboliza o persoana hotarta fara frica de obstacole.",
      "fullInterpretation": "Trotineta in vise va simboliza o persoana hotarta fara frica de obstacole. De asemenea, acest vis simbolizeaza si o perioada de intabilitate care necesita eforturi deosebite pentru a putea fi depasita. Trotineta electrica simbolizeaza eliberare de constrangeri si de limitari, fie acelea fizice, sociale sau emotionale. De asemenea, aparitia acestora in vise simbolizeaza capacitatea visatorului de a depasi obstacole si provocari in viata de zi cu zi. Visarea unei trotinete rupa sau defecta prevesteste dezamagiri in viitorul apropiat. Poate ca asteptarile dumneavostra cu privire la o anumita pesoana sunt asa de ridicate incat orice ar face aceasta, dumneavoastra veti suferi o dezamagire. Nu ar strica sa reevaluati aceasta situatie !",
      "slug": "trotineta"
    },
    {
      "name": "Tanc",
      "category": "dictionar",
      "shortMeaning": "Visele despre tancuri militare pot fi destul de intense si realiste, oferind o perspectiva valoro...",
      "fullInterpretation": "Visele despre tancuri militare pot fi destul de intense si realiste, oferind o perspectiva valoroasa asupra subconstientului nostru. Adesea, visarea tancurilor fie este un semn de putere sau control, fie este un sem al dorintei de protectie. Un asemenea vis se naste din nevoia de a controla o situatie (personala sau profesionala) sau din sentimente de nesiguranta ori vulnerabilitate.visul acesta prevesteste dificultati pe toate planurile vietii tale.",
      "slug": "tanc"
    },
    {
      "name": "Tanc de razboi",
      "category": "dictionar",
      "shortMeaning": "visul acesta prevesteste dificultati pe toate planurile vietii tale.",
      "fullInterpretation": "visul acesta prevesteste dificultati pe toate planurile vietii tale.",
      "slug": "tanc-de-razboi"
    },
    {
      "name": "Tatuaj",
      "category": "dictionar",
      "shortMeaning": "Pentru foarte multe persoane tatuajele de pe corp transmit anumite mesaje, exact la fel este si cu cele din vise.",
      "fullInterpretation": "Pentru foarte multe persoane tatuajele de pe corp transmit anumite mesaje, exact la fel este si cu cele din vise. Mai mult, aceste tatuaje pot dezvalui stari si conflicte interioare. Ce inseamna daca ai visat ca iti faci un tatuaj? In prima instanta, visul prevesteste o calatorie, in cele mai multe cazuri fiind vorba despre o calatoie spirituala ghidata. O analiza detaliata a visului din noaptea precedenta va poate arata schimbarile si ajustarile pentru a va putea imbunatatii relatia sau viata. Indepartarea sau eliminarea unui tatuaj Oricat de ciudat ar parea acest vis, el trebuie considerat a fi un semn bun. Acesta simbolizeaza depasirea barierelor legate de anxietate si complexe personale ce vi-au ingreunat existenta. Frici, relatii toxice si alte rani ale sufletului vor fi depasite si veti pasi intr-o noua era mult mai fericita. Visand ca tu tatuezi pe cineva Visul prevesteste motive legitime si evidente in urma carora veti decide sa va indepartati de o persoana. In curand noi oportunitati si experionte va vor ajuta sa va stabiliti o traiectorie spre fericirea de lunga durata. Tatuaje pe diverse parti ale corpului De cele mai multe ori visarea tatuajelor pe picioare va fi asociata cu un soi de calatorie, experiente noi, transformari sau experimentarea diverselor lucruri. Tatuajele de pe brat semnifica intalniri esentiale. S-ar putea sa treceti prin momente grele dar sa gasiti pe cineva pe care sa va puteti baza cu adevarat. Un piep tatuat arata o persoana puternica care mereu este activa si lupta pentru ceea ce is doreste. Tatuajele de pe gat indica un soi de judecata sau evaluare din partea altora. O fata tatuata este simbolul unor abilitati rare. Tatuajele de pe spate pot avea multiple semnificatii in functie de marime, culoare sau simbol. In general, aceste vor simboliza forta interioara si intelepciune.",
      "slug": "tatuaj"
    },
    {
      "name": "Taia cu cutitul",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "taia-cu-cutitul"
    },
    {
      "name": "Taiat",
      "category": "dictionar",
      "shortMeaning": "Copacul taiat in vise inseamna ca dupa ce veti avea o mare bucurie, veti avea parte de o mare nenorocire.",
      "fullInterpretation": "Copacul taiat in vise inseamna ca dupa ce veti avea o mare bucurie, veti avea parte de o mare nenorocire. Va sfatuim sa fiti pregatit. Daca visati ca un copac este taiat inseamna ca veti avea deceptii in dragoste.Mana taiata in vise inseamna ca va veti desparti de partenerul de viata sau vei pierde un amic foarte bun. Daca visati ca cineva va taie mana de la incheietura sau cuiva i se taie mana inseamna ca veti avea mai multi bani, iar daca visati ca vi se taie de la cot inseamna ca va veti insanatosi dupa o operatie sau o boala grea. Insa, daca visati ca vi se taie o mana chiar de la umar inseamna ca veti pierde pe cineva foarte drag, poate chiar din familie, ori veti trai intr-o mare saracie.Daca visati par taiat inseamna ca va faceti griji pentru viitor. Visul in care vi se taie parul semnifica stricaciuni, pagube. Daca visati ca cineva va taie parul inseamna pierderea puterilor, acel cineva incearca sa va controleze. Totodata, poate semnifica schimbarea modului de gandire si eliminarea obiceiurilor nedorite.",
      "slug": "taiat"
    },
    {
      "name": "Taiata",
      "category": "dictionar",
      "shortMeaning": "Mana taiata in vise inseamna ca va veti desparti de partenerul de viata sau vei pierde un amic foarte bun.",
      "fullInterpretation": "Mana taiata in vise inseamna ca va veti desparti de partenerul de viata sau vei pierde un amic foarte bun. Daca visati ca cineva va taie mana de la incheietura sau cuiva i se taie mana inseamna ca veti avea mai multi bani, iar daca visati ca vi se taie de la cot inseamna ca va veti insanatosi dupa o operatie sau o boala grea. Insa, daca visati ca vi se taie o mana chiar de la umar inseamna ca veti pierde pe cineva foarte drag, poate chiar din familie, ori veti trai intr-o mare saracie.",
      "slug": "taiata"
    },
    {
      "name": "Taietura",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "taietura"
    },
    {
      "name": "Taifun",
      "category": "dictionar",
      "shortMeaning": "Taifunul in vise indica schimbari neasteptate bruste care se intampla in viata dumneavoastra.",
      "fullInterpretation": "Taifunul in vise indica schimbari neasteptate bruste care se intampla in viata dumneavoastra. S-ar putea sa aveti parte de anumite emotii puternice si distructive. Daca visati ca sunteti prins de taifun inseamna fortele dumneavoastra emotionale si mentale se acumuleaza in interior si incep sa fie remarcate. Sunteti consumat de emotii. Alternativ, visul inseamna ca va sunteti presat si impins, impotriva vointei dumneavoastra, in a face ceva ce nu doriti.",
      "slug": "taifun"
    },
    {
      "name": "Taitei",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca mananci taitei moi inseamna ca vei reusi ceea ce ti-ai propus.",
      "fullInterpretation": "Daca visezi ca mananci taitei moi inseamna ca vei reusi ceea ce ti-ai propus.Daca visezi ca mananci taitei crocanti inseamna ca te vei muta intr-un loc nou. De asemenea, in vis, taiteii sugereaza dorintele si apetitul normal. Acest vis poate avea uneori conotatii negative.",
      "slug": "taitei"
    },
    {
      "name": "Talhari",
      "category": "dictionar",
      "shortMeaning": "Daca visezi talhari este un semn rau, vei avea parte de probleme, conflicte, totul va merge pe dos.",
      "fullInterpretation": "Daca visezi talhari este un semn rau, vei avea parte de probleme, conflicte, totul va merge pe dos. Evita sa intri in discutii sau orice altceva cu persoane necunoscute, chiar si cele mai blande si sfioase fete pot ascunde ganduri si planuri diabolice.",
      "slug": "talhari"
    },
    {
      "name": "Talisman",
      "category": "dictionar",
      "shortMeaning": "Talismanul in vise inseamna ca sunteti sigur pe dumneavoastra, nu va temeti de interventiile alto...",
      "fullInterpretation": "Talismanul in vise inseamna ca sunteti sigur pe dumneavoastra, nu va temeti de interventiile altora, aveti senzatia ca sunteti atotputernic, nu va temeti de pericole. Visul in care va pierdeti un talisman inseamna ca sunteti neputincios in fata problemelor, sunteti vulnerabil, va temeti de forte mai mari.",
      "slug": "talisman"
    },
    {
      "name": "Talpa",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "talpa"
    },
    {
      "name": "Tamaie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tamaie"
    },
    {
      "name": "Tamburina",
      "category": "dictionar",
      "shortMeaning": "A canta la tamburina, in vis, inseamna ca vei auzi barfe neplacute.",
      "fullInterpretation": "A canta la tamburina, in vis, inseamna ca vei auzi barfe neplacute.Daca visezi ca un dansator canta la tamburina inseamna ca vei fi chestionat de familie pentru anumite greseli pe care le-ai comis.",
      "slug": "tamburina"
    },
    {
      "name": "Tamplar",
      "category": "dictionar",
      "shortMeaning": "A vedea un tamplar in vis sau a visa ca esti un tamplar indica faptul ca te confrunta si depasest...",
      "fullInterpretation": "A vedea un tamplar in vis sau a visa ca esti un tamplar indica faptul ca te confrunta si depasesti obstacole din viata ta. Pe de alta parte, se are interpretare ca ai nevoie sa iti schimbi modul de gandire si sa reajustezi atitudinea ta. De asemenea, visul tamplar face referire la capacitatea ta de a te descurca in viata, de a -ti construi propriul viitor, ca orice alta meserie bazata pe lucru manual -croitor, constructor, zugrav, mester etc.",
      "slug": "tamplar"
    },
    {
      "name": "Tampoane si absorbante",
      "category": "dictionar",
      "shortMeaning": "Chiar daca acestea sunt un produs obisnuit din igiena feminina, deobicei visul nu este unul tocma...",
      "fullInterpretation": "Chiar daca acestea sunt un produs obisnuit din igiena feminina, deobicei visul nu este unul tocmai placut, doarece asociem aproape intodeuna acest lucru cu menstruatia. De regula, aparitia absorbantelor in visele noastre are deaface cu o situatie sau o relatie temporara, ceea ce va conduce la o oarecare indoiala in ceea ce priveste capacitatea de a lua decizia corecta! Trebuie neaparat precizat ca visarea tampoanelor poate avea semnificatii diferite in functie de situatia, contextul si sexul visatorului. Visul din punct de vedere feminin In acest caz visul poate fi legat de simpla reflecare a vietii si de rutinele zilnice. Un punct de vedere distinct apare atunci cand visatoarea nu foloseste in prezent absorbante, atunci visul poate face referire la nevoia de protectie si ingrijire. Visul din punct de vedere masculin In cazul unui barbat, visul poate fi reprezentarea unei dorinte de grija si protectie fata de altii. Mai mult, in anumite cazuri un asemenea vis arata nevoia de ingrijire de sine si autoprotectie. Absorbante Curate vs Abdorbante Murdare Visand un tampon patat de sange indica faptul ca poate va expuneti prea des sentimentele in fata altora, ceea ce nu este complet gresit, dar in ultima perioada au cam existat persoane care au profitat de emotiile si slabiciunile dumneavoastra. Tineti cont ca: \"a fi o persoana sentimentala nu este un semn de slabiciune!\". Pe de alta parte, un absorbant curat va indica putere si rezistenta la sentimentele celorlalti. Acest lucru nu este in totalitate rau sau bun, dar din acesta cauza (a rezistentei si a racelii) puteti preveni anumite emotii negative.",
      "slug": "tampoane-si-absorbante"
    },
    {
      "name": "Tanar",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tanar"
    },
    {
      "name": "Tanara",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tanara"
    },
    {
      "name": "Tango",
      "category": "dictionar",
      "shortMeaning": "A visa ca dansati tango semnifica senzualitate, intensitate si romantism.",
      "fullInterpretation": "A visa ca dansati tango semnifica senzualitate, intensitate si romantism. Poate ca trebuie sa va manifestati aceste calitati la munca sau intr-o relatie. Visul poate sugera ca trebuie sa intretineti o idee. Daca visati ca dansati tango cu partenerul de viata inseamna ca o persoana din viata dumneavoastra sau o idee de afaceri urmarita de acest partener este posibil sa provoace o mare drama si pasiune.",
      "slug": "tango"
    },
    {
      "name": "Tantar",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tantar"
    },
    {
      "name": "Tap",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca ai un stapan este semnul unei posibile inacpacitati de a-i conduce pe altii -vei o...",
      "fullInterpretation": "Daca visezi ca ai un stapan este semnul unei posibile inacpacitati de a-i conduce pe altii -vei obtine rezultate mai bune sub comanda unei persoane puternice.",
      "slug": "tap"
    },
    {
      "name": "Tap / Tapi",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tap-tapi"
    },
    {
      "name": "Tapet",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tapet"
    },
    {
      "name": "Tapiserie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tapiserie"
    },
    {
      "name": "Tara",
      "category": "dictionar",
      "shortMeaning": "O tara straina in vis semnifica un semn bun, fericire, noroc.",
      "fullInterpretation": "O tara straina in vis semnifica un semn bun, fericire, noroc. Daca visati ca va aflati intr-o tara straina reprezinta o schimbare pentru dumneavoastra. Amintiti-va cum va-ti simtit in vis. Daca vi-a fost frica si v-ati pierdut atunci inseamna ca nu sunteti pregatiti de o schimbare, ca nu sunteti dispusi sa lasati trecutul in urma. Daca sunteti incantati, fericiti in acel loc necunoscut, atunci inseamna ca sunteti pregatiti de schimbare. Taraba in vise inseamna ca veti astepta in zadar rezultatul actiunilor dumneavoastra.Daca visezi tarana proaspat rascolita in jurul florilor sau copacilor semnifica belsugul si sanatatea pentru cel care viseaza. De asemenea, a curata tarana de pe un cuptor sau de pe o soba sugereaza incurcaturi.Daca cineva arunca tarana spre tine e semn de necazuri in viitorTarantula in vise reprezinta partea dumneavoastra intunecata si sinistra. De asemenea, visul mai simbolizeaza si imaginea unei femei din viata dumneavoastra. Visul la o tarantula ar mai putea fi si o predictie ca persoanele in care va incredeti va vor trada. Nu va vor ajuta intr-o situatie dificila, dar importanta. Dezamagirea si frustrarea dumneavoastra nu vor cunoaste limite. Trebuie sa va calmati si sa incercati sa analizati situatia din toate punctele de vedere. Daca sunteti sigur ca aveti absoluta dreptate si nu ati facut nimic gresit, atunci este momentul sa va scapati de acei oameni. Veti cunoaste persoane care sa impartaseasca aceleasi puncte de vedere cu dumneavoastra. Daca va asumati ca este vina dumneavoastra, atunci trebuie sa ii intelegeti si sa incercati sa le demonstrati ca a fost o neintelegere. Daca visati ca sunteti muscat de o tarantula inseamna ca trebuie sa aveti grija sa nu dati de probleme. Aveti tendinta sa credeti ca nu este nimic grav, dar va inselati. Aveti grija la oamenii fara scrupule si sa nu aveti incredere deplina in nimeni de la locul de munca. Visul in care omorati o tarantula sugereaza ca s-ar putea sa suferiti anumite pierderi financiare. Aveti mare grija la modul cum va conduceti afacerea. Nu ratati nici cel mai mic detaliu deoarece ar putea fi crucial in cariera si bunastarea dumneavoastra. De asemenea, visul mai poate insemna si victoria dumneavoastra impotriva celor rauvoitori.(purtand) limitarea actiunilor, oprelisti, stapanirea impulsurilor interioare, frustrari pe plan profesional, obligatii si datorii -(rupta sau pierduta) eliberare de constrangeri, lipsa de griji si datorii -(gasind) noi indatoriri.Bratara de argint in vise inseamna cresteri la profitul cuiva. De asemenea, visul se refera la faptul ca aveti o imaginatie bine dezvoltata. Alternativ, visul la o bratara de argint ar putea fi interpretat ca si observarea omagiilor religioase realizate de cineva. Daca visati ca aveti la fiecare incheietura cate o bratara de argint inseamna dezamagire sau pierderi cauzate de unul din prieteni. Visul in care vi se ofera o bratara de argint reprezinta o relatie fericita pe viitor. Visul mai indica si faptul ca veti fi capabil sa preveniti orice pierdere financiara.Bratara de aur in vise inseamna bunastare. Este simbolul legaturilor stranse, bazate pe incredere.",
      "slug": "tara"
    },
    {
      "name": "Tara straina",
      "category": "dictionar",
      "shortMeaning": "O tara straina in vis semnifica un semn bun, fericire, noroc.",
      "fullInterpretation": "O tara straina in vis semnifica un semn bun, fericire, noroc. Daca visati ca va aflati intr-o tara straina reprezinta o schimbare pentru dumneavoastra. Amintiti-va cum va-ti simtit in vis. Daca vi-a fost frica si v-ati pierdut atunci inseamna ca nu sunteti pregatiti de o schimbare, ca nu sunteti dispusi sa lasati trecutul in urma. Daca sunteti incantati, fericiti in acel loc necunoscut, atunci inseamna ca sunteti pregatiti de schimbare.",
      "slug": "tara-straina"
    },
    {
      "name": "Taraba",
      "category": "dictionar",
      "shortMeaning": "Taraba in vise inseamna ca veti astepta in zadar rezultatul actiunilor dumneavoastra.",
      "fullInterpretation": "Taraba in vise inseamna ca veti astepta in zadar rezultatul actiunilor dumneavoastra.",
      "slug": "taraba"
    },
    {
      "name": "Tarana",
      "category": "dictionar",
      "shortMeaning": "Daca visezi tarana proaspat rascolita in jurul florilor sau copacilor semnifica belsugul si sanat...",
      "fullInterpretation": "Daca visezi tarana proaspat rascolita in jurul florilor sau copacilor semnifica belsugul si sanatatea pentru cel care viseaza. De asemenea, a curata tarana de pe un cuptor sau de pe o soba sugereaza incurcaturi.Daca cineva arunca tarana spre tine e semn de necazuri in viitor",
      "slug": "tarana"
    },
    {
      "name": "Tarantula",
      "category": "dictionar",
      "shortMeaning": "Tarantula in vise reprezinta partea dumneavoastra intunecata si sinistra.",
      "fullInterpretation": "Tarantula in vise reprezinta partea dumneavoastra intunecata si sinistra. De asemenea, visul mai simbolizeaza si imaginea unei femei din viata dumneavoastra. Visul la o tarantula ar mai putea fi si o predictie ca persoanele in care va incredeti va vor trada. Nu va vor ajuta intr-o situatie dificila, dar importanta. Dezamagirea si frustrarea dumneavoastra nu vor cunoaste limite. Trebuie sa va calmati si sa incercati sa analizati situatia din toate punctele de vedere. Daca sunteti sigur ca aveti absoluta dreptate si nu ati facut nimic gresit, atunci este momentul sa va scapati de acei oameni. Veti cunoaste persoane care sa impartaseasca aceleasi puncte de vedere cu dumneavoastra. Daca va asumati ca este vina dumneavoastra, atunci trebuie sa ii intelegeti si sa incercati sa le demonstrati ca a fost o neintelegere. Daca visati ca sunteti muscat de o tarantula inseamna ca trebuie sa aveti grija sa nu dati de probleme. Aveti tendinta sa credeti ca nu este nimic grav, dar va inselati. Aveti grija la oamenii fara scrupule si sa nu aveti incredere deplina in nimeni de la locul de munca. Visul in care omorati o tarantula sugereaza ca s-ar putea sa suferiti anumite pierderi financiare. Aveti mare grija la modul cum va conduceti afacerea. Nu ratati nici cel mai mic detaliu deoarece ar putea fi crucial in cariera si bunastarea dumneavoastra. De asemenea, visul mai poate insemna si victoria dumneavoastra impotriva celor rauvoitori.",
      "slug": "tarantula"
    },
    {
      "name": "Tarc",
      "category": "dictionar",
      "shortMeaning": "Tarcul in vise inseamna constrangeri, reguli de urmat, limite, orizonturi limitate, privare de li...",
      "fullInterpretation": "Tarcul in vise inseamna constrangeri, reguli de urmat, limite, orizonturi limitate, privare de libertate, incapacitatea de a actiona, de a va exprima. Totodata ar putea inseamna ca sunteti protejat. Daca visati un tarc cu oi atunci inseamna ca exista un pericol de a fi tradat. Visul in care apar cai in tarc este semn ca veti avea activitati incitante in aer liber.Cocostarcul in vise inseamna ca aveti sau veti avea un prieten de nadejde, credincios, deschis, sincer. Visul in care vedeti un cocostarc cantand atunci inseamna ca veti avea noroc, bani, donatii, mosteniri.",
      "slug": "tarc"
    },
    {
      "name": "Targ",
      "category": "dictionar",
      "shortMeaning": "Targa in vis este un semn ca cei din preajma ta vor avea un necaz.",
      "fullInterpretation": "Targa in vis este un semn ca cei din preajma ta vor avea un necaz. De asemenea, semnifica sprijin venit la greu, ultima speranta -treci printr-o perioada dificila, dar vei gasi solutia de a depasi impasul -te simti neajutorat, dar va veni o rezolvare -(tu duci targa altuia) poti fi de ajutor unei persoane aflate in dificultate.Vei pasi mandru in viata. Visul este asociat cu succesul, fie ca este la locul de munca sau in viata de familie. Un catarg rupt simbolizeaza defaimare, reputatie in pericol si oameni care iti vor raul.",
      "slug": "targ"
    },
    {
      "name": "Targ / Balci",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "targ-balci"
    },
    {
      "name": "Targa",
      "category": "dictionar",
      "shortMeaning": "Targa in vis este un semn ca cei din preajma ta vor avea un necaz.",
      "fullInterpretation": "Targa in vis este un semn ca cei din preajma ta vor avea un necaz. De asemenea, semnifica sprijin venit la greu, ultima speranta -treci printr-o perioada dificila, dar vei gasi solutia de a depasi impasul -te simti neajutorat, dar va veni o rezolvare -(tu duci targa altuia) poti fi de ajutor unei persoane aflate in dificultate.",
      "slug": "targa"
    },
    {
      "name": "Tarm",
      "category": "dictionar",
      "shortMeaning": "Visul tarm semnifica: liniste, fericire; - de apa- fericire; - de lac- ai o iesire gurioasa; - ma...",
      "fullInterpretation": "Visul tarm semnifica: liniste, fericire; - de apa- fericire; - de lac- ai o iesire gurioasa; - marii- inertie si lene; - necunoscut- primesti vesti placute; - plimbandu-te de-a lungul unui- dor de duca; - cu barca ajungem la- salvare de un pericol; - plin cu oameni- dorinta de viata luxoasa; - plin cu pietre- ca sa ai succes trebuie sa inlaturi multe obstacole si dificultati; - pustiu- singuratate; - vazand- vei termina lucrurile tale.",
      "slug": "tarm"
    }
  ]
}