{
  "symbols": [
    {
      "name": "Tarnacop",
      "category": "dictionar",
      "shortMeaning": "A folosi un tarnacop in vise reprezinta nivelul unei agresiuni sau al unei tensiuni sexuale.",
      "fullInterpretation": "A folosi un tarnacop in vise reprezinta nivelul unei agresiuni sau al unei tensiuni sexuale. Visul sugereaza ca trebuie sa va relaxati putin.",
      "slug": "tarnacop"
    },
    {
      "name": "Tata mort",
      "category": "dictionar",
      "shortMeaning": "A pierde pe cineva apropiat este o experienta teribila, mai ales daca este vorba despre un parinte.",
      "fullInterpretation": "A pierde pe cineva apropiat este o experienta teribila, mai ales daca este vorba despre un parinte. Visele despre parinti sunt printre cele mai comune vise, indiferent daca relatiile sunt bune sau rele cu ei. Aceste vise sunt adesea o reflectare a realitatii persoanei, dar mereu au o semnificatie psihologica profunda si un mesaj pentru persoana respectiva. Ele dezvalui starea emotionala si nevoile actuale ale acesteia. Deoarece parintii nostrii sunt principalii protectori si tutore din momentul in care ne-am nascut, avem tendinta de a-i percepe in acel rol pentru multa vreme. Visele despre patinti dezvaluie adesea nevoia noastra de securitate, siguranta, sfaturi sau ajutor. Adesea apelam la acestia pentru sprijin si protectie in momentele cele mai dificile. Moartea unui parinte este una dintre cele mai tulburatoare experiente din viata fiecarei persoane, indiferent de varsta parintelui. Tatal mort in vise simbolizeaza, adesea, o reflectare a dorintei tale pentru sfaturi si sprijin. Daca tatal este in viata, visul ar putea fi o reflectare a temerilor tale pentru bunastarea lui. Uneori, un vis cu privire la moartea tatalui poate dezvalui dorinta de a scapa de sub influenta acestuia. Acest vis mai poate indica si necesitatea de a deveni mai responsabil si mai independent, subconstientul reamintindu-ti ca este timpul sa incetezi sa te mai bazezi pe altii pentru orice, in special pe parintii tai. Uneori, un vis despre tatal mort dezvaluie sentimente rele, de regret, de rusine sau alte sentimente similare legate de relatia ta cu el. Este posibil sa nu fi avut sansa de a rezolva unele probleme cu el inainte de a muri. Daca acesta este cazul, visul ar putea fi un mesaj de la subconstientul tau . Gaseste calea de a-ti ierta parintele, pentru a fi liber sa iti continui viata.",
      "slug": "tata-mort"
    },
    {
      "name": "Taur",
      "category": "dictionar",
      "shortMeaning": "Taurul negru in vise nu este un semn bun, acesta sugerand moartea.",
      "fullInterpretation": "Taurul negru in vise nu este un semn bun, acesta sugerand moartea. Visul in care sunteti urmarit de un taur negru inseamna ca sunteti o persoana incapatanata si refuzati sa recunoasteti acest lucru. Centaurul in vise reprezinta unificarea naturii animalice a omului cu calitatile sale de virtute si judecata. Mai poate insemna ca sunteti capabil sa uniti intr-o maniera acceptabila doua principii de baza, doua laturi sau doua elemente complet opuse.Din punct de vedere spiritual, minotaurul in vise este simbolul nevoilor instinctive ale omului depasite prin vitejie pura. Depinzand de personslitatea dumneavoastra, minotaurul din vise poate fi vazut fie ca un personaj demn de mila sau unul de temut. Totusi, minotaurul in vise ar putea reprezenta agresiunea, ferocitatea, antagonismul, ceva sau cineva din viata dumneavoastra pe care il vedeti drept un inamic formidabil. S-ar putea sa aveti un instinct periculos ascuns adanc in sufletul dumneavoastra.",
      "slug": "taur"
    },
    {
      "name": "Taur negru",
      "category": "dictionar",
      "shortMeaning": "Taurul negru in vise nu este un semn bun, acesta sugerand moartea.",
      "fullInterpretation": "Taurul negru in vise nu este un semn bun, acesta sugerand moartea. Visul in care sunteti urmarit de un taur negru inseamna ca sunteti o persoana incapatanata si refuzati sa recunoasteti acest lucru.",
      "slug": "taur-negru"
    },
    {
      "name": "Tauri / Taur",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tauri-taur"
    },
    {
      "name": "Tava",
      "category": "dictionar",
      "shortMeaning": "Daca visezi o tava semnifica faptul ca vei avea o perioada usoara a vietii tale, ai acces la oric...",
      "fullInterpretation": "Daca visezi o tava semnifica faptul ca vei avea o perioada usoara a vietii tale, ai acces la orice, ti se ofera sanse bune, depinde doar de tine sa le folosesti -profita de ocaziile care ti se ofera pe gratis.(A te)in noroi- iti este afectata sanatatea, schimbare la serviciu.",
      "slug": "tava"
    },
    {
      "name": "Tavali (A te)",
      "category": "dictionar",
      "shortMeaning": "(A te)in noroi- iti este afectata sanatatea, schimbare la serviciu.",
      "fullInterpretation": "(A te)in noroi- iti este afectata sanatatea, schimbare la serviciu.",
      "slug": "tavali-a-te"
    },
    {
      "name": "Tavan",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tavan"
    },
    {
      "name": "Taxi",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "taxi"
    },
    {
      "name": "Te iubesc",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca spuneti \"te iubesc\" inseamna ca veti obtine fericirea si satisfactia in momentul i...",
      "fullInterpretation": "Daca visati ca spuneti \"te iubesc\" inseamna ca veti obtine fericirea si satisfactia in momentul in care invatati sa luati o abordare mai realista asupra vietii. Totusi, daca in vis v-ati exprimat iubirea pentru cineva care este deja intr-o relatie in viata reala, atunci veti avea parte de dezamagire in dragoste. Visul in care cineva va spune \"te iubesc\" sugereaza ca invatati sa va bucurati de ceea ce aveti si unde ati ajuns in viata. S-ar putea sa simtiti nevoia de a auzi aceste doua cuvinte si cand va treziti. Daca visati ca un barbat ii spune unei femei \"te iubesc\", in viata reala lucrurile sunt exact invers, adica, cel mai probabil, barbatul o uraste pe acea femeie.",
      "slug": "te-iubesc"
    },
    {
      "name": "Teaca",
      "category": "dictionar",
      "shortMeaning": "Visele care contin o teaca denota faptul ca o neintelegere va fi clarificata in mod amiabil.",
      "fullInterpretation": "Visele care contin o teaca denota faptul ca o neintelegere va fi clarificata in mod amiabil. Daca va intrebati unde ar putea fi teaca dumneavoastra inseamna ca s-ar putea sa aveti de depasit o dificultate de proportii majore.Mesteacanul in vise indica auto-pedepsire sau vinovatie. - Daca ai visat ca te cateri intr-un mesteacan, este semn ca vei avansa. - Daca ai visat un mesteacan uscat, inseama rani sau un prieten apropiat va avea o problema de sanatate.",
      "slug": "teaca"
    },
    {
      "name": "Teama",
      "category": "dictionar",
      "shortMeaning": "Teama in vis atrage atentia ca exista , in viata ta, un motiv major de teama, cu care trebuie sa ...",
      "fullInterpretation": "Teama in vis atrage atentia ca exista , in viata ta, un motiv major de teama, cu care trebuie sa lupti- el este indicat de actiunea care se petrece in vis, de ceea ce iti provoaca teama - apa, animal, atac, etc.",
      "slug": "teama"
    },
    {
      "name": "Teanc de bani (bancnote)",
      "category": "dictionar",
      "shortMeaning": "(bancnote) 16/04/2022 (ultima actualizare)Teancurile de bani din vise pot fi considerate o premon...",
      "fullInterpretation": "(bancnote) 16/04/2022 (ultima actualizare)Teancurile de bani din vise pot fi considerate o premonitie cu privire la sentimentele dumneavoastra de loialitate. Din cauza ca stiti sa fiti obiectiv, veti gasi bucurie in situatile la care va asteptati mai putin. In mod alternativ, stivele de bancnote pot face referire la un anume proiect ce necesita imaginatia si creativitatea dumneavoastra. Gasind un tenac de bani Acest vis simbolizeaza obictivele dumneavoastra si este o dovada a dorintei de a fi mai deschis. De asemenea, visul poate un semn de alarma pentru o viitoare necugetare sau indiscretie. Primind un pachet de bani Daca ati visat ca cinev a va inmaneaza sau va ofera un pachet de bancnote este un semn bun. Poate ca o anumita persoana (ruda sau prieten) va va ajuta sa depasiti unele dificultati, probleme financiare sau pierderi de venit.",
      "slug": "teanc-de-bani-bancnote"
    },
    {
      "name": "Teatru",
      "category": "dictionar",
      "shortMeaning": "Teatrul poate reprezenta o schimbare in viata.",
      "fullInterpretation": "Teatrul poate reprezenta o schimbare in viata. - Jucand alaturi alti actori intr-o piesa de teatru- dorinta implinita- facand. - Loja de teatru - vei petrece zile senine. - Mergand la teatru alaturi de prieteni - succes garantat .Visul in care apare un amfiteatru sugereaza faptul ca sunteti in centrul atentiei, sunteti prea expus din pricina unor greseli din trecut, mai ales daca in vis va aflati in mijlocul amfiteatrului. Amfiteatrul in vise mai poate semnifica si nevoia dumneavoastra de afectiune, de compasiune, de atentie din partea celor apropiati. Daca visati ca stati singur intr-un amfiteatru inseamna ca incercati sa va rezolvati singur problemele, nu va bazati pe nimeni si nu asteptati ajutor din partea nimanui. Daca visati ca sunteti in amfiteatru alaturi de persoane cunoscute atunci inseamna ca acele persoane vor fi alaturi de dumneavoastra in orice decizie luati si va vor sprijini pana la capat.Dupa ce am visat ca suntem spectatori la o piesa de teatru, va trebui sa identificam daca este vorba despre o tragedie sau o comedie, deoarece aceasta piesa poate dezvalui modul in care ne privim propria viata. Este foarte importanta si actiunea piesei, ea ne poate sugera cum actionam in viata de zi cu zi. Daca personajele sunt persoane familiare, visul sugerea ca ar trebui sa realizam dimensiunile dramei in care suntem implicati impreuna. De regula, in vise, piesa de teatru la care asistam reprezinta o transpunere a experienteleor, cunostintelor si aptitudinilor noastre. Regizorul din noi pune in scena tot acest spectacol pentru ca noi sa putem folosi informatiile din piesa. Din punct de vedere spiritual, existenta noastra este o piesa de teatru din care trebuie sa invata.",
      "slug": "teatru"
    },
    {
      "name": "Teava",
      "category": "dictionar",
      "shortMeaning": "Teava in vise este semn de pace, de impacare dupa multe lupte.",
      "fullInterpretation": "Teava in vise este semn de pace, de impacare dupa multe lupte. Daca visati o teava sparta inseamna boala sau stagnare in afaceri.",
      "slug": "teava"
    },
    {
      "name": "Tei",
      "category": "dictionar",
      "shortMeaning": "Florile de tei in vise simbolizeaza gratia feminina.",
      "fullInterpretation": "Florile de tei in vise simbolizeaza gratia feminina. Mai multe informatii daca vizitati mai multe interpretari despre flori. A visa un sarpe cu clopotei reprezinta oameni sau situatii care va avertizeaza despre consecintele neplacute daca nu cooperati. Avertismente clare sau ostilitate deschisa. Sentimente despre potentialul unei probleme serioase in viata dumneavoastra. Alternativ, un sarpe cu clopotei in vise reprezinta incercarea dumneavoastra de a ameninta pe cineva printr-o metoda nedorita si continua daca nu inceteaza sa faca ceva ce nu va place. Ii avertizati pe ceilalti ca vor plati scump daca nu va respecta sau aleg sa evite sa va asculte. Visul in care sunteti muscat de un sarpe cu clopotei poate reflecta sentimente despre ignorarea semnelor clare de avertizare. Sentimente de regret pentru ca nu ati luat mai serios in calcul o amenintare sau un avertisment. Daca visati doar coada unui sarpe cu clopotei, fara corp, sugereaza amenintari sau avertismente false. Trebuie sa avertizati pe cineva, in privat, despre un esec imposibil de trecut peste. Visul in care auziti clopoteii unui sarpe cu clopotei, dar nu vedeti sarpele, este un semn bun pentru ca veti putea indrepta ceva ce ati facut gresit in trecut sau cineva se va revansa fata de dumneavoastra.1000 de ori inainte de a spune un lucru si de aceea este cel mai indicat sa filtrati si sa va temperati cu mare atentie atunci cand sunteti tentat sa discutati in contradictoriu.Daca visezi ca mananci taitei moi inseamna ca vei reusi ceea ce ti-ai propus.Daca visezi ca mananci taitei crocanti inseamna ca te vei muta intr-un loc nou. De asemenea, in vis, taiteii sugereaza dorintele si apetitul normal. Acest vis poate avea uneori conotatii negative.",
      "slug": "tei"
    },
    {
      "name": "Tejghea",
      "category": "dictionar",
      "shortMeaning": "Visul tejghea face referire la modul in care comunici cu cei carora li se adreseaza munca ta: cli...",
      "fullInterpretation": "Visul tejghea face referire la modul in care comunici cu cei carora li se adreseaza munca ta: clienti, public, cumparatori -depinde si de actiunea visului -(te ascunzi dupa tejghea) nu esti multumit de felul cum muncesti sau de felul cum interactionezi cu clientii -nu-ti place cum esti tratat de clienti sau de sefi -nu esti mandru de munca ta, ti se pare o umilinta lucrul cu publicul -(pui ceva pe tejghea) te daruiesti total, depui suflet in munca ta cu clientii -dai mai mult decat ti se cere -oferi servicii de calitate -(tii ceva dupa sau sub tejghea) nu lucrezi corect, incerci sa tainuiesti unele aspecte ale muncii tale, nu oferi servicii de calitate.",
      "slug": "tejghea"
    },
    {
      "name": "Telecabina",
      "category": "dictionar",
      "shortMeaning": "Visul in care va plimbati cu telecabina la mare inaltime are o semnificatie pozitiva.",
      "fullInterpretation": "Visul in care va plimbati cu telecabina la mare inaltime are o semnificatie pozitiva. Sunteti o persoana norocoasa care depaseste cu usurinta unele situatii delicate. Daca visati ca cineva s-a urcat in telecabina inseamna ca acel cinvea v-ar putea ajuta intr-o problema financiara.",
      "slug": "telecabina"
    },
    {
      "name": "Telecomanda",
      "category": "dictionar",
      "shortMeaning": "A vedea o telecomanda in vise se refera la cum sunteti controlat de cineva.",
      "fullInterpretation": "A vedea o telecomanda in vise se refera la cum sunteti controlat de cineva. Poate o relatie sau o situatie in care sunteti prea controlat, cineva va manipuleaza.",
      "slug": "telecomanda"
    },
    {
      "name": "Telefon furat",
      "category": "dictionar",
      "shortMeaning": "Visul in care telefonul mobil va este furat sugereaza ca intampinati dificultati in a elibera ceva din viata.",
      "fullInterpretation": "Visul in care telefonul mobil va este furat sugereaza ca intampinati dificultati in a elibera ceva din viata. Poate ca nu vreti sa dati drumul asa usor cuiva din viata dumneavoastra. Tot acest vis indica importanta comunicarii si poate simboliza si o criza de identitate. Din punct de vedere psihologic, acest vis mai poate aparea si atunci cand cineva isi asuma succesul si meritele tale, fiind condus de sentimentul ca ati fost tratat pe nedrept.",
      "slug": "telefon-furat"
    },
    {
      "name": "Telefon mobil",
      "category": "dictionar",
      "shortMeaning": "Telefonul mobi in viseinseamna ca prindeti informatii din zbor, treceti printr-o perioada agitata...",
      "fullInterpretation": "Telefonul mobi in viseinseamna ca prindeti informatii din zbor, treceti printr-o perioada agitata, in care nu aveti timp sa stati la discutii. Visul in care ati pierdut telefonul mobil reprezinta lipsa de comunicare. Ati pierdut legatura cu unele aspecte sau sentimente ale dumneavoastra. Daca ati gasit un telefon mobil, acest lucru are interpretare ca o reconectare si o comunicare reinitiata. Cand visati ca telefonul mobil s-a stricat presupune ca sunteti gata sa vorbiti despre ceva ce ati pastrat in interiorul dumneavoastra.",
      "slug": "telefon-mobil"
    },
    {
      "name": "Telefon nou",
      "category": "dictionar",
      "shortMeaning": "Visul in care apare un telefon nou inseamna ca sunteti pregatit sa faceti orice.",
      "fullInterpretation": "Visul in care apare un telefon nou inseamna ca sunteti pregatit sa faceti orice. Sunteti sanatos si stiti cum sa aveti grija de dumneavoastra.",
      "slug": "telefon-nou"
    },
    {
      "name": "Telefon spart",
      "category": "dictionar",
      "shortMeaning": "Visarea unui telefon spart este din ce in ce mai intalnita in zilele noastre.",
      "fullInterpretation": "Visarea unui telefon spart este din ce in ce mai intalnita in zilele noastre. Sentimentul experimentat atunci cand spargeti un telefon mobil (fara intentie) este frustrarea, simtind o nevoie imediata de a-l repara. Aceste sentimente s-ar aplica si intr-o situatie specifica din viata dumneavoastra, sau eventual la un eveniment care va avea loc in viitorul apropiat. Telefonul spart sau cu fisuri vizibile poate reflecta, de asemenea, probleme interne sau externe de comunicare. Nu este neobisnuit ca aceste vise sa fie metaforice pentru probleme fizice.",
      "slug": "telefon-spart"
    },
    {
      "name": "Telefon stricat",
      "category": "dictionar",
      "shortMeaning": "Telefonul stricat in vise presupune faptul ca sunteti pregatit sa vorbiti despre ceva ce ati past...",
      "fullInterpretation": "Telefonul stricat in vise presupune faptul ca sunteti pregatit sa vorbiti despre ceva ce ati pastrat in interiorul dumneavoastra. Un telefon stricat in vis mai poate insemna si faptul ca nu sunteti inteles corect sau nu intelegeti dumneavoastra corect ceea ce auziti. Interpretari gresite ale unor informatii, comunicare defectuoasa, nu va puteti exprima in voie. Nu gasiti calea cea buna de a transmite ceea ce va preocupa.",
      "slug": "telefon-stricat"
    },
    {
      "name": "Telegrama",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "telegrama"
    },
    {
      "name": "Telemea",
      "category": "dictionar",
      "shortMeaning": "Branza telemea in vise are mai multe interpretari, astfel ca ar trebui sa tineti cont de detalii.",
      "fullInterpretation": "Branza telemea in vise are mai multe interpretari, astfel ca ar trebui sa tineti cont de detalii. A vedea telemea in vise sugereaza ca nu ati gresit niciodata in viata si ca nu ati permis nici macar cea mai mica greseala, astfel ca nu ati avut de suferit. Visul se mai poate referi si la o intalnire ce ar putea avea loc sau la rezolvarea unei dispute. S-ar putea sa fiti nevoit sa faceti o schimbare, o transformare sau o reorganizare in viata dumneavoastra. Visul mai poate sugera ca aveti o stare de sanatate foarte buna si un apetit mare. Daca visati ca mancati telemea inseamna ca va veti bucura de multi bani pe langa alte placeri. Visul in care ati mancat telemea si vi-a placut inseamna ca sunteti un proprietar staruitor, iar visul in care ati gatit cu telemea sugereaza ca veti primi vesti de la rude.",
      "slug": "telemea"
    },
    {
      "name": "Telescaun",
      "category": "dictionar",
      "shortMeaning": "Visul in care mergeti cu telescaunul inseamna ca atingeti noi scopuri si va invingeti frica.",
      "fullInterpretation": "Visul in care mergeti cu telescaunul inseamna ca atingeti noi scopuri si va invingeti frica. Sunteti in controlul emotiilor dumneavoastra si va confruntati orice inhibitie pe care ati reprimat-o. Daca visati ca mergeti cu telescaunul si urmariti alti oameni inseamna ca viata trece pe langa dumneavoastra. In loc sa preluati controlul vietii dumneavoastra si sa fiti mai proactivi, va lasati in voia sortii.",
      "slug": "telescaun"
    },
    {
      "name": "Telescop",
      "category": "dictionar",
      "shortMeaning": "Daca in vis ce este marit cu un telescop , el este supus atentiei noastre.",
      "fullInterpretation": "Daca in vis ce este marit cu un telescop , el este supus atentiei noastre. De asemenea, daca folositi un telescop in vis , semnifica faptul ca trebuie sa examinam ceva mai indeaproape. Un telescop ne imbunatateste vederea si ne largeste orizontul.",
      "slug": "telescop"
    },
    {
      "name": "Televiziune",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "televiziune"
    },
    {
      "name": "Televizor",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "televizor"
    },
    {
      "name": "Telina",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "telina"
    },
    {
      "name": "Temnita",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca esti intemnitat , oameni invidiosi vor incerca sa te opreasca din indeplinirea uno...",
      "fullInterpretation": "Daca visezi ca esti intemnitat , oameni invidiosi vor incerca sa te opreasca din indeplinirea unor activitati profitabile. De asemenea, daca visezi ca evadezi din temnita semnifica faptul ca te vei bucura de o perioada favorabila pe plan profesional.",
      "slug": "temnita"
    },
    {
      "name": "Templu",
      "category": "dictionar",
      "shortMeaning": "Indiferent de religie, templul este un spatiu sacru, locuit de divinitate.",
      "fullInterpretation": "Indiferent de religie, templul este un spatiu sacru, locuit de divinitate. El adaposteste divinul precum corpul adaposteste sufletul si, in acest sens, el poate simboliza corpul uman si chiar omul. Ca edificiu religios, el este menit sa reuneasca diferitele nivele, ale cerului si ale pamantului, ale materialului si ale spiritualului. Si aceasta este legatura la care aspira cel care viseaza care doreste sa dea un sens activitatilor sale cotidiene, folosindu-si fortele spirituale.",
      "slug": "templu"
    },
    {
      "name": "Tencuiala",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tencuiala"
    },
    {
      "name": "Tenis",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tenis"
    },
    {
      "name": "Tentatie",
      "category": "dictionar",
      "shortMeaning": "Tentatia in vis reprezinta un conflict intre doua impulsuri diferite.",
      "fullInterpretation": "Tentatia in vis reprezinta un conflict intre doua impulsuri diferite. De asemenea, daca visezi ca esti tentat de o persoana de sex opus inseamna ca va trebui sa fii atent la actiunile si la reputatia ta.Daca visezi ca rezisti unor tentatii inseamna ca vei gasi viata mai usoara.",
      "slug": "tentatie"
    },
    {
      "name": "Terasa",
      "category": "dictionar",
      "shortMeaning": "Terasa in vise sugereaza faptul ca aveti nevoie de sprijin si protectie din partea persoanelor apropiate.",
      "fullInterpretation": "Terasa in vise sugereaza faptul ca aveti nevoie de sprijin si protectie din partea persoanelor apropiate. O simpla imbratisare va poate schimba total starea de spirit.",
      "slug": "terasa"
    },
    {
      "name": "Teren",
      "category": "dictionar",
      "shortMeaning": "Daca visati un teren de fotbal in constructie atunci inseamna ca aveti unele probleme sexuale nerezolvate.",
      "fullInterpretation": "Daca visati un teren de fotbal in constructie atunci inseamna ca aveti unele probleme sexuale nerezolvate. A visa o alunecare de teren reprezina probleme neasteptate in viata care devin coplesitoare. Visul mai poate reflecta o acumulare emotionala sau un conflict ce apare la suprafata dupa ce a fost tinut inchis foarte bine. De multe ori, alunecarea de teren in vise sugereaza o supraincarcare emotionala. Sunteti pe punctul de a erupe intr-un mod neasteptat sau chiar violent.",
      "slug": "teren"
    },
    {
      "name": "Teren de fotbal",
      "category": "dictionar",
      "shortMeaning": "Daca visati un teren de fotbal in constructie atunci inseamna ca aveti unele probleme sexuale nerezolvate.",
      "fullInterpretation": "Daca visati un teren de fotbal in constructie atunci inseamna ca aveti unele probleme sexuale nerezolvate.",
      "slug": "teren-de-fotbal"
    },
    {
      "name": "Teren mlastinos",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "teren-mlastinos"
    },
    {
      "name": "Termometru",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca cititi un termometru sugereaza o oarecare nemultumire in afaceri sau neintelegeri acasa.",
      "fullInterpretation": "Daca visati ca cititi un termometru sugereaza o oarecare nemultumire in afaceri sau neintelegeri acasa.",
      "slug": "termometru"
    },
    {
      "name": "Terorist",
      "category": "dictionar",
      "shortMeaning": "Visul in care un terorist va bombardeaza casa sugereaza ca in viata reala va confruntati cu anumi...",
      "fullInterpretation": "Visul in care un terorist va bombardeaza casa sugereaza ca in viata reala va confruntati cu anumite situatii dificile care va doboara.",
      "slug": "terorist"
    },
    {
      "name": "Tese (A)",
      "category": "dictionar",
      "shortMeaning": "(A)ciorapi- placere trecatoare --panza- nevasta ta va fi rasplatita, noroc in drumurile facute - ...",
      "fullInterpretation": "(A)ciorapi- placere trecatoare --panza- nevasta ta va fi rasplatita, noroc in drumurile facute - panza de paianjen- barfa, procese, piedici, falsitate, inselatorie.",
      "slug": "tese-a"
    },
    {
      "name": "Test de sarcina",
      "category": "dictionar",
      "shortMeaning": "Visul in care faceti un test de sarcina indica faptul ca veti incepe o perioada noua din viata du...",
      "fullInterpretation": "Visul in care faceti un test de sarcina indica faptul ca veti incepe o perioada noua din viata dumneavoastra (prieteni noi, un nou loc de munca). De asemenea, se poate interpreta ca o teama, o neliniste a dumneavoastra de a ramane insarcinata.",
      "slug": "test-de-sarcina"
    },
    {
      "name": "Testament",
      "category": "dictionar",
      "shortMeaning": "Daca visezi un testament semnifica ca vei avea o viata frumoasa, Daca dictezi cuiva un testament ...",
      "fullInterpretation": "Daca visezi un testament semnifica ca vei avea o viata frumoasa, Daca dictezi cuiva un testament inseamna ca esti partas la certurile unui prieten, iar daca iti faci propriul testament inseamna ca vei avea o viata lunga.",
      "slug": "testament"
    },
    {
      "name": "Testoasa",
      "category": "dictionar",
      "shortMeaning": "Masculin si feminin, uman si cosmic, simbolismul broastei testoase s-a extins in toate toate sferele imaginarului.",
      "fullInterpretation": "Masculin si feminin, uman si cosmic, simbolismul broastei testoase s-a extins in toate toate sferele imaginarului. Datorita carapacei sale, boltita in afara la partea de sus - asemenea cerului, de unde si inrudirea cu domul - si plata in partea de jos, asemenea pamantului, broasca testoasa reprezinta o imagine a universului: ea constituie in sine o cosmografie. In aceasta ipostaza apare atat in Orientul Indepartat, la chinezi si japonezi, cat si in centrul Africii, la populatiile care traiesc in zona de la cotul Nigerului, la dogoni si la triburile bambara. Masivitatea, forta tenace, ideea de putere pe care o sugereaza cele patru picioare scurte infipte in pamant asemenea coloanelor unui templu fac totodata din broasca testoasa un cosmofor, un purtator, un sustinator al lumii, ceea ce o inrudeste cu alte animale puternice, precum marele crocodil sau caimanul ori aligatrul din cosmologiile Americii Centrale, balena sau marele peste, dragonul si chiar mamutul, pe care majoritatea popoarelor siberiene il considera o divinitate de sub apa. Longevitatea sa binecunoscuta a facut sa-i fie asociata ideea de nemurire, care merge mana in mana cu ideea de fertilitate. Numeroase traditii imbina aceste caracteristici simbolice pe toate continentele. Se mai poate nota ca retragerea broastei testoase in carapacea ei este o imagine cu o inalta incarcatura spirituala in traditia hindusa: ea este simbolul concentrarii, al intoarcerii la starea primordiala si deci al unei atitudini esentiale pentru spirit. Broasca testoasa in vise mai poate semnifica si cearta si amagire.",
      "slug": "testoasa"
    },
    {
      "name": "Ticalos",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca cineva te numeste ticalos inseamna ca vei avea probleme familiale.",
      "fullInterpretation": "Daca visezi ca cineva te numeste ticalos inseamna ca vei avea probleme familiale.Daca visezi ca tu numesti pe cineva ticalos inseamna ca vei fi considerat atragator de persoanele de sex opus. De asemenea, de vei vedea in vis un om ticalos, un om pacatos, cu probleme sufletesti te vei confrunta. In traditia occidentala, visul cu ticalos, cu om care face faradelegi, este semn bun: persoana iubita iti va trimite un mesaj sau un cadou.",
      "slug": "ticalos"
    },
    {
      "name": "Tigaie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tigaie"
    },
    {
      "name": "Tiganca",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tiganca"
    },
    {
      "name": "Tigani",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tigani"
    }
  ]
}