{
  "symbols": [
    {
      "name": "Tabac",
      "category": "obiecte",
      "shortMeaning": "Simbol al plăcerilor efemere, dar și avertisment asupra dependențelor sau iluziilor.",
      "fullInterpretation": "Visul despre tabac sau tutun este adesea legat de plăceri trecătoare și de nevoia de relaxare, dar poate ascunde și un avertisment. Dacă fumezi tabac în vis, s-ar putea să încerci să „învălui în fum” o realitate neplăcută sau să cauți o evadare temporară din stresul cotidian.\n\nPe de altă parte, tabacul poate simboliza maturizarea sau acceptarea unor vicii ca parte a experienței umane. Dacă vezi tutun vrac, poate sugera resurse risipite sau energie consumată pe lucruri care nu aduc beneficii pe termen lung. Este un moment bun să analizezi ce obiceiuri îți consumă vitalitatea.",
      "slug": "tabac"
    },
    {
      "name": "Tabachera",
      "category": "obiecte",
      "shortMeaning": "Semn de rafinament, secrete păstrate sau nevoia de ordine în viața personală.",
      "fullInterpretation": "O tabacheră în vis este un simbol al intimității și al lucrurilor prețioase pe care le ții ascunse de ochii lumii. Dacă este plină, sugerează abundență, prieteni de încredere și satisfacție în relațiile sociale. Poate indica faptul că te simți pregătit să oferi și altora din resursele tale.\n\nDacă tabachera este goală, visul poate reflecta o stare de singurătate, dezamăgire sau sentimentul că ai epuizat o sursă de plăcere. Pierderea unei tabachere poate simboliza eliberarea de un viciu sau, dimpotrivă, pierderea unui statut social la care țineai.",
      "slug": "tabachera"
    },
    {
      "name": "Tabara",
      "category": "locuri",
      "shortMeaning": "Nevoia de comunitate, aventură și întoarcere la simplitate sau natură.",
      "fullInterpretation": "Visul în care ești într-o tabără sugerează o dorință de evadare din rutina zilnică și de reconectare cu natura sau cu un grup de oameni care împărtășesc aceleași valori. Poate indica o perioadă de tranziție, de învățare sau de relaxare activă.\n\nTabăra simbolizează, de asemenea, temporarul – locuiești într-un spațiu care nu este „acasă”, ceea ce poate reflecta o stare de provizorat în viața ta. Te simți parte dintr-o echipă sau ești izolat? Atmosfera din tabără îți va spune dacă te integrezi social sau dacă simți nevoia de mai multă autonomie.",
      "slug": "tabara"
    },
    {
      "name": "Tabara militara",
      "category": "locuri",
      "shortMeaning": "Disciplină rigidă, conflicte interioare sau pregătire pentru o provocare majoră.",
      "fullInterpretation": "O tabără militară în vis indică nevoia de ordine, disciplină și rigoare în viața ta. Poate te simți constrâns de reguli stricte impuse de autorități sau de propria conștiință. Este posibil să treci printr-o perioadă de „instrucție” dură, pregătindu-te pentru o luptă sau o provocare profesională.\n\nAcest vis poate reflecta și un conflict interior, o luptă între dorința de libertate și necesitatea de a te conforma unor standarde. Dacă te simți protejat în tabără, înseamnă că structura și regulile îți oferă siguranță. Dacă te simți prizonier, este timpul să evaluezi unde anume în viața ta ești prea rigid cu tine însuți.",
      "slug": "tabara-militara"
    },
    {
      "name": "Tabla",
      "category": "obiecte",
      "shortMeaning": "Comunicare publică, lecții de viață sau destinul scris care poate fi șters și rescris.",
      "fullInterpretation": "Tabla de scris (de școală) simbolizează procesul de învățare și nevoia de a asimila noi informații. Ceea ce este scris pe tablă poate fi un mesaj important de la subconștientul tău – o lecție pe care trebuie să o reții. Dacă tabla este goală, ai oportunitatea unui nou început; poți șterge greșelile trecutului și poți scrie un nou capitol.\n\nO tablă de joc (șah, table) sugerează strategie, competiție și soartă. Viața este văzută ca un joc în care trebuie să îți calculezi mutările cu grijă. Tabla de metal (material) indică duritate, protecție, dar și răceală emoțională sau bariere pe care le ridici în jurul tău.",
      "slug": "tabla"
    },
    {
      "name": "Tableta",
      "category": "obiecte",
      "shortMeaning": "Conexiune modernă, informare rapidă sau, alternativ, vindecare și soluții (medicament).",
      "fullInterpretation": "Interpretarea depinde de context. Dacă visezi o tabletă electronică (gadget), visul vorbește despre comunicare, tehnologie și accesul la informație. Poate te simți conectat la lume, dar deconectat de realitatea imediată. Este un semn să fii atent la cât timp petreci în lumea virtuală.\n\nDacă este vorba despre o tabletă medicamentoasă, visul indică nevoia de vindecare – fizică sau emoțională. Cauți o soluție rapidă pentru o problemă dureroasă? Uneori, „pilula amară” trebuie înghițită pentru a te face bine. Poate sugera o decizie dificilă pe care trebuie să o iei pentru binele tău pe termen lung.",
      "slug": "tableta"
    },
    {
      "name": "Tablou",
      "category": "obiecte",
      "shortMeaning": "Amintiri imortalizate, perspectivă asupra trecutului sau dorința de a înfrumuseța realitatea.",
      "fullInterpretation": "Un tablou în vis reprezintă modul în care privești o situație sau o amintire. Este o „fereastră” către o altă realitate sau către trecut. Dacă tabloul este frumos și luminos, reflectă speranțe și o viziune pozitivă. Un tablou întunecat sau înfricoșător poate scoate la iveală temeri ascunse sau traume neprelucrate.\n\nA privi un tablou sugerează pasivitate – ești un observator al vieții, nu un participant activ. Poate că idealizezi o situație (o pui în ramă) în loc să o trăiești. Dacă tu pictezi tabloul, înseamnă că ai puterea de a-ți crea propria realitate și de a-ți exprima creativitatea.",
      "slug": "tablou"
    },
    {
      "name": "Taburet",
      "category": "obiecte",
      "shortMeaning": "Sprijin modest, odihnă temporară sau o poziție socială umilă.",
      "fullInterpretation": "Taburetul, fiind un scaun fără spătar, simbolizează o odihnă precară sau temporară. Nu te poți lăsa pe spate; trebuie să rămâi vigilent chiar și când te odihnești. Sugerează un sprijin mic, dar util, în viața de zi cu zi.\n\nPoate indica modestia sau faptul că te mulțumești cu puțin într-o anumită situație. Dacă stai pe un taburet în timp ce alții stau pe fotolii, s-ar putea să te simți inferior sau marginalizat. Totuși, taburetul este și practic și ușor de mutat – semn de adaptabilitate și simplitate.",
      "slug": "taburet"
    },
    {
      "name": "Tacamuri",
      "category": "obiecte",
      "shortMeaning": "Instrumente necesare pentru a „digera” experiențele vieții; conflicte sau hrană sufletească.",
      "fullInterpretation": "Tacâmurile în vis sunt legate de modul în care asimilezi experiențele și resursele. Lingura sugerează primirea hranei (afecțiune, ajutor), furculița implică selecție și o abordare mai agresivă sau analitică („a înțepa” o problemă), iar cuțitul simbolizează tăierea, separarea sau conflictul.\n\nTacâmurile de argint sau aur indică statut, prosperitate și o viață de familie fericită. Tacâmurile murdare sau îndoite pot semnala tensiuni domestice, neînțelegeri sau dificultăți în a obține ceea ce ai nevoie. Sunetul tacâmurilor lovite poate prevesti o ceartă.",
      "slug": "tacamuri"
    },
    {
      "name": "Taia (A)",
      "category": "acțiuni",
      "shortMeaning": "Decizii radicale, separare necesară sau eliminarea a ceea ce este inutil.",
      "fullInterpretation": "A tăia ceva în vis este un act de voință puternic. Indică nevoia de a elimina ceva din viața ta: o relație toxică, un obicei prost, o situație care nu te mai ajută. Este simbolul deciziei ireversibile – „a tăia în carne vie” pentru a vindeca.\n\nCe anume tai este crucial. Dacă tai pâine, împarți resursele cu alții. Dacă tai legături (sfoară, ață), te eliberezi. Dacă te tai pe tine (accident), visul avertizează asupra autocriticii excesive sau a acțiunilor care îți fac rău. Tăierea simbolizează transformarea prin reducerea la esențial.",
      "slug": "taia-a"
    },
    {
      "name": "Tren",
      "category": "obiecte",
      "shortMeaning": "Călătoria vieții, direcția destinului, conformism sau oportunități ratate.",
      "fullInterpretation": "Trenul simbolizează parcursul vieții și direcția în care te îndrepți. Dacă ești pasager, s-ar putea să te lași dus de val (conformism) sau să urmezi un destin prestabilit. Dacă conduci trenul, ai control asupra vieții tale. Un tren care pleacă fără tine sugerează o oportunitate ratată. Un tren de marfă indică poveri și responsabilități grele. Deraierea simbolizează haosul sau pierderea controlului asupra unei situații.",
      "slug": "tren"
    },
    {
      "name": "Tigan",
      "category": "persoane",
      "shortMeaning": "Libertate, spirit neîngrădit, dar și temeri legate de necunoscut sau prejudecăți.",
      "fullInterpretation": "Apariția unui țigan în vis poate evoca dorința de libertate, de a trăi clipa și de a te elibera de convenții sociale. Poate simboliza partea ta instinctuală, creativă și pasională. Pe de altă parte, în funcție de convingerile personale, poate reflecta temeri legate de insecuritate sau neîncredere în ceilalți. Este un simbol al nomazilor sufletului – căutarea continuă a unui loc sub soare.",
      "slug": "tigan"
    },
    {
      "name": "Telefon",
      "category": "obiecte",
      "shortMeaning": "Nevoia de comunicare, conexiune cu ceilalți sau mesaje de la subconștient.",
      "fullInterpretation": "Telefonul este instrumentul comunicării prin excelență. A suna pe cineva indică dorința de a relua o legătură sau de a transmite ceva important. Dacă telefonul sună și nu răspunzi, eviți o confruntare sau o responsabilitate. Un telefon stricat sugerează neînțelegeri, comunicare defectuoasă sau sentimentul că nu ești ascultat. Numerele de telefon uitate pot simboliza pierderea contactului cu o parte a sinelui tău.",
      "slug": "telefon"
    },
    {
      "name": "Trandafir",
      "category": "natură",
      "shortMeaning": "Iubire, pasiune, frumusețe, dar și suferință ascunsă (spinii).",
      "fullInterpretation": "Trandafirul este simbolul universal al iubirii și al complexității emoționale. Trandafirul roșu exprimă pasiune arzătoare; cel alb, puritate și noi începuturi; cel galben, prietenie sau gelozie. Spinii trandafirului ne amintesc că iubirea poate răni și că frumusețea vine adesea cu un preț. Ofilirea trandafirului sugerează sfârșitul unei iubiri sau pierderea speranței.",
      "slug": "trandafir"
    },
    {
      "name": "Tata",
      "category": "persoane",
      "shortMeaning": "Autoritate, protecție, ghidare sau conflicte legate de independență.",
      "fullInterpretation": "Figura tatălui în vis reprezintă autoritatea, legea, structura și protecția. Poate simboliza conștiința ta (superego-ul) sau nevoia de aprobare. O relație bună cu tatăl în vis indică încredere în sine și stabilitate. Un conflict cu tatăl sugerează o luptă pentru independență sau rebeliune împotriva regulilor impuse. Dacă tatăl este decedat în realitate, visul poate fi un mod de a procesa doliul sau de a căuta sfatul său în momente de cumpănă.",
      "slug": "tata"
    },
    {
      "name": "Trotineta",
      "category": "obiecte",
      "shortMeaning": "Copilărie, echilibru precar sau înaintare prin efort propriu.",
      "fullInterpretation": "Mersul pe trotinetă sugerează o abordare jucăușă, poate chiar infantilă, a vieții. Indică nevoia de echilibru și faptul că înaintezi prin forțe proprii, dar într-un ritm mai lent decât alții. Poate simboliza dorința de a simplifica lucrurile sau de a te întoarce la o perioadă fără griji. Dacă cazi, înseamnă că ți-ai pierdut echilibrul emoțional într-o situație aparent simplă.",
      "slug": "trotineta"
    },
    {
      "name": "Tanc",
      "category": "obiecte",
      "shortMeaning": "Forță brută, defensivă agresivă, invulnerabilitate sau conflict major.",
      "fullInterpretation": "Tancul este un simbol al puterii defensive și ofensive. Indică faptul că ți-ai construit o carapace dură pentru a te proteja de emoții sau de atacurile celorlalți. Poate sugera că treci peste obstacole fără să ții cont de consecințe (\"treci ca tancul\"). Alternativ, reflectă o situație conflictuală majoră în care te simți amenințat și simți nevoia de protecție maximă.",
      "slug": "tanc"
    },
    {
      "name": "Tanc de razboi",
      "category": "obiecte",
      "shortMeaning": "Conflict deschis, agresivitate extremă sau pregătire pentru o confruntare dură.",
      "fullInterpretation": "Similar cu tancul simplu, dar accentuează aspectul beligerant. Ești în \"război\" cu cineva sau cu o parte a ta. Visul indică o mobilizare totală a resurselor tale pentru a face față unei amenințări. Poate avertiza asupra unei atitudini prea agresive care distruge totul în jur, sau dimpotrivă, nevoia de a fi mai combativ într-o situație ostilă.",
      "slug": "tanc-de-razboi"
    },
    {
      "name": "Tatuaj",
      "category": "obiecte",
      "shortMeaning": "Identitate, marcare permanentă a unei experiențe, rebeliune sau apartenență.",
      "fullInterpretation": "Un tatuaj în vis simbolizează dorința de a te individualiza sau de a marca o schimbare importantă în viața ta. Este o amprentă a identității tale. Dacă îți faci un tatuaj, vrei să exprimi ceva ce simți că face parte din tine definitiv. Un tatuaj pe care îl regreți în vis indică o decizie din trecut care încă te afectează negativ. Locul tatuajului pe corp oferă indicii suplimentare despre semnificație (braț - acțiune, spate - povară/trecut).",
      "slug": "tatuaj"
    },
    {
      "name": "Taia cu cutitul",
      "category": "acțiuni",
      "shortMeaning": "Separare bruscă, agresivitate, analiză incisivă sau eliminarea unei probleme.",
      "fullInterpretation": "A tăia cu cuțitul este un gest de precizie și, adesea, de agresivitate. Indică o separare clară și dureroasă. Poate fi vorba de o \"tăiere\" a legăturilor cu o persoană, o situație sau un comportament. Cuțitul poate avea și conotații falice sau de putere. Dacă te tai pe tine, este un semn de vinovăție sau auto-sabotaj. Dacă tai alimente, înseamnă pregătire și împărțire a resurselor.",
      "slug": "taia-cu-cutitul"
    },
    {
      "name": "Taiat",
      "category": "acțiuni",
      "shortMeaning": "Pierdere de energie, vulnerabilitate, întrerupere bruscă sau sacrificiu necesar.",
      "fullInterpretation": "A vedea ceva tăiat în vis sugerează o ruptură sau o pierdere. Dacă este vorba de un copac tăiat, poate simboliza pierderea stabilității sau a protecției. O mână tăiată indică neputință și limitarea acțiunilor. În general, starea de \"tăiat\" reflectă o discontinuitate în fluxul vieții tale. Totuși, tăierea poate fi și pozitivă dacă elimină ceva bolnav sau inutil, făcând loc pentru o nouă creștere.",
      "slug": "taiat"
    },
    {
      "name": "Taiata",
      "category": "corp",
      "shortMeaning": "Neputință, pierderea autonomiei, separare dureroasă sau limitare severă.",
      "fullInterpretation": "Acest simbol apare frecvent legat de părți ale corpului. O mână sau un picior tăiat reprezintă o pierdere majoră a capacității de a acționa sau de a înainta în viață. Te simți \"ciuntit\" sufletește sau privat de resurse esențiale. Poate indica o despărțire brutală de cineva drag sau de o situație care te definea. Este un semnal de alarmă să îți protejezi resursele vitale și să cauți vindecare pentru traumele suferite.",
      "slug": "taiata"
    },
    {
      "name": "Taietura",
      "category": "corp",
      "shortMeaning": "Rană emoțională, critică, vulnerabilitate sau trădare din partea cuiva apropiat.",
      "fullInterpretation": "O tăietură pe corp în vis simbolizează o rană sufletească. Pielea, bariera ta de protecție, a fost străpunsă. Cineva te-a rănit cu o vorbă sau o faptă. Dacă tăietura sângerează, pierzi energie și suferi intens. Dacă ești tăiat de o hârtie, sugerează o neplăcere mică dar sâcâitoare. Vindecarea unei tăieturi indică reziliență și capacitatea de a trece peste durere.",
      "slug": "taietura"
    },
    {
      "name": "Taifun",
      "category": "fenomene",
      "shortMeaning": "Haos emoțional, forțe distructive, schimbări violente și incontrolabile.",
      "fullInterpretation": "Taifunul este expresia forțelor naturii dezlănțuite și simbolizează emoții reprimate care izbucnesc violent. Viața ta este dată peste cap de evenimente neprevăzute. Te simți neputincios în fața destinului sau a furiei cuiva. Deși distructiv, taifunul curăță totul, obligându-te să reconstruiești pe baze noi. Este un avertisment să nu te opui schimbărilor inevitabile, ci să cauți adăpost până trece furtuna.",
      "slug": "taifun"
    },
    {
      "name": "Taitei",
      "category": "alimente",
      "shortMeaning": "Longevitate, simplitate, confort domestic sau situații încurcate.",
      "fullInterpretation": "Tăiețeii simbolizează hrana simplă și reconfortantă. În multe culturi, ei reprezintă longevitatea. Dacă mănânci tăieței, cauți liniște și satisfacție în viața de familie. Dacă sunt încurcați, visul poate sugera o situație complicată (\"a o face de oaie\") pe care trebuie să o descurci cu răbdare. Prepararea lor indică grija pentru cei dragi și creativitate în gospodărie.",
      "slug": "taitei"
    },
    {
      "name": "Talhari",
      "category": "persoane",
      "shortMeaning": "Frică de pierdere, insecuritate, invadarea intimității sau neîncredere în ceilalți.",
      "fullInterpretation": "Tâlharii personifică temerile tale legate de siguranță și proprietate. Simți că cineva vrea să profite de tine, să îți fure ideile, energia sau afectiunea. Poate indica sentimentul de a fi fost nedreptățit sau \"prădat\" emoțional. Dacă te lupți cu ei, înseamnă că ești gata să îți aperi drepturile și teritoriul. Dacă te ascunzi, te simți vulnerabil și neajutorat în fața amenințărilor externe.",
      "slug": "talhari"
    },
    {
      "name": "Talisman",
      "category": "obiecte",
      "shortMeaning": "Protecție, credință în destin, noroc și nevoia de siguranță psihologică.",
      "fullInterpretation": "Un talisman în vis este un ancoră de siguranță. Indică faptul că te bazezi pe protecția divină sau pe noroc pentru a reuși. Poate sugera că te simți vulnerabil și ai nevoie de un sprijin magic sau spiritual. Dacă găsești un talisman, e semn bun, de speranță și încredere recâștigată. Dacă îl pierzi, te temi că norocul te-a părăsit și că ești expus pericolelor.",
      "slug": "talisman"
    },
    {
      "name": "Talpa",
      "category": "corp",
      "shortMeaning": "Stabilitate, contactul cu realitatea, fundația vieții sau vulnerabilitate în înaintare.",
      "fullInterpretation": "Talpa piciorului reprezintă baza pe care stai, legătura ta cu pământul și realitatea concretă. O talpă rănită face ca fiecare pas să fie dureros, sugerând dificultăți în a progresa sau o fundație instabilă în viață. Dacă ești desculț, poate însemna smerenie, sărăcie sau contact direct cu natura. A fi gâdilat în talpă indică un punct vulnerabil, dar și nevoia de a nu lua totul prea în serios.",
      "slug": "talpa"
    },
    {
      "name": "Tamaie",
      "category": "obiecte",
      "shortMeaning": "Purificare, spiritualitate, rugăciune, pace interioară sau protecție sacră.",
      "fullInterpretation": "Mirosul sau vederea tămâiei evocă sacralitatea și ritualul. Visul sugerează nevoia de curățare spirituală, de iertare sau de protecție împotriva energiilor negative. Poate indica o perioadă de introspecție, rugăciune și căutare a păcii interioare. Este un simbol pozitiv, legat de vindecarea sufletească și de elevarea spiritului deasupra problemelor materiale.",
      "slug": "tamaie"
    },
    {
      "name": "Tamburina",
      "category": "obiecte",
      "shortMeaning": "Ritm, bucurie spontană, energie vitală, dar și superficialitate sau instabilitate.",
      "fullInterpretation": "Tamburina este instrumentul celebrării și al ritmului primar. Visul te îndeamnă să te bucuri de viață, să fii spontan și să te exprimi liber. Poate anunța o perioadă de veselie și socializare. Pe de altă parte, sunetul său poate fi considerat frivol sau trecător, sugerând o atitudine neserioasă într-o situație care cere profunzime. Ascultă ritmul: este armonios sau haotic?",
      "slug": "tamburina"
    },
    {
      "name": "Tamplar",
      "category": "persoane",
      "shortMeaning": "Construcție, creativitate practică, reparații sau nevoia de a remodela viața.",
      "fullInterpretation": "Tâmplarul este artizanul care dă formă lemnului, un simbol al materiei prime a vieții. Visul sugerează că ai capacitatea de a construi, de a repara sau de a modifica structura vieții tale. Poate indica nevoia de a fi creativ într-un mod practic. Dacă tâmplarul lucrează cu spor, ești pe cale să finalizezi un proiect important. Dacă tâmplarul strică materialul, ai grijă la deciziile impulsive care pot distruge ceea ce ai construit.",
      "slug": "tamplar"
    },
    {
      "name": "Tampoane si absorbante",
      "category": "obiecte",
      "shortMeaning": "Intimitate, ciclicitate feminină, jenă, protecție sau curățare.",
      "fullInterpretation": "Aceste obiecte de igienă intimă sunt legate de ciclicitate, fertilitate și feminitate. Visul poate reflecta anxietăți legate de expunerea unor aspecte intime sau teama de situații stânjenitoare. Dacă visezi că ai nevoie de ele și nu le găsești, te simți vulnerabilă și nepregătită în fața unei situații emoționale. Pentru bărbați, visul poate indica o curiozitate sau o neînțelegere a naturii feminine, sau dorința de a proteja pe cineva.",
      "slug": "tampoane-si-absorbante"
    },
    {
      "name": "Tanar",
      "category": "persoane",
      "shortMeaning": "Vitalitate, potențial, imaturitate, noi începuturi sau aspecte neintegrate ale sinelui.",
      "fullInterpretation": "Un tânăr în vis reprezintă energia vitală, entuziasmul și potențialul de creștere. Poate simboliza o parte din tine care este gata să înflorească sau, dimpotrivă, o atitudine impulsivă și lipsită de experiență. Dacă tânărul ești chiar tu (întorcându-te în timp), visul poate exprima nostalgia după o perioadă fără griji sau dorința de a corecta greșeli din trecut. Este un simbol al viitorului și al speranței.",
      "slug": "tanar"
    },
    {
      "name": "Tanara",
      "category": "persoane",
      "shortMeaning": "Inocență, frumusețe, vulnerabilitate, noi perspective sau aspectul feminin al psihicului.",
      "fullInterpretation": "O tânără necunoscută în vis poate reprezenta Anima (latura feminină a sufletului, în psihologia jungiană) sau idealul de frumusețe și puritate. Sugerează noi oportunități, prospețime și o abordare deschisă a vieții. Dacă tânăra este tristă sau bolnavă, poate indica o parte a sufletului tău care a fost neglijată. Pentru o femeie, poate fi o reflectare a propriei tinereți sau a rivalității.",
      "slug": "tanara"
    },
    {
      "name": "Tango",
      "category": "acțiuni",
      "shortMeaning": "Pasiune intensă, luptă pentru putere în cuplu, sincronizare și senzualitate.",
      "fullInterpretation": "Tangoul este dansul pasiunii și al conflictului erotic. A dansa tango în vis sugerează o relație intensă, plină de scântei, unde iubirea și lupta pentru dominare se împletesc. Necesită o sincronizare perfectă, deci visul poate indica nevoia de armonie într-un parteneriat (romantic sau profesional). Dacă dansezi singur, cauți un partener care să îți țină piept. Pasii greșiți indică disonanțe în relație.",
      "slug": "tango"
    },
    {
      "name": "Tantar",
      "category": "animale",
      "shortMeaning": "Iritare, paraziți energetici, critici mărunte sau probleme sâcâitoare.",
      "fullInterpretation": "Țânțarul este simbolul micilor neplăceri care îți consumă energia. Visul indică faptul că cineva sau ceva te „suge” de vitalitate. Poate fi vorba de o persoană insistentă, de griji mărunte sau de critici care te irită. Bâzâitul țânțarului sugerează o amenințare latentă sau o bârfă care te enervează. Dacă îl omori, înseamnă că reușești să elimini sursa de stres și să îți recapeți liniștea.",
      "slug": "tantar"
    },
    {
      "name": "Tap",
      "category": "animale",
      "shortMeaning": "Încăpățânare, virilitate, sacrificiu („țap ispășitor”) sau forță brută.",
      "fullInterpretation": "Țapul este asociat cu încăpățânarea, dar și cu vitalitatea sexuală. În vis, poate sugera că te comporți rigid sau că ai de-a face cu o persoană dificilă. De asemenea, poate face referire la conceptul de „țap ispășitor” – simți că ești învinuit pe nedrept pentru greșelile altora. În unele tradiții, țapul are conotații diabolice sau oculte, reprezentând ispitele instinctuale.",
      "slug": "tap"
    },
    {
      "name": "Tap / Tapi",
      "category": "animale",
      "shortMeaning": "Conflicte, agitație, instincte primare sau mulțime ostilă.",
      "fullInterpretation": "O turmă de țapi sau mai mulți țapi la un loc amplifică simbolismul animalului singular. Sugerează o situație haotică, dominată de instincte, impulsivitate sau conflicte de grup. Poate indica un mediu social sau profesional unde domină competiția agresivă și lipsa de rafinament. Ai grijă să nu te lași antrenat în comportamente de turmă sau în dispute sterile.",
      "slug": "tap-tapi"
    },
    {
      "name": "Tapet",
      "category": "obiecte",
      "shortMeaning": "Aparențe, dorința de a acoperi defecte, schimbarea imaginii sau monotonie.",
      "fullInterpretation": "Tapetul în vis simbolizează „fațada” pe care o prezinți lumii sau încercarea de a înfrumuseța o situație banală. Dacă pui tapet, încerci să ascunzi imperfecțiuni (ale pereților/vieții) sau să schimbi atmosfera. Un tapet vechi și rupt sugerează că vechile tale metode de a păstra aparențele nu mai funcționează și că adevărul iese la iveală. Motivele de pe tapet pot oferi indicii suplimentare.",
      "slug": "tapet"
    },
    {
      "name": "Tapiserie",
      "category": "obiecte",
      "shortMeaning": "Complexitatea vieții, destinul țesut, povești complicate sau bogăție interioară.",
      "fullInterpretation": "O tapiserie este o operă de artă complexă, țesută fir cu fir. În vis, ea reprezintă povestea vieții tale, cu toate evenimentele și persoanele care se întrepătrund. Dacă privești o tapiserie, analizezi ansamblul existenței tale. O tapiserie neterminată sugerează că destinul tău este încă în formare. Firele rupte sau încurcate indică perioade de confuzie sau traume. Este un simbol al răbdării și al viziunii de ansamblu.",
      "slug": "tapiserie"
    },
    {
      "name": "Tara",
      "category": "locuri",
      "shortMeaning": "Identitate culturală, rădăcini, apartenență sau sentimentul de siguranță 'acasă'.",
      "fullInterpretation": "Visul despre țara natală simbolizează rădăcinile tale, identitatea culturală și sentimentul de apartenență. Poate reflecta patriotism, dorul de casă (dacă ești plecat) sau legătura cu tradițiile familiei. Dacă țara este în pace, visul indică stabilitate emoțională. Dacă este în război, reflectă conflicte interioare sau disensiuni în mediul tău social. Starea țării în vis (prosperă sau săracă) este o oglindă a stării tale sufletești.",
      "slug": "tara"
    },
    {
      "name": "Tara straina",
      "category": "locuri",
      "shortMeaning": "Necunoscut, schimbare, curiozitate, oportunități exotice sau dezorientare.",
      "fullInterpretation": "O țară străină în vis simbolizează explorarea necunoscutului și ieșirea din zona de confort. Dacă te simți bine acolo, ești pregătit pentru noi aventuri, schimbări și perspective inedite. Dacă te simți pierdut sau speriat, visul indică anxietate față de schimbare și teama că nu te vei putea adapta la situații noi. Poate sugera și dorința de evadare din rutina zilnică.",
      "slug": "tara-straina"
    },
    {
      "name": "Taraba",
      "category": "obiecte",
      "shortMeaning": "Comerț mărunt, oportunități limitate, așteptare sau negocieri banale.",
      "fullInterpretation": "Taraba sugerează o abordare simplistă a afacerilor sau a schimburilor sociale. Poate indica faptul că îți expui ideile sau talentele în public, dar la un nivel modest. Dacă taraba este goală, așteptările tale nu se concretizează. Dacă este plină, ai resurse de oferit, dar trebuie să știi cum să le valorifici („să îți vinzi marfa”). Poate simboliza și o perioadă de provizorat financiar.",
      "slug": "taraba"
    },
    {
      "name": "Tarana",
      "category": "natură",
      "shortMeaning": "Origini, umilință, ciclul vieții, fertilitate sau sentimentul de murdărie.",
      "fullInterpretation": "Țărâna simbolizează materia primă din care suntem făcuți și la care ne întoarcem – un memento al mortalității și al umilinței. Țărâna proaspătă și fertilă indică potențial de creștere și belșug. Dacă ești murdar de țărână, poate sugera sentimente de vinovăție sau rușine, dar și faptul că ai muncit din greu. A săpa în țărână înseamnă a căuta rădăcinile unei probleme sau a pregăti terenul pentru ceva nou.",
      "slug": "tarana"
    },
    {
      "name": "Tarantula",
      "category": "animale",
      "shortMeaning": "Frică paralizantă, manipulare feminină, capcană toxică sau partea întunecată a sinelui.",
      "fullInterpretation": "Tarantula este un simbol al fricilor profunde și al anxietății. Adesea asociată cu o figură maternă sau feminină dominatoare și manipulatoare („mama păianjen”). Visul indică o situație în care te simți prins într-o plasă de intrigi sau emoții toxice. Dacă te mușcă, ești avertizat asupra unei trădări sau a unui atac asupra sănătății tale emoționale. Înfruntarea tarantulei simbolizează curajul de a-ți privi temerile în ochi.",
      "slug": "tarantula"
    },
    {
      "name": "Tarc",
      "category": "locuri",
      "shortMeaning": "Limitare, protecție excesivă, lipsă de libertate sau siguranță controlată.",
      "fullInterpretation": "Un țarc în vis sugerează că te simți îngrădit. Libertatea ta de mișcare sau de exprimare este limitată de reguli sociale, de familie sau de propriile temeri. Deși țarcul oferă protecție împotriva pericolelor externe, el te și împiedică să explorezi lumea. Visul te invită să evaluezi dacă siguranța pe care o ai merită prețul lipsei de libertate. Poate fi timpul să sari gardul.",
      "slug": "tarc"
    },
    {
      "name": "Targ",
      "category": "locuri",
      "shortMeaning": "Schimb, oportunități, agitație socială, decizii financiare sau evaluarea valorilor.",
      "fullInterpretation": "Târgul este locul unde se întâlnesc cererea și oferta. În vis, simbolizează modul în care îți evaluezi propriile calități și cum interacționezi cu ceilalți pentru a obține ce dorești. Poate indica o perioadă agitată, plină de negocieri și decizii. Dacă te pierzi în târg, te simți copleșit de opțiuni sau de presiunea socială. Este un moment bun pentru a analiza ce ești dispus să dai la schimb pentru succes.",
      "slug": "targ"
    },
    {
      "name": "Targ / Balci",
      "category": "locuri",
      "shortMeaning": "Distracție superficială, haos, iluzii, gălăgie și diversitate umană.",
      "fullInterpretation": "Bâlciul amplifică aspectul de haos și divertisment ieftin al târgului. Sugerează o situație de viață zgomotoasă, colorată, dar poate lipsită de substanță. Te lași furat de aparențe și de promisiuni sclipitoare? Poate indica o perioadă de relaxare și veselie, dar și riscul de a fi păcălit sau de a pierde timpul cu lucruri frivole.",
      "slug": "targ-balci"
    },
    {
      "name": "Targa",
      "category": "obiecte",
      "shortMeaning": "Nevoie de ajutor, urgență, vulnerabilitate extremă sau sprijin în momente critice.",
      "fullInterpretation": "Targa este simbolul urgenței medicale și al neputinței. Dacă ești pe o targă, recunoști că nu mai poți înainta singur și ai nevoie disperată de ajutorul celorlalți. Este un moment de predare și vulnerabilitate. Dacă tu cari o targă, ești chemat să oferi sprijin cuiva aflat într-o situație critică. Visul subliniază importanța solidarității umane în fața suferinței.",
      "slug": "targa"
    },
    {
      "name": "Tarm",
      "category": "locuri",
      "shortMeaning": "Hotar între stări (emoțional/rațional), siguranță după furtună, noi perspective sau limită.",
      "fullInterpretation": "Țărmul reprezintă granița dintre subconștient (apa/marea) și conștient (pământul). A ajunge la țărm înseamnă a găsi siguranță și claritate după o perioadă de turbulențe emoționale. A sta pe țărm și a privi marea sugerează contemplare și dorința de a explora necunoscutul, dar de la o distanță sigură. Este locul tranziției, al sosirilor și al plecărilor, invitând la meditație asupra direcției vieții.",
      "slug": "tarm"
    }
  ]
}