{
  "symbols": [
    {
      "name": "Trestie",
      "category": "dictionar",
      "shortMeaning": "Trestia in vise inseamna nefericire intre amici, cearta, discutii contradictorii.",
      "fullInterpretation": "Trestia in vise inseamna nefericire intre amici, cearta, discutii contradictorii. Visul in care vedeti o trestie inseamna ca sunteti nestatornic. Daca va visati rupand o trestie inseamna necaz. Visul in care taiati trestie prevesteste o viata tihnita.",
      "slug": "trestie"
    },
    {
      "name": "Tribunal",
      "category": "dictionar",
      "shortMeaning": "Visand ca sunteti chiar in fata tribunalului si urmeaza sa fiti acuzat, poate insemna ca va temet...",
      "fullInterpretation": "Visand ca sunteti chiar in fata tribunalului si urmeaza sa fiti acuzat, poate insemna ca va temeti, in realitate, ca o sa va pierdeti prietenii. Ati visat ca sunteti condamnat intr-un tribunal, semnifica faptul ca aveti o greutate pe suflet. Vazand doar cladirea tribunalului, in realiate visul poate face referire la unele griji inutile din viata partulara. Cel care viseaza ca face o reclamatie in tibunal, in realitate, vrea sa isi impuna cuvantul fara sa tina cont de pierderi.",
      "slug": "tribunal"
    },
    {
      "name": "Tricicleta",
      "category": "dictionar",
      "shortMeaning": "Tricicleta in vise sugereaza faptul ca veti fi ferm pe pozitie si astfel veti avea succes si sati...",
      "fullInterpretation": "Tricicleta in vise sugereaza faptul ca veti fi ferm pe pozitie si astfel veti avea succes si satisfactii in planurile dumneavoastra. Visul in care vedeti o tricicleta simbolizeaza simplitatea si o natura lipsita de griji. Treceti printr-o stare de alinare de la stres si tensiune. Daca visati ca mergeti cu tricicleta atunci este un semn pozitiv care va spune ca va veti atinge scopurile. In traditia islamica, tricicleta pe care o vedeti in vise simbolizesaza un nou membru al familiei, inseamna ca familia dumneavoastra se va mari. Aceeasi traditie spune ca daca visati ca va plimbati cu o tricicleta inseamna ca veti ajunge la destinatie in siguranta si fara probleme.",
      "slug": "tricicleta"
    },
    {
      "name": "Tricou",
      "category": "dictionar",
      "shortMeaning": "Daca visati un tricou sau ca il purtati, sugereaza faptul ca ar trebui sa va relaxati, sa o luati mai usor in viata.",
      "fullInterpretation": "Daca visati un tricou sau ca il purtati, sugereaza faptul ca ar trebui sa va relaxati, sa o luati mai usor in viata. Mai reprezinta si sinceritatea dumneavoastra, mai ales in relatia cu cineva apropiat. Ar trebui sa va ganditi daca tricoul avea insemne sau ceva scris pe el. Sa visati pe cineva care arunca un tricou in multime, inseamna ca trebuie sa va opriti si sa traiti momentul.Tricoul alb din visele noastre ar putea simboliza sanatatea mintala, sanatatea fizica si modul cu ne ingrijim. Spune asta deoarece culoarea alba denota simplitate si puritate. De asemenea, putem spune ca tricoul alb din vise ne-ar putea transmite mesajul ca ar trebui sa profitam de timpul disponibil pentru a ne relaxa sau pentru a ne face viata mai confortabila. In continuare va vom prezenta cele mai comune vise despre tricuri albe: Tricou alb murdar Atunci cand visam un tricou de culoare alba dar care este murdar, inseamna ca exista posibilitatea ca deciziile dumneavoastra sa provoace schimbari semnificative care vor afecta vietile celor din jur. Cumparand un tricou alb Cumpararea tricourilor de culoare alba indica sentimente in curs de schimbare, de regula in bine. Incercati sa va dedicati timpul unor pasiuni frumoase chiara daca in viata de zi cu zi traiti sau munciti alaturi de oameni intoleranti. Tricou alb rupt In general, visele despre haine rupte sentimente de deprimare sau de neadaptare. De asemnea, in cazul tricourilor albe rupte poate fi vorba despre faptul ca vi-ati pus incredere in cineva care nu o merita. Ar fi de ajutor daca vi-ati gasi prieteni adevarati.",
      "slug": "tricou"
    },
    {
      "name": "Tricou alb",
      "category": "dictionar",
      "shortMeaning": "Tricoul alb din visele noastre ar putea simboliza sanatatea mintala, sanatatea fizica si modul cu ne ingrijim.",
      "fullInterpretation": "Tricoul alb din visele noastre ar putea simboliza sanatatea mintala, sanatatea fizica si modul cu ne ingrijim. Spune asta deoarece culoarea alba denota simplitate si puritate. De asemenea, putem spune ca tricoul alb din vise ne-ar putea transmite mesajul ca ar trebui sa profitam de timpul disponibil pentru a ne relaxa sau pentru a ne face viata mai confortabila. In continuare va vom prezenta cele mai comune vise despre tricuri albe: Tricou alb murdar Atunci cand visam un tricou de culoare alba dar care este murdar, inseamna ca exista posibilitatea ca deciziile dumneavoastra sa provoace schimbari semnificative care vor afecta vietile celor din jur. Cumparand un tricou alb Cumpararea tricourilor de culoare alba indica sentimente in curs de schimbare, de regula in bine. Incercati sa va dedicati timpul unor pasiuni frumoase chiara daca in viata de zi cu zi traiti sau munciti alaturi de oameni intoleranti. Tricou alb rupt In general, visele despre haine rupte sentimente de deprimare sau de neadaptare. De asemnea, in cazul tricourilor albe rupte poate fi vorba despre faptul ca vi-ati pus incredere in cineva care nu o merita. Ar fi de ajutor daca vi-ati gasi prieteni adevarati.",
      "slug": "tricou-alb"
    },
    {
      "name": "Trifoi",
      "category": "dictionar",
      "shortMeaning": "A vedea un trifoi cu patru foi in vise reprezinta noroc si fericire.",
      "fullInterpretation": "A vedea un trifoi cu patru foi in vise reprezinta noroc si fericire. Cele patru foi simbolizeaza faima, bogatie, sanatate si dragoste. Alternativ, visul sugereaza ca ati ajuns cu o problema la un final fericit. Trifoiul cu patru foi in vise semnifica noroc, fie acesta pe plan financiar sau social. Este important sa retineti ca semnele de acest gen pot fi inselatoare.",
      "slug": "trifoi"
    },
    {
      "name": "Trifoi cu patru foi",
      "category": "dictionar",
      "shortMeaning": "A vedea un trifoi cu patru foi in vise reprezinta noroc si fericire.",
      "fullInterpretation": "A vedea un trifoi cu patru foi in vise reprezinta noroc si fericire. Cele patru foi simbolizeaza faima, bogatie, sanatate si dragoste. Alternativ, visul sugereaza ca ati ajuns cu o problema la un final fericit. Trifoiul cu patru foi in vise semnifica noroc, fie acesta pe plan financiar sau social. Este important sa retineti ca semnele de acest gen pot fi inselatoare.",
      "slug": "trifoi-cu-patru-foi"
    },
    {
      "name": "Tripleti",
      "category": "dictionar",
      "shortMeaning": "Visul in care sunteti parinte de tripleti inseamna ca veti fi in centrul atentiei sociale.",
      "fullInterpretation": "Visul in care sunteti parinte de tripleti inseamna ca veti fi in centrul atentiei sociale. Daca visati un carucior cu tripleti in el atunci visul este un semn ca veti avea noroc la jocurile de carti.",
      "slug": "tripleti"
    },
    {
      "name": "Trist",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "trist"
    },
    {
      "name": "Trista",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "trista"
    },
    {
      "name": "Triunghi",
      "category": "obiecte",
      "shortMeaning": "Echilibru, trinitate, stabilitate, conflict (triunghi amoros) sau perfecțiune.",
      "fullInterpretation": "Triunghiul este o formă geometrică puternică, simbolizând trinitatea (minte, corp, suflet sau trecut, prezent, viitor). Dacă vârful este în sus, indică aspirație, ambiție și energie masculină. Dacă este în jos, sugerează pasivitate și energie feminină. Poate reprezenta și un triunghi amoros sau o situație cu trei părți implicate care necesită echilibrare.",
      "slug": "triunghi"
    },
    {
      "name": "Trofeu",
      "category": "obiecte",
      "shortMeaning": "Recunoaștere, succes, orgoliu, competiție câștigată sau nevoia de validare.",
      "fullInterpretation": "Trofeul simbolizează victoria și recunoașterea publică a eforturilor tale. Visul confirmă că munca ta va fi răsplătită. Totuși, poate indica și orgoliu sau faptul că tratezi oamenii sau relațiile ca pe niște „trofee” de colecție. Este un semn să rămâi umil în fața succesului.",
      "slug": "trofeu"
    },
    {
      "name": "Troleibuz",
      "category": "obiecte",
      "shortMeaning": "Dependență, traseu fix, conexiune electrică, lipsa autonomiei sau călătorie comună.",
      "fullInterpretation": "Troleibuzul depinde de rețeaua electrică și de un traseu prestabilit. Visul sugerează că nu ai libertate totală de mișcare și că depinzi de resurse externe (șef, familie) pentru a înainta. Poate indica o perioadă în care trebuie să te adaptezi unui program sau unor reguli stricte, dar care îți oferă siguranță în schimb.",
      "slug": "troleibuz"
    },
    {
      "name": "Trompa",
      "category": "animale",
      "shortMeaning": "Putere, flexibilitate, sexualitate, memorie sau capacitatea de a „mirosi” oportunități.",
      "fullInterpretation": "Trompa elefantului este un instrument versatil. În vis, simbolizează capacitatea de a te descurca, de a simți pericolul și de a acționa cu forță dar și cu delicatețe. Poate avea conotații falice sau legate de o memorie bună. Dacă trompa te atinge, este un semn de noroc și protecție.",
      "slug": "trompa"
    },
    {
      "name": "Trompa de elefant",
      "category": "animale",
      "shortMeaning": "Noroc, longevitate, putere, înțelepciune sau depășirea obstacolelor.",
      "fullInterpretation": "Elefantul cu trompa ridicată este un simbol clasic al norocului și al victoriei asupra obstacolelor. Visul te asigură că ai puterea interioară de a depăși orice dificultate. Indică statut social, înțelepciune și o viață lungă. Este un moment favorabil pentru a începe proiecte noi.",
      "slug": "trompa-de-elefant"
    },
    {
      "name": "Trompeta",
      "category": "obiecte",
      "shortMeaning": "Anunț important, trezire, avertisment, glorie sau chemare la acțiune.",
      "fullInterpretation": "Sunetul trompetei în vis este un semnal de alarmă sau de celebrare. Te „trezește” la realitate sau îți anunță o veste importantă. Poate fi chemarea conștiinței sau un avertisment legat de un pericol. În context pozitiv, anunță glorie și faimă.",
      "slug": "trompeta"
    },
    {
      "name": "Tron",
      "category": "obiecte",
      "shortMeaning": "Putere, autoritate, responsabilitate, singurătate sau dorința de dominație.",
      "fullInterpretation": "Tronul simbolizează poziția de lider și autoritatea supremă. Dacă stai pe tron, ai control asupra vieții tale sau a altora, dar poți simți și greutatea responsabilității sau singurătatea puterii. Un tron gol sugerează lipsa de conducere sau o oportunitate de a prelua controlul. Dacă vezi pe altcineva pe tron, te simți dominat.",
      "slug": "tron"
    },
    {
      "name": "Trotuar",
      "category": "locuri",
      "shortMeaning": "Cale sigură, margine, viață socială, direcție clară sau conformism.",
      "fullInterpretation": "Trotuarul este calea destinată pietonilor, separată de traficul periculos. Visul sugerează că alegi o cale sigură și convențională în viață. Mergi alături de alții, dar poate te simți limitat. Un trotuar aglomerat indică viață socială activă, în timp ce unul pustiu sugerează singurătate în drumul tău.",
      "slug": "trotuar"
    },
    {
      "name": "Trufe",
      "category": "alimente",
      "shortMeaning": "Rafinament, comori ascunse, plăceri rare, bogăție sau ceva greu de găsit.",
      "fullInterpretation": "Trufele, fiind ascunse sub pământ și foarte valoroase, simbolizează comorile care trebuie căutate cu efort. Visul indică faptul că vei descoperi ceva prețios (un talent, un adevăr, o iubire) dacă ai răbdare să „sapi”. Sugerează rafinament și gusturi alese, dar și posibilitatea unei îmbogățiri neașteptate.",
      "slug": "trufe"
    },
    {
      "name": "Trup",
      "category": "corp",
      "shortMeaning": "Identitate, sănătate, vulnerabilitate, senzualitate sau imagine de sine.",
      "fullInterpretation": "Visul despre propriul trup reflectă relația ta cu tine însuți și starea de sănătate. Un trup frumos și sănătos indică încredere și echilibru. Un trup rănit sau deformat sugerează insecurități, traume sau neglijență. Trupul este templul sufletului; visul îți arată cum îl îngrijești.",
      "slug": "trup"
    },
    {
      "name": "Tsunami",
      "category": "fenomene",
      "shortMeaning": "Copleșire emoțională, schimbare devastatoare, frică de pierdere sau forța subconștientului.",
      "fullInterpretation": "Tsunami-ul este simbolul suprem al emoțiilor reprimate care izbucnesc și distrug totul în cale. Visul indică o criză majoră, o traumă sau o schimbare bruscă ce îți dă viața peste cap. Te simți mic și neputincios în fața destinului. Apa tulbure și violentă sugerează confuzie și pierderea reperelor. Supraviețuirea unui tsunami indică o reziliență extraordinară.",
      "slug": "tsunami"
    },
    {
      "name": "Tufis",
      "category": "natură",
      "shortMeaning": "Ascunzătoare, obstacol mic, confuzie, secrete sau nevoia de intimitate.",
      "fullInterpretation": "Tufișul poate fi un loc unde te ascunzi de privirile celorlalți sau un obstacol care îți blochează vederea. Dacă te ascunzi în tufiș, te simți vinovat sau vulnerabil. Dacă trebuie să treci prin tufișuri, te confrunți cu mici probleme sâcâitoare sau cu o situație neclară („a bate câmpii”).",
      "slug": "tufis"
    },
    {
      "name": "Tulpina",
      "category": "natură",
      "shortMeaning": "Susținere, coloană vertebrală, creștere, origine sau conexiune cu rădăcinile.",
      "fullInterpretation": "Tulpina este partea plantei care susține viața și face legătura între rădăcini și flori. În vis, simbolizează stabilitatea ta, coloana vertebrală (la propriu sau figurat) și capacitatea de a rezista presiunilor. O tulpină ruptă indică fragilitate sau o întrerupere a fluxului vital. O tulpină verde și viguroasă promite sănătate și dezvoltare.",
      "slug": "tulpina"
    },
    {
      "name": "Tumora",
      "category": "corp",
      "shortMeaning": "Problemă care crește, resentimente, boală (simbolică), negativitate acumulată sau frică.",
      "fullInterpretation": "Tumora în vis reprezintă o problemă emoțională sau o situație toxică pe care ai ignorat-o și care a „crescut” în interiorul tău. Nu este neapărat o premoniție medicală, ci un semnal de alarmă legat de „cancerul sufletului” – resentimente, ură sau vinovăție neprelucrată. Trebuie să elimini sursa negativității.",
      "slug": "tumora"
    },
    {
      "name": "Tunde",
      "category": "acțiuni",
      "shortMeaning": "Schimbare, pierdere de putere, disciplină, reînnoire sau renunțare la trecut.",
      "fullInterpretation": "A tunde (iarba, părul) înseamnă a aduce ordine și a elimina excesul. Tunderea părului poate simboliza o pierdere a puterii (mitul lui Samson) sau, dimpotrivă, o reînnoire și o schimbare de identitate. Tunderea ierbii sugerează nevoia de a-ți pune ordine în gânduri și în viața domestică.",
      "slug": "tunde"
    },
    {
      "name": "Tunel",
      "category": "locuri",
      "shortMeaning": "Tranziție, speranță (luminița), naștere, subconștient sau perioadă dificilă.",
      "fullInterpretation": "Tunelul este simbolul clasic al trecerii printr-o perioadă întunecată și dificilă, dar cu promisiunea ieșirii la lumină. Poate reprezenta nașterea (canalul nașterii), explorarea subconștientului sau o încercare inițiatică. Dacă vezi luminița de la capăt, speranța este aproape. Dacă ești blocat în tunel, te simți pierdut și anxios.",
      "slug": "tunel"
    },
    {
      "name": "Tunet",
      "category": "fenomene",
      "shortMeaning": "Avertisment, furie divină, veste șocantă, descărcare de tensiune sau putere.",
      "fullInterpretation": "Tunetul este vocea furtunii. În vis, este un avertisment sonor că urmează o perioadă turbulentă sau că ai ignorat semne importante. Poate simboliza furia reprimată care este gata să izbucnească. În unele tradiții, tunetul este vocea divinității, cerând atenție și respect.",
      "slug": "tunet"
    },
    {
      "name": "Tuns",
      "category": "acțiuni",
      "shortMeaning": "Vulnerabilitate, schimbare impusă, pierderea statutului sau curățare.",
      "fullInterpretation": "A fi tuns (poate împotriva voinței tale) sugerează că te simți deposedat de putere, virilitate sau farmec. Poate indica o umilință sau o schimbare radicală pe care nu ești pregătit să o accepți. Dacă te tunzi singur, preiei controlul și decizi să faci o schimbare necesară, renunțând la o parte din vechea ta identitate.",
      "slug": "tuns"
    },
    {
      "name": "Turban",
      "category": "obiecte",
      "shortMeaning": "Înțelepciune, mister, exotic, statut spiritual sau ascunderea gândurilor.",
      "fullInterpretation": "Turbanul este un simbol al demnității și al înțelepciunii orientale. În vis, poate sugera că deții cunoștințe secrete sau că adopți o atitudine misterioasă. Poate indica și dorința de a-ți proteja gândurile de influențele externe sau de a afișa un statut spiritual elevat.",
      "slug": "turban"
    },
    {
      "name": "Turbat",
      "category": "stări",
      "shortMeaning": "Furie incontrolabilă, pericol mortal, iraționalitate, pierderea minților sau atac.",
      "fullInterpretation": "Un animal sau un om turbat în vis reprezintă pericolul furiei necontrolate și al iraționalității. Te simți amenințat de o forță distructivă, fie din exterior (o persoană agresivă), fie din interior (propriile impulsuri violente). Visul este un avertisment serios să te protejezi de contaminarea cu negativitate.",
      "slug": "turbat"
    },
    {
      "name": "Turcoaz",
      "category": "dictionar",
      "shortMeaning": "O persoana care vede in vise un turcoaz se poate considera norocoasa.",
      "fullInterpretation": "O persoana care vede in vise un turcoaz se poate considera norocoasa. Viata sa se va schimba cu siguranta in bine si toate dorintele se vor realiza. Pentru un barbat, o bijuterie cu turcoaz in vise este un semn ca afacarea sa se va imbunatati, pentru o femeie, un astfel de vis prevesteste un amant pasional, iar pentru o fata nemaritata semnifica realizarea dorintelor in dragoste. Daca o femeie viseaza ca poarta o bijuterie cu turcoaz inseamna ca trebuie sa se pregateasca pentru o surpriza care ii va schimba viata. Unii talmacitori spun ca a visa ca purtati o bijuterie cu turcoaz este un semn pentru o cearta iminenta cu persoana iubita. Nu este necesar sa cautati vina in fiecare cuvant deoarece s-ar putea sa va certati fara motiv. O tanara fata care viseaza un obiect facut din turcoaz va reusi sa termine cu succes o munca importanta si care va aduce multa placere ei si celor apropiati. Daca viseaza ca i-a fost furat un obiect din turcoaz inseamna ca va avea probleme in dragoste. Daca visati un turcoaz vechi, murdar sau deteriorat atunci inseamna ca veti fi dezamagit sau veti avea probleme pe viitor. Turcoazul in vise este un semn bun pentru cei nascuti in decembrie, promitand noroc si bogatie. Un vis in care vedeti un turcoaz care isi schimba culorile sugereaza schimbarea vremii sau sunteti avetizat ca cineva v-a pus gand rau. Daca visati ca primiti in dar un turcoaz inseamna ca dorintele dumneavoastra se vor implini. Trebuie sa va aduceti aminte daca atmosfera visului a fost solemna. Cu cat mai multi oameni care au vazut aceasta actiune, cu atat mai repede se vor indeplini dorintele.",
      "slug": "turcoaz"
    },
    {
      "name": "Turist",
      "category": "dictionar",
      "shortMeaning": "Turistul in vise reprezina un student in cautarea cunoasterii, un client, un cumparator sau un negustor.",
      "fullInterpretation": "Turistul in vise reprezina un student in cautarea cunoasterii, un client, un cumparator sau un negustor. A visa un turist sugereaza un aspect al personalitatii dumneavoastra care uneori cauta lucruri interesante. Dumneavoastra sau altcineva cauta ceva frumos, cool sau neobisnuit de distractiv. Alternativ, visul ar putea reflecta curiozitatea dumneavoastra despre a invata alte stiluri de viata interesante. Visul in care sunteti un turist denota faptul ca va veti angaja intr-o aventura placuta care va va lua din caminul dumneavoastra obisnuit.",
      "slug": "turist"
    },
    {
      "name": "Turma / cireada",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "turma-cireada"
    },
    {
      "name": "Turma de bivoli",
      "category": "dictionar",
      "shortMeaning": "O turma de bivoli poate reprezenta o abundenta care isi va indrepta calea spre duneavoastra, spre...",
      "fullInterpretation": "O turma de bivoli poate reprezenta o abundenta care isi va indrepta calea spre duneavoastra, spre deosebire de visul in care vedeti un singur bivol iar acesta poate fi un semn de bun augur ca averea duneavoastra poate spori.",
      "slug": "turma-de-bivoli"
    },
    {
      "name": "Turma de oi",
      "category": "dictionar",
      "shortMeaning": "O turma de oi in vise inseamna ca aveti un spirit subaltern, incapacitatea de a va importivi, acc...",
      "fullInterpretation": "O turma de oi in vise inseamna ca aveti un spirit subaltern, incapacitatea de a va importivi, acceptarea conducerii altuia, adaptabilitate, sociabilitate. Daca visati ca oile din turma pasc rasfirate inseamna ca veti avea succes. Visul in care turma de oi foarte grase sugereaza ca veti aduna foarte multe averi.",
      "slug": "turma-de-oi"
    },
    {
      "name": "Turma de vaci",
      "category": "dictionar",
      "shortMeaning": "Turma de vaci prevesteste sau reaminteste visatorului ca duce o viata plina de lipsuri si presarata cu munca grea.",
      "fullInterpretation": "Turma de vaci prevesteste sau reaminteste visatorului ca duce o viata plina de lipsuri si presarata cu munca grea. Pe de alta parte, daca cel care a visat are o functie de conducere sa o afacere proprie inseamna ca acesta trebuie sa-si investeasca toata energia si timpul necesar pentru a se asigura ca afacerea lui este profitabila. Visand o turma de vaci care pasuneaza linistite si totul pare armonios indica faptu ca cel care le-a visat are relatii personale bune si ca se bucura de un grup de prieteni simpatici si cinstiti.",
      "slug": "turma-de-vaci"
    },
    {
      "name": "Turn",
      "category": "dictionar",
      "shortMeaning": "Turnul este reprezentat, de obicei, de o cladire cilindrica sau prismatica, fiind tot timpul mult...",
      "fullInterpretation": "Turnul este reprezentat, de obicei, de o cladire cilindrica sau prismatica, fiind tot timpul mult mai inalta decat toate cladire ce o inconjoara. In vise, turnul reprezinta o structura pe care noi am dezvoltat-o de-a lungul vietii. Poate fi vorba despre o atitudine launtrica sau una extraordinara. Un turn fara usa simbolizeaza contactul cu sinele launtric. In schimb, un turn fara ferestre sugereaza faptul ca nu suntem sa ne percepem si sa ne apreciem calitatile exterioare sau interioare. Turnul patrat indica o abordare practica asupra vietii, pe cand un turn rotund este asociat cu un simbol spiritual. Poate fi important si cum ajungem in turn. Pasii mici sugereaza usurinta cu care ne putem explora sinele. Pasii anevoiosi denota, intr-o oarecare masura, izolarea. Daca usa turnului este blocata, cel care viseaza nu este pregatit sa-si exploreze subconstientul. O camera ascunsa in turn are semnificatie similara cu cea a incaperii ascunse dintr-o casa. Turn rotund in varful unei cladiri patrate indica imbinarea dimensiunii spirituale cu cea practica. Analizand acest vis din punct de vedere psihologic, interpretarea acestuia ar fi aceea ca daca vrem sa ne traim viata din plin trebuie sa ne intelegem propriul \"turn\". Potrivit traditiei noastre populare simbolistica viselor legate de turnuri este foarte complexa : Turn aurit - este vazut in traditia noastra ca si cearta ori neplaceri. Turnul daramat simbolizeaza oboseala sau incapatanare. Un turn foarte inalt reprezinta implicarea intr-o situatie compromitatoare. Clopote auzindu-se dintr-un turn - veste buna. Urcarea in turn - realizarea proiectelor. Turnul Babael simbolizeaza confuzia. Insusi cuvantul Babel provine de la radacina bli, care inseamna a confunda. Omul inganfat se inalta peste masura, dar nu poate sa isi invinga credinta umana. Lipsa de echilibru duce la confuzie pe planurile terestur si divin, iar oamenii nu se mai inteleg intre ei: nu mai vorbesc aceeasi limba, adica nu mai exista intre ei nici un consens, fiecare se gandeste doar la sine, socotindu-se un Absolut. Daca visezi ca te rastorni cu un vehicul semnifica faptul ca va asteapta o primejdie.",
      "slug": "turn"
    },
    {
      "name": "Turnul Babel",
      "category": "dictionar",
      "shortMeaning": "Turnul Babael simbolizeaza confuzia.",
      "fullInterpretation": "Turnul Babael simbolizeaza confuzia. Insusi cuvantul Babel provine de la radacina bli, care inseamna a confunda. Omul inganfat se inalta peste masura, dar nu poate sa isi invinga credinta umana. Lipsa de echilibru duce la confuzie pe planurile terestur si divin, iar oamenii nu se mai inteleg intre ei: nu mai vorbesc aceeasi limba, adica nu mai exista intre ei nici un consens, fiecare se gandeste doar la sine, socotindu-se un Absolut.",
      "slug": "turnul-babel"
    },
    {
      "name": "Tuse",
      "category": "dictionar",
      "shortMeaning": "( gloante )Vei primi o veste buna.",
      "fullInterpretation": "( gloante )Vei primi o veste buna. - Daca in vis tu ii pui cuiva catuse - posibilitati de promovare la servici.- Daca visezi ca ti se pun catuse - inseama ca ai unele altercatii la locul de munca , sau vei fi criticat de catre colegii de servici ori de catre membrii ai familiei.- Daca visezi ca porti catuse cu tine - rudele sau prietenii apropiati te vor ajuta.",
      "slug": "tuse"
    },
    {
      "name": "Tutun",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tutun"
    }
  ]
}