{
  "symbols": [
    {
      "name": "Trestie",
      "category": "dictionar",
      "shortMeaning": "Trestia in vise inseamna nefericire intre amici, cearta, discutii contradictorii.",
      "fullInterpretation": "Trestia in vise inseamna nefericire intre amici, cearta, discutii contradictorii. Visul in care vedeti o trestie inseamna ca sunteti nestatornic. Daca va visati rupand o trestie inseamna necaz. Visul in care taiati trestie prevesteste o viata tihnita.",
      "slug": "trestie"
    },
    {
      "name": "Tribunal",
      "category": "dictionar",
      "shortMeaning": "Visand ca sunteti chiar in fata tribunalului si urmeaza sa fiti acuzat, poate insemna ca va temet...",
      "fullInterpretation": "Visand ca sunteti chiar in fata tribunalului si urmeaza sa fiti acuzat, poate insemna ca va temeti, in realitate, ca o sa va pierdeti prietenii. Ati visat ca sunteti condamnat intr-un tribunal, semnifica faptul ca aveti o greutate pe suflet. Vazand doar cladirea tribunalului, in realiate visul poate face referire la unele griji inutile din viata partulara. Cel care viseaza ca face o reclamatie in tibunal, in realitate, vrea sa isi impuna cuvantul fara sa tina cont de pierderi.",
      "slug": "tribunal"
    },
    {
      "name": "Tricicleta",
      "category": "dictionar",
      "shortMeaning": "Tricicleta in vise sugereaza faptul ca veti fi ferm pe pozitie si astfel veti avea succes si sati...",
      "fullInterpretation": "Tricicleta in vise sugereaza faptul ca veti fi ferm pe pozitie si astfel veti avea succes si satisfactii in planurile dumneavoastra. Visul in care vedeti o tricicleta simbolizeaza simplitatea si o natura lipsita de griji. Treceti printr-o stare de alinare de la stres si tensiune. Daca visati ca mergeti cu tricicleta atunci este un semn pozitiv care va spune ca va veti atinge scopurile. In traditia islamica, tricicleta pe care o vedeti in vise simbolizesaza un nou membru al familiei, inseamna ca familia dumneavoastra se va mari. Aceeasi traditie spune ca daca visati ca va plimbati cu o tricicleta inseamna ca veti ajunge la destinatie in siguranta si fara probleme.",
      "slug": "tricicleta"
    },
    {
      "name": "Tricou",
      "category": "dictionar",
      "shortMeaning": "Daca visati un tricou sau ca il purtati, sugereaza faptul ca ar trebui sa va relaxati, sa o luati mai usor in viata.",
      "fullInterpretation": "Daca visati un tricou sau ca il purtati, sugereaza faptul ca ar trebui sa va relaxati, sa o luati mai usor in viata. Mai reprezinta si sinceritatea dumneavoastra, mai ales in relatia cu cineva apropiat. Ar trebui sa va ganditi daca tricoul avea insemne sau ceva scris pe el. Sa visati pe cineva care arunca un tricou in multime, inseamna ca trebuie sa va opriti si sa traiti momentul.Tricoul alb din visele noastre ar putea simboliza sanatatea mintala, sanatatea fizica si modul cu ne ingrijim. Spune asta deoarece culoarea alba denota simplitate si puritate. De asemenea, putem spune ca tricoul alb din vise ne-ar putea transmite mesajul ca ar trebui sa profitam de timpul disponibil pentru a ne relaxa sau pentru a ne face viata mai confortabila. In continuare va vom prezenta cele mai comune vise despre tricuri albe: Tricou alb murdar Atunci cand visam un tricou de culoare alba dar care este murdar, inseamna ca exista posibilitatea ca deciziile dumneavoastra sa provoace schimbari semnificative care vor afecta vietile celor din jur. Cumparand un tricou alb Cumpararea tricourilor de culoare alba indica sentimente in curs de schimbare, de regula in bine. Incercati sa va dedicati timpul unor pasiuni frumoase chiara daca in viata de zi cu zi traiti sau munciti alaturi de oameni intoleranti. Tricou alb rupt In general, visele despre haine rupte sentimente de deprimare sau de neadaptare. De asemnea, in cazul tricourilor albe rupte poate fi vorba despre faptul ca vi-ati pus incredere in cineva care nu o merita. Ar fi de ajutor daca vi-ati gasi prieteni adevarati.",
      "slug": "tricou"
    },
    {
      "name": "Tricou alb",
      "category": "dictionar",
      "shortMeaning": "Tricoul alb din visele noastre ar putea simboliza sanatatea mintala, sanatatea fizica si modul cu ne ingrijim.",
      "fullInterpretation": "Tricoul alb din visele noastre ar putea simboliza sanatatea mintala, sanatatea fizica si modul cu ne ingrijim. Spune asta deoarece culoarea alba denota simplitate si puritate. De asemenea, putem spune ca tricoul alb din vise ne-ar putea transmite mesajul ca ar trebui sa profitam de timpul disponibil pentru a ne relaxa sau pentru a ne face viata mai confortabila. In continuare va vom prezenta cele mai comune vise despre tricuri albe: Tricou alb murdar Atunci cand visam un tricou de culoare alba dar care este murdar, inseamna ca exista posibilitatea ca deciziile dumneavoastra sa provoace schimbari semnificative care vor afecta vietile celor din jur. Cumparand un tricou alb Cumpararea tricourilor de culoare alba indica sentimente in curs de schimbare, de regula in bine. Incercati sa va dedicati timpul unor pasiuni frumoase chiara daca in viata de zi cu zi traiti sau munciti alaturi de oameni intoleranti. Tricou alb rupt In general, visele despre haine rupte sentimente de deprimare sau de neadaptare. De asemnea, in cazul tricourilor albe rupte poate fi vorba despre faptul ca vi-ati pus incredere in cineva care nu o merita. Ar fi de ajutor daca vi-ati gasi prieteni adevarati.",
      "slug": "tricou-alb"
    },
    {
      "name": "Trifoi",
      "category": "dictionar",
      "shortMeaning": "A vedea un trifoi cu patru foi in vise reprezinta noroc si fericire.",
      "fullInterpretation": "A vedea un trifoi cu patru foi in vise reprezinta noroc si fericire. Cele patru foi simbolizeaza faima, bogatie, sanatate si dragoste. Alternativ, visul sugereaza ca ati ajuns cu o problema la un final fericit. Trifoiul cu patru foi in vise semnifica noroc, fie acesta pe plan financiar sau social. Este important sa retineti ca semnele de acest gen pot fi inselatoare.",
      "slug": "trifoi"
    },
    {
      "name": "Trifoi cu patru foi",
      "category": "dictionar",
      "shortMeaning": "A vedea un trifoi cu patru foi in vise reprezinta noroc si fericire.",
      "fullInterpretation": "A vedea un trifoi cu patru foi in vise reprezinta noroc si fericire. Cele patru foi simbolizeaza faima, bogatie, sanatate si dragoste. Alternativ, visul sugereaza ca ati ajuns cu o problema la un final fericit. Trifoiul cu patru foi in vise semnifica noroc, fie acesta pe plan financiar sau social. Este important sa retineti ca semnele de acest gen pot fi inselatoare.",
      "slug": "trifoi-cu-patru-foi"
    },
    {
      "name": "Tripleti",
      "category": "dictionar",
      "shortMeaning": "Visul in care sunteti parinte de tripleti inseamna ca veti fi in centrul atentiei sociale.",
      "fullInterpretation": "Visul in care sunteti parinte de tripleti inseamna ca veti fi in centrul atentiei sociale. Daca visati un carucior cu tripleti in el atunci visul este un semn ca veti avea noroc la jocurile de carti.",
      "slug": "tripleti"
    },
    {
      "name": "Trist",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "trist"
    },
    {
      "name": "Trista",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "trista"
    },
    {
      "name": "Triunghi",
      "category": "dictionar",
      "shortMeaning": "Triunghiul in vise are semnificatia de atentionare, atrage atentia asupra unei eventuale primejdii.",
      "fullInterpretation": "Triunghiul in vise are semnificatia de atentionare, atrage atentia asupra unei eventuale primejdii. Poate fi vorba chiar de o dezamagire in dragoste.",
      "slug": "triunghi"
    },
    {
      "name": "Trofeu",
      "category": "dictionar",
      "shortMeaning": "Trofeul este un semn al succesului, o emblema ce demonstreaza munca depusa.",
      "fullInterpretation": "Trofeul este un semn al succesului, o emblema ce demonstreaza munca depusa. Trofeul nu este precum un bilet la lotto si pentru a-l obtine este nevoie de perseverenta, rabdare si dedicare. A visa un trofeu reprezinta recunoasterea de a fi cel mai bun la ceva, recunoasterea muncii depuse. Este un memento pentru statutul de superioritate pe care il aveti. De asemenea, visul mai poate sa reflecte sentimente ca ceva ce ati realizat va face mai bun decat ceilalti. Acest vis ar putea sa incerce sa va motiveze. A vedea un trofeu in vise inseamna ca veti avea parte de placeri sau noroc dupa eforturile depuse. Daca visati ca mergeti sa cumparati un trofeu inseamna ca sunteti in cautarea succesului si a aprecierilor pentru lucrurile pe care le faceti. Trofeul de vanatoare in vise, din punct de vedere psihologic, este un semn clar pentru un profit pe care l-ati castigat, nu prin munca, ci prin alte tehnici constructive si istete folosite in competitie. Visul ar mai putea simboliza vanitate sau aroganta nedorita.",
      "slug": "trofeu"
    },
    {
      "name": "Troleibuz",
      "category": "dictionar",
      "shortMeaning": "Daca visati un troleibuz sau visati ca mergeti cu troleibuzul nu reprezinta semne bune.",
      "fullInterpretation": "Daca visati un troleibuz sau visati ca mergeti cu troleibuzul nu reprezinta semne bune. Aceste vise prevestesc o perioada de insuccese.",
      "slug": "troleibuz"
    },
    {
      "name": "Trompa",
      "category": "dictionar",
      "shortMeaning": "Trompa de elefant in vise inseamna ascensiune pe scara sociala.",
      "fullInterpretation": "Trompa de elefant in vise inseamna ascensiune pe scara sociala. Trompa de elefant poate fi asociata cu faptul ca elefantul nu uita niciodata, deci visul poate semnifica ceva amintiri. Pentru mai multe interpretari despre acest vis vizitati si semnificatia visului trompa de elefant. Daca visati o trompa de aer inseamna ca veti avea parte de o dragoste dezastruoasa.Trompa de elefant in vise sugereaza o oarecare ascensiune pe scara sociala. Visul poate fi asociat cu faptul ca elefantul nu uita niciodata, astfel ca poate semnifica anumite amintiri. A vedea o trompa de elefant in vise inseamna ca veti primi anunmite puteri interioare de care nu stiati ca le aveti, dar dorintele dumneavoastra vor coplesi aceste puteri. Va trebui sa aveti foarte mare grija altfel le veti pierde. Uneori, trompa de elefant in vise poate fi un simbol sexual. Din punct de vedere cosmic, visul se refera la trairile dumneavoastra sexuale care sunt influentate de un spirit. Visul la o trompa de elefant mai poate ilustra si abilitatea de a cere ajutorul la nevoie.",
      "slug": "trompa"
    },
    {
      "name": "Trompa de elefant",
      "category": "dictionar",
      "shortMeaning": "Trompa de elefant in vise sugereaza o oarecare ascensiune pe scara sociala.",
      "fullInterpretation": "Trompa de elefant in vise sugereaza o oarecare ascensiune pe scara sociala. Visul poate fi asociat cu faptul ca elefantul nu uita niciodata, astfel ca poate semnifica anumite amintiri. A vedea o trompa de elefant in vise inseamna ca veti primi anunmite puteri interioare de care nu stiati ca le aveti, dar dorintele dumneavoastra vor coplesi aceste puteri. Va trebui sa aveti foarte mare grija altfel le veti pierde. Uneori, trompa de elefant in vise poate fi un simbol sexual. Din punct de vedere cosmic, visul se refera la trairile dumneavoastra sexuale care sunt influentate de un spirit. Visul la o trompa de elefant mai poate ilustra si abilitatea de a cere ajutorul la nevoie.",
      "slug": "trompa-de-elefant"
    },
    {
      "name": "Trompeta",
      "category": "dictionar",
      "shortMeaning": "Daca auzi o trompeta cantand in vis semnifica un semn rau, vei afla o veste rea.",
      "fullInterpretation": "Daca auzi o trompeta cantand in vis semnifica un semn rau, vei afla o veste rea. De asemenea, potrivit explicatiilor moderne, este un vis bun, iti va merge bine -alama stralucitoare este , de fapt, stralucirea succesului tau.",
      "slug": "trompeta"
    },
    {
      "name": "Tron",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis ai cumparat un castron - necaz inseamna.",
      "fullInterpretation": "- Daca in vis ai cumparat un castron - necaz inseamna.- De visezi castron de lut - viata lunga vei avea.- Castron pe masa ta - creativitatea ta va fi rasplatita.- Daca in vis ai spart un castron - cearta inseamna.- De ti in mana un castron Â - vei fi invitata la masa.- Daca visezzi un castron gol pe masa vei avea parte de searacie , in caz contrar inseamna ca nu vei suferi de saracie. Daca va visati patron inseamna ca aveti multe spreante de fericire, dar si faptul ca aveti multe griji. Patronul in vis face referire la sef, superior, director, tatal dumneavoastra. Interpretarea visului depinde si de sentimentul pe care vi-l inspira patronul in vis: blandete, raceala, stapanire de sine, intelepciune, ghidare. In unele cazuri s-ar putea sa-i simititi lipsa tatalui, aveti nevoie de ghidare, de protectie. Vedeti si interpretarea visului sef.",
      "slug": "tron"
    },
    {
      "name": "Trotuar",
      "category": "dictionar",
      "shortMeaning": "Visul in care va plimbati pe trotuar reprezinta progresul continuu si directia in viata.",
      "fullInterpretation": "Visul in care va plimbati pe trotuar reprezinta progresul continuu si directia in viata. S-ar putea sa experimentati noi pasi in viata. Daca visati ca trotuarul este crapat inseamna mici esecuri temporare care va opresc din drumul spre destinatie. Poate ca trebuie sa va alterati cursul si sa faceti unele schimbari in viata dumneavostra.",
      "slug": "trotuar"
    },
    {
      "name": "Trufe",
      "category": "dictionar",
      "shortMeaning": "Trufele in vise reprezinta un om onest si placuta carui companie este cautata de persoanele nobile.",
      "fullInterpretation": "Trufele in vise reprezinta un om onest si placuta carui companie este cautata de persoanele nobile. De asemenea, visul mai poate reprezenta banii castigati cu ajutorul unei femei. Visul in care mancati trufe inseamna ca primiti bani de la o ruda prin metode legitime.",
      "slug": "trufe"
    },
    {
      "name": "Trup",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "trup"
    },
    {
      "name": "Tsunami",
      "category": "dictionar",
      "shortMeaning": "Tsunami in vise de obicei inseamna probleme mari pe plan emotional sau la locul de munca.",
      "fullInterpretation": "Tsunami in vise de obicei inseamna probleme mari pe plan emotional sau la locul de munca. Ati putea fi coplesiti de panica, de stari interioare dure. Aveti foarte mare grija la evenimentele din relatie sau de la munca. Visul in care fugiti de un tsunami simbolizeaza o posibila explozie emotionala cauzata de unele probleme de familie sau intre colegii de la munca. Daca visati ca va ajunge un tsunami din urma inseamna ca este posibil sa pierdeti tot ceea ce ati castigat cu mult efort intr-o afacere sau in relatie. Visul in care ati reusit sa scapati de un tsunami urcand pe o colina sau pe o cladire inalta, sugereaza faptul ca veti avea o reusita obtinuta cu greu, dar trebuie sa aveti grija sa va stapaniti nervii. altfel ve putea pierde ce ati realizat.",
      "slug": "tsunami"
    },
    {
      "name": "Tufis",
      "category": "dictionar",
      "shortMeaning": "Tufisul in vise inseamna piedici, impotriviri, schimbari.",
      "fullInterpretation": "Tufisul in vise inseamna piedici, impotriviri, schimbari. Visul in care va ascundeti intr-un tufis inseamna primejdie. Daca visati ca v-ati incalcit in tufis inseamna ca sunteti veti avea o stare accentuata de nervozitate. Daca visati ca va faceti drum prin tufisuri inseamna ca veti avea parte de schimbari. In cazul in care reusiti sa iesiti din tufisuri schimbarea va fi in bine. Visul in care intrati tufisuri de mure sau de alte plante cu spini este un semn rau. Daca va intepati in spini inseamna ca avet idusmani care la timpul potrivit va vor face probleme. Daca visati ca v-ati intepat si sangerati atunci veti avea probleme la locul de munca.",
      "slug": "tufis"
    },
    {
      "name": "Tulpina",
      "category": "dictionar",
      "shortMeaning": "Tulpina in vise inseamna ca puneti pret prea mult pe o iubire care va duce la dezastru.",
      "fullInterpretation": "Tulpina in vise inseamna ca puneti pret prea mult pe o iubire care va duce la dezastru. Daca visati o tulpina de telina inseamna ca veti prospera si veti fi mai influent decat ati sperat vreodata.",
      "slug": "tulpina"
    },
    {
      "name": "Tumora",
      "category": "dictionar",
      "shortMeaning": "A visa ca aveti o tumoare sugereaza probleme personale cu care trebuie sa va confruntati sau ceva care va \"distruge\".",
      "fullInterpretation": "A visa ca aveti o tumoare sugereaza probleme personale cu care trebuie sa va confruntati sau ceva care va \"distruge\". Problemele sau negativitatea pe care le-ati evitat sau negat pana acum. Tumoarea pe creier in vise reprezinta o schimbare mentala. Probabil reintoarcerea la scoala sau invatarea a ceva nou. Visul in care altcineva are o tumoare inseamna ca aveti anumite amintiri reprimate sau sentimente ramase nerzolvate care amentinta sa iasa la suprafata. Trebuie sa va confruntati cu aceste probleme. Vizitati si interpretarea visului cancer pentru mai multe informatii.",
      "slug": "tumora"
    },
    {
      "name": "Tunde",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tunde"
    },
    {
      "name": "Tunel",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca traversati un tunel semnifica o perioada de tranzitie in timpul careia nu prea sti...",
      "fullInterpretation": "Daca visati ca traversati un tunel semnifica o perioada de tranzitie in timpul careia nu prea stie unde se afla, nici cum sa gaseasca o solutie la problemele care il framanta. Caci, tunelul nu este niciodata un loc unde trebuie sa ramana, ci care trebuie depasit. De asemenea, sugereaza ca ai o piedica in ceea ce vrei tu sa faci -de vei reusi sa treci de tunel, in final totul va fi bine.",
      "slug": "tunel"
    },
    {
      "name": "Tunet",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tunet"
    },
    {
      "name": "Tuns",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tuns"
    },
    {
      "name": "Turban",
      "category": "dictionar",
      "shortMeaning": "Turbanul in vise ar putea reprezenta arborele genealogic.",
      "fullInterpretation": "Turbanul in vise ar putea reprezenta arborele genealogic. Visul ar mai putea insemna si putere, integritate, statut, sugereaza autoritatea. Daca visati ca vi se ia turbanul de pe cap inseamna ca va veti pierde slujba. Visul in care turbanul este bine fixat pe capul unei persoane inseamna ca aceasta se bucura de autoritatea. Cu cat mai lung este turbanul cu atat mai puternica este autoritatea.",
      "slug": "turban"
    },
    {
      "name": "Turbat",
      "category": "dictionar",
      "shortMeaning": "Cele mai des intalnite sunt visele in care un canie turbat va urmareste sau va musca.",
      "fullInterpretation": "Cele mai des intalnite sunt visele in care un canie turbat va urmareste sau va musca. Din pacate, faptul ca ati vazut un caine turbat in visele dumneavoastra este asociat cu sentimente negative din viata de zi cu zi. Daca va descurcati si alungati sau ucideti canele turbat, atunci acest vis poate fi legat si de ceva pozitiv. Schimbari pozitive in viata dumneavoastra sunt atunci cand visati ca ... - Ati vazut pe cineva omorand cainele turbat, este un indiciu ca aveti pe cineva de partea dumneavoastra, aveti un ajutor, etc. - Reusiti sa scapati de cainele turbat, este tot un semn pozitiv, acesta indica faptul ca veti fugi de dusmanii dumneavoastra, fara daune sau pierderi pe viitorul apropit. - Dumneavoasta ucideti cainele turbat, depasiti unele greutati si atitudinea neplacuta a altora ridicandu-va catre prosperitate. Interpretare generala Cainele turbat, de obicei, sugereaza faptul ca sufetiti / veti suferi un ataca in viata de zi cu zi, in mod normal, din partea unei persoane. Fiind urmarit de catre un caine turbat poate insemna ca anumite persoane incearca sa va atace statutul, afacerea sau locul de munca. O abordare mai buna asupa acestui tip de vis terifiant ar fi sa luati in considerare ca acest caine turbat ar putea fi oricine apropiat voua. Muscatura cainelui turbat poate insemna gura lumii, barfe napustite asupra celui care a visat. Iar in cazul in care ati omorat acest caine indica faptul ca ati depasit opinile negative ale altora.",
      "slug": "turbat"
    },
    {
      "name": "Turcoaz",
      "category": "dictionar",
      "shortMeaning": "O persoana care vede in vise un turcoaz se poate considera norocoasa.",
      "fullInterpretation": "O persoana care vede in vise un turcoaz se poate considera norocoasa. Viata sa se va schimba cu siguranta in bine si toate dorintele se vor realiza. Pentru un barbat, o bijuterie cu turcoaz in vise este un semn ca afacarea sa se va imbunatati, pentru o femeie, un astfel de vis prevesteste un amant pasional, iar pentru o fata nemaritata semnifica realizarea dorintelor in dragoste. Daca o femeie viseaza ca poarta o bijuterie cu turcoaz inseamna ca trebuie sa se pregateasca pentru o surpriza care ii va schimba viata. Unii talmacitori spun ca a visa ca purtati o bijuterie cu turcoaz este un semn pentru o cearta iminenta cu persoana iubita. Nu este necesar sa cautati vina in fiecare cuvant deoarece s-ar putea sa va certati fara motiv. O tanara fata care viseaza un obiect facut din turcoaz va reusi sa termine cu succes o munca importanta si care va aduce multa placere ei si celor apropiati. Daca viseaza ca i-a fost furat un obiect din turcoaz inseamna ca va avea probleme in dragoste. Daca visati un turcoaz vechi, murdar sau deteriorat atunci inseamna ca veti fi dezamagit sau veti avea probleme pe viitor. Turcoazul in vise este un semn bun pentru cei nascuti in decembrie, promitand noroc si bogatie. Un vis in care vedeti un turcoaz care isi schimba culorile sugereaza schimbarea vremii sau sunteti avetizat ca cineva v-a pus gand rau. Daca visati ca primiti in dar un turcoaz inseamna ca dorintele dumneavoastra se vor implini. Trebuie sa va aduceti aminte daca atmosfera visului a fost solemna. Cu cat mai multi oameni care au vazut aceasta actiune, cu atat mai repede se vor indeplini dorintele.",
      "slug": "turcoaz"
    },
    {
      "name": "Turist",
      "category": "dictionar",
      "shortMeaning": "Turistul in vise reprezina un student in cautarea cunoasterii, un client, un cumparator sau un negustor.",
      "fullInterpretation": "Turistul in vise reprezina un student in cautarea cunoasterii, un client, un cumparator sau un negustor. A visa un turist sugereaza un aspect al personalitatii dumneavoastra care uneori cauta lucruri interesante. Dumneavoastra sau altcineva cauta ceva frumos, cool sau neobisnuit de distractiv. Alternativ, visul ar putea reflecta curiozitatea dumneavoastra despre a invata alte stiluri de viata interesante. Visul in care sunteti un turist denota faptul ca va veti angaja intr-o aventura placuta care va va lua din caminul dumneavoastra obisnuit.",
      "slug": "turist"
    },
    {
      "name": "Turma / cireada",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "turma-cireada"
    },
    {
      "name": "Turma de bivoli",
      "category": "dictionar",
      "shortMeaning": "O turma de bivoli poate reprezenta o abundenta care isi va indrepta calea spre duneavoastra, spre...",
      "fullInterpretation": "O turma de bivoli poate reprezenta o abundenta care isi va indrepta calea spre duneavoastra, spre deosebire de visul in care vedeti un singur bivol iar acesta poate fi un semn de bun augur ca averea duneavoastra poate spori.",
      "slug": "turma-de-bivoli"
    },
    {
      "name": "Turma de oi",
      "category": "dictionar",
      "shortMeaning": "O turma de oi in vise inseamna ca aveti un spirit subaltern, incapacitatea de a va importivi, acc...",
      "fullInterpretation": "O turma de oi in vise inseamna ca aveti un spirit subaltern, incapacitatea de a va importivi, acceptarea conducerii altuia, adaptabilitate, sociabilitate. Daca visati ca oile din turma pasc rasfirate inseamna ca veti avea succes. Visul in care turma de oi foarte grase sugereaza ca veti aduna foarte multe averi.",
      "slug": "turma-de-oi"
    },
    {
      "name": "Turma de vaci",
      "category": "dictionar",
      "shortMeaning": "Turma de vaci prevesteste sau reaminteste visatorului ca duce o viata plina de lipsuri si presarata cu munca grea.",
      "fullInterpretation": "Turma de vaci prevesteste sau reaminteste visatorului ca duce o viata plina de lipsuri si presarata cu munca grea. Pe de alta parte, daca cel care a visat are o functie de conducere sa o afacere proprie inseamna ca acesta trebuie sa-si investeasca toata energia si timpul necesar pentru a se asigura ca afacerea lui este profitabila. Visand o turma de vaci care pasuneaza linistite si totul pare armonios indica faptu ca cel care le-a visat are relatii personale bune si ca se bucura de un grup de prieteni simpatici si cinstiti.",
      "slug": "turma-de-vaci"
    },
    {
      "name": "Turn",
      "category": "dictionar",
      "shortMeaning": "Turnul este reprezentat, de obicei, de o cladire cilindrica sau prismatica, fiind tot timpul mult...",
      "fullInterpretation": "Turnul este reprezentat, de obicei, de o cladire cilindrica sau prismatica, fiind tot timpul mult mai inalta decat toate cladire ce o inconjoara. In vise, turnul reprezinta o structura pe care noi am dezvoltat-o de-a lungul vietii. Poate fi vorba despre o atitudine launtrica sau una extraordinara. Un turn fara usa simbolizeaza contactul cu sinele launtric. In schimb, un turn fara ferestre sugereaza faptul ca nu suntem sa ne percepem si sa ne apreciem calitatile exterioare sau interioare. Turnul patrat indica o abordare practica asupra vietii, pe cand un turn rotund este asociat cu un simbol spiritual. Poate fi important si cum ajungem in turn. Pasii mici sugereaza usurinta cu care ne putem explora sinele. Pasii anevoiosi denota, intr-o oarecare masura, izolarea. Daca usa turnului este blocata, cel care viseaza nu este pregatit sa-si exploreze subconstientul. O camera ascunsa in turn are semnificatie similara cu cea a incaperii ascunse dintr-o casa. Turn rotund in varful unei cladiri patrate indica imbinarea dimensiunii spirituale cu cea practica. Analizand acest vis din punct de vedere psihologic, interpretarea acestuia ar fi aceea ca daca vrem sa ne traim viata din plin trebuie sa ne intelegem propriul \"turn\". Potrivit traditiei noastre populare simbolistica viselor legate de turnuri este foarte complexa : Turn aurit - este vazut in traditia noastra ca si cearta ori neplaceri. Turnul daramat simbolizeaza oboseala sau incapatanare. Un turn foarte inalt reprezinta implicarea intr-o situatie compromitatoare. Clopote auzindu-se dintr-un turn - veste buna. Urcarea in turn - realizarea proiectelor. Turnul Babael simbolizeaza confuzia. Insusi cuvantul Babel provine de la radacina bli, care inseamna a confunda. Omul inganfat se inalta peste masura, dar nu poate sa isi invinga credinta umana. Lipsa de echilibru duce la confuzie pe planurile terestur si divin, iar oamenii nu se mai inteleg intre ei: nu mai vorbesc aceeasi limba, adica nu mai exista intre ei nici un consens, fiecare se gandeste doar la sine, socotindu-se un Absolut. Daca visezi ca te rastorni cu un vehicul semnifica faptul ca va asteapta o primejdie.",
      "slug": "turn"
    },
    {
      "name": "Turnul Babel",
      "category": "dictionar",
      "shortMeaning": "Turnul Babael simbolizeaza confuzia.",
      "fullInterpretation": "Turnul Babael simbolizeaza confuzia. Insusi cuvantul Babel provine de la radacina bli, care inseamna a confunda. Omul inganfat se inalta peste masura, dar nu poate sa isi invinga credinta umana. Lipsa de echilibru duce la confuzie pe planurile terestur si divin, iar oamenii nu se mai inteleg intre ei: nu mai vorbesc aceeasi limba, adica nu mai exista intre ei nici un consens, fiecare se gandeste doar la sine, socotindu-se un Absolut.",
      "slug": "turnul-babel"
    },
    {
      "name": "Tuse",
      "category": "dictionar",
      "shortMeaning": "( gloante )Vei primi o veste buna.",
      "fullInterpretation": "( gloante )Vei primi o veste buna. - Daca in vis tu ii pui cuiva catuse - posibilitati de promovare la servici.- Daca visezi ca ti se pun catuse - inseama ca ai unele altercatii la locul de munca , sau vei fi criticat de catre colegii de servici ori de catre membrii ai familiei.- Daca visezi ca porti catuse cu tine - rudele sau prietenii apropiati te vor ajuta.",
      "slug": "tuse"
    },
    {
      "name": "Tutun",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tutun"
    }
  ]
}