{
  "symbols": [
    {
      "name": "Tigara",
      "category": "dictionar",
      "shortMeaning": "Fumul de tigara in vise semnifica faptul ca va veti face o noua cunostinta.",
      "fullInterpretation": "Fumul de tigara in vise semnifica faptul ca va veti face o noua cunostinta. Este posibil sa legati o relatie cu cineva de sex opus, insa strict amicala.",
      "slug": "tigara"
    },
    {
      "name": "Tigari",
      "category": "dictionar",
      "shortMeaning": "Tigarile in vis semnifica: -pierdere de bani; -aprinsa- veste placuta, intalnire cu persoana iubi...",
      "fullInterpretation": "Tigarile in vis semnifica: -pierdere de bani; -aprinsa- veste placuta, intalnire cu persoana iubita; -aprinzi- idei si proiecte noi pentru munca ta; -avand-spaima; -fum de tigare- faci o noua cunostinta; -fumand- excapade sentimentale cu spaima; -in pachet- afaceri in curs, negocieri; -scoasa din pachet- dezamagire; -vazand- sanatate; Daca visezi ca umbli cu tigarea semnifica un semn de petrecere dar si de pierdere de timp.",
      "slug": "tigari"
    },
    {
      "name": "Tigla",
      "category": "dictionar",
      "shortMeaning": "Visul in care vedeti tigla, indiferent de culoare, inseamna ca va veti descurca foarte bine in afaceri sau la serviciu.",
      "fullInterpretation": "Visul in care vedeti tigla, indiferent de culoare, inseamna ca va veti descurca foarte bine in afaceri sau la serviciu. Daca visati tigla pe acoperis inseamna ca veti avea castiguri.",
      "slug": "tigla"
    },
    {
      "name": "Tigru",
      "category": "dictionar",
      "shortMeaning": "Aparitia unui tigru alb in vise este un semn al virtutii regale, al puterii.",
      "fullInterpretation": "Aparitia unui tigru alb in vise este un semn al virtutii regale, al puterii.Visul in care apare un pui de tigru sau visati nasterea unui pui de tigru sugereraza noi idei de succes in afaceri.",
      "slug": "tigru"
    },
    {
      "name": "Tigru alb",
      "category": "dictionar",
      "shortMeaning": "Aparitia unui tigru alb in vise este un semn al virtutii regale, al puterii.",
      "fullInterpretation": "Aparitia unui tigru alb in vise este un semn al virtutii regale, al puterii.",
      "slug": "tigru-alb"
    },
    {
      "name": "Timbru/ Timbre",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca folosesti, cumperi sau colectionezi timbre inseamna ca vei avea succese financiare...",
      "fullInterpretation": "Daca visezi ca folosesti, cumperi sau colectionezi timbre inseamna ca vei avea succese financiare si conditii mai bune de viata. De asemenea, un timbru postal prevesteste o veste.",
      "slug": "timbru-timbre"
    },
    {
      "name": "Timp",
      "category": "dictionar",
      "shortMeaning": "Se pare ca timpul in vise este la fel de important ca si timpul in viata reala.",
      "fullInterpretation": "Se pare ca timpul in vise este la fel de important ca si timpul in viata reala. Uneori s-ar putea sa nu fie constienti de timpul din vise si asta din cauza ca probabil nu este important cu ceea ce se intampla in vise. Daca, intr-adevar, observati timpul zilei, ar trebui sa-l considerati ca fiind important. Ca timpul sa joace un rol important in vis, este nevoie de o regula pentru a masura timpul intr-o anumita maniera sau sa gasiti ceva in relatie cu o alta perioada. Din punct de vedere psihologic, timpul in vise sugereaza ca ar trebui sa va indreptati atentia de aceasta data inspre faptul ca timpul are o insemnatate mai speciala in viata dumneavoastra. La nivel spiritual, timpul din vise simbolizeaza moartea sau schimbari drastice. In traditia araba, visul sugereaza faptul ca ar trebui sa nu lucrati in graba. Daca visati ca se opreste timpul in loc inseamna griji carora nu le puteti face fata, presiuni si stres continuu. S-ar putea sa simtiti ca timpul se scruge intr-o anumita situatie personala.Anotimpurile in vise semnifica o trecere a timpului, a unor faze si a unor perioade din viata dumneavoastra. Mai exact, daca anotimpurile se schimba rapid in timpul visului inseamna ca treceti printr-o transformare importanta si o dezvoltare spirituala in viata dumneavoastra. Incercati sa luati in considerare un anume anotimp idn vis pentru o semnificatie si mai complexa. Calatoria in timp este intodeauna un lucru distractiv, daca stam sa ne gandim, chiar si in vise poate fi la fel de distractiv. Poate ca ati urmarit o emisine sau un film care implica calatoria in timp. Uneori s-ar putea sa va intrebati ce inseamna sau cum ar putea fi interpretata aceasta calatorie in timp din vise. Cand incercati sa interpretati aceasta calatorie in timp, luati in considerare daca sau nu linia de timp se refera la propriile emotii si actiuni efectuate intr-o perioada diferita de timp. Vise despre calatoria in timp (viitor si trecut) Atunci cand visati despre calatoria in timp in trecut, calatoriti catre un punct in viata , atunci cand erati mai tanar(a)? Verificati-va emotiile pentru a interpreta acest vis. Simtiti un sentiment de regret sau sau un sentiment de memorie (o amintire placuta). In cazul in care simtiti regret, acesta reflecta faptul ca ati luat decizii proaste in viata pe care doriti sa le modificati. Daca simtiti un sentiment de fericire, inseamna ca doriti sa va intoarceti intr-o perioada mai tanara sau mai fericita a dumneavoastra. Cand visati evenimente istorice, acordati o atentie deosebita evenimentului istoric. Acest eveniment poate reflecta evenimente dumneavoastra de viata actuale sau anterioare. Visand ca calatoriti in viitor, reprezinta , de obicei, sentimentul de curiozitate la tehnologia actuala. S-ar putea sa va simtiti curios de imprejurimi si vreti sa stiti ce va evolua din acestea. Poate ca ati auzit recent despre un nou progres tehnologic, si doriti sa vedeti modul in care rasa umana va evolua. Cand calatoriti in propriul viitor, visul va sugereaza sa va ganditi de doua ori inainte de a lua decizii importante. Visul va ghideaza si va arata ce se poate intampla daca alegeti un anumit traseu. Acordati atentie la ceea ce visul s-ar putea sa reflecte asupra obiceiurilor de viata curente. Drumul pe care il urmati in prezent va avea un impact in viitor.",
      "slug": "timp"
    },
    {
      "name": "Tine (A)",
      "category": "dictionar",
      "shortMeaning": "(A)buchet cu flori- teama de ofilire - evanghelia in mana- cinste mare - foarfecele in mana- calo...",
      "fullInterpretation": "(A)buchet cu flori- teama de ofilire - evanghelia in mana- cinste mare - foarfecele in mana- calomnii - furca- neliniste, suparare, intristare, necaz - iepure- boala in familie - maimuta- o noua dragoste - nuci- zile rele - peste- femei usoare care iti duc prejudicii - ramuri de salcie pletoasa- liniste, drum lung.",
      "slug": "tine-a"
    },
    {
      "name": "Tinta",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca lovesti tinta o singura data, cu orice fel de arma, vei avea noroc.",
      "fullInterpretation": "Daca visezi ca lovesti tinta o singura data, cu orice fel de arma, vei avea noroc.Daca o lovesti la fiecare tragere este semn ca ai prieteni nesinceri. De asemenea, daca nimeriti in centrul tintei inseamna ca stiti unde sa va conecentrati perceptia si cum sa intelegeti un lucru.",
      "slug": "tinta"
    },
    {
      "name": "Tipar",
      "category": "dictionar",
      "shortMeaning": "Daca visezi un tipar viu semnifica o prevestire ca vei munci din greu.",
      "fullInterpretation": "Daca visezi un tipar viu semnifica o prevestire ca vei munci din greu. De asemenea, daca tiparul este mort inseamna ca vei triumfa asupra dusmanilor. Alternativ, daca visezi ca prinzi un tipar, in apa, sugereaza parere de rau, vei avea parte de tristete, de suparare.",
      "slug": "tipar"
    },
    {
      "name": "Tipete",
      "category": "dictionar",
      "shortMeaning": "Tipetele in vise sunt simboluri ale fricilor din viata de zi cu zi.",
      "fullInterpretation": "Tipetele in vise sunt simboluri ale fricilor din viata de zi cu zi. De multe ori atunci cand auziti tipete poate ca sunteti prea ingrijorat(a) de dumneavoastra sa de alte persoane din viata dumneavoastra. Visul in care dumneavoastra tipati simbolizeaza manie si frica. Acest vis poate reprezenta si emotii sau sentimente puternice stapanite in interiorul dumneavoastra. Daca incercati sa tipati, dar nu puteti scoate nici un sunet, inseamna ca trebuie sa confruntati unele situatii/probleme imediat. Poate ca nu sunteti in masura sa identificati unele sentimente sau temeri. Auzind tipetele altora in vise, indica faptul ca este posibil sa primiti vesti suparatoare.",
      "slug": "tipete"
    },
    {
      "name": "Toaleta",
      "category": "dictionar",
      "shortMeaning": "Toaleta murdara in vise indica ganduri, emotii, credinte, judecate sau relatii toxice.",
      "fullInterpretation": "Toaleta murdara in vise indica ganduri, emotii, credinte, judecate sau relatii toxice. Ar putea fi vorba de una din nevoile dumneavoastra de a rezolva problemele in viata. Mai mult, visul ar mai putea insemna deficiente in comunicare sau chiar o incercare de indepartare a unor deseuri emotionale sau a unor persoane. Visele despre toalete se numara printre cele mai frecvente, iar visarea acestora ar putea simboliza faptul ca in viitorul apropiat veti alege o alta directie, poate o cale opusa. Alternativ, tocmai din cauza ca visul este o tema populara, toaleta este considerata a fi un semn bun, de noroc. In continuare va vom prezenta cele mai comune visuri legate de wc-uri. O toaleta murdara In general, acest tip de vis in care vi se prezinta un vas de wc murdar reprezinta un fel de toxicitate, aici putand fi vorba despre oamenii care va inconjoara sau conflicte emotionale nerezolvate. Pentru un minim progres incercati sa gasiti o cale pentru a depasi problemele sau pentru a va indeparta de oamenii toxici din viata dumneavoastra. O toaleta curata Presupun ca daca sunteti ca majoritatea oamenilor, ritualul dumneavoastra preferat nu este curatarea toaletei. Totusi, trebuie facut pentru a mentine spatiul igienizat si curat. Actiunea de curatare a toaletei in vis simbolizeaza nevoia de curatare a vietii si, in general, a mediului de viata incarcat de energie negativa. De asemenea, visul poate face referie si la o curatenie legata de viata profesionala sau o ordine cu privire la relatiile de prietenie. Toaleta infundata WC-ul infundat indica faptul ca ceva din viata de zi cu zi va retine sau va impiedica sa atingeti un anumit succes sau sa duceti la bun sfarsit un anume plan. In viata reala s-ar putea sa fiti coplesiti de sentimentul ca faceti un pas inainte doar pentru ca mai apoi sa faceti trei pasi inapoi. Acest vis apare in general atunci cand in viata reala va simtiti blocati intr-o situatie care pare de nerezolvat si fara nicio cale de a depasi anumute bariere fizice ori mentale. Cel mai bun lucru pe care il puteti face in aceasta situatie este incepeti prin a face pasi mici. Incercati sa faceti cate un lucru in fiecare zi care v-ar putea imbunatati situatia sau care ar putea contribui la atingerea obiectivelor. Toaleta publica Intr-un mod cu totul specific, toaleta publica simbolizeaza o problema sociala sau emotionala de care trebuie sa va eliberati sau la care trebuie sa ii dati drumul. De asemenea, visul poate fi o indicatie asupra faptului ca trebuie sa va detasati de trecut si sa faceti o analiza a pozitiei dumneavoastre actuale. Interpretari culese din popor - closet- bani multi - cazand in wc - bogatie - murdarindu-te - onoare - stand pe wc- stima publica",
      "slug": "toaleta"
    },
    {
      "name": "Toaleta murdara",
      "category": "dictionar",
      "shortMeaning": "Toaleta murdara in vise indica ganduri, emotii, credinte, judecate sau relatii toxice.",
      "fullInterpretation": "Toaleta murdara in vise indica ganduri, emotii, credinte, judecate sau relatii toxice. Ar putea fi vorba de una din nevoile dumneavoastra de a rezolva problemele in viata. Mai mult, visul ar mai putea insemna deficiente in comunicare sau chiar o incercare de indepartare a unor deseuri emotionale sau a unor persoane.",
      "slug": "toaleta-murdara"
    },
    {
      "name": "Toaleta publica",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "toaleta-publica"
    },
    {
      "name": "Toamna",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "toamna"
    },
    {
      "name": "Toarce (A)",
      "category": "dictionar",
      "shortMeaning": "(A)alergare - in- truda, greutate - pisica- siretenia unei femei ne va insela.",
      "fullInterpretation": "(A)alergare - in- truda, greutate - pisica- siretenia unei femei ne va insela.",
      "slug": "toarce-a"
    },
    {
      "name": "Tobe",
      "category": "dictionar",
      "shortMeaning": "Tobele in vise reprezinta sentimente despre natura repetitiva a unei situatii.",
      "fullInterpretation": "Tobele in vise reprezinta sentimente despre natura repetitiva a unei situatii. Ceva ce se intampla continuu. De asemenea, visul s-ar putea sa reflecte presiunea pe care o simtiti din partea altcuiva pentru a face ceva incontinu. Alternativ, tobele in vise ar putea reprezenta sentimente de autodeterminare sau de progres intr-o situatie. Sunteti capabil sa faceti totul de unul singur si in asa cum va doriti. Din punct de vedere pozitiv, visul ar putea reflecta cat de bine va simtiti sa sesizati ce va place si care se intampla tot timpul. Visul sugereaza progres, impuls sau ritm de pastrare. S-ar mai putea sa sugereze ca incercati sa demonstrati celorlalti ca puteti tine pasul. Dintr-o perspectiva negativa, visul poate semnifica un sentiment ca ceva rau se tot intampla. Un impuls sau un progres negativ pe care nu doriti sa il experimentati. Va simtiti enervat de experientele recursive. A visa ca dumneavoastra cantati la tobe indica faptul ca progresati in viata cu propriile conditii. Aveti o vointa de fiersi va mentineti deciziile pe care le luati. Daca visati ca auziti tobe atunci inseamna ca trebuie sa lucrati cu oameni din jurul dumneavoastra pentru a a va pastra viata in echilibru, in special legat de starea emotiva. Este important sa incercati sa fortati ritmul natural al schimbarii pentru propiul beneficiu.",
      "slug": "tobe"
    },
    {
      "name": "Tobogan",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca te dai pe tobogan semnifica un semn de neplaceri.",
      "fullInterpretation": "Daca visezi ca te dai pe tobogan semnifica un semn de neplaceri. Visul e rau chiar si atunci cand toboganul este cu apa , sugereaza tensiune sufleteasca.",
      "slug": "tobogan"
    },
    {
      "name": "Toc",
      "category": "dictionar",
      "shortMeaning": "Toc cu penita in vise simbolizeaza timiditatea.",
      "fullInterpretation": "Toc cu penita in vise simbolizeaza timiditatea. De asemanea, este asociat si cu pesimismul. Daca lacuiesti un toc de fereastra - este semn ca problemele marunte va incetinesc avansarea, trebuie sa fiti mai perseverent si totul va fi bine.A visa ca mancati tocanita sugereaza necazuri sau suparari. S-ar putea ca invidia celor din jur sa va urmareasca, iar sanatatea dumneavoastra sa fie pusa in pericol. Daca visati ca pregatiti o tocanita inseamna ca unele aspecte ale vietii se unesc intr-un intreg. Femeia care viseaza ca pregateste o tocanita este o femeie geloasa pe sotul ei sau considera ca viata statornica se datoreaza copiiilor. Visul in care mancati tocanita de vitel sugereaza ca trebuie sa incorporati aspecte ale vietii din copilarie in viata dumneavoastra de adult. Daca visati ca mancati o tocanita indiana (o tocanita numai din porumb sau alte legume) inseamna saracie, venerare sau devotament. Visul in care purtati tocuri inalte reprezinta farmec si feminitate. Va sintiti increzatoare si sigura de sine. Alternativ, tocurile inalte indica faptul ca va simtiti restrictionata si limitata in rolul dumneavoastra ca fameie. Nu credeti ca va puteti exprima pe deplin si in mod liber. Daca visati ca purtati pantofi eleganti, cu tocuri inalte, fiti gata pentru punerea in aplicare a viitoarelor dumneavoastra planuri. Daca vi-ati rupt un toc in vise, este semn de mic necaz sau pierderea unor lucruri (de regula ieftine). Pantofii cu tocuri mici si late reprezinta impovarare, vag si incertitudine, de care incercati sa scapati. Tocul de pantof insemana opresiune, smerenie si vulnerabilitate. Visul poate fi, de asemenea, un mesaj care va spune ca aveti nevoie de timp pentru vindecare si recuperare, fie emotional sau fizic. Daca sunteti barbat si ati visat o femeie care poarta tocuri subtiri si inalte, potrivit lui Sigmund Freud, acst lucru indica fantezii erotice si o imaginatie bogata, care raman neimplinite in realitate. Va considerati ferm si energic, dar ceilalti nu vad aceste caracteristici in caracterul dumneavostra.Visul in care asteptati un autocar indica o decadere / un declin temporar in atingerea obiectivelor personale. - Daca ati pierdut autocarul in vis, este semn ca un aspect al vietii dumneavoastra a scapat de sub control. Trebuie sa luati lucrurile mai incet si sa va pregatiti un nou plan. - Daca v-ai urcat in autocarul gresit, atunci visul indica temeri de a face alegeri gresite sau de a merge pe cai gresite. - Visul in care calatoriti cu un autocar indica faptul ca aveti de gand sa va lasati purtat de multime. Va lipseste originalitatea si controlul asupra senului vietii. - Daca in vis ati fost implicat intr-un accident de autocar, inseamna ca este timpul sa treceti de la un cadru de grup pe cont propriu. Trebuie sa fiti mai independent.Visul in care mancati sau preparati carne tocata sugereaza ca vor aparea cateva elemente neplacute in viata dumneavoastra, dar pt fi rezolvate daca veti avea rabdare.Motocicleta sau plimbatul cu motocicleta in vise simbolizeaza dorinta de libertate si nevoia de aventura. Poate ca incercati sa scapati de anumite situatii sau de unele responsabilitati din viata de zi cu zi. Alternativ, motocicleta este un simbol al sexualitatii prime. Poate ca se misca prea repede. Motocileta neagra Visarea unei motociclete de culoare neagra poate avea multiple semnificatii. Negrul poate fi asociat cu instinctul de putere asupra a ceea ce va ghideaza si, din acest motiv, detineti controlul, aveti deplina incredere si dispuneti de abilitati excelente pentru a va conduce viata si emotiile. Cu toate acestea, culoarea neagra poate fi si un indiciu asupra faptului ca ar trebui sa actionati cu precautie in anumite situatii. Calculati si acordati o atentie sporita alegerilor dumneavoastra. Nu va speriati, sunteti pe drumul cel bun ! Motocicleta rosie Visare unei motociclete rosii anunta o dorinta puternica de libertate fulgeratoare. Atentie insa la aceasta libertate excesiva, pentru ca pot aparea dezechilibre ce se pot transforma in ceva grav sau greu de controlat. Motocicleta sticata O motocicleta stricata semnifica diverse obstacole la locul de munca. Motocicleta furata Furtul motocicletei in vis poate avea doua semnificatii. Daca ati visat ca cineva vi-a furat motocicleta nu este un vis prea bun. Inseamna sentimente de invidie si de rautate din partea unor persoane, cel mai probabil dintre cele cu care va intersectati zilinic (posibil colegi de munca). Pe de alta parte, daca dumneavoastra furati o motocicleta, inseamna sentimente rele, de furie, de razbunare, de gelozie si de obsesie. Creste in dumneavoastra dorinta de a-i stapani pe ceilalti. Cursa de motociclete Daca v-ati visat participand la o cursa de motociclete in calitate de spectator, inseamna ca incercati pe cat posibil sa evitati responsabilitatile. In cazul in care participarti activ la cursa si goniti pe o motocicleta, inseamna acum este momentul oportun pentru a lasa trecutul in urma si pentru a merge mai departe. Probabil ca ati ajuns la acel moment al vietii in care stiti, aproape cu exactitate, planul care va va garanta succesul. Avand un partener pe motocicleta Daca v-ati visat calatorind alaturi de cineva pe o motocicleta, inseamna ca iti doresti sa te apropii de cineva, in cazul in care nu sunteti implicati intr-o relatie. In mod altenativ, daca suntunteti deja intr-o relatie, insemana ca va place compania partenerului si nu va indoiti unul de celalalt. Accident de motocicleta Visele despre accidentele de motocicleta arata diverse conflicte intre dumneavoastra si cei dragi si, in general, conflicte in relatii. Pantofii cu toc in vis inseamna ca aveti un complex de superioritate. Va simtiti deasupra tuturor. Aveti incredere maxima in dumneavoastra si va simtiti plin de curaj. Considerati ca trebuie sa aveti prioritate oriunde mergeti.Vis nu prea bun, prevesteste dificultati in planul relatiilor cu cei din jur, e vorba despre o chestiune de onoare. Visul prevesteste si alte pericole, suparatoare, dar nu mai mari. Daca o fata sau o femeie indragostita va visa portocale, va avea parte de indiferenta dinspre persoana iubita. Interpretari mai noi, mai ales din lumea anglo-saxona, precizeaza ca visul cu portocale prevesteste distractie, iar daca te visezi mancand portocale, vei avea parte si de placeri. Interpretari viselor cu portocale culese din popor Portocala coapta - dragoste noua Cumparand potocale - dragoste impartasita Daruind cuiva potocale - casatorie bogata Potocala mare si frumoasa- intelepciune, judecata in actiune Mancand portocale acre - dureri, suparari, rani Potocala mucegaita sau stricata - raceala si indiferenta Portocala urata si neuniforma - pierderea onoarei Portocale amarui sau rele la gust - neimplinire emotionala si neliniste Vezi si: CitriceCuloarea portocaliu are o semnificatie de ambitie si pasiune.",
      "slug": "toc"
    },
    {
      "name": "Tocanita",
      "category": "dictionar",
      "shortMeaning": "A visa ca mancati tocanita sugereaza necazuri sau suparari.",
      "fullInterpretation": "A visa ca mancati tocanita sugereaza necazuri sau suparari. S-ar putea ca invidia celor din jur sa va urmareasca, iar sanatatea dumneavoastra sa fie pusa in pericol. Daca visati ca pregatiti o tocanita inseamna ca unele aspecte ale vietii se unesc intr-un intreg. Femeia care viseaza ca pregateste o tocanita este o femeie geloasa pe sotul ei sau considera ca viata statornica se datoreaza copiiilor. Visul in care mancati tocanita de vitel sugereaza ca trebuie sa incorporati aspecte ale vietii din copilarie in viata dumneavoastra de adult. Daca visati ca mancati o tocanita indiana (o tocanita numai din porumb sau alte legume) inseamna saracie, venerare sau devotament.",
      "slug": "tocanita"
    },
    {
      "name": "Tocuri",
      "category": "dictionar",
      "shortMeaning": "Visul in care purtati tocuri inalte reprezinta farmec si feminitate.",
      "fullInterpretation": "Visul in care purtati tocuri inalte reprezinta farmec si feminitate. Va sintiti increzatoare si sigura de sine. Alternativ, tocurile inalte indica faptul ca va simtiti restrictionata si limitata in rolul dumneavoastra ca fameie. Nu credeti ca va puteti exprima pe deplin si in mod liber. Daca visati ca purtati pantofi eleganti, cu tocuri inalte, fiti gata pentru punerea in aplicare a viitoarelor dumneavoastra planuri. Daca vi-ati rupt un toc in vise, este semn de mic necaz sau pierderea unor lucruri (de regula ieftine). Pantofii cu tocuri mici si late reprezinta impovarare, vag si incertitudine, de care incercati sa scapati. Tocul de pantof insemana opresiune, smerenie si vulnerabilitate. Visul poate fi, de asemenea, un mesaj care va spune ca aveti nevoie de timp pentru vindecare si recuperare, fie emotional sau fizic. Daca sunteti barbat si ati visat o femeie care poarta tocuri subtiri si inalte, potrivit lui Sigmund Freud, acst lucru indica fantezii erotice si o imaginatie bogata, care raman neimplinite in realitate. Va considerati ferm si energic, dar ceilalti nu vad aceste caracteristici in caracterul dumneavostra.",
      "slug": "tocuri"
    },
    {
      "name": "Tomate",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tomate"
    },
    {
      "name": "Tomberon",
      "category": "dictionar",
      "shortMeaning": "Tomberonul in vise simbolizeaza faptul ca sunteti dat deoparte, va simtiti respins.",
      "fullInterpretation": "Tomberonul in vise simbolizeaza faptul ca sunteti dat deoparte, va simtiti respins. Alternativ, visul inseamna ca incercati sa va scapati de obiceiurile vechi, negative si de caracteristicile rele.",
      "slug": "tomberon"
    },
    {
      "name": "Topor",
      "category": "dictionar",
      "shortMeaning": "A vedea toporasi in vise inseamna pasiune, fericire si frumusete.",
      "fullInterpretation": "A vedea toporasi in vise inseamna pasiune, fericire si frumusete. De asemenea, indica iluminarea, spiritualitatea si smerenia. Alternativ, visul la toporasi reprezinta timiditatea dumneavoastra pe care incercati sa o ascundeti. Visul in care culegeti toporasi sugereaza ca pozitia dumneavoastra sociala se va imbunatati, veti fi mai respectat de catre prieteni. Daca visati ca primiti toporasi inseamna ca veti fi vizitat de catre o persoana foarte draga dumneavoastra.",
      "slug": "topor"
    },
    {
      "name": "Toporasi",
      "category": "dictionar",
      "shortMeaning": "A vedea toporasi in vise inseamna pasiune, fericire si frumusete.",
      "fullInterpretation": "A vedea toporasi in vise inseamna pasiune, fericire si frumusete. De asemenea, indica iluminarea, spiritualitatea si smerenia. Alternativ, visul la toporasi reprezinta timiditatea dumneavoastra pe care incercati sa o ascundeti. Visul in care culegeti toporasi sugereaza ca pozitia dumneavoastra sociala se va imbunatati, veti fi mai respectat de catre prieteni. Daca visati ca primiti toporasi inseamna ca veti fi vizitat de catre o persoana foarte draga dumneavoastra.",
      "slug": "toporasi"
    },
    {
      "name": "Tornada",
      "category": "dictionar",
      "shortMeaning": "Daca visati o tornada sugereaza ca te confrunti cu unele izbucniri emotionale extreme si un temperament isterical.",
      "fullInterpretation": "Daca visati o tornada sugereaza ca te confrunti cu unele izbucniri emotionale extreme si un temperament isterical. De asemenea, daca visezi ca esti intr-o tornada inseamna ca va simtiti coplesit si scapat de sub control. Planurile tale vor fi umplute cu complicatii si va veti intalni cu o serie de dezamagiri. Daca visati mai multe tornade reprezinta oamenii din jurul tau, care sunt predispusi la izbucniri violente si schimbarea dispozitiei.",
      "slug": "tornada"
    },
    {
      "name": "Tort",
      "category": "dictionar",
      "shortMeaning": "Torturile au o semnificatie deosebita pentru ca sunt facute pentru cei dragi, la ocazii speciale ...",
      "fullInterpretation": "Torturile au o semnificatie deosebita pentru ca sunt facute pentru cei dragi, la ocazii speciale si, drept cadouri dulci. In vise, acestea sunt de obicei un semn pozitiv cu privire la oamenii din viata dumneavoastra si valorile apreciate cel mai mult. Semnificatiile si interpretarile variaza de la surpriza la incertitudine, atentie si bucurie. De asemenea, torturile pot fi si un semn al excesului de ingaduinta. In general, visarea unui tort este asociata cu o persoana ce va va surprinde. Aceasta este probabil cineva care isi va aminti o data importanta pe care o veti sarbatori. Daca ati visat ca oferiti un tort in dar, aceasta simbolizeaza incertitudinea in dragoste. Este posibil sa aveti sentimente de nesiguranta si de manipulare dar, sunteti constient/a ca ar trebui sa va asezati fata in fata si sa discutati despre directia relatiei. Primind un tort in vis, inseamna ca cineva doreste atentie si vrea sa se faca observat de catre dumneavoastra. Probabil ca nu agreati aceasta persoana si, chiar daca incearca atat de mult, nu veti fi in stare sa va indragostiti de ea. Visand ca mancati tort poate insemna rasfat, fiind considerat un vis pozitiv. Poate, de asemenea, prevesti o invitatie la o petrcere sau un eveniment. Daca ati visat ca alte persoane mananca tort, iar dumneavoastra nu, atunci, visul prevesteste sanse ratate. Este posibil ca altcineva sa obtina succesul la care dumneavoastra ati visat mereu. Tortul de nunta simbolizeaza fericirea, prosperitatea si castigul. Actiunile dumneavoastra din viitorul apropiat va vor garanta succesul. Tortul cu ciocolata este, de obicei, cel mai frecvent tip de tort visat si simbolizeaza optimism si o placere viitoare. Aceasta placere poate fi diferita in functie de persoana, pentru unele persoane repezinta dragostea, mancarea, calatoriile, iar pentru altele poate fi vorba despre un hobby, adrenalina, etc. Un tort rau la gust sau mucegait simbolizeaza trecutul, atentie mare la persoanele apropiate. Unele discutii cu privire la trecut vor crea intrigi, jena si multa stare de disconfort. Intercati ca pentru o perioada de timp sa nu va angajati in discutii contradictorii. Cumparand un tort in vis, insemana ca veti cheltui bani cu scopul de a convinge pe cineva. Poate ca asta va functiona pentru o vreme, dar in final se va dovedi o pierdere de timp si o investitie proasta fara rezultatele pe care vi le doreati. Gustand un tort amar este semnul unui dusman. Cineva viclean incearca sa va faca viata amara si o face atat de subtil incat nici macar nu ati observat. Tortul acru simbolizeaza o recompensa, insta nu este recompensa la sperati si pentru care ati investit o gramada de timp, munca si efort. Tortul picant sau sarat simbolizeaza regretul unor actiuni prost executate. Probabil ca ati actionat prea aspru sau nepoliticos, ca urmare veti fi subiectul unor descutii pentru un timp.Torta in vise indica incercarea de a intelege mai bine situatiile, conexiunile sau oamenii, de a ilumina acolo unde este intuneric. Schimbarile din viata, planuri si obiective ce se bazeaza pe examinari mai bune sunt adesea conectate cu aceste vise. A vedea o torta in vise sugereaza interactiuni sociale placute. De asemenea, visul indica o luare la cunostinta, o clarificare sau examinare a unei anumite situatii. Visul in care duceti torta simbolizeaza succes in dragoste. Sunteti iubit de o persoana pe care nu ati remarcat-o pana acum. Daca visati ca se stinge o torta inseamna o perioada de stres. Ar trebui sa renuntati la planuri si sperante ce nu pot fi indeplinite. Din punct de vedere spiritual, torta in vise sugereaza victoria si fericirea, libertatea si mantuirea. La acest nivel, visul poate sugera nevoia de instructiuni si indrumare spirituala.",
      "slug": "tort"
    },
    {
      "name": "Torta",
      "category": "dictionar",
      "shortMeaning": "Torta in vise indica incercarea de a intelege mai bine situatiile, conexiunile sau oamenii, de a ...",
      "fullInterpretation": "Torta in vise indica incercarea de a intelege mai bine situatiile, conexiunile sau oamenii, de a ilumina acolo unde este intuneric. Schimbarile din viata, planuri si obiective ce se bazeaza pe examinari mai bune sunt adesea conectate cu aceste vise. A vedea o torta in vise sugereaza interactiuni sociale placute. De asemenea, visul indica o luare la cunostinta, o clarificare sau examinare a unei anumite situatii. Visul in care duceti torta simbolizeaza succes in dragoste. Sunteti iubit de o persoana pe care nu ati remarcat-o pana acum. Daca visati ca se stinge o torta inseamna o perioada de stres. Ar trebui sa renuntati la planuri si sperante ce nu pot fi indeplinite. Din punct de vedere spiritual, torta in vise sugereaza victoria si fericirea, libertatea si mantuirea. La acest nivel, visul poate sugera nevoia de instructiuni si indrumare spirituala.",
      "slug": "torta"
    },
    {
      "name": "Trabuc",
      "category": "dictionar",
      "shortMeaning": "Visul in care fumati un trabuc reprezinta o stare de spirit relaxata.",
      "fullInterpretation": "Visul in care fumati un trabuc reprezinta o stare de spirit relaxata. Detineti controlul emotiilor si al pasiunilor dumneavoastra. Potrivit lui Freud, trabucul in vise este un simbol al masculinitatii si al energiei primare. Daca visati un trabuc stins sau uscat inseamna ca s-ar putea sa aveti lipsuri in viata sexuala.",
      "slug": "trabuc"
    },
    {
      "name": "Tractor",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tractor"
    },
    {
      "name": "Tradat tradare",
      "category": "dictionar",
      "shortMeaning": "Visul in care ati fost tradat reprezinta suspiciuni cu privire la o anumita persoana, relatie sau situatie.",
      "fullInterpretation": "Visul in care ati fost tradat reprezinta suspiciuni cu privire la o anumita persoana, relatie sau situatie. Acest vis apare de cele mai multe ori atunci cand aveti sentimente de nesiguranta si va confruntati cu angajamente majore in viata, in acelasi timp. Visul in care cineva a tradat indica autocompatimire.",
      "slug": "tradat-tradare"
    },
    {
      "name": "Trafic",
      "category": "dictionar",
      "shortMeaning": "Visul in care prviti traficul aglomerat din oras sau daca va aflati in trafic inseamna ca va treb...",
      "fullInterpretation": "Visul in care prviti traficul aglomerat din oras sau daca va aflati in trafic inseamna ca va trebui sa va eliberati unele probleme personale si financiare care va solicita nervii. Daca visati un blocaj in trafic inseamna ca va simtiti blocat, frustrat deoarece nu aveti mobilitate, nu va puteti misca atat de rapid precum doriti. Visul in care apare violenta in trafic sugereaza furia reprimata, pierderea controlului, al emotiilor si al bunului simt.",
      "slug": "trafic"
    },
    {
      "name": "Trage (A)",
      "category": "dictionar",
      "shortMeaning": "(A)calul trasura- vizita imbelsugata - ceva- bucurie - cu pistolul- infraneaza-ti pornirile - cu ...",
      "fullInterpretation": "(A)calul trasura- vizita imbelsugata - ceva- bucurie - cu pistolul- infraneaza-ti pornirile - cu pusca- i comis greseli ce trebuie reparate - cu sageata- nesiguranta - caruta- lipsuri - tabac pe nas- protectori in preajma - un glont in tinta- ascunzi emotiile si dorintele.",
      "slug": "trage-a"
    },
    {
      "name": "Trambulina",
      "category": "dictionar",
      "shortMeaning": "In talmacirea moderna, trambulina aparuta in vise sugereaza faptul ca nu aveti o perspectiva spec...",
      "fullInterpretation": "In talmacirea moderna, trambulina aparuta in vise sugereaza faptul ca nu aveti o perspectiva specifica si clara in viata. Se pare ca ar trebui sa mergeti odata cu valul si sa nu incercati sa corectati situatia. Trebuie sa va adunati si sa va ganditi la viitor, altfel veti intra intr-o lunga depresie. Daca visati ca sariti pe o trambulina inseamna abilitatea dumneavoastra de a trece peste situatii dificile si emotionale.",
      "slug": "trambulina"
    },
    {
      "name": "Tramvai",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tramvai"
    },
    {
      "name": "Trandafir alb",
      "category": "dictionar",
      "shortMeaning": "Trandafirul alb in vise reprezinta multa fericire in casnicie si in viata de cuplu, iar un tranda...",
      "fullInterpretation": "Trandafirul alb in vise reprezinta multa fericire in casnicie si in viata de cuplu, iar un trandafir alb de o frumusete rara inseamna multa iubire, puritate, o casnicie reusita. Daca visati ca culegeti trandafiri albi inseamna ca veti primi multe daruri.",
      "slug": "trandafir-alb"
    },
    {
      "name": "Trandafir galben",
      "category": "dictionar",
      "shortMeaning": "Trandafirul galben in vise inseamna prietenie de lunga durata, dorinta de socializare.",
      "fullInterpretation": "Trandafirul galben in vise inseamna prietenie de lunga durata, dorinta de socializare. Mai poate insemna si o dragoste aprinsa, cu multa pasiune. Visul in care vedeti un trandafir galben ofilindu-se sugereaza sfarsitul unei relatii de prietenie in care ati investit mult.",
      "slug": "trandafir-galben"
    },
    {
      "name": "Trandafir negru",
      "category": "dictionar",
      "shortMeaning": "Trandafirul negru in vise prevesteste necaz.",
      "fullInterpretation": "Trandafirul negru in vise prevesteste necaz. Pentru oamenii care sunt indragostiti este un semn de despartire fara motiv. Visul la un trandafir negru poate fi un semn de boala, de tristete, de durere sau chiar de doliu, acestea doar daca visati o coroana facuta din trandafiri negri. Daca visati ca va intepati cu spinul unui trandafir negru inseamna ca suferiti din dragoste neimpartasita sau din pricina unor amaraciuni din partea persoanei iubite. Totusi, visul la un trandafir negru nu prezice de fiecare data necazul. Exista o nuanta foarte inchisa a trandafirului nobil burgund care traditional este numit trandafirul negru, acesta avand tulpini lungi, este foarte scump si luxurios. Deci, daca o femeie viseaza ca primeste un buchet de astfel de flori, inseamna recunoastere, faima, viata de lux si succes.",
      "slug": "trandafir-negru"
    },
    {
      "name": "Trandafir rosu",
      "category": "dictionar",
      "shortMeaning": "Daca visati un trandafir rosu, acest lucru simbolizeaza dragostea pasionala, romantism.",
      "fullInterpretation": "Daca visati un trandafir rosu, acest lucru simbolizeaza dragostea pasionala, romantism. Daca visati ca rupeti un trandafir rosu inseamna ca va asteapta o casnicie in viitorul apropiat si multe foloase de la viata.",
      "slug": "trandafir-rosu"
    },
    {
      "name": "Trandafir roz",
      "category": "dictionar",
      "shortMeaning": "Trandafirul roz in vise inseamna romantism, o dragoste proaspata, care fiind la inceput este doar in stare platonica.",
      "fullInterpretation": "Trandafirul roz in vise inseamna romantism, o dragoste proaspata, care fiind la inceput este doar in stare platonica.",
      "slug": "trandafir-roz"
    },
    {
      "name": "Transpiratie",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca transpirati inseamna ca va trebui sa munciti mult, dar veti avea o viata mai buna,...",
      "fullInterpretation": "Daca visati ca transpirati inseamna ca va trebui sa munciti mult, dar veti avea o viata mai buna, veti depasi cu onoare o situatie dificila care a constituit subiectul barfelor. Visul in care va intra traspiratia in ochi prezice o boala in familie.",
      "slug": "transpiratie"
    },
    {
      "name": "Trasnet",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "trasnet"
    },
    {
      "name": "Trasura",
      "category": "dictionar",
      "shortMeaning": "Trasura in vise are mai multe interpretari.",
      "fullInterpretation": "Trasura in vise are mai multe interpretari. Depinde de ceea ce visati: - daca vedeti o trasura - prosperitate, noutate - vizitiu la trasura - bunastare - trasura acoperita - fericire - va visati avand o trasura- calatoria va fi un greu impas - va visati calatorind cu trasura - prigonire in secret - trasura cu calatori - calatorie lunga - trasa de cai - trai bun - trasura cu doi cai - celebritate - trasura cu patru cai - intarzieri pagubitoare - o trasura frumoasa - bunastare - visati o trasura murdara - necaz adanc - va visati mergand cu trasura - dusmanie in secret - o trasura rasturnata - domnie, inaltare, marire - visati o trasura rasturnandu-se - inselatorie, nenorocire, treburi incurcate - daca visati o regina in trasura - pierzi din puterea si faima avuta",
      "slug": "trasura"
    },
    {
      "name": "Travaliu",
      "category": "dictionar",
      "shortMeaning": "Travaliul in vise sugereaza ca va trebui sa munciti din greu pentru a va indeplini scopurile.",
      "fullInterpretation": "Travaliul in vise sugereaza ca va trebui sa munciti din greu pentru a va indeplini scopurile. Daca sunteti femeie si visati ca sunteti in travaliu inseamna dorinta dumneavoastra de a fi insarcinata si de a intemeia o familie. A visa ca aveti contractii inainte de travaliu inseamna ca anticipati munca grea pe care o veti depune. Daca sunteti cu adevarat insarcinata atunci visul serveste ca o repetitie a nasterii reale. Visul incearca sa va pregateasca pentru travaliu si pentru respiratia corecta. Visul in care altcineva intra in travaliu prematur implica faptul ca trebuie sa fiti mai bine pregatit pentru provocarile neasteptate care va vor aparea in fata.",
      "slug": "travaliu"
    },
    {
      "name": "Traversa (A)",
      "category": "dictionar",
      "shortMeaning": "(A)neplaceri - corabie pe mare- personalitate dificila si introvertita - cu obstacole- pericle, g...",
      "fullInterpretation": "(A)neplaceri - corabie pe mare- personalitate dificila si introvertita - cu obstacole- pericle, greutati - de cale ferata- fi mai temperat cu prietenii - lacul cu barca- esti stimat de oameni de seama - o strada- bariere in cale - raul inot- sperante ce se vor indeplini - raul o campie- bunastare, liniste.",
      "slug": "traversa-a"
    },
    {
      "name": "Trece (A)",
      "category": "dictionar",
      "shortMeaning": "(A)examenul- esti disciplinat - frontiera- latura sentimentala nu te ajuta la nimic - prin labiri...",
      "fullInterpretation": "(A)examenul- esti disciplinat - frontiera- latura sentimentala nu te ajuta la nimic - prin labirint- suferinte trupesti si sufletesti - mlastina- te asteapta zile amare - nor pe cer- perioada gitata - pe pod- onoare asigurata - prin poarta- mutare in casa noua - tramvaiul- pierdere de bani - trupele in revista- esti opersoana ambitioasa - testul- ai multe idei pentru viitor.",
      "slug": "trece-a"
    },
    {
      "name": "Trecere de pietoni",
      "category": "dictionar",
      "shortMeaning": "Trecerea de pietoni in vise inseamna obligativitatea respectarii unor reguli impuse, formalism de...",
      "fullInterpretation": "Trecerea de pietoni in vise inseamna obligativitatea respectarii unor reguli impuse, formalism de comunicare, limbaj tinut sub control, cenzura.",
      "slug": "trecere-de-pietoni"
    },
    {
      "name": "Tren de marfa",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "tren-de-marfa"
    },
    {
      "name": "Trena",
      "category": "dictionar",
      "shortMeaning": "Antrenamentul in vise inseamna ca atunci cand vreti sa faceti ceva, sunteti mult prea stresat, va...",
      "fullInterpretation": "Antrenamentul in vise inseamna ca atunci cand vreti sa faceti ceva, sunteti mult prea stresat, va simtiti presat de imprejurari, sunteti agitat. Este un avertisment asupra faptului ca trebuie sa lucrati mai temperat, sa luati totul mai cu calm pentru a ajunge la rezultatele dorite. Visul in care participati la un antrenament va impune sa depuneti mai mult efort, sa va dati silinta mai mult pentru a ajunge unde doriti si sa va simtiti implinit. Daca visati ca cineva va antreneaza pe dumneavoastra inseamna ca este posibil sa fiti solicitat de catre superiori la locul de munca mai mult decat de obicei.",
      "slug": "trena"
    },
    {
      "name": "Trepte",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "trepte"
    }
  ]
}