{
  "symbols": [
    {
      "name": "Tarnacop",
      "category": "unelte",
      "shortMeaning": "Muncă grea, săparea adâncă după adevăr, efort intens sau distrugerea barierelor.",
      "fullInterpretation": "Târnăcopul simbolizează munca fizică grea și nevoia de a „săpa” adânc pentru a obține rezultate. În vis, poate indica efortul de a ajunge la rădăcina unei probleme sau de a descoperi resurse ascunse în propriul subconștient. De asemenea, poate avea conotații de agresivitate sau de distrugere a vechilor structuri pentru a face loc noului. Folosirea lui sugerează determinare, dar și oboseală acumulată.",
      "slug": "tarnacop"
    },
    {
      "name": "Tata mort",
      "category": "persoane",
      "shortMeaning": "Dor, ghidare spirituală, probleme nerezolvate, moștenire emoțională sau conștiință.",
      "fullInterpretation": "Apariția tatălui decedat în vis este adesea un mesaj puternic. Poate reflecta dorul și nevoia de consolare, dar și căutarea unei aprobări pe care nu o mai poți primi în realitate. Adesea, tatăl mort vine să ofere un sfat sau să avertizeze asupra unei direcții greșite. Dacă ești împăcat cu el în vis, înseamnă că ai integrat lecțiile sale. Dacă ești în conflict, sugerează vinovăție sau resentimente care încă te leagă de trecut.",
      "slug": "tata-mort"
    },
    {
      "name": "Taur",
      "category": "animale",
      "shortMeaning": "Forță brută, virilitate, încăpățânare, fertilitate sau pericol iminent.",
      "fullInterpretation": "Taurul este un simbol al puterii masculine, al fertilității și al forței neîmblânzite. Dacă taurul este calm, indică energie vitală și potențial creativ. Dacă este furios și atacă, visul avertizează asupra impulsivității tale sau a unui inamic puternic și încăpățânat. Poate reflecta, de asemenea, o perioadă de prosperitate materială („piața taur” în finanțe), dar obținută prin luptă și determinare.",
      "slug": "taur"
    },
    {
      "name": "Taur negru",
      "category": "animale",
      "shortMeaning": "Pericol ascuns, ură, dușmani puternici sau instincte întunecate.",
      "fullInterpretation": "Taurul negru amplifică aspectele negative și misterioase ale simbolului. Poate reprezenta o depresie, o furie reprimată sau un dușman care acționează din umbră. În unele tradiții, este un prevestitor al morții sau al unei transformări radicale și dureroase. Visul te îndeamnă să îți confrunți cele mai adânci frici și să nu te lași dominat de instincte distructive.",
      "slug": "taur-negru"
    },
    {
      "name": "Tauri / Taur",
      "category": "animale",
      "shortMeaning": "Competiție, energie colectivă, agresivitate sau prosperitate prin efort.",
      "fullInterpretation": "Vederea mai multor tauri sugerează o acumulare de energie și putere, dar și riscul de conflicte majore. Poate indica un mediu competitiv în care trebuie să îți demonstrezi forța. Dacă taurii sunt la pășune, visul promite belșug și fertilitate. Dacă se luptă între ei, te poți aștepta la dispute aprinse în anturajul tău sau la lupta interioară între diverse impulsuri.",
      "slug": "tauri-taur"
    },
    {
      "name": "Tava",
      "category": "obiecte",
      "shortMeaning": "Servire, ofertă, oportunități prezentate, pasivitate sau povară.",
      "fullInterpretation": "Tava în vis simbolizează actul de a oferi sau de a primi ceva. Dacă duci o tavă, înseamnă că ești în slujba altora sau că ai responsabilități de care trebuie să ai grijă cu atenție. Dacă ți se oferă ceva pe tavă, ai parte de o oportunitate facilă („pe tavă”), dar fii atent la condițiile ascunse. O tavă goală sugerează așteptări neîmplinite sau lipsa de resurse.",
      "slug": "tava"
    },
    {
      "name": "Tavali (A te)",
      "category": "acțiuni",
      "shortMeaning": "Umilință, plăcere instinctuală, degradare sau conexiune cu pământul.",
      "fullInterpretation": "A te tăvăli poate avea semnificații duble. Dacă te tăvălești în iarbă sau flori, sugerează bucurie, relaxare și conexiune cu natura. Dacă te tăvălești în noroi sau mizerie, visul indică sentimente de vinovăție, rușine, degradare morală sau implicarea în situații compromițătoare. Poate fi un avertisment să îți cureți reputația sau conștiința.",
      "slug": "tavali-a-te"
    },
    {
      "name": "Tavan",
      "category": "locuri",
      "shortMeaning": "Limitare, protecție, aspirații maxime sau presiune psihică.",
      "fullInterpretation": "Tavanul reprezintă limita superioară a spațiului tău mental sau fizic. Un tavan înalt și luminos sugerează libertate de gândire și perspective largi. Un tavan jos, care pare să cadă, indică stres, presiune și sentimentul de claustrofobie într-o situație de viață. Fisurile în tavan pot simboliza vulnerabilitatea protecției tale sau faptul că vechile convingeri încep să cedeze.",
      "slug": "tavan"
    },
    {
      "name": "Taxi",
      "category": "obiecte",
      "shortMeaning": "Ajutor contra cost, direcție temporară, lipsa controlului sau tranziție.",
      "fullInterpretation": "Taxi-ul simbolizează o călătorie în care plătești pe altcineva să te ducă la destinație. Sugerează că ai nevoie de ajutor pentru a avansa, dar acest ajutor vine cu un cost. De asemenea, indică faptul că nu ești tu cel care conduce vehiculul (viața) în acest moment, ci te lași pe mâna altora. Poate fi o soluție temporară pentru a ajunge unde îți dorești.",
      "slug": "taxi"
    },
    {
      "name": "Te iubesc",
      "category": "emoții",
      "shortMeaning": "Nevoia de afecțiune, confirmare, reconciliere sau exprimarea sentimentelor reprimate.",
      "fullInterpretation": "A auzi sau a spune „te iubesc” în vis este o manifestare directă a nevoii de conexiune emoțională. Dacă o spui, ești gata să îți deschizi inima sau cauți iertare. Dacă ți se spune, visul îți oferă confirmarea și validarea pe care poate nu o primești suficient în realitate. Poate fi, de asemenea, un mesaj de la sinele tău superior, amintindu-ți să te iubești și să te accepți pe tine însuți.",
      "slug": "te-iubesc"
    },
    {
      "name": "Teaca",
      "category": "obiecte",
      "shortMeaning": "Protecție, agresivitate latentă, reconciliere sau pregătirea pentru acțiune.",
      "fullInterpretation": "Teaca este locul unde se odihnește sabia, simbolizând astfel potențialul agresiv ținut sub control. Dacă sabia este în teacă, visul indică pace, armistițiu sau amânarea unui conflict. Dacă teaca este goală, sugerează vulnerabilitate, pierderea protecției sau iminența unei lupte. Găsirea unei teci poate însemna clarificarea unei neînțelegeri sau găsirea locului potrivit pentru tine.",
      "slug": "teaca"
    },
    {
      "name": "Teama",
      "category": "emoții",
      "shortMeaning": "Avertisment subconștient, insecuritate, blocaj mental sau anticiparea unui pericol.",
      "fullInterpretation": "Sentimentul de teamă în vis este adesea mai important decât ceea ce îl provoacă. El semnalează o anxietate reală din viața de zi cu zi pe care încerci să o ignori. Poate indica neîncredere în propriile forțe, teama de necunoscut sau de eșec. Uneori, teama este un mecanism de protecție care te avertizează să fii prudent într-o anumită situație. Confruntarea sursei de teamă în vis este un semn de curaj și creștere personală.",
      "slug": "teama"
    },
    {
      "name": "Teanc de bani (bancnote)",
      "category": "obiecte",
      "shortMeaning": "Putere, resurse, stimă de sine, oportunități financiare sau materialism.",
      "fullInterpretation": "Un teanc de bani simbolizează energie acumulată și potențial de acțiune. Sugerează că dispui de resursele necesare (nu neapărat financiare, ci și talente sau energie) pentru a-ți atinge scopurile. Găsirea unui teanc de bani indică o creștere a stimei de sine sau o oportunitate neașteptată. Dacă îi numeri, îți evaluezi valoarea sau ești preocupat de securitatea materială. Pierderea lor reflectă teama de a-ți pierde statutul sau energia.",
      "slug": "teanc-de-bani-bancnote"
    },
    {
      "name": "Teatru",
      "category": "locuri",
      "shortMeaning": "Roluri sociale, falsitate, drama vieții, observare sau dorința de exprimare.",
      "fullInterpretation": "Teatrul în vis sugerează că viața este văzută ca o scenă. Ești actor sau spectator? Dacă ești pe scenă, simți presiunea de a performa și de a menține o imagine publică. Dacă ești spectator, analizezi obiectiv o situație din viața ta. Visul poate avertiza asupra falsității sau a comportamentelor teatrale din jur. De asemenea, poate reflecta dorința de a fi în centrul atenției sau de a experimenta emoții intense într-un cadru controlat.",
      "slug": "teatru"
    },
    {
      "name": "Teava",
      "category": "obiecte",
      "shortMeaning": "Canalizare a energiei, comunicare, conexiune, scurgeri emoționale sau pace.",
      "fullInterpretation": "Țeava este un canal prin care circulă ceva (apă, gaz, energie). O țeavă intactă sugerează un flux bun al emoțiilor și comunicării. O țeavă spartă sau care curge indică pierderi de energie, emoții scăpate de sub control sau probleme de sănătate (circulație, digestie). „Pacea” (pipa păcii) este o altă conotație, sugerând reconciliere și calmarea conflictelor.",
      "slug": "teava"
    },
    {
      "name": "Tei",
      "category": "natură",
      "shortMeaning": "Vindecare, calm, nostalgie, feminitate sau iubire romantică.",
      "fullInterpretation": "Teiul, cu mirosul său dulce, este simbolul păcii sufletești, al vindecării și al iubirii blânde. Visul evocă o atmosferă de calm și armonie. Poate sugera nevoia de relaxare sau de a trata o problemă cu blândețe. În folclor, teiul este copacul îndrăgostiților și al poeziei, deci visul poate avea conotații romantice sau de nostalgie pentru o perioadă fericită din trecut.",
      "slug": "tei"
    },
    {
      "name": "Tejghea",
      "category": "obiecte",
      "shortMeaning": "Tranzacție, evaluare publică, barieră între tine și ceilalți sau servire.",
      "fullInterpretation": "Tejgheaua reprezintă punctul de întâlnire dintre cerere și ofertă, dar și o barieră. Dacă ești în spatele tejghelei, ești cel care oferă, servește sau controlează resursele, dar te poți simți și separat de ceilalți. Dacă ești în fața ei, ești în poziția de a cere sau de a fi evaluat. Visul poate reflecta atitudinea ta față de muncă și modul în care interacționezi cu publicul sau clienții.",
      "slug": "tejghea"
    },
    {
      "name": "Telecabina",
      "category": "obiecte",
      "shortMeaning": "Ascensiune pasivă, perspectivă de ansamblu, detașare sau progres asistat.",
      "fullInterpretation": "Telecabina simbolizează o ascensiune care nu depinde efortul tău fizic direct, ci de un mecanism extern. Sugerează că evoluezi sau depășești obstacolele cu ajutorul cuiva sau al unei conjuncturi favorabile. Îți oferă o perspectivă panoramică asupra problemelor („le privești de sus”), sugerând detașare și claritate. Totuși, ești limitat la un traseu prestabilit și poți simți o lipsă de control.",
      "slug": "telecabina"
    },
    {
      "name": "Telecomanda",
      "category": "obiecte",
      "shortMeaning": "Control, dorința de a schimba situația, manipulare sau pasivitate.",
      "fullInterpretation": "Telecomanda este simbolul puterii de a schimba lucrurile de la distanță, fără a te implica fizic. Dacă o ții în mână, vrei să ai controlul asupra mediului sau asupra celorlalți. Dacă altcineva are telecomanda, te simți manipulat sau neputincios („ești butonat de alții”). Visul poate sugera și dorința de a schimba rapid o situație plictisitoare sau neplăcută („a schimba canalul”).",
      "slug": "telecomanda"
    },
    {
      "name": "Telefon furat",
      "category": "obiecte",
      "shortMeaning": "Pierderea conexiunii, izolare forțată, violarea intimității sau criză de identitate.",
      "fullInterpretation": "Furtul telefonului în vis este un coșmar modern care reflectă teama de a fi deconectat de lume și de a-ți pierde identitatea socială. Simți că ți s-a invadat intimitatea sau că cineva îți sabotează capacitatea de a comunica. Poate indica sentimentul că ești exclus dintr-un grup sau că nu mai ai acces la informații vitale. Este un semnal să îți protejezi mai bine secretele și spațiul personal.",
      "slug": "telefon-furat"
    },
    {
      "name": "Telefon mobil",
      "category": "obiecte",
      "shortMeaning": "Conectare rapidă, dependență de tehnologie, mobilitate socială sau disponibilitate permanentă.",
      "fullInterpretation": "Telefonul mobil în vis simbolizează modul tău de a interacționa cu lumea: rapid, mobil, dar uneori superficial. Dacă îl ții strâns în mână, indică atașament și teama de a fi singur. Dacă nu ai semnal, te simți izolat sau neînțeles. Folosirea lui excesivă în vis poate fi un avertisment că tehnologia îți distrage atenția de la viața reală și de la relațiile „față în față”.",
      "slug": "telefon-mobil"
    },
    {
      "name": "Telefon nou",
      "category": "obiecte",
      "shortMeaning": "Noi modalități de comunicare, schimbare de statut, noi relații sau începuturi.",
      "fullInterpretation": "Achiziția sau primirea unui telefon nou sugerează dorința de a te reinventa și de a comunica diferit. Ești deschis la noi contacte și idei. Poate indica o îmbunătățire a abilităților tale sociale sau intrarea într-o nouă etapă a vieții profesionale. Ești gata să „răspunzi” la noi provocări și să stabilești conexiuni proaspete.",
      "slug": "telefon-nou"
    },
    {
      "name": "Telefon spart",
      "category": "obiecte",
      "shortMeaning": "Comunicare fracturată, relații deteriorate, neînțelegeri sau blocaj emoțional.",
      "fullInterpretation": "Ecranul spart al telefonului simbolizează distorsionarea realității sau a mesajelor pe care le primești și le transmiți. Relațiile tale pot suferi din cauza unor cuvinte prost înțelese sau a lipsei de claritate. Te simți frustrat că nu te poți face auzit sau că nu poți vedea clar intențiile celorlalți. Este un semn să repari „fisurile” din comunicarea ta înainte ca ruptura să fie totală.",
      "slug": "telefon-spart"
    },
    {
      "name": "Telefon stricat",
      "category": "obiecte",
      "shortMeaning": "Imposibilitatea de a comunica, izolare, sentimente reprimate sau defecțiune tehnică simbolică.",
      "fullInterpretation": "Un telefon care nu funcționează deloc indică o blocare totală a comunicării într-un anumit aspect al vieții tale. Poate ai lucruri de spus, dar nu găsești momentul sau cuvintele potrivite, sau simți că nimeni nu te ascultă. Poate sugera și o deconectare de la propria intuiție sau de la o persoană dragă. Trebuie să găsești alte căi de a transmite mesajul.",
      "slug": "telefon-stricat"
    },
    {
      "name": "Telegrama",
      "category": "obiecte",
      "shortMeaning": "Veste urgentă, mesaj important din subconștient, surpriză sau comunicare învechită.",
      "fullInterpretation": "Deși arhaică, telegrama în vis simbolizează urgența și importanța unui mesaj. Subconștientul încearcă să îți transmită ceva concis și direct. Poate anunța o veste neașteptată care necesită atenție imediată. Dacă tu trimiți telegrama, înseamnă că vrei să comunici esențialul fără ocolișuri. Poate indica și nostalgia pentru vremuri în care comunicarea era mai solemnă.",
      "slug": "telegrama"
    },
    {
      "name": "Telemea",
      "category": "alimente",
      "shortMeaning": "Simplitate, satisfacție modestă, conservarea resurselor sau „ceva putred”.",
      "fullInterpretation": "Brânza telemea, fiind un aliment de bază și conservat, simbolizează resursele durabile și satisfacția nevoilor simple. Dacă este proaspătă și bună, indică sănătate și mulțumire cu ceea ce ai. Dacă este veche sau amară, poate sugera dezamăgire, relații care s-au „acrit” sau situații care nu miros a bine. Poate indica și nevoia de a fi mai cumpătat.",
      "slug": "telemea"
    },
    {
      "name": "Telescaun",
      "category": "obiecte",
      "shortMeaning": "Singurătate la înălțime, vulnerabilitate expusă, progres lent dar sigur sau relaxare.",
      "fullInterpretation": "Spre deosebire de telecabină, telescaunul te expune direct elementelor. Sugerează o călătorie solitară sau o perioadă în care te simți vulnerabil și „cu picioarele în gol”, deși ești susținut de un mecanism sigur. Indică nevoia de a avea încredere în procesul vieții, chiar dacă te simți expus. Oferă o perspectivă clară și aerisită asupra problemelor, invitând la contemplare.",
      "slug": "telescaun"
    },
    {
      "name": "Telescop",
      "category": "obiecte",
      "shortMeaning": "Viziune de ansamblu, analiză detaliată, viitor îndepărtat sau curiozitate științifică.",
      "fullInterpretation": "Telescopul simbolizează dorința de a vedea dincolo de aparențe și de a înțelege „imaginea de ansamblu”. Privești spre viitor sau încerci să deslușești aspecte îndepărtate ale unei probleme. Dacă te uiți la stele, visul reflectă aspirații înalte, speranță și căutarea unui sens cosmic. Dacă te uiți la vecini, sugerează curiozitate indiscretă sau invidie.",
      "slug": "telescop"
    },
    {
      "name": "Televiziune",
      "category": "fenomene",
      "shortMeaning": "Informare pasivă, divertisment, influență externă, distragere sau viziune colectivă.",
      "fullInterpretation": "Televiziunea reprezintă fluxul de informații și opinii care vin din exterior. Visul sugerează că ești receptiv la influențele sociale sau că te lași modelat de „ceea ce se spune”. Poate indica o stare de pasivitate – privești viața altora în loc să o trăiești pe a ta. Ceea ce vezi la TV în vis este un mesaj direct despre preocupările tale actuale sau despre cum percepi realitatea.",
      "slug": "televiziune"
    },
    {
      "name": "Televizor",
      "category": "obiecte",
      "shortMeaning": "Ecranul minții, comunicare vizuală, evadare din realitate sau fereastră spre lume.",
      "fullInterpretation": "Televizorul ca obiect este „ochiul” din casă. Dacă este deschis, ești conectat la lume, dar poate prea distras. Dacă este închis, cauți liniște sau te izolezi. Un televizor stricat sau cu purici indică confuzie mentală și incapacitatea de a vedea clar o situație. Imaginile de pe ecran sunt proiecții ale propriilor gânduri și dorințe.",
      "slug": "televizor"
    },
    {
      "name": "Telina",
      "category": "alimente",
      "shortMeaning": "Sănătate, vitalitate, putere masculină, simplitate rustică sau vindecare.",
      "fullInterpretation": "Țelina este asociată adesea cu vitalitatea și, în unele tradiții, cu virilitatea. Visul sugerează nevoia de a te hrăni sănătos și de a-ți întări organismul. Dacă o plantezi sau o culegi, indică o perioadă de muncă ce va aduce roade sănătoase. Mirosul puternic al țelinei poate evoca amintiri legate de casă și de simplitate. Poate fi un îndemn la o viață mai naturală.",
      "slug": "telina"
    },
    {
      "name": "Temnita",
      "category": "locuri",
      "shortMeaning": "Pedeapsă, vinovăție, izolare, limitări auto-impuse sau blocaj spiritual.",
      "fullInterpretation": "Temnița este simbolul suprem al pierderii libertății și al izolării. Dacă ești închis în vis, te simți pedepsit sau limitat de circumstanțe externe, dar adesea temnița este construită de propriile tale frici și convingeri limitative. Sugerează o stare de depresie, de retragere forțată sau de vinovăție care te ține captiv. Evadarea din temniță anunță eliberarea de o povară emoțională.",
      "slug": "temnita"
    },
    {
      "name": "Templu",
      "category": "locuri",
      "shortMeaning": "Sacralitate, corpul uman, căutare spirituală, pace interioară sau refugiu.",
      "fullInterpretation": "Templul reprezintă spațiul sacru, fie că este vorba de un edificiu religios sau de corpul tău („templul sufletului”). Visul indică o nevoie de conectare cu divinul sau cu sinele superior. Cauți răspunsuri la întrebări existențiale sau un refugiu din fața haosului cotidian. Starea templului (dărăpănat sau strălucitor) reflectă starea ta spirituală și fizică.",
      "slug": "templu"
    },
    {
      "name": "Tencuiala",
      "category": "obiecte",
      "shortMeaning": "Aparențe, mascare, reparații superficiale sau protecția structurii.",
      "fullInterpretation": "Tencuiala este stratul care acoperă structura brută a unei clădiri. În vis, simbolizează „fațada” pe care o prezinți lumii. Dacă tencuiala cade, înseamnă că adevărata ta natură sau problemele ascunse ies la iveală („îți cade masca”). Tencuirea unui perete sugerează încercarea de a repara o situație, de a ascunde defecte sau de a te proteja de influențele externe.",
      "slug": "tencuiala"
    },
    {
      "name": "Tenis",
      "category": "acțiuni",
      "shortMeaning": "Competiție, schimb de replici, duel mental, agilitate sau parteneriat dinamic.",
      "fullInterpretation": "Jocul de tenis implică un schimb rapid de mingi (idei, replici) între doi adversari sau parteneri. Visul sugerează o situație în care trebuie să fii mereu atent și să reacționezi rapid. Poate simboliza o dezbatere aprinsă, o negociere sau o relație dinamică, dar competitivă. Dacă joci singur la perete, te lupți cu tine însuți sau te antrenezi pentru o provocare viitoare.",
      "slug": "tenis"
    },
    {
      "name": "Tentatie",
      "category": "emoții",
      "shortMeaning": "Conflict interior, dorință interzisă, testarea voinței sau alegere morală.",
      "fullInterpretation": "A simți o tentație în vis reflectă un conflict real între ceea ce îți dorești (id-ul) și ceea ce știi că este corect (superego-ul). Ești pus în fața unei alegeri care îți testează valorile și autocontrolul. Dacă cedezi tentației în vis, poate fi o supapă de eliberare a presiunii sau un semn de slăbiciune. Dacă reziști, demonstrezi tărie de caracter și maturitate.",
      "slug": "tentatie"
    },
    {
      "name": "Terasa",
      "category": "locuri",
      "shortMeaning": "Relaxare, deschidere, socializare, perspectivă sau expunere controlată.",
      "fullInterpretation": "Terasa este un spațiu de tranziție între interior și exterior, destinat relaxării și socializării. Visul indică nevoia de a te deschide către ceilalți, dar păstrând un sentiment de siguranță. Oferă o perspectivă mai bună asupra împrejurimilor, sugerând claritate și detașare. Poate simboliza și dorința de a fi văzut și admirat într-un context social plăcut.",
      "slug": "terasa"
    },
    {
      "name": "Teren",
      "category": "locuri",
      "shortMeaning": "Potențial, fundație, proprietate, teritoriu personal sau munca subconștientă.",
      "fullInterpretation": "Un teren în vis reprezintă potențialul tău neexploatat sau baza pe care îți construiești viața. Un teren arid sugerează lipsa de idei sau resurse, în timp ce un teren fertil promite succes și creștere. Cumpărarea unui teren indică dorința de stabilitate și de a pune bazele unui viitor solid. Terenul accidentat avertizează asupra dificultăților care te așteaptă.",
      "slug": "teren"
    },
    {
      "name": "Teren de fotbal",
      "category": "locuri",
      "shortMeaning": "Muncă de echipă, competiție publică, reguli clare, victorie sau înfrângere.",
      "fullInterpretation": "Terenul de fotbal este arena vieții sociale și profesionale. Simbolizează importanța muncii de echipă, a strategiei și a competiției loiale. Te simți jucător sau spectator? Dacă ești pe teren, ești implicat activ în atingerea unui scop comun. Dacă terenul este gol sau în construcție, proiectele tale sunt încă în faza de planificare sau te simți nepregătit pentru „meci”.",
      "slug": "teren-de-fotbal"
    },
    {
      "name": "Teren mlastinos",
      "category": "locuri",
      "shortMeaning": "Instabilitate, emoții tulburi, capcană, stagnare sau teren nesigur.",
      "fullInterpretation": "Mlaștina sau terenul moale simbolizează nesiguranța și pericolul de a fi „înghițit” de emoții negative sau de situații complicate. Simți că pierzi teren sub picioare sau că te afunzi în probleme pe care nu le poți controla. Este un avertisment să fii extrem de prudent în decizii și să eviți situațiile care par neclare sau riscante. Necesită o curățare a emoțiilor reprimate.",
      "slug": "teren-mlastinos"
    },
    {
      "name": "Termometru",
      "category": "obiecte",
      "shortMeaning": "Măsurarea emoțiilor, schimbări de dispoziție, febrilitate, boală sau evaluare.",
      "fullInterpretation": "Termometrul în vis simbolizează nevoia de a măsura „temperatura” unei situații sau a unei relații. Dacă temperatura e ridicată, indică pasiune intensă, furie sau stres (o situație febrilă). Dacă e scăzută, sugerează răceală emoțională sau distanțare. Poate fi și un avertisment legat de sănătate sau un semn că trebuie să monitorizezi atent evoluția unei probleme.",
      "slug": "termometru"
    },
    {
      "name": "Terorist",
      "category": "persoane",
      "shortMeaning": "Amenințare imprevizibilă, sabotaj, frică extremă, distrugerea ordinii sau conflict interior.",
      "fullInterpretation": "Teroristul în vis reprezintă o forță destructivă care acționează din umbră și amenință stabilitatea ta. Poate simboliza o persoană toxică din viața ta care îți sabotează liniștea sau propriile gânduri autodistructive. Sentimentul de neputință în fața unui atac sugerează anxietate și pierderea controlului. Visul te îndeamnă să identifici sursa internă sau externă a acestui „terorism” emoțional.",
      "slug": "terorist"
    },
    {
      "name": "Tese (A)",
      "category": "acțiuni",
      "shortMeaning": "Creativitate, destin, răbdare, intrigi sau construirea viitorului.",
      "fullInterpretation": "A țese în vis este un act de creație conștientă. Ca și Parce, tu ești cel care trage firele propriului destin. Dacă țesătura este frumoasă și regulată, îți construiești viața cu răbdare și pricepere. Dacă firele se încurcă, treci printr-o perioadă de confuzie sau planurile tale sunt complicate. Țesutul poate simboliza și urzirea unor intrigi sau încercarea de a repara o situație complexă.",
      "slug": "tese-a"
    },
    {
      "name": "Test de sarcina",
      "category": "obiecte",
      "shortMeaning": "Așteptare, potențial, teamă de schimbare, creativitate sau noi începuturi.",
      "fullInterpretation": "Testul de sarcină simbolizează „gestarea” unei idei, a unui proiect sau a unei noi etape de viață. Rezultatul testului reflectă speranțele sau temerile tale legate de acest nou început. Dacă este pozitiv, ești gata să dai viață (metaforic sau literal) la ceva nou. Dacă este negativ, poate indica o dezamăgire sau, dimpotrivă, ușurarea că încă nu trebuie să îți asumi o responsabilitate majoră.",
      "slug": "test-de-sarcina"
    },
    {
      "name": "Testament",
      "category": "obiecte",
      "shortMeaning": "Moștenire, evaluarea vieții, responsabilitate, sfârșitul unei etape sau dorința de a lăsa ceva în urmă.",
      "fullInterpretation": "Visul despre testament nu prevestește moartea, ci se referă la ceea ce lași în urmă și la responsabilități. Poate indica nevoia de a pune ordine în viață, de a clarifica aspecte financiare sau relaționale. Dacă scrii un testament, ești într-un proces de maturizare și te gândești la impactul tău asupra celorlalți. Dacă primești o moștenire, ți se transmit resurse sau talente neașteptate.",
      "slug": "testament"
    },
    {
      "name": "Testoasa",
      "category": "animale",
      "shortMeaning": "Longevitate, răbdare, protecție, înțelepciune, lentoare sau retragere în sine.",
      "fullInterpretation": "Țestoasa este simbolul înțelepciunii antice și al rezistenței. Te îndeamnă să ai răbdare („încet dar sigur”) și să te protejezi de atacurile externe retrăgându-te în carapacea ta. Poate indica o perioadă de stagnare aparentă care este de fapt o acumulare de forțe. Dacă țestoasa este pe spate, te simți vulnerabil și neajutorat. Este un ghid spiritual spre stabilitate.",
      "slug": "testoasa"
    },
    {
      "name": "Ticalos",
      "category": "persoane",
      "shortMeaning": "Trădare, imoralitate, partea întunecată a sinelui (Umbra) sau avertisment.",
      "fullInterpretation": "Un ticălos în vis personifică aspectele morale pe care le disprețuiești sau de care te temi. Poate reprezenta o persoană reală care ți-a făcut rău sau o parte din tine (Umbra jungiană) pe care refuzi să o accepți – impulsuri egoiste, minciuni sau cruzime. Confruntarea cu ticălosul este esențială pentru integrarea acestor aspecte și pentru vindecare.",
      "slug": "ticalos"
    },
    {
      "name": "Tigaie",
      "category": "obiecte",
      "shortMeaning": "Transformare, furie („a sări din tigaie în foc”), pregătire sau instrument de creație.",
      "fullInterpretation": "Tigaia este instrumentul alchimic al bucătăriei. A găti în tigaie înseamnă a transforma ideile sau resursele în ceva hrănitor. Dacă tigaia este încinsă, situația este tensionată sau tu ești furios. Expresia „a sări din lac în puț” (sau din tigaie în foc) sugerează agravarea unei situații. O tigaie murdară indică resentimente și probleme „arse” care trebuie curățate.",
      "slug": "tigaie"
    },
    {
      "name": "Tiganca",
      "category": "persoane",
      "shortMeaning": "Mister, intuiție, libertate, ghicirea viitorului sau prejudecăți.",
      "fullInterpretation": "Țiganca în vis este adesea asociată cu misticismul, ghicitul și libertatea absolută. Poate simboliza intuiția ta feminină sau dorința de a cunoaște viitorul. Dacă îți ghicește, mesajul ei este important pentru subconștient. Pe de altă parte, poate reflecta temeri legate de înșelăciune sau prejudecăți sociale, în funcție de convingerile tale personale.",
      "slug": "tiganca"
    },
    {
      "name": "Tigani",
      "category": "persoane",
      "shortMeaning": "Comunitate nomadă, neconvențional, petrecere, instabilitate sau bucurie de a trăi.",
      "fullInterpretation": "Un grup de țigani simbolizează dorința de libertate, de a trăi în afara normelor stricte și de a te bucura de moment. Poate indica o perioadă de instabilitate sau de călătorie. Atmosfera din vis (veselă sau amenințătoare) îți va spune dacă percepi această libertate ca pe o bucurie sau ca pe un pericol (haos, lipsă de reguli).",
      "slug": "tigani"
    }
  ]
}