{
  "symbols": [
    {
      "name": "Ucenicie",
      "category": "fenomene",
      "shortMeaning": "Simbol al învățării, al umilinței și al pregătirii pentru o nouă etapă a vieții.",
      "fullInterpretation": "Visul despre ucenicie reflectă o perioadă de acumulare și de formare. Ești într-un moment în care trebuie să asculți, să înveți de la alții și să îți dezvolți abilitățile. Poate sugera nevoia de răbdare și de a accepta că nu le știi pe toate încă. Este un semn bun pentru viitor, indicând că eforturile actuale de învățare vor duce la măiestrie și succes. Totodată, poate simboliza modestia necesară pentru a crește spiritual sau profesional.",
      "slug": "ucenicie"
    },
    {
      "name": "Ucide",
      "category": "acțiuni",
      "shortMeaning": "Eliminarea radicală a unei părți din sine sau a unui obstacol major; transformare forțată.",
      "fullInterpretation": "A ucide în vis este un simbol puternic, adesea șocant, dar rareori prevestește o moarte fizică. De cele mai multe ori, reflectă dorința subconștientă de a elimina o latură a propriei personalități care nu îți mai este de folos (un viciu, o frică, o atitudine negativă). Dacă ucizi un animal, poate semnifica dominarea instinctelor primare. Dacă ucizi o persoană, poate indica un conflict latent sau nevoia de a te distanța de influența acelei persoane. Este un vis despre putere, control și finaluri necesare pentru a face loc noului.",
      "slug": "ucide"
    },
    {
      "name": "Ucide (A)",
      "category": "acțiuni",
      "shortMeaning": "Acțiunea decisivă de a pune capăt unei situații tensionate sau de a reprima o emoție.",
      "fullInterpretation": "Verbul \"a ucide\" în vis pune accent pe acțiunea în sine. Sugerează că ești gata să iei măsuri drastice pentru a rezolva o problemă care te macină. Poate fi vorba despre tăierea răului de la rădăcină într-o situație de viață. Pe de altă parte, poate avertiza asupra agresivității reprimate sau a furiei pe care o simți față de o nedreptate. Visul te invită să analizezi ce anume vrei să scoți definitiv din viața ta.",
      "slug": "ucide-a"
    },
    {
      "name": "Ucigas",
      "category": "persoane",
      "shortMeaning": "Frica de a pierde controlul sau sentimentul că cineva îți sabotează planurile și liniștea.",
      "fullInterpretation": "Apariția unui ucigaș în vis simbolizează o amenințare la adresa integrității tale emoționale sau a proiectelor tale. Poate reprezenta o parte din tine (umbra) care sabotează fericirea conștientă, sau o influență externă toxică. Dacă tu ești ucigașul, te poți simți vinovat pentru că ai trădat propriile principii sau ai rănit pe cineva. Dacă ești urmărit de un ucigaș, visul indică o fugă de responsabilități sau de o confruntare inevitabilă.",
      "slug": "ucigas"
    },
    {
      "name": "Ud",
      "category": "fenomene",
      "shortMeaning": "Expresie a emoțiilor, purificare sau vulnerabilitate în fața sentimentelor copleșitoare.",
      "fullInterpretation": "A fi ud în vis sau a vedea obiecte ude se leagă direct de sfera emoțională. Apa reprezintă sentimentele; a fi ud înseamnă a fi \"atins\" de emoții, fie că e vorba de o purificare binevenită (ca o ploaie de vară), fie de o stare de vulnerabilitate și disconfort. Dacă te simți bine fiind ud, visul anunță o reînnoire spirituală și fertilitate. Dacă senzația este de frig și neplăcere, poate semnala tristețe, regrete sau o situație stânjenitoare din care vrei să te \"usuci\", să scapi.",
      "slug": "ud"
    },
    {
      "name": "Uda (A)",
      "category": "acțiuni",
      "shortMeaning": "Îngrijire, creștere și hrănire emoțională sau spirituală a unui proiect sau relații.",
      "fullInterpretation": "A uda ceva în vis (flori, grădină) este un semn extrem de pozitiv, legat de cultivarea a ceva valoros. Simbolizează efortul tău de a menține vie o relație, o idee sau un talent. Arată devotament, iubire și dorința de a vedea rezultate concrete (roade). Dacă uzi pământ arid, poate indica nevoia de a revitaliza o situație stagnantă. Este un vis al fertilității și al implicării active în propria evoluție sau a celor dragi.",
      "slug": "uda-a"
    },
    {
      "name": "Uita (A)",
      "category": "acțiuni",
      "shortMeaning": "Nevoia de a lăsa în urmă trecutul sau avertisment asupra neglijenței.",
      "fullInterpretation": "A uita ceva în vis (un obiect, o persoană, o programare) indică anxietate legată de responsabilități sau dorința subconștientă de a șterge o amintire dureroasă. Poate sugera că neglijezi un aspect important al vieții tale în favoarea unor nimicuri. Dacă uiți cine ești, este un semn de criză de identitate sau epuizare mentală. Visul te îndeamnă să fii mai organizat sau, dimpotrivă, să \"uiți\" și să ierți pentru a putea merge mai departe.",
      "slug": "uita-a"
    },
    {
      "name": "Uitandu te in jos",
      "category": "acțiuni",
      "shortMeaning": "Sentiment de vinovăție, rușine sau nevoie de introspecție profundă.",
      "fullInterpretation": "A privi în jos în vis poate avea semnificații multiple. Adesea, este legat de rușine, vinovăție sau lipsă de încredere în sine; eviți să înfrunți realitatea sau privirea celorlalți. Pe de altă parte, poate simboliza prudența – te uiți unde calci pentru a evita pericolele. Dacă privești în jos de la înălțime, visul vorbește despre detașare, perspectivă asupra problemelor mărunte sau frica de a \"cădea\" din poziția socială actuală.",
      "slug": "uitandu-te-in-jos"
    },
    {
      "name": "Ulcer",
      "category": "corp",
      "shortMeaning": "Griji care te macină pe interior, furie reprimată și stres nerezolvat.",
      "fullInterpretation": "Visul despre un ulcer sau o rană care nu se vindecă indică o problemă emoțională pe care o ignori, dar care te consumă pe dinăuntru. Este simbolul \"răului\" neevacuat: resentimente, griji cronice sau o situație toxică pe care o tolerezi. Corpul tău oniric îți transmite că stresul a atins un nivel critic și că trebuie să elimini sursa de iritare din viața ta înainte ca aceasta să te afecteze fizic.",
      "slug": "ulcer"
    },
    {
      "name": "Ulcior",
      "category": "obiecte",
      "shortMeaning": "Simbol al feminității, al abundenței și al capacității de a primi și oferi emoții.",
      "fullInterpretation": "Ulciorul în vis este un simbol clasic al receptivității și al sufletului. Un ulcior plin cu apă limpede semnifică sănătate, claritate emoțională și prosperitate. Dacă ulciorul este spart, visul prevestește o dezamăgire sentimentală, pierderea energiei sau o ceartă. A bea din ulcior înseamnă a te bucura de simplitatea vieții și de resursele interioare. Este un vis despre \"conținutul\" tău sufletesc: ești plin de sentimente bune sau te simți golit?",
      "slug": "ulcior"
    },
    {
      "name": "Urs",
      "category": "animale",
      "shortMeaning": "Simbol al puterii brute, al protecției materne, dar și al naturii sălbatice interioare.",
      "fullInterpretation": "Ursul este un simbol complex, reprezentând forța primară, curajul și independența. Poate întruchipa o figură maternă protectoare sau, dimpotrivă, posesivă. Dacă ursul este agresiv, te confrunți cu o latură sălbatică a propriei personalități (furie, instincte) sau cu un inamic puternic. Un urs care hibernează sugerează o perioadă de introspecție și regenerare. A învinge un urs înseamnă a depăși un obstacol major prin forță proprie. Este un totem al rezilienței și al conectării cu ritmurile naturii.",
      "slug": "urs"
    },
    {
      "name": "Usa",
      "category": "obiecte",
      "shortMeaning": "Oportunități, tranziții și trecerea într-o nouă etapă a vieții.",
      "fullInterpretation": "Ușa în vis este pragul dintre lumi, dintre cunoscut și necunoscut. O ușă deschisă invită la explorare, șanse noi și primire călduroasă. O ușă închisă poate simboliza un blocaj, un refuz sau nevoia de intimitate și protecție. Dacă descui o ușă, înseamnă că ai găsit soluția unei probleme. Dacă o ușă scârțâie sau e stricată, indică ezitări și teama de schimbare. Este simbolul fundamental al accesului: spre succes, spre inima cuiva sau spre propriul subconștient.",
      "slug": "usa"
    },
    {
      "name": "Unghii",
      "category": "corp",
      "shortMeaning": "Imaginea de sine, apărarea și starea de sănătate sau agresivitate.",
      "fullInterpretation": "Unghiile în vis vorbesc despre capacitatea ta de a te apăra (\"a scoate ghearele\") dar și despre imaginea socială. Unghii lungi și îngrijite sugerează eleganță, dar și o potențială agresivitate latentă sau vanitate. Unghiile murdare sau rupte indică rușine, muncă grea sau neglijență față de sine. Dacă îți tai unghiile, înseamnă că vrei să elimini ceva inutil sau să reduci tensiunea/agresivitatea. A-ți roade unghiile trădează anxietate și nesiguranță.",
      "slug": "unghii"
    },
    {
      "name": "Urina",
      "category": "corp",
      "shortMeaning": "Eliberare de tensiuni negative, purificare și eliminarea toxinelor emoționale.",
      "fullInterpretation": "Deși poate părea un simbol neplăcut, urina în vis are adesea o conotație pozitivă de eliberare. Reprezintă nevoia de a elimina emoțiile refulate, stresul sau situațiile \"toxice\". A urina înseamnă a scăpa de o presiune psihologică. Dacă te visezi urinând în public, poate indica lipsa de intimitate sau teama de a fi judecat. În tradiții vechi, poate fi și un semn de prosperitate (fluidul vieții), dar psihologic este primar despre catharsis și ușurare.",
      "slug": "urina"
    },
    {
      "name": "Usturoi",
      "category": "alimente",
      "shortMeaning": "Protecție împotriva influențelor negative, sănătate și vindecare.",
      "fullInterpretation": "Usturoiul este un simbol străvechi de protecție și vitalitate. În vis, poate sugera că te simți vulnerabil și cauți o \"armură\" împotriva energiilor rele sau a oamenilor invidioși. Poate indica, de asemenea, nevoia de vindecare fizică sau spirituală. Mâncând usturoi, îți întărești spiritul, deși poți provoca distanțare socială (mirosul). Este un semn că trebuie să ai grijă de sănătatea ta și să te aperi de intruziuni nedorite.",
      "slug": "usturoi"
    },
    {
      "name": "Unchi",
      "category": "persoane",
      "shortMeaning": "Autoritate familială, sprijin sau moștenire simbolică din partea neamului.",
      "fullInterpretation": "Unchiul în vis reprezintă adesea o figură de autoritate mai \"blândă\" decât tatăl, sau o sursă de sfaturi și ajutor. Poate simboliza o trăsătură de familie pe care o moștenești sau o problemă nerezolvată legată de rude. Dacă unchiul este prietenos, te poți aștepta la sprijin neașteptat. Dacă este sever sau bolnav, poate reflecta griji familiale sau conflicte între generații. Uneori, reprezintă pur și simplu o proiecție a propriei maturități și înțelepciuni.",
      "slug": "unchi"
    },
    {
      "name": "Untura",
      "category": "alimente",
      "shortMeaning": "Abundență materială, rezerve, dar și posibile excese sau lene.",
      "fullInterpretation": "Untura în vis este legată de rezervele de energie și de prosperitate materială (\"a avea uns pe suflet\"). Poate semnifica bogăție acumulată, siguranță și confort domestic. Totuși, în exces, poate sugera lene, stagnare sau probleme de sănătate cauzate de neglijență. Dacă gătești cu untură, visul indică pregătirea pentru o perioadă de belșug. Dacă este râncedă, avertizează asupra pierderii unor resurse sau a unei situații care s-a \"stricat\" în timp.",
      "slug": "untura"
    },
    {
      "name": "Uscator de par",
      "category": "obiecte",
      "shortMeaning": "Nevoia de a clarifica gândurile, de a elimina confuzia și de a-ți schimba imaginea.",
      "fullInterpretation": "Uscătorul de păr simbolizează procesul de \"limpezire\" a ideilor. Aerul cald reprezintă intelectul și comunicarea care usucă emoțiile (apa) excesive. Poate sugera dorința de a rezolva rapid o problemă, de a aranja lucrurile (\"coafura\") pentru a face o impresie bună. Dacă uscătorul arde sau face zgomot, indică stres mental și presiunea de a lua decizii pripite sub ochii celorlalți.",
      "slug": "uscator-de-par"
    },
    {
      "name": "Uniforma",
      "category": "obiecte",
      "shortMeaning": "Identitate socială, conformism, disciplină și apartenența la un grup.",
      "fullInterpretation": "A purta o uniformă în vis vorbește despre rolul tău în societate și despre felul în care te identifici cu o meserie sau un grup. Poate indica mândrie și onoare, dar și pierderea individualității în favoarea conformismului. Dacă uniforma îți place, te simți validat și protejat de autoritatea grupului. Dacă te strânge sau nu-ți place, simți că ești forțat să respecți reguli care nu ți se potrivesc și dorești să te eliberezi de restricții.",
      "slug": "uniforma"
    },
    {
      "name": "Ulei",
      "category": "alimente",
      "shortMeaning": "Vindecare, fluiditatea vieții, bogăție spirituală și ungerea mecanismelor destinului.",
      "fullInterpretation": "Uleiul este un simbol sacru și practic deopotrivă. Reprezintă esența, sufletul lucrurilor. Uleiul limpede semnifică pace, vindecare și o desfășurare lină a evenimentelor (\"merge ca uns\"). Poate indica și prosperitate financiară. Dacă verși ulei, este un semn de pierdere sau sacrificiu inutil. În context spiritual, uleiul (mirul) sugerează binecuvântare și protecție divină asupra acțiunilor tale.",
      "slug": "ulei"
    },
    {
      "name": "Ulei de masline",
      "category": "alimente",
      "shortMeaning": "Pace, sănătate durabilă, puritate și înțelepciune ancestrală.",
      "fullInterpretation": "Uleiul de măsline accentuează simbolismul păcii (ramura de măslin) și al sănătății. Este un semn extrem de benefic, sugerând că vei găsi soluții diplomatice la conflicte și că te vei bucura de stabilitate. Indică o \"hrană\" spirituală de calitate superioară. Folosit în gătit, prevestește armonie în familie și bucurii simple, dar profunde. Este simbolul luminii interioare care nu se stinge ușor.",
      "slug": "ulei-de-masline"
    },
    {
      "name": "Uliu",
      "category": "animale",
      "shortMeaning": "Vigilență, agresivitate, o privire ageră asupra oportunităților sau pericolului.",
      "fullInterpretation": "Uliul în vis simbolizează o minte ascuțită și o capacitate de observație deosebită, dar adesea cu o tentă agresivă. Poate reprezenta un inamic care te pândește sau propria ta ambiție de a \"vâna\" succesul cu orice preț. Dacă uliul atacă, te simți amenințat de cineva mai puternic. Dacă planează liniștit, îți sugerează să privești situația de ansamblu înainte de a acționa. Este un mesager al acțiunii rapide și precise.",
      "slug": "uliu"
    },
    {
      "name": "Ulm",
      "category": "natură",
      "shortMeaning": "Stabilitate, demnitate și conexiune cu tradiția sau strămoșii.",
      "fullInterpretation": "Ulmul este un copac nobil, asociat adesea cu demnitatea și forța tăcută. În vis, el poate simboliza un sprijin solid din partea familiei sau a unui prieten vechi. Rădăcinile sale adânci sugerează nevoia de a rămâne ancorat în realitate și în valorile tale. Dacă ulmul este uscat, poate prevesti o tristețe sau pierderea unui sprijin. Dacă este înverzit, indică protecție și creștere lentă, dar sigură, a proiectelor tale.",
      "slug": "ulm"
    },
    {
      "name": "Umar",
      "category": "corp",
      "shortMeaning": "Responsabilitate, povară, dar și forță de a susține greutățile vieții.",
      "fullInterpretation": "Umărul în vis este simbolul clasic al responsabilității (\"a avea pe umeri\"). Dacă te dor umerii sau cari ceva greu, visul îți spune că te simți copleșit de obligații, poate chiar de unele care nu îți aparțin. Umerii lați și puternici semnifică capacitatea ta de a face față provocărilor și de a oferi sprijin altora. A privi peste umăr sugerează regret sau teama de trecut. A te sprijini pe umărul cuiva indică nevoia de confort și ajutor.",
      "slug": "umar"
    },
    {
      "name": "Umbla (A)",
      "category": "acțiuni",
      "shortMeaning": "Călătoria vieții, căutarea sensului și mișcarea continuă spre un scop.",
      "fullInterpretation": "A umbla în vis reflectă parcursul tău existențial. Modul în care umbli (agale, grăbit, cu greutate) arată starea ta interioară față de viață. Dacă umbli fără țintă, te simți pierdut sau confuz. Dacă umbli spre o destinație clară, ești determinat și concentrat. A umbla desculț poate însemna sărăcie sau, dimpotrivă, o conexiune directă și smerită cu pământul/realitatea. Visul te întreabă: unde te îndrepți și cât de greu îți este drumul?",
      "slug": "umbla-a"
    },
    {
      "name": "Umbra",
      "category": "fenomene",
      "shortMeaning": "Partea întunecată a personalității, necunoscutul și aspectele reprimate.",
      "fullInterpretation": "Umbra este un arhetip puternic în vise. Reprezintă tot ceea ce refuzi să accepți la tine: defecte, instincte, frici, dar și talente neexplorate. Dacă te sperie umbra ta sau a altcuiva, înseamnă că ești în conflict cu tine însuți. Dacă te împrietenești cu umbra sau o accepți, este un semn de maturitate psihologică și integrare. Umbra poate fi și un avertisment despre o prezență înșelătoare în viața ta, cineva care nu își arată adevărata față.",
      "slug": "umbra"
    },
    {
      "name": "Umbrela",
      "category": "obiecte",
      "shortMeaning": "Protecție emoțională, scut împotriva dificultăților externe.",
      "fullInterpretation": "Umbrela în vis este un simbol al protecției. Te aperi de \"vremea rea\" a vieții – conflicte, emoții copleșitoare sau critici. Dacă umbrela este deschisă și te ferește de ploaie, ai resursele necesare să faci față problemelor fără a fi afectat profund. O umbrelă ruptă sau pe care nu o poți deschide sugerează vulnerabilitate și lipsa de apărare în fața stresului. Poate indica, de asemenea, dorința de a te izola de ceilalți.",
      "slug": "umbrela"
    },
    {
      "name": "Umed",
      "category": "fenomene",
      "shortMeaning": "Senzualitate, emoții intense, revitalizare sau disconfort.",
      "fullInterpretation": "Senzația de umed în vis este viscerală și legată de emoții. Poate fi erotică, sugerând pasiune și fertilitate. Alteori, indică o \"umezeală\" neplăcută, cum ar fi lacrimile sau transpirația rece a fricii. Un mediu umed (ceață, mlaștină) sugerează confuzie, incertitudine și teren nesigur. A atinge ceva umed poate însemna contactul cu subconștientul sau cu sentimente pe care încerci să le eviți.",
      "slug": "umed"
    },
    {
      "name": "Umeras",
      "category": "obiecte",
      "shortMeaning": "Organizare, imagine publică sau a lăsa responsabilitățile deoparte.",
      "fullInterpretation": "Umerașul servește la susținerea hainelor (imaginea noastră socială) atunci când nu le purtăm. În vis, poate sugera nevoia de a-ți organiza viața sau de a pune ordine în rolurile pe care le joci. Dacă pui haine pe umeraș, poate însemna că iei o pauză de la o anumită identitate sau responsabilitate. Un umeraș gol poate simboliza lipsa de scop sau așteptarea unei noi \"haine\", a unei noi etape.",
      "slug": "umeras"
    },
    {
      "name": "Umezeala",
      "category": "fenomene",
      "shortMeaning": "Stagnare, boală sau atmosferă emoțională încărcată.",
      "fullInterpretation": "Spre deosebire de \"umed\" care poate fi revigorant, \"umezeala\" (igrasia) are adesea conotații negative de degradare. Indică o situație care se deteriorează lent, o sănătate precară sau o atmosferă apăsătoare în familie. Poate simboliza emoții vechi, neexprimate, care \"mucegăiesc\" sufletul. Visul te avertizează să aerisești viața ta, să elimini factorii toxici și să aduci lumină în colțurile întunecate.",
      "slug": "umezeala"
    },
    {
      "name": "Umflat",
      "category": "corp",
      "shortMeaning": "Exagerare, ego exacerbat, inflamație sau acumulare nesănătoasă.",
      "fullInterpretation": "A vedea ceva umflat în vis sugerează o distorsiune a realității. Poate fi vorba de un ego umflat (mândrie excesivă) sau de o problemă care a luat proporții nejustificate. La nivel corporal, umflătura indică o \"inflamație\" emoțională – furie sau durere reținută care cere să fie eliberată. Dacă ceva se dezumflă, înseamnă revenirea la normalitate, dar poate și o dezamăgire sau pierderea energiei.",
      "slug": "umflat"
    },
    {
      "name": "Umflatura",
      "category": "corp",
      "shortMeaning": "Rană emoțională nevindecată, resentimente acumulate.",
      "fullInterpretation": "O umflătură pe corp în vis atrage atenția asupra unei traume sau a unei suferințe pe care o ignori. Este o acumulare de energie negativă care trebuie drenată. Poate simboliza o jignire pe care ai \"înghițit-o\" și care acum te roade, sau o problemă de sănătate (fizică sau mentală) care devine vizibilă. Visul te îndeamnă să tratezi cauza durerii, nu doar să ascunzi efectul.",
      "slug": "umflatura"
    },
    {
      "name": "Umilinta",
      "category": "emoții",
      "shortMeaning": "Frica de eșec, lecție de modestie sau sentiment de inferioritate.",
      "fullInterpretation": "Visul în care simți umilință este adesea o reflectare a insecurităților tale sociale. Te temi că nu ești suficient de bun sau că vei fi judecat aspru. Paradoxal, poate fi un vis pozitiv dacă îl privești ca pe o lecție de smerenie necesară evoluției spirituale. Uneori, indică faptul că te lași călcat în picioare în viața reală și subconștientul îți cere să îți recapeți demnitatea.",
      "slug": "umilinta"
    },
    {
      "name": "Undita",
      "category": "obiecte",
      "shortMeaning": "Răbdare, căutarea oportunităților și dorința de a prinde ceva valoros.",
      "fullInterpretation": "Undița simbolizează instrumentul prin care încerci să extragi ceva din adâncurile subconștientului (apa) sau din oportunitățile vieții. Necesită răbdare și îndemânare. Dacă prinzi un pește, e semn de succes și inspirație. Dacă firul e încâlcit, planurile tale sunt confuze. Undița sugerează că trebuie să fii strategic și calm pentru a obține ceea ce îți dorești (\"a pescui\" informații, noroc, idei).",
      "slug": "undita"
    },
    {
      "name": "Unelte",
      "category": "obiecte",
      "shortMeaning": "Mijloacele și abilitățile de care dispui pentru a rezolva probleme.",
      "fullInterpretation": "Uneltele în vis reprezintă resursele tale: inteligența, talentul, experiența. Uneltele potrivite și ascuțite indică faptul că ești pregătit să faci față oricărei sarcini. Uneltele ruginite sau stricate sugerează că ți-ai neglijat abilitățile sau că folosești metode greșite pentru a aborda o situație. Visul te întreabă: ai ceea ce îți trebuie pentru a \"construi\" viața pe care o dorești, sau trebuie să înveți tehnici noi?",
      "slug": "unelte"
    },
    {
      "name": "Unghie",
      "category": "corp",
      "shortMeaning": "Detalii, apărare personală și starea de sănătate.",
      "fullInterpretation": "Unghia, ca detaliu anatomic, poate părea minoră, dar în vis are semnificații de protecție și \"prindere\". A avea unghii puternice înseamnă că te poți apăra și poți \"apuca\" oportunitățile. O unghie care cade sau doare indică vulnerabilitate extremă sau pierderea puterii de a te susține într-o situație. Poate semnala și nevoia de a fi mai atent la micile detalii ale unei probleme.",
      "slug": "unghie"
    },
    {
      "name": "Unghie rupta",
      "category": "corp",
      "shortMeaning": "Vulnerabilitate, mic accident sau pierderea capacității de apărare.",
      "fullInterpretation": "O unghie ruptă este un simbol al unei mici, dar dureroase, înfrângeri sau stânjeniri. Sugerează că apărarea ta a fost străpunsă sau că imaginea ta a avut de suferit. Poate indica neputința de a rezolva o problemă delicată. În tradiții, poate prevesti o mică pierdere financiară sau o ceartă. Este un semn să fii mai atent la cum te expui și să nu te implici în conflicte pentru care nu ești pregătit.",
      "slug": "unghie-rupta"
    },
    {
      "name": "Unghiera",
      "category": "obiecte",
      "shortMeaning": "Nevoia de disciplină, de a elimina excesele și de a face ordine.",
      "fullInterpretation": "Unghiera este instrumentul de \"tăiere\" și corectare. În vis, sugerează că trebuie să elimini ceva care a crescut prea mult sau a devenit inutil (obiceiuri, atitudini, cheltuieli). Este un simbol al igienei mentale și al disciplinei. Dacă unghiera nu taie, înseamnă că îți este greu să renunți la vechile obiceiuri. Folosirea ei indică o dorință conștientă de auto-îmbunătățire și îngrijire.",
      "slug": "unghiera"
    },
    {
      "name": "Unghiile",
      "category": "corp",
      "shortMeaning": "Starea generală de sănătate, imaginea de sine și agresivitatea latentă.",
      "fullInterpretation": "Visul despre unghii, în general, pune accent pe \"armele\" tale naturale și pe estetică. Unghiile frumoase simbolizează succes și încredere. Unghiile murdare sau bolnave avertizează asupra neglijării personale sau a unor acțiuni de care îți este rușine. Dacă visezi că zgârii pe cineva cu unghiile, exprimă furie reprimată și dorința de a lăsa o urmă sau de a te răzbuna. Este un barometru al stimei de sine.",
      "slug": "unghiile"
    },
    {
      "name": "Unicorn",
      "category": "animale",
      "shortMeaning": "Puritate, magie, miracol și idealuri înalte.",
      "fullInterpretation": "Unicornul este unul dintre cele mai spirituale simboluri onirice. Reprezintă puritatea absolută, inocența și magia. Apariția sa indică o perioadă de inspirație divină, o oportunitate rară sau o iubire ideală. Poate sugera că ești protejat de forțe superioare. Dacă vezi un unicorn, ți se amintește să crezi în miracole și să îți păstrezi sufletul curat. Este semnul creativității și al conexiunii cu tărâmurile invizibile.",
      "slug": "unicorn"
    },
    {
      "name": "Uniforma militara",
      "category": "obiecte",
      "shortMeaning": "Disciplină rigidă, autoritate, onoare și supunere față de reguli.",
      "fullInterpretation": "Uniforma militară accentuează ideea de ierarhie și luptă. Indică faptul că ești într-o situație care cere disciplină strictă și curaj. Poate simboliza faptul că te simți \"înrolat\" într-o cauză sau obligat să asculți ordine. Dacă porți uniforma cu mândrie, e semn de avansare și recunoaștere. Dacă te simți constrâns, visul vorbește despre dorința de rebeliune împotriva unei autorități opresive.",
      "slug": "uniforma-militara"
    },
    {
      "name": "Universitate",
      "category": "locuri",
      "shortMeaning": "Cunoaștere superioară, testare, evoluție intelectuală și oportunități de carieră.",
      "fullInterpretation": "Universitatea în vis este templul cunoașterii. Sugerează că treci printr-o perioadă de învățare intensă sau că viața te supune unor teste importante. Poate indica dorința de a te perfecționa, de a obține o recunoaștere sau teama de a nu fi \"ascultat\" lecția. Dacă te rătăcești în universitate, te simți copleșit de opțiunile de viitor. Absolvirea indică o maturizare și trecerea la un nivel superior de înțelegere.",
      "slug": "universitate"
    },
    {
      "name": "Unt",
      "category": "alimente",
      "shortMeaning": "Hrană bogată, confort, dar și posibile alunecări sau lingușiri.",
      "fullInterpretation": "Untul în vis simbolizează bogăția, \"ungerea\" relațiilor și confortul material. Este un aliment concentrat, sugerând esența pozitivă a unei situații. Dacă ungi pâine cu unt, te bucuri de roadele muncii tale și de liniște. Totuși, untul poate semnifica și lingușire (\"a unge pe cineva\") sau o situație alunecoasă. Dacă este topit, indică o pierdere de energie sau o oportunitate care îți scapă printre degete.",
      "slug": "unt"
    },
    {
      "name": "Unu",
      "category": "fenomene",
      "shortMeaning": "Individualitate, începuturi, unitate, independență și leadership.",
      "fullInterpretation": "Numărul unu este simbolul începutului absolut, al sinelui și al unicității. În vis, indică o nouă etapă, nevoia de independență sau afirmarea ego-ului. Sugerează că trebuie să te bazezi pe propriile forțe (\"pe cont propriu\"). Poate semnala și singurătatea sau izolarea, dar de cele mai multe ori este un semn de putere, inițiativă și capacitatea de a conduce. Ești pe primul loc în viața ta?",
      "slug": "unu"
    },
    {
      "name": "Ura",
      "category": "emoții",
      "shortMeaning": "Conflict interior, furie reprimată și nevoia urgentă de iertare.",
      "fullInterpretation": "Ura resimțită în vis este un semnal de alarmă puternic. Indică o \"otravă\" emoțională pe care o porți cu tine. Poate fi îndreptată spre alții, dar adesea reflectă o nemulțumire față de propria persoană (autocritică severă). Visul te avertizează că aceste sentimente negative îți blochează evoluția și fericirea. Este timpul să eliberezi resentimentele și să cauți pacea, nu răzbunarea.",
      "slug": "ura"
    },
    {
      "name": "Uragan",
      "category": "fenomene",
      "shortMeaning": "Haos emoțional, schimbări distructive bruște și forțe incontrolabile.",
      "fullInterpretation": "Uraganul reprezintă o furtună emoțională devastatoare. Sugerează că te simți copleșit de evenimente pe care nu le poți controla (o criză, o despărțire, un șoc). Viața ta este dată peste cap și vechile structuri sunt dărâmate. Deși înspăimântător, uraganul curăță totul în calea sa, făcând loc pentru o reconstrucție necesară. Visul te îndeamnă să găsești \"ochiul furtunii\" – centrul tău de liniște în mijlocul haosului.",
      "slug": "uragan"
    },
    {
      "name": "Urangutan",
      "category": "animale",
      "shortMeaning": "Instincte primare, comportament sălbatic sau o figură maternă dominantă.",
      "fullInterpretation": "Urangutanul (\"omul pădurii\") simbolizează latura noastră instinctuală, neșlefuită. Poate indica o persoană din anturaj care se comportă grosolan sau imprevizibil. În psihologie, poate fi legat de figura maternă protectoare dar sufocantă, sau de dorința de a reveni la natură și simplitate. Dacă te simți amenințat, înseamnă că îți reprimi instinctele. Dacă e prietenos, ești în armonie cu natura ta interioară.",
      "slug": "urangutan"
    },
    {
      "name": "Urat / urata",
      "category": "emoții",
      "shortMeaning": "Distorsiune a realității, frică de respingere sau stimă de sine scăzută.",
      "fullInterpretation": "A visa ceva sau pe cineva urât (sau pe tine însuți) reflectă modul în care percepi o situație sau o parte a sufletului tău. Urâțenia în vis nu este fizică, ci morală sau emoțională. Indică dizarmonie, greșeli sau frica de a nu fi acceptat. Poate sugera că judeci lucrurile după aparențe și ignori esența. Visul te invită să cauți frumusețea interioară și să repari ceea ce consideri \"urât\" în viața ta.",
      "slug": "urat-urata"
    },
    {
      "name": "Urca (A)",
      "category": "acțiuni",
      "shortMeaning": "Evoluție, efort spre succes, depășirea obstacolelor și ambiție.",
      "fullInterpretation": "A urca (un munte, scări, un deal) este simbolul prin excelență al progresului și al aspirației. Arată că ești dispus să depui efort pentru a atinge un nivel superior (material, social sau spiritual). Dacă urci cu greu, obstacolele sunt mari, dar voința ta e puternică. Dacă ajungi în vârf, succesul este garantat. Dacă cazi sau te oprești, visul semnalează oboseală sau o strategie greșită. Direcția este bună: tot înainte și în sus.",
      "slug": "urca-a"
    },
    {
      "name": "Urcare",
      "category": "acțiuni",
      "shortMeaning": "Procesul de ascensiune, îmbunătățirea statutului și creșterea spirituală.",
      "fullInterpretation": "Urcarea ca proces subliniază călătoria, nu doar destinația. Sugerează o perioadă de construcție și acumulare. Poate fi vorba de o promovare, de învățarea unei noi abilități sau de ridicarea nivelului de conștiință. Este un vis optimist, care validează direcția în care mergi. Totodată, atrage atenția asupra efortului necesar: nimic nu se obține fără a \"urca\", fără a te desprinde de nivelul solului (banalitate).",
      "slug": "urcare"
    }
  ]
}