{
  "symbols": [
    {
      "name": "Ureche",
      "category": "dictionar",
      "shortMeaning": "Urechelnita in vise reprezinta, in genral, vesti neplacute care va vor afecta atat pe plan profesional cat si familial.",
      "fullInterpretation": "Urechelnita in vise reprezinta, in genral, vesti neplacute care va vor afecta atat pe plan profesional cat si familial. Urechelnitele sun foarte rezistente si pot supravietui la multe incercari de distrugere. Aceste pot prevesti trecerea prin vremuri grele pentru indeplinirea visurilor. Ele semnifica, de asemenea, faptul ca trebuie sa lucrati impreuna cu altii pentru atingerea scopurilor, atunci cand ati visat mai multe urechelnite la un loc. Frica in vis fata de urechenline indica in viata reala o teama fata de un angajament sau, poate doriti sa va ignorati responsabilitatile fata de cei carora v-ati luat angajamente.",
      "slug": "ureche"
    },
    {
      "name": "Urechelnita",
      "category": "dictionar",
      "shortMeaning": "Urechelnita in vise reprezinta, in genral, vesti neplacute care va vor afecta atat pe plan profesional cat si familial.",
      "fullInterpretation": "Urechelnita in vise reprezinta, in genral, vesti neplacute care va vor afecta atat pe plan profesional cat si familial. Urechelnitele sun foarte rezistente si pot supravietui la multe incercari de distrugere. Aceste pot prevesti trecerea prin vremuri grele pentru indeplinirea visurilor. Ele semnifica, de asemenea, faptul ca trebuie sa lucrati impreuna cu altii pentru atingerea scopurilor, atunci cand ati visat mai multe urechelnite la un loc. Frica in vis fata de urechenline indica in viata reala o teama fata de un angajament sau, poate doriti sa va ignorati responsabilitatile fata de cei carora v-ati luat angajamente.",
      "slug": "urechelnita"
    },
    {
      "name": "Urias",
      "category": "dictionar",
      "shortMeaning": "A visa un urias indica o mare lupta intre dumneavoastra si rivali.",
      "fullInterpretation": "A visa un urias indica o mare lupta intre dumneavoastra si rivali. Incercati sa depasiti un obstacol coplesitor. Alternativ, un urias in vise simbolizeaza o problema, o persoana sau un sentiment care va domina. Suferiti de un complex de inferioritate. Daca visati ca va transformati intr-un urias atunci inseamna ca aveti sentimente de inferioritate.",
      "slug": "urias"
    },
    {
      "name": "Urlete",
      "category": "dictionar",
      "shortMeaning": "Daca tu urlii in vis, iti va merge bine, vei trece peste obstacole.",
      "fullInterpretation": "Daca tu urlii in vis, iti va merge bine, vei trece peste obstacole. De asemenea, daca auzi urlete in vis, este semn rau de doliu, suferinta. Visul in care auzi urlete e mai mult un avertisment pentru a evita calatoriile sau tot ceea ce tine de necunoscut. Nu te increde in persoane recent cunoscute, evita conflictele, chiar si discutiile contradictorii. Visul in care tu esti cel care urla poate semnifica victoria ta, dar si durerea, este important ce simti in timpul visului sau dupa ce te trezesti. Daca urlii de durere sau de frica nu este un semn bun si este recomandat sa eviti tot ceea ce este nou, necunoscut si mai ales calatoriile. Daca totusi trebuie sa pleci la drum , incearca sa nu calatoresti noaptea. Daca urlii de fericire vei avea parte de un succes, o victorie insa nu te lasa dus de val, lucrurile pot fi oricand pierdute de sub control. Daca cel care urla in vis este o cunostinta, ruda de-a ta e foarte probabil sa aibe probleme serioase in zilele care vin.",
      "slug": "urlete"
    },
    {
      "name": "Urmarire",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca sunteti urmarit sau ca incercati sa scapati de o urmarire, este unul dintre visele...",
      "fullInterpretation": "Daca visati ca sunteti urmarit sau ca incercati sa scapati de o urmarire, este unul dintre visele cele mai comune -in general incercam sa scapam de responsabilitati, de propriul sentiment al esecului, de frica sau de emotiile pe care nu le putem infrunta.",
      "slug": "urmarire"
    },
    {
      "name": "Urmarit",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca ceva sau cineva va urmareste in vis semnifica un bun indicator al faptului ca evit...",
      "fullInterpretation": "Daca visati ca ceva sau cineva va urmareste in vis semnifica un bun indicator al faptului ca eviti o situatie in viata reala. Ca si majoritatea celorlalte vise si acestea isi au izvorul din simtamintele de anxietate din viata dumneavoastra reala. Alergatul este un raspuns instinctiv la amenintarile fizice din mediul in care traiti. De asemenea, daca in vis dumneavoastra sunteti cel care urmareste , semnifica ambitia si hotararea de a va urma si indeplini dorintele.",
      "slug": "urmarit"
    },
    {
      "name": "Urna",
      "category": "dictionar",
      "shortMeaning": "Furnalul in vise simbolizeaza puterea si energia.",
      "fullInterpretation": "Furnalul in vise simbolizeaza puterea si energia. - Daca ai visat un furnal cald ce lucreza, inseamna ca vei avea parte de o viata sociala fericita. - Daca ai visat ca furnalul este rece, inseamna ca iti vei spori economiile. - Daca ai visat un furnal dezafectat, atentie la problemele legate de familie si casa. Se spune ca jurnalul in vise prevesteste boala, dar trebuie sa tineti cont ca intr-un jurnal se scriu toate secretele, deci poate fi vorba de sufletul dumneavoastra. Astfel, daca visati un jurnal gol inseamna ca nu aveti nimic de ascuns, sunteti o persoana deschisa, iar daca visati un juranl plin, cu foi scrise, inseamna ca sunteti o fire misterioasa, cu multe secrete si nimeni nu va poate descoase. Visul in care apare un jurnal cu pagini rupte sugereaza faptul ca doriti sa lasati in urma unele amintiri, sa nu mai aduceti vorba de ele.Daca visezi ca te rastorni cu un vehicul semnifica faptul ca va asteapta o primejdie.",
      "slug": "urna"
    },
    {
      "name": "Urs alb",
      "category": "dictionar",
      "shortMeaning": "Ursul alb in vise va reaminteste faptul ca puteti prospera in medii care pentru altii par ostile.",
      "fullInterpretation": "Ursul alb in vise va reaminteste faptul ca puteti prospera in medii care pentru altii par ostile. Un urs alb este adesea asemanat cu ursul polar, acestuia spunandu-i-se si \"Marele Alb\". Din acest motiv visele in care apare un urs alb ar putea avea aceeasi semnificatii cu visele despre ursul polar. Pentru mai multe detalii va rugam sa accesati pagina cu interpretarea viselor legate de ursul polar.",
      "slug": "urs-alb"
    },
    {
      "name": "Urs brun",
      "category": "dictionar",
      "shortMeaning": "Ursul brun in vise sugereaza ca pasiunile dumneavoastra sunt prea brutale si trebuie sa va mai te...",
      "fullInterpretation": "Ursul brun in vise sugereaza ca pasiunile dumneavoastra sunt prea brutale si trebuie sa va mai temperati, dar si ca dusmanii dumneavoastra sunt foarte cruzi.",
      "slug": "urs-brun"
    },
    {
      "name": "Urs de plus",
      "category": "dictionar",
      "shortMeaning": "Ursul de plus in vise sugereaza o regresie la o stare anterioara.",
      "fullInterpretation": "Ursul de plus in vise sugereaza o regresie la o stare anterioara. S-ar putea sa fiti melancolic dupa vremurile copilariei sau sa simtiti lipsa de siguranta, de confort si de companie. Trebuie sa fiti ingrijit si asigurat. Alternativ, visul la un urs de plus semnifica o relatie imatura.",
      "slug": "urs-de-plus"
    },
    {
      "name": "Urs negru",
      "category": "dictionar",
      "shortMeaning": "In traditia noastra, aparitia unui urs negru in vise inseamna ghinion, semn rau.",
      "fullInterpretation": "In traditia noastra, aparitia unui urs negru in vise inseamna ghinion, semn rau.",
      "slug": "urs-negru"
    },
    {
      "name": "Urs panda",
      "category": "dictionar",
      "shortMeaning": "A vedea un urs panda in vise sugereaza ca aveti dificultati ca urmare a unui compromis facut in viata reala.",
      "fullInterpretation": "A vedea un urs panda in vise sugereaza ca aveti dificultati ca urmare a unui compromis facut in viata reala. Trebuie sa gasiti o cale de mijloc pentru ca toate partile implicate sa fie satisfacute. Alternativ, un urs panda in vise simbolizeaza calitatile de copil ale dumneavoastra.",
      "slug": "urs-panda"
    },
    {
      "name": "Urs polar",
      "category": "dictionar",
      "shortMeaning": "Daca visati un urs polar semnifica un aspect al vostru care sfideaza adversitatea.",
      "fullInterpretation": "Daca visati un urs polar semnifica un aspect al vostru care sfideaza adversitatea. De asemenea, un urs polar poate semnifica curajul sa nu cedezi in fata problemelor. Aceasta poate reprezenta, de asemenea, o persoana din viata ta, care poate fi depins intodeauna de a face ceea ce trebuie. Un simbol care nu compromite nimic la negativitate. Ursului polar este supranumit si \"Marele Alb\", de aceea, uneori, poate fi vorba si de vise legate de un urs alb. Pentru detalii va rugam sa accesati si interpretarea visului urs alb.",
      "slug": "urs-polar"
    },
    {
      "name": "Ursoaica",
      "category": "dictionar",
      "shortMeaning": "Ursoaica in vise este perceputa ca o fiinta iubitoare, datorita blanii ei calduroase, dar mai ale...",
      "fullInterpretation": "Ursoaica in vise este perceputa ca o fiinta iubitoare, datorita blanii ei calduroase, dar mai ales felului in care isi ingijeste puii. Daca visati o ursoaica cu puiul ei semnifica dorinta de afectiune.",
      "slug": "ursoaica"
    },
    {
      "name": "Ursulet",
      "category": "dictionar",
      "shortMeaning": "Ursuletul de jucarie in vise atrage atentia asupra unro amintiri din copilarie, scoate la suprafa...",
      "fullInterpretation": "Ursuletul de jucarie in vise atrage atentia asupra unro amintiri din copilarie, scoate la suprafata latura dumneavoastra sensibila, copilul din dumneavoastra, care are nevoie de ocrotire si atentie din partea celor dragi. Daca visati un ursulet de plus inseamna ca aveti nevoie sa va simtiti in siguranta.",
      "slug": "ursulet"
    },
    {
      "name": "Urzica / urzici",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "urzica-urzici"
    },
    {
      "name": "Usa de lemn",
      "category": "dictionar",
      "shortMeaning": "A visa o usa de lemn adesea sugereaza ca o relatie a dumneavoastra va intra intr-o noua faza.",
      "fullInterpretation": "A visa o usa de lemn adesea sugereaza ca o relatie a dumneavoastra va intra intr-o noua faza. Incercati sa observati mai multe detalii legate de acea usa. Pentru mai multe interpretari accesati si interpretarea visului usa.",
      "slug": "usa-de-lemn"
    },
    {
      "name": "Usa deschisa",
      "category": "dictionar",
      "shortMeaning": "Usa deschisa in vis semnifica faptul ca veti reusi sa va indepliniti dorintele.",
      "fullInterpretation": "Usa deschisa in vis semnifica faptul ca veti reusi sa va indepliniti dorintele. Totodata, ar putea insemna ca exista armonie intre dumneavoastra si partenerul de viata.",
      "slug": "usa-deschisa"
    },
    {
      "name": "Usa inchisa",
      "category": "dictionar",
      "shortMeaning": "Usa inchisa in vise inseamna ca ati reusit sa pierdeti o ocazie buna de a merge mai departe, de a avansa.",
      "fullInterpretation": "Usa inchisa in vise inseamna ca ati reusit sa pierdeti o ocazie buna de a merge mai departe, de a avansa. Mai poate insemna si faptul ca va veti dezamagi partenerul de viata. Daca visati o usa inchizandu-se sau o inchideti dumneavoastra sugereaza ca se vor intampla lucruri neplacute. Daca in vis cineva inchide o usa inseamna ca veti avea parte de mici pagube.",
      "slug": "usa-inchisa"
    },
    {
      "name": "Usa incuiata",
      "category": "dictionar",
      "shortMeaning": "O usa incuiata in vise reprezinta oportunitati, schimbari sau accesul la ceva din viata dumneavoa...",
      "fullInterpretation": "O usa incuiata in vise reprezinta oportunitati, schimbari sau accesul la ceva din viata dumneavoastra de care ati fost lasat deoparte. Va simtiti exclus sau ca progresul dumneavoastra este oarecum blocat. Alternativ, visul mai poate reflecta propriul refuz de a va deschide in fata celorlalti, un comportament antisocial. Va inchideti in fata altora si refuzati sa le aratati adevarata dumneavoastra personalitate. Daca ati visat o usa incuiata si nu aveti cheie sa o deschideti inseamna ca trebuie sa dati atentie detaliilor din vis pentru a-i intelege semnificatia. Este foarte important daca visati ca sunteti in spatele usii incuiate sau afara in fata usii. Daca sunteti in spatele usii incuiate inseamna ca oportunitatile sunt de neajuns, sunt \"inchise\". In general, orice este incuiat intr-un vis sugereaza ca nu aveti acces la acestea in acel moment.",
      "slug": "usa-incuiata"
    },
    {
      "name": "Usa sparta",
      "category": "dictionar",
      "shortMeaning": "Usa sparta in vise inseamna cearta.",
      "fullInterpretation": "Usa sparta in vise inseamna cearta. Totusi, usa sparta este un simbol unic, usa in sine reprezentand un obstacol. Fiind sparta nu este chiar impasibila, dar trebuie sa reparati usa, dupa care trebuie sa o deschideti. Acelasi lucru si in viata de zi cu zi, trebuie sa treceti, sa reparati anumite obstacole, relatii, apoi va puteti atinge scopurile.",
      "slug": "usa-sparta"
    }
  ]
}