{
  "symbols": [
    {
      "name": "Ureche",
      "category": "corp",
      "shortMeaning": "Nevoia de a asculta, bârfe, vești sau intuiție.",
      "fullInterpretation": "Urechea în vis este canalul de recepție a informațiilor. Dacă visezi urechi mari, înseamnă că ești dispus să asculți sfaturi sau, dimpotrivă, că auzi prea multe bârfe despre tine. Dacă te dor urechile, ai auzit ceva ce te-a rănit sau refuzi să asculți adevărul (\"a face urechea toacă\"). A curăța urechile sugerează că vrei să clarifici o situație și să elimini minciunile sau neînțelegerile.",
      "slug": "ureche"
    },
    {
      "name": "Urechelnita",
      "category": "animale",
      "shortMeaning": "Vești neplăcute, mici iritări sau intruziuni în intimitate.",
      "fullInterpretation": "Urechelnița, deși inofensivă fizic, provoacă dezgust și teamă. În vis, simbolizează o veste sâcâitoare, o bârfă insidioasă sau o persoană care încearcă să îți intre \"pe sub piele\" cu intenții dubioase. Poate indica o grijă măruntă care nu îți dă pace. Dacă o omori, înseamnă că pui capăt unei situații agasante. Dacă îți intră în ureche, cineva încearcă să te manipuleze prin vorbe.",
      "slug": "urechelnita"
    },
    {
      "name": "Urias",
      "category": "persoane",
      "shortMeaning": "Provocare majoră, sentiment de inferioritate sau putere copleșitoare.",
      "fullInterpretation": "Uriașul reprezintă o forță care te depășește. Poate fi o problemă imensă pe care o ai de rezolvat sau o autoritate care te intimidează (șef, părinte). Dacă te lupți cu uriașul, dai dovadă de curaj în fața dificultăților. Dacă tu ești uriașul, ai un sentiment de superioritate sau de putere excesivă pe care nu știi cum să o controlezi. Este simbolul luptei dintre David și Goliat din propriul suflet.",
      "slug": "urias"
    },
    {
      "name": "Urlete",
      "category": "fenomene",
      "shortMeaning": "Eliberarea durerii, frică intensă sau un avertisment urgent.",
      "fullInterpretation": "Urletele în vis sunt expresia unei suferințe refulate sau a unei terori subconștiente. Dacă tu urli, este o descărcare necesară (\"strigăt de ajutor\") pe care nu o poți face în viața reală. Dacă auzi urlete, visul te avertizează asupra unui pericol iminent sau a unei vești tragice. Poate indica, de asemenea, o atmosferă de conflict și tensiune în mediul tău. Este un semnal că psihicul tău a atins o limită de suportabilitate.",
      "slug": "urlete"
    },
    {
      "name": "Urmarire",
      "category": "acțiuni",
      "shortMeaning": "Fugă de responsabilități, anxietate și evitare a confruntării.",
      "fullInterpretation": "Visul de urmărire este unul dintre cele mai frecvente coșmaruri. Indică faptul că fugi de ceva în viața reală: o problemă, o emoție, o datorie sau un aspect al propriei personalități (umbra). Ceea ce te urmărește îți definește frica. Dacă te urmărește un animal, fugi de instincte. Dacă e un om, fugi de o confruntare. Visul te îndeamnă să te oprești și să înfrunți \"urmăritorul\" pentru a scăpa de anxietate.",
      "slug": "urmarire"
    },
    {
      "name": "Urmarit",
      "category": "acțiuni",
      "shortMeaning": "Presiune psihologică, vinovăție sau sentimentul de a fi vânat.",
      "fullInterpretation": "A fi urmărit în vis accentuează pasivitatea și victimizarea. Simți că ești \"ținta\" unor circumstanțe nefavorabile sau a răutății altora. Adesea, urmăritorul ești chiar tu (o parte neintegrată). Visul poate reflecta stresul de la locul de muncă (termene limită care te \"urmăresc\") sau presiunea socială. Soluția visului este să te întorci cu fața spre pericol și să întrebi: \"Ce vrei de la mine?\".",
      "slug": "urmarit"
    },
    {
      "name": "Urna",
      "category": "obiecte",
      "shortMeaning": "Trecutul, moartea simbolică, secrete păstrate sau decizii (vot).",
      "fullInterpretation": "Urna are o dublă semnificație. Dacă este o urnă funerară, simbolizează doliul, transformarea și păstrarea memoriei cuiva drag (sau a unei etape încheiate). Dacă este o urnă de vot, indică necesitatea de a lua o decizie importantă, de a-ți exprima opinia. În ambele cazuri, urna este un recipient al destinului și al esențelor care nu mai pot fi schimbate ușor. Este un semn de solemnitate și reflecție.",
      "slug": "urna"
    },
    {
      "name": "Urs alb",
      "category": "animale",
      "shortMeaning": "Rezistență, adaptabilitate și putere spirituală pură.",
      "fullInterpretation": "Ursul alb (polar) este stăpânul ținuturilor înghețate. În vis, simbolizează capacitatea de a supraviețui în condiții emoționale vitrege (\"răceală\" afectivă). Indică o forță pură, neîntinată, și o mare reziliență. Poate fi un ghid spiritual care te învață cum să îți păstrezi căldura interioară chiar și în cele mai grele situații. Este un semn de înțelepciune solitară și demnitate.",
      "slug": "urs-alb"
    },
    {
      "name": "Urs brun",
      "category": "animale",
      "shortMeaning": "Forță brută, instincte pământești și nevoie de protecție.",
      "fullInterpretation": "Ursul brun este mai legat de pământ și de pădure decât cel alb. Reprezintă forța fizică, curajul, dar și un potențial pericol dacă este provocat. Poate simboliza o figură paternă autoritară sau nevoia ta de a te retrage în \"bârlog\" pentru a te odihni. Dacă ești femeie, poate reprezenta un bărbat puternic și protectiv. Este un simbol al naturii neîmblânzite din om.",
      "slug": "urs-brun"
    },
    {
      "name": "Urs de plus",
      "category": "obiecte",
      "shortMeaning": "Nostalgie, nevoia de confort, siguranță și inocență copilărească.",
      "fullInterpretation": "Ursulețul de pluș este simbolul copilăriei și al nevoii de afecțiune necondiționată. Dacă visezi un urs de pluș, subconștientul tău cere confort și ocrotire. Poate indica faptul că te simți vulnerabil sau singur și cauți un substitut pentru iubire. Uneori, sugerează o atitudine imatură în fața problemelor serioase (\"te joci cu ursuleții\") sau dorința de a te întoarce la o perioadă fără griji.",
      "slug": "urs-de-plus"
    },
    {
      "name": "Urs negru",
      "category": "animale",
      "shortMeaning": "Pericol iminent, furie profundă sau depresie.",
      "fullInterpretation": "Ursul negru în vis este adesea un semn de avertizare. Spre deosebire de ursul brun, cel negru poate simboliza aspectele mai întunecate și mai agresive ale subconștientului. Poate indica o depresie care \"te pândește\" sau un inamic ascuns. În tradițiile populare, este văzut ca un semn de ghinion sau boală. Psihologic, te confrunți cu umbra ta cea mai densă; este momentul să ai curaj și să înfrunți ceea ce te sperie.",
      "slug": "urs-negru"
    },
    {
      "name": "Urs panda",
      "category": "animale",
      "shortMeaning": "Echilibru (Yin-Yang), blândețe și nevoie de relaxare.",
      "fullInterpretation": "Ursul panda, cu blana sa alb-negru, este un simbol perfect al echilibrului dintre contrarii (Yin și Yang). În vis, sugerează că trebuie să găsești calea de mijloc într-o situație conflictuală. Este un animal blând care mănâncă bambus, sugerând nevoia de hrană spirituală și de pace. Dacă visezi un panda, poate ești prea stresat și ai nevoie să te relaxezi, să fii mai jucăuș și mai tolerant cu tine însuți.",
      "slug": "urs-panda"
    },
    {
      "name": "Urs polar",
      "category": "animale",
      "shortMeaning": "Claritate emoțională rece, supraviețuire și puritate.",
      "fullInterpretation": "Ursul polar reapare ca simbol al adaptării la medii ostile. Indică faptul că treci printr-o perioadă de \"îngheț\" emoțional sau singurătate, dar ai forța necesară să reziști. Albul său simbolizează puritatea intențiilor sau un nou început după o perioadă grea. Poate reprezenta o persoană distantă, dar puternică, care te protejează. Este un totem al puterii silențioase.",
      "slug": "urs-polar"
    },
    {
      "name": "Ursoaica",
      "category": "animale",
      "shortMeaning": "Instinct matern feroce, protecție și devotament familial.",
      "fullInterpretation": "Ursoaica este arhetipul mamei protectoare care ar face orice pentru puii ei. În vis, simbolizează devotamentul tău față de familie sau nevoia ta de a fi protejat de o figură maternă. Dacă ursoaica este agresivă, poate însemna că ești prea posesiv (\"mamă urs\") sau că te simți amenințat în rolul tău de părinte. Este un simbol al iubirii care apără și hrănește.",
      "slug": "ursoaica"
    },
    {
      "name": "Ursulet",
      "category": "animale",
      "shortMeaning": "Vulnerabilitate, începuturi timide și potențial de creștere.",
      "fullInterpretation": "Un ursuleț (pui de urs) simbolizează potențialul brut. Este mic și jucăuș, dar va deveni puternic. În vis, indică un proiect nou sau o etapă a vieții care este abia la început și are nevoie de grijă. Dacă este un ursuleț de jucărie, vezi interpretarea pentru \"Urs de pluș\" (nevoie de confort). Dacă e viu, sugerează inocența și curiozitatea, dar și avertismentul că \"mama\" (problema mare) nu e departe.",
      "slug": "ursulet"
    },
    {
      "name": "Urzica / urzici",
      "category": "natură",
      "shortMeaning": "Situație iritantă, avertisment dur sau vindecare prin suferință.",
      "fullInterpretation": "Urzica în vis este un simbol dual. Pe de o parte, \"a te urzica\" înseamnă a fi rănit de vorbe grele, bârfe sau o situație neplăcută care te irită. Pe de altă parte, urzica este o plantă medicinală, sugerând că o experiență dureroasă este necesară pentru vindecare sau purificare. Dacă mănânci urzici, te pregătești pentru sănătate sau sărăcie demnă. Dacă mergi prin urzici, traversezi o perioadă plină de mici obstacole sâcâitoare.",
      "slug": "urzica-urzici"
    },
    {
      "name": "Usa de lemn",
      "category": "obiecte",
      "shortMeaning": "Naturalețe, protecție tradițională și căldură, dar și posibile secrete.",
      "fullInterpretation": "Ușa de lemn este solidă și opacă. Simbolizează o barieră naturală între tine și lume. Poate indica nevoia de intimitate și căldură în familie. Lemnul este un material viu, deci ușa sugerează o protecție care \"respiră\", dar care poate ascunde complet ce e dincolo de ea. Dacă e veche sau sculptată, face referire la tradiții și la trecutul familiei. Dacă e putredă, apărarea ta e slăbită.",
      "slug": "usa-de-lemn"
    },
    {
      "name": "Usa deschisa",
      "category": "obiecte",
      "shortMeaning": "Oportunitate clară, primire, libertate și trecere liberă.",
      "fullInterpretation": "O ușă deschisă este unul dintre cele mai pozitive simboluri onirice. Înseamnă \"cale liberă\". Ai oportunitatea de a avansa, de a intra într-o nouă etapă sau de a primi pe cineva în viața ta. Indică transparență, curaj și disponibilitate. Nu există obstacole majore în calea dorințelor tale imediate. Este un moment bun pentru inițiative.",
      "slug": "usa-deschisa"
    },
    {
      "name": "Usa inchisa",
      "category": "obiecte",
      "shortMeaning": "Blocaj, refuz, oportunitate ratată sau nevoie de intimitate.",
      "fullInterpretation": "Ușa închisă simbolizează un \"NU\" din partea destinului sau a celorlalți. Poate indica o oportunitate pe care ai pierdut-o sau un domeniu unde nu ai acces încă. Pe de altă parte, poate fi o alegere conștientă de a te izola pentru a te proteja sau a te odihni. Dacă încerci să o deschizi și nu poți, ești frustrat de limitările actuale. Dacă o închizi tu, pui capăt unui capitol.",
      "slug": "usa-inchisa"
    },
    {
      "name": "Usa incuiata",
      "category": "obiecte",
      "shortMeaning": "Secret, interdicție severă, frustrare și sentimentul de excludere.",
      "fullInterpretation": "Mai mult decât o ușă închisă, cea încuiată sugerează o barieră intenționată. Cineva te ține pe dinafară sau tu ascunzi un secret teribil (\"scheletul din dulap\"). Poate simboliza inima ta închisă în fața iubirii. Dacă ai cheia, înseamnă că deții soluția, dar eziți să o folosești. Dacă nu ai cheia, te simți neputincios și exclus dintr-un cerc sau o situație. Necesită căutarea unor metode alternative.",
      "slug": "usa-incuiata"
    },
    {
      "name": "Usa sparta",
      "category": "obiecte",
      "shortMeaning": "Violarea intimității, pierderea protecției sau forțarea unei intrări.",
      "fullInterpretation": "O ușă spartă este un semn de violență și nesiguranță. Simți că intimitatea ți-a fost invadată sau că apărarea ta psihică a cedat. Poate indica o ceartă violentă sau o trădare care te-a lăsat expus. Pe de altă parte, dacă tu spargi ușa, arată o determinare disperată de a ajunge la adevăr sau de a depăși un obstacol, indiferent de consecințe. Este un vis de criză.",
      "slug": "usa-sparta"
    }
  ]
}