{
  "symbols": [
    {
      "name": "Ucenicie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ucenicie"
    },
    {
      "name": "Ucide",
      "category": "dictionar",
      "shortMeaning": "(A)semn fericit - altcineva- indignare - animale- dorinta de a inlatura o neplacere - cerb- ating...",
      "fullInterpretation": "(A)semn fericit - altcineva- indignare - animale- dorinta de a inlatura o neplacere - cerb- atingerea unui scop - colonel- intriga - cu mana- ai intrat intr-o perioada propice - pe cineva- intristare, insatisfactie, framantari interioare - pe un om- viata indelungata - vaca- lipsuri - tu esti- viata lunga - un lup- succes imediat - un urias- depasirea prejudecatilor - vipera- nu vei fi in mana dusmanilor. Daca visezi ca te sinucizi reprezinta dorinta disperata de a scapa de viata din starea de veghe. Trebuie sa incepi sa abordezi problemele dintr-un unghi diferit. Visul este simbolic pentru transformarea personala sau pentru o noua etapa din viata ta. Daca visezi pe cineva sinucigandu-se scoate in evidenta grija ta pentru acea persoana. Poate ca incerci sa nu fi ca acea persoana si incerci sa scapi de acele trasaturi comune.",
      "slug": "ucide"
    },
    {
      "name": "Ucide (A)",
      "category": "dictionar",
      "shortMeaning": "(A)semn fericit - altcineva- indignare - animale- dorinta de a inlatura o neplacere - cerb- ating...",
      "fullInterpretation": "(A)semn fericit - altcineva- indignare - animale- dorinta de a inlatura o neplacere - cerb- atingerea unui scop - colonel- intriga - cu mana- ai intrat intr-o perioada propice - pe cineva- intristare, insatisfactie, framantari interioare - pe un om- viata indelungata - vaca- lipsuri - tu esti- viata lunga - un lup- succes imediat - un urias- depasirea prejudecatilor - vipera- nu vei fi in mana dusmanilor.",
      "slug": "ucide-a"
    },
    {
      "name": "Ucigas",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ucigas"
    },
    {
      "name": "Ud",
      "category": "dictionar",
      "shortMeaning": "(A)noroc si fericire - flori- bucurie - gradina de legume- castiguri banesti neasteptate - plante...",
      "fullInterpretation": "(A)noroc si fericire - flori- bucurie - gradina de legume- castiguri banesti neasteptate - plante- iubire, devotament - trandafiri- ajutor din partea prietenilor. Daca visati ca udati ceva inseamna noroc si fericire. Daca puteti vedea si ce udati se pot afla si mai multe informatii: - flori - bucurie - gradina de legume - castiguri banesti neasteptate - plante - iubire, devotament - trandafiri - ajutor din partea prietenilor",
      "slug": "ud"
    },
    {
      "name": "Uda (A)",
      "category": "dictionar",
      "shortMeaning": "(A)noroc si fericire - flori- bucurie - gradina de legume- castiguri banesti neasteptate - plante...",
      "fullInterpretation": "(A)noroc si fericire - flori- bucurie - gradina de legume- castiguri banesti neasteptate - plante- iubire, devotament - trandafiri- ajutor din partea prietenilor.",
      "slug": "uda-a"
    },
    {
      "name": "Uita (A)",
      "category": "dictionar",
      "shortMeaning": "(A)bagajul- nesiguranta - la cineva- sanse noi- la jocul de carti- certuri cu amicii - in oglinda- casatorie imediata.",
      "fullInterpretation": "(A)bagajul- nesiguranta - la cineva- sanse noi- la jocul de carti- certuri cu amicii - in oglinda- casatorie imediata.",
      "slug": "uita-a"
    },
    {
      "name": "Uitandu te in jos",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "uitandu-te-in-jos"
    },
    {
      "name": "Ulcer",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ulcer"
    },
    {
      "name": "Ulcior",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ulcior"
    },
    {
      "name": "Urs",
      "category": "dictionar",
      "shortMeaning": "Visele despre animale salbatice pot simboliza o multime de lucruri, atat pozitive cat si negative.",
      "fullInterpretation": "Visele despre animale salbatice pot simboliza o multime de lucruri, atat pozitive cat si negative. Frica si nesiguranta sunt doua sentimente predominante, dar, uneori, animalele salbatice pot reprezenta si curaj, putere, independenta, intelepciune si protectie. Puteti vizualiza versiunea video de mai jos a visului despre ursi sau puteti continua sa cititi textul (care contine si informatii extra fata de video), depinde de dumneavoastra. Videoclip despre visarea ursilor Visele despre ursi nu sunt printre cele mai comune, dar conform unor studii psihologice si chestionare realizate online, majoritatea oamenilor care au avut astfel de vise au precizat ca s-au trezit cu un sentiment pozitiv. De regula, ursul reprezinta puterea mentala si interioara de care dati dovada in lupta contra adversitatilor din viata. De asemenea, ursul denota si figura materna care este simbolul protectiei si al ingrijirii. Destul de multe civilizatii din trecut impÄƒrtaseau cultura oculta ca visarea ursilor este un semn al puterii si al autoritatii si, datorita faptului ca sunt niste animale voluminoase si relativ lente, visele erau considerate a fi pline de intelepciune si intuitie. In traditia noastra, visele despre ursi sunt simbolul norocului si al prosperitatii din viitorul apropiat. De asemenea, ei pot simboliza curaj, putere si noi inceputuri. In continuare va vom prezenta cele mai comune vise despre ursi. Visand ca ursul se afla in fata casei dumneavoastra Conform acestui scenariu in care un urs da tarcoale casei, iar dumneavoastra va este frica sa iesiti din casa sau sa plecati, inseamna ca acel urs este reprezentarea unei persoane gospodarie care este greu de suportat. Dar adevarata intrebare pe care ar trebui sa vi-o puneti este : oare sunt eu acea persoana care este greu de suportat in aceasta perioada? Vise despre ursi care va urmaresc Atunci cand visasi ca un urs sau mai multi care va urmaresc, simbolizeaza incercarea dumneavoastra de a evita sau de a scapa de unele probleme din viata de zi cu zi. Tot acest vis este si o reamintire asupra faptului ca ar trebui sa ramaneti indraznet si sa va confruntati fricile pentru a va putea rezolva problemele intr-un mod sanatos. Un urs care ataca sau este agresiv Ursul care ataca denota propria agresiune si poate fi o reflectare a sinelui salbatic. Poate ca sunteti extrem de ostil cu unele persoane si asta vi-a scazut popularitatea in cercurile sociale. Agresivitatea ursului simbolizeaza suparare, resentimente si intoleranta fata de unele obstacole din viata de zi cu zi. Urs prietenos Un urs ce pare prietenos si iubitor denota natura dumneavoastra umila si prietenoasa, increderea de sine si valoarea. In unele vise, ursul prietenos semnifica, de asemenea, o persoana prietenoasa din viata dumneavoastra care va ghideaza si va ajuta mereu. Visand un urs bolnav sau ranit Din punct de vedere simbolistic visul nu este unul prea bun, acesta simbolizand necazuri, obstacole si probleme. Anumite intamplari din viata dumneavoastra va creeaza retineri care la randul lor va impiedica sa progresati in viata. Un urs hibernand Spre deosebire de alte animale si de oameni, ursii hiberneaza in lunile reci de iarna si, o astfel de hibernare a ursului in vise ar putea insemna faptul ca dumneavoastra experimentati un fel de transformare. In timpul hibernarii indelungate, ursii pierd din greutatea corporala datorita faptului ca nu se hranesc. Aceasta pierdere in greutate poate fi vazuta ca o metafora a lasarii in urma a greutatilor lumesti pentru a obsine o perspectiva spirituala mai inalta. Ursul vorbitor Din punct de vedere spiritual, ursii sunt intruchiparea intuitiei si a cunoasterii. De aceea, un urs care vorbeste inseamna ca sinele interior incerca sa va transmita un mesaj la care ar trebui sa ii acordati o atentie deosebita. Poate fi vorba despre un ghidaj spiritual sau sfaturi de intelepciune ce va vor ajuta sÄƒ treceti prin situatiile dificile din viata. Visandu-te urs Schimbarea si tranzitia sunt elementele cheie ale acestui vis. Poate ca in viitorul apropiat viata dumneavoastra va suferi o schimbare semnificativa, aici putand fi vorba despre schimbarea locului de munca, naÈ™terea unui copil, inceperea unei noi aventuri, etc. Intr-o alta ordine de idei, intruchiparea dumneavoastra in urs inseamna si putere interioara, personalitate inteleapta, creativitate si mandrie. Vise despre vanarea ursilor Visul in care ati vanat un urs, inseamna reusite si indeplinirea obiectivelor in urma unor eforturi indelungate. De asemenea, vanarea ursilor este asociata cu prosperitatea, profitabilitatea si reprezinta, de regula, un semn bun. Fiind muscat de urs intr-un vis Viata va este in pericol atunci cand ati visat ca sunteti muscat de catre un urs. Visul simbolizeaza necazuri, minciuni, amenintari sau inselatorie din partea cuiva. Vise despre uciderea ursilor Uciderea animalelor in vise este un semn al victoriei si al succesului. De asemenea, ursul ucis simbolizeaza capacitatea de a depasi obstacolele din viata reala. Doi ursi care se lupta Visele in care se da o lupta intre doi ursi, simbolizeaza batalia dumneavoastra interioara si coplesirea emotionala. Puii de ursi in vise Puiul de urs reprezinta inocenta si caracterul jucaus. Acesta este, de asemenea, un simbol al copiilor sau al fratilor. Uneori, puii de urs reprezinta cautarea pentru sprijin si protectie in contextul unor situatii apasatoare din viata reala. Interpretarea viselor in functie de specia visata Ursul grizzly sau brun Visarea unui urs grizzly simbolizeaza faptul cÄƒ sunteti curajos, mandru si neinfricat in viata de zi cu zi. Vazand o asemenea specie de urs este un semn pozitiv in vremuri nefavorabile. Ursul polar Visul despre un urs polar simbolizeaza energie pozitiva si bunatate, datorita culorii albe a blanii. Acesta poate reprezenta, de asemenea, simplitate, liniste, crestere spirituala si adaptare cu usurinta la conditii in curs de schimbare. Ursul panda Prosperitatea si norocul va vor surade daca ati visat aceasta specie de urs. Deoarece culoarea ursului panda este alb-negru care nu se amesteca, visul poarta cel putin doua mesaje. Albul reprezinta puritatea, claritatea, simplitatea si protectia, pe cand, negrul reprezinta agresivitatea, autoritatea, mandria si puterea. Concluzia finala este ca dispuneti de puterea pentru a depasi provocarile vietii. Deci, continuati ! Ursul koala Acest urs marsupial de mici dimensiuni este vesel, pasnic, prietenos si agil, asa ca aparitia acestuia in visele dumneavoastra simbolizeaza o viata echilibrata si fericita. In timp ati dezvoltat o tehnica extraordinara de a evita tensiunea si de a ramane sanatos. Vise culese din vechi carti de interpretare a viselor atacandu-te- precautie brun- pasiuni brutale, inamici plini de cruzime fugim din fata lui - pericol evitat cu tenacitate gonind - semn bun inlaturandu-l si omorand-ul- dusmanii au pagube in departare- dismanii iti tin calea linistit- ponegriri, clevetiri mari- cearta, calomnie, barfa mormaind- siluirea vointei tale, dusmanii in jur omorand- vei pagubi pe dusmani, invingi un dusman Ursul alb in vise va reaminteste faptul ca puteti prospera in medii care pentru altii par ostile. Un urs alb este adesea asemanat cu ursul polar, acestuia spunandu-i-se si \"Marele Alb\". Din acest motiv visele in care apare un urs alb ar putea avea aceeasi semnificatii cu visele despre ursul polar. Pentru mai multe detalii va rugam sa accesati pagina cu interpretarea viselor legate de ursul polar. Ursul brun in vise sugereaza ca pasiunile dumneavoastra sunt prea brutale si trebuie sa va mai temperati, dar si ca dusmanii dumneavoastra sunt foarte cruzi.Ursul de plus in vise sugereaza o regresie la o stare anterioara. S-ar putea sa fiti melancolic dupa vremurile copilariei sau sa simtiti lipsa de siguranta, de confort si de companie. Trebuie sa fiti ingrijit si asigurat. Alternativ, visul la un urs de plus semnifica o relatie imatura.In traditia noastra, aparitia unui urs negru in vise inseamna ghinion, semn rau.A vedea un urs panda in vise sugereaza ca aveti dificultati ca urmare a unui compromis facut in viata reala. Trebuie sa gasiti o cale de mijloc pentru ca toate partile implicate sa fie satisfacute. Alternativ, un urs panda in vise simbolizeaza calitatile de copil ale dumneavoastra.Daca visati un urs polar semnifica un aspect al vostru care sfideaza adversitatea. De asemenea, un urs polar poate semnifica curajul sa nu cedezi in fata problemelor. Aceasta poate reprezenta, de asemenea, o persoana din viata ta, care poate fi depins intodeauna de a face ceea ce trebuie. Un simbol care nu compromite nimic la negativitate. Ursului polar este supranumit si \"Marele Alb\", de aceea, uneori, poate fi vorba si de vise legate de un urs alb. Pentru detalii va rugam sa accesati si interpretarea visului urs alb.Ursoaica in vise este perceputa ca o fiinta iubitoare, datorita blanii ei calduroase, dar mai ales felului in care isi ingijeste puii. Daca visati o ursoaica cu puiul ei semnifica dorinta de afectiune.Ursuletul de jucarie in vise atrage atentia asupra unro amintiri din copilarie, scoate la suprafata latura dumneavoastra sensibila, copilul din dumneavoastra, care are nevoie de ocrotire si atentie din partea celor dragi. Daca visati un ursulet de plus inseamna ca aveti nevoie sa va simtiti in siguranta.A vedea un pui de urs in vise reprezinta inocenta si caracterul jucaus. Este, de asemenea, un simbol al copiilor sau al fratilor.",
      "slug": "urs"
    },
    {
      "name": "Usa",
      "category": "dictionar",
      "shortMeaning": "A visa o usa de lemn adesea sugereaza ca o relatie a dumneavoastra va intra intr-o noua faza.",
      "fullInterpretation": "A visa o usa de lemn adesea sugereaza ca o relatie a dumneavoastra va intra intr-o noua faza. Incercati sa observati mai multe detalii legate de acea usa. Pentru mai multe interpretari accesati si interpretarea visului usa.Usa deschisa in vis semnifica faptul ca veti reusi sa va indepliniti dorintele. Totodata, ar putea insemna ca exista armonie intre dumneavoastra si partenerul de viata.Usa inchisa in vise inseamna ca ati reusit sa pierdeti o ocazie buna de a merge mai departe, de a avansa. Mai poate insemna si faptul ca va veti dezamagi partenerul de viata. Daca visati o usa inchizandu-se sau o inchideti dumneavoastra sugereaza ca se vor intampla lucruri neplacute. Daca in vis cineva inchide o usa inseamna ca veti avea parte de mici pagube.O usa incuiata in vise reprezinta oportunitati, schimbari sau accesul la ceva din viata dumneavoastra de care ati fost lasat deoparte. Va simtiti exclus sau ca progresul dumneavoastra este oarecum blocat. Alternativ, visul mai poate reflecta propriul refuz de a va deschide in fata celorlalti, un comportament antisocial. Va inchideti in fata altora si refuzati sa le aratati adevarata dumneavoastra personalitate. Daca ati visat o usa incuiata si nu aveti cheie sa o deschideti inseamna ca trebuie sa dati atentie detaliilor din vis pentru a-i intelege semnificatia. Este foarte important daca visati ca sunteti in spatele usii incuiate sau afara in fata usii. Daca sunteti in spatele usii incuiate inseamna ca oportunitatile sunt de neajuns, sunt \"inchise\". In general, orice este incuiat intr-un vis sugereaza ca nu aveti acces la acestea in acel moment.Usa sparta in vise inseamna cearta. Totusi, usa sparta este un simbol unic, usa in sine reprezentand un obstacol. Fiind sparta nu este chiar impasibila, dar trebuie sa reparati usa, dupa care trebuie sa o deschideti. Acelasi lucru si in viata de zi cu zi, trebuie sa treceti, sa reparati anumite obstacole, relatii, apoi va puteti atinge scopurile.In general, visarea capuselor simbolizeaza oamenii din jurul dumneavoastra cu intentia de a va suge de energie si de avutie. Aceste poersoane intentioneaza sa va slabeasca din punct de vedere psihic si spiritual, incercand sa va ia mai mult decat puteti da. Visul nu ar trebui interpretat in totalitate ca fiind unul prevestitor de vesti proaste, ci mai degraba ca un fel de stare de alerta si de vigilenta. Alternativ, conform izvoarelor populare, capusa este semnul saraciei si al bolilor. Uciderea acestor paraziti (zdrobirea unei capuse) in vise poate insemna faptul ca aveti capacitatea de a depasi provocarile si problemele care v-au invadat viata. Este posibil ca cineva sa incerce sa va ia ilegal propretatile si resursele financiare. Visand o capusa pe fata ar trebui sa va faca sa acordati mai multa atentie personalitatii. Ceva din felul dumneavoasta de a fi va provoaca neplaceri si, refuzand sa va schimbati, puteti sa va pierdeti esenta si nu veti mai putea fi acea persoana drept de urmat. Un animal infestat cu capuse reprezinta un semnal de alarma. Incepeti sa acordati o mai mare atentie finantelor dumneavoastra, este posibil ca o pierdere masiva sa fie chiar in pagul usii. Inainte ca aceasta pierdere sa va afecteze, incepeti sa economisiti cati mai multi bani veti putea, pentru a avea timp de gandire necesar in vederea solutionarii cat mai rapide a acestei situatii neplacute.Simbolisml cenusii rezulta mai intai din faptul ca ea este prin excelenta o valoare reziduala: ceea ce ramane dupa stingerea focului, deci, din punct de vedere antropocentric, cadavrul, reziduu al trupului dupa ce s-a stins in el focul vietii. Din punct de vedere spiritual, valoare acestui reziduu este zero. De aceea, in orice viziune escatologica, cenusa va simboliza lipsa de valoare, nulitatea legata de viata omeneasca, din cauza precaritatii acesteia. Vechii evrei isi turnau cenusa in cap pentru a exprima o mare durere. In general, cenusa in vise indica sentimente de amaraciune si remuscare. Realizam ca am dat dovada de un comportament prostesc si ingrijorator si ca situatia pare a fi iremediabila. Alternativ, cenusa poate simboliza si purificarea, moartea si caracterul efemer al trupului omenesc. Traditia romaneasca ne spune ca atunci cand visezi cenusa inseamna ca vei pierde bani sau ca o sai parte de intristare, necazuri. - Daca in vis vezi cenusa care arde - o persona necunoscuta te iubeste in taina. - Cenusa calda - doliu. - Cenusa rece - vei iubi pe cineva dar acea persona nu va prea avea sentimente fata de tine. - Daca ai visat o urna cu cenusa - prea mult entuziasm fata de ceva, ai grija sa nu fi dezamagit(a).",
      "slug": "usa"
    },
    {
      "name": "Unghii",
      "category": "dictionar",
      "shortMeaning": "Visul in care va dati cu lac de unghii sugereaza ca aveti nevoie sa puneti mai mult accent pe cee...",
      "fullInterpretation": "Visul in care va dati cu lac de unghii sugereaza ca aveti nevoie sa puneti mai mult accent pe ceea ce faceti si pe ceea ce incercati sa realizati. Daca visati ca va schimbati culoarea lacului de unghii inseamna ca va aratati creativitatea sau natura emotionala. Culoarea lacului de unghii in vise va sugereaza anumite lucruri: - albastru, verde, negru, mov, sau alte culori mai putin traditionale pentru un lac de unghii reprezinta spiritul liber - lacul de unghii transparent inseamna ca sunteti obiectiv intr-o situatie",
      "slug": "unghii"
    },
    {
      "name": "Urina",
      "category": "dictionar",
      "shortMeaning": "A urina in vise sugereaza momente frumoase in viata dumneavoastra.",
      "fullInterpretation": "A urina in vise sugereaza momente frumoase in viata dumneavoastra. Aceste vise sunt adesea bune. Se considera ca in viata celui care viseaza ca urineaza exista ceva ce trebuie eliminat, oferindu-i o senzatie de usurare. Visul in care vedeti copii urinand in pat prevesteste bucuria si sanatatea. O veche traditie spune ca daca va visati urinand in pat inseamna afaceri prospere, care va vor aduce multi bani. In traditia vechilor persi se considera ca visul in care urinati inseamna ca veti avea parte de unele suparari. A canta la tamburina, in vis, inseamna ca vei auzi barfe neplacute.Daca visezi ca un dansator canta la tamburina inseamna ca vei fi chestionat de familie pentru anumite greseli pe care le-ai comis.",
      "slug": "urina"
    },
    {
      "name": "Usturoi",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "usturoi"
    },
    {
      "name": "Unchi",
      "category": "dictionar",
      "shortMeaning": "In general, aparitia unui unchi in visele dumeavoastra va simboliza teama de a nu scapa de sub co...",
      "fullInterpretation": "In general, aparitia unui unchi in visele dumeavoastra va simboliza teama de a nu scapa de sub control viata si, de aceea, in majoritatea viselor unchiul are rolul de sfatuitor, mai ales atunci cand trebuie sa luati decizii. In continuare vom incerca sa analizam si sa interpretam cele mai comune vise despre unchii: Stand de vorba cu un unchi Daca ati visat ca stati de vorba cu unchiul dumneavoastra (mai ales daca acesta va ofera sfaturi), visu face referire la o minciuna. Cel mai probabil, cineva inerca sa va manipuleze, aranjand lucrurile in asa fel incat sa isi atinga obiectivele. Incercati sa analizati evenimentele din trecutul apropiat si veti descoperi acea persoana care incearca sa va manipuleze. Persoana in cauza a fost deacord cu tot ceea ce ati spus pentru a va castiga increderea. Cearta cu un unchi Un astfel de vis este semnul unor conflicte de interese. Prieteni, colegi sau membrii ai familiei ar putea incerca sa va refuze un drept sau sa pretinda ca ati depus eforturi minime la infaptuirea unui proiect. Visand un strain care pretinde ca este unchiul tau Acest vis este, de regula, un avertisment destul de serios cu privire la persoanele pe care le-ati cunoscut recent. Trebuie sa luati in considerare faptul ca unii dintre acestia nu vor avea cele mai bune intentii. Unchi plangand Perioade de agitatie si confruntarea cu numeroase procari vor fi prevestite de visul in care unchiul dumneavoastra plange. De asemenea, un astfel de vis poate prevesti probleme de sanatate in familie sau stres la locul de munca. Unchi razand Visandu-va unchiul razand este intotdeuna un semn de bun augur. Acest vis indica armonia din familie dar, poate aparea si in urma detensiunarii sau impacarii cu o ruda sau un apropiat. Imbratisarea unchiului Visand ca vi-ati imbratisat unchiul inseamna ca trebuie sa va aranjati un pic prioritatile. S-ar putea ca in ultima vreme sa va fi concentat prea mult pe un singur lucru, ca de exemplu munca, si sa fi neglijat anumiti prieteni sau membri ai familiei. Moartea unchiului Visul in care unchiul dumneavoastra a murit poate face o referire la o incercare ce se va incheia sau sa incheiat intr-un total esec.(stand sau asezandute in genunchi) supunere, umilinta, compromis, sacrificiu, caracter slab, nevoia de a cere iertare sau de a-ti recunoaste greselile -(lovit la genunchi) piedici, critici, necesitatea de a accepta unele constrangeri. Visul in care ingenunchiezi reprezinta smerenia ta. Alternativ, infica faptul ca esti deschis la influentele altora. - Daca ai visat ca ingenunchiezi intr-un loc special pentru rugaciune inseamna ca trebuie sa ai grija sa nu faci sau sa spui lucruri care ti-ar produce neplaceri.",
      "slug": "unchi"
    },
    {
      "name": "Untura",
      "category": "dictionar",
      "shortMeaning": "Untura sau orice fel de grasime aparuta in vise poate crea multor oameni un sentiment de dezgust.",
      "fullInterpretation": "Untura sau orice fel de grasime aparuta in vise poate crea multor oameni un sentiment de dezgust. Aceasta ar putea sugera neatentie intr-o anumita situatie, iar acest lucru poate duce la o situatie inconfortabila in viitorul apropiat. In continuare va prezentam cele mai comune vise cu si despre untura: Cumparand sau vanzand untura Visul in care ati cumparat untura este semnul geloziei si al invidiei, in timp ce vanzarea acesteia poate insemna o generozitatea prea mare in dragoste. De asemenea, cumpararea unturii poate simboliza triumful sau castigarea unor conflicte. Consumul de untura Mancand untura in vise este un semn pozitiv, simbolizand succesul profesional. Gatind cu untura este, de asemenea, un semn al norocului. Visand ca alte persoane consuma untura simbolizeaza ingrijorare. Poate ca veti afla ca cineva apropiat dumneavoastra se confrunta cu probleme financiare si veti inceraca sa ii oferiti ajutorul. Untura pe o felie de paine simbolizeaza simplitatea. Sunteti o persoana careia nu-i plac oamenii complicati si incercati mereu sa gasiti solutii simple la fiecare problema. Topirea grasimii pentru a face untura Topind grasime pentru a extrage untura in vis este o promisiunea a ceva mai bun. Acest vis prezice bogatie, succes si capacitate avansata de dezvoltare a afacerilor.",
      "slug": "untura"
    },
    {
      "name": "Uscator de par",
      "category": "dictionar",
      "shortMeaning": "Visarea unui uscator de par poate fi, in anumite cazuri, un semn de rau augur.",
      "fullInterpretation": "Visarea unui uscator de par poate fi, in anumite cazuri, un semn de rau augur. Acesta poate indica faptul ca va aflati in pargul unei chestionari / interogari car dintr-un moment in altul ar putea derapa in ceva si mai rau, incercati sa va pastrati calmul si sa va tineti tare pe pozitie. Alternativ, feonul anunta vesti iminente greu de digerat. Daca ai visat ca folositi un uscator de par, inseamna ca simti nevoia de a va sterge gandurile pentru a obtine o perspectiva ma buna , mai proaspata asupra lucrurilor. Cumpararea unui uscator de par indica faptul ca sunteti intotdeuna plin/a de idei care au tendinta sa devieze spre iluzie. Un feon defect prevesteste o posibila situatie dificila. Pentru o vreme problemele va vor arunca intr-o stare de confuzie. Pentru a iesi din aceasta situatie incercati sa va adunati puterile si sa deveniti mai energetic. Pe de alta parte, daca reusiti sa reparati uscatorul de par, inseamna ca veti reusi sa iesiti dintr-o incurcatura fara nicun fel de ajutor extern.",
      "slug": "uscator-de-par"
    },
    {
      "name": "Uniforma",
      "category": "dictionar",
      "shortMeaning": "Uniforma in vise reprezinta un indiciu cu privire la incapacitatea de a va atinge obiectivele si ...",
      "fullInterpretation": "Uniforma in vise reprezinta un indiciu cu privire la incapacitatea de a va atinge obiectivele si de a avansa spre obiectivele propuse. Tot acest vis poate simboliza si o datorie fata de ceva / cineva. O uniforma uzata simbolizeaza natura competitiva si spititul de conducere. Alternativ, visul simbolizeaza capacitatea de adaptare la diverse situatii emotionale. Hainele militare (uniforma) prevestesc noi experiente, schimbari si provocari. De regula, visul se personifica in urcarea pe scara carierei (succes la locul de munca, o pozitie semnificativa). Din punct de vedere psihologic, uniforma militara reprezinta exploatarea subconstientului. Poate ca sunteti presat sa faceti o schimbare sau o alegere importanta. Daca sunteti o femeie si ati visat ca purtati o uniforma, este sem de bucurie si de alegere bine facuta. In unele cazuri poate fi vorba si de casatorie. Vazand oameni in uniforme ciudate inseamna inseamna sfarsitul unei prietenii. Acest vis se aplica si in cazul familiei, prietenilor sau al locului de munca. Culorile uniformelor in vise Uniforma verde in vis este simbolul implinirii sperantelor Uniformele albastre (deschise sau inchise la culoare) simbolizeaza drumuri si cai noi in viata Uniforma galbena este cea mai pacatoasa, aceasta este semnul minciunilor, al invidiei si al barfei. Interpretari din diverse carti de talmacire a viselor In general, ocazii bune pentru viata si activitatea ta avand uniforma- vei primi o veste confuza uniforma de soldat- relatii bune cu cei din jur uniforma de soldat descompletata- nemultumire uniforma de scolar- afaceri importante imbraci o uniforma - vest bune purtand uniforma - glorie, celebritate vazand uniforme - aventuri Uniforma militara in vise reprezinta relatiile bune cu cei din jurul dumneavoastra. Daca visati o unifroma militara incompleta inseamna ca veti avea parte de nemultumiri. Visul in care purtati o uniforma militara inseamna ca veti primi respectul pentru o fapta buna pe care ati facut-o. De asemenea visul poate indica vesti bune, o promovare, avansare.",
      "slug": "uniforma"
    },
    {
      "name": "Ulei",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis ai cumparat, gatit sau mancat ulei de masline inseamna ca te asteapta lucruri bune.",
      "fullInterpretation": "- Daca in vis ai cumparat, gatit sau mancat ulei de masline inseamna ca te asteapta lucruri bune. - Daca in vis ai imprastiat sau varsat ulei de masline inseamna ca te asteapta necazuri si probleme. - Visul in care pui ulei de masline pe salate prevesteste dragoste la prima vedere.",
      "slug": "ulei"
    },
    {
      "name": "Ulei de masline",
      "category": "dictionar",
      "shortMeaning": "- Daca in vis ai cumparat, gatit sau mancat ulei de masline inseamna ca te asteapta lucruri bune.",
      "fullInterpretation": "- Daca in vis ai cumparat, gatit sau mancat ulei de masline inseamna ca te asteapta lucruri bune. - Daca in vis ai imprastiat sau varsat ulei de masline inseamna ca te asteapta necazuri si probleme. - Visul in care pui ulei de masline pe salate prevesteste dragoste la prima vedere.",
      "slug": "ulei-de-masline"
    },
    {
      "name": "Uliu",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "uliu"
    },
    {
      "name": "Ulm",
      "category": "dictionar",
      "shortMeaning": "(poate fi si un bun prieten).",
      "fullInterpretation": "(poate fi si un bun prieten).Oamenii care nu sunt implicati in credinta musulmana pot gasi aceasta religie foarte misterioasa si adesea se intreba in ce consta religia in sine. Multi au fost expusi unor stereotipuri comune care sunt concepute de catre mase. Ca si in cazul orcarei religii, exista cu siguranta multe atribute pozitive si negative ale acestei credinte particulare. Unele invataturi ale credintei musulmane sunt, poarte, asemanatoare cu ale orcareialte religii. Credinta musulmana are multe semnificatii diferite in vise. Cel mai adesea acest vis este un indicator al schimbarii si expansiunii. - Daca in vis ati vorbit cu cineva despre credinta musulmana, pentru ca este diferita de a voastra, inseamna ca sunteti curiosi sau interesati sa aflati mai multe despre aceasta. - Daca v-ati imprietenit cu cineva care este (musulman) adeptul acestei credinte, inseamna ca veti intalni pe cineva cu aceasta religie in viitorul apropiat. Avand un vis despre credinta musulmana poate insemna, de asemenea, ca va aflati intr-un loc in viata voastra, in care cautati sa fiti mai spirituali. Daca este asa, poate ca este necesar sa faceti niste cercetari sufletesti si sa cititi toate religiile trezesc curiozitatea, astfel incat sa puteti gasi una pe care sa o exersati.",
      "slug": "ulm"
    },
    {
      "name": "Umar",
      "category": "dictionar",
      "shortMeaning": "A visa ca va numarati copiii sugereaza ca nu veti avea probleme in a-i controla si ca vor obtine pozitii onorabile.",
      "fullInterpretation": "A visa ca va numarati copiii sugereaza ca nu veti avea probleme in a-i controla si ca vor obtine pozitii onorabile. A numara bani in vise inseamna ca veti vi norocos si intotdeauna veti fi capabil sa va platiti datoriile. Daca visati ca numarati banii altei persoane inseamna ca veti avea pierderi de un anume fel. Visul in care numarati obiecte sugereaza ca veti avea multe obligatii. Incercati sa redresati cateva dintre ele in alta parte sau, daca este posibil, sa reduceti din activitati si responsabilitati. A numara mere intr-un vis inseamna ca numarati bani. Daca visati ca numarati pana la 100, 5000 sau 20 000 inseamna victorie impotriva dusmanului, iar daca visati pana la spate sau opt inseamna stres si tensiuni. A numara pana la noua sugereaza divergente si oameni corupti, rai. Daca visati ca numarati pana la zece inseamna ca veti finaliza un proiect sau ca veti face un pelerinaj la Mecca. A numara pana la 40 in vis sugereaza anticiparea indeplinirii unei promisiuni, iar visul in care numarati pana la 30 sugereaza promisiunea de a realiza imposibilul sau minciuna. (monede) numarandTe asteapta o perioada de lipsuri.Revelatie, decodificarea propriei tale persoane, un amanunt ce tine de acel numar. Daca numeri in vis - asteptare, planificare, organizare.Iata ce semnifica numerele. Sunt 9 numere ce e mai sus de ele se face adunarea numerelor din componenta(ex: 23- 2+3=5) 1 - perfectiune, idealism, unitate in diversitate, dar si aplecatie spre egocentrism sau narcisismn 2 - dualitate dar si gandirea in cuplu prin prisma lui noi, polaritate, dihotomie, masculin si feminin (YIn si Yang) 3 - numar magic, spiritualitate, trinitate - corp, minte, spirit, comunicare si intelepciune 4 - stabilitate, sunt 4 puncte cardinale - orientare in spatiu, pragmatism si ratiune 5 - numarul intelectului, gandire profunda, capacitate de analiza si sinteza, indemanare 6 - numarul dragostei, al armoniei intr-un cuplu, frumusete, altruism 7 - spiritualitate, sacralitate, sunt 7 zile intr-o saptamana-perfectiune, sentimentalism, emotii puternice de aici se poate ajunge in gelozie si posesiune 8 - materialitate, bani, este numarul legat de datorii banesti, avere, pragmatism 9 - evolutie, schimbare, intuitie, 9 luni de sarcina - initiere, invatarea lectiilor, atinerea unui nivel inalt de iluminare In timpul somnului, partile creierului ce controleaza limbajul si numerele se inchid, astfel ca cel mai probabil nu va veti putea aminti de numarul de telefon din vise. Totusi, numarul de telefon in vise este un simbol al comunicarii, in special a comunicarii cu oameni cu care nu ati vorbit de foarte mult timp sau cu care nu v-ati vazut de mult. Daca visati numarul de telefon al cuiva pe care tocmai l-ati cunoscut ar putea fi un semn ca trebuie sa urmati acea prietenie si comunicare cu acea persoana, ceea ce ar putea fi un lucru bun pentru dumneavoastra.(5) 30/09/2015 (ultima actualizare)Cifra cinci in traditia romaneasca semnifica evolutie, ascendenta, o etapa de tranzitie. Dupa filozofia chinezeasca numarul de mijoc(cinci) imbina femininul(yin) cu masculinul(yang). Acest numar este considedat de catre traditia chinezeasca ca fiind numarul care da viata. In traditia musulmana, acest numar, este sacru. Apare in texte sacre, mituri si legende. In imaginea pentagramei, el reprezinta omul in picioare, cu mainile si picioarele departate. In imaginea crucii, figureaza centrul, punctul de intalnire a celor doua linii. Din punct de vedere psihologic Apatitia numarului 5 in vise sugereaza activitate, inpulsivitate, energie, schimbari, suflet liber, auto-emancipare, inventivitate si curiozitate. Numarul cinci denota aventura, schimbari de viata, libertate, spontaneitate si actiune. Numarul poate sugera si schimbari in viata, calea vietii isi poate modifica cursul. Tot acest numar reprezinta si dorinta de eliberare de vechile constrangeri si restrictii, poate sugera nevoia de a trai viata cu pasiune si cu scop. In functie de vis, 5 (cinci obiecte, 5 persoane, etc.) poate sugera o lipsa de concentrare si o lipsa de perspectiva materializata a vietii.(9) 30/09/2015 (ultima actualizare)Nmarul noua denota finalizare, inchidere, renastere, inspiratie si reformare. Ai ales o cale productiva, incerca sa schimbi lumea in bine. Numarul noua simbolizeaza, de asemenea, longevitate. O mama poarta copilul noua luni, aceasta cifra poate simboliza si nasterea, inceputul unei noi evolutii. Din punct de vedere psihologic Cifra 9 reprezinta sfarsituri si completari, unul dintre mesajele acestei cifre este ca toate lucrurile trebuie sa ajunga la un sfarsit, pentru ca noi inceputuri sa apara. 9 poate sugera ca o faza sau un ciclu de viata se termina sau ajunge la finalizare si exista promisiunea ca o noua etapa etapa din viata dumneavoastra acum incepe. Numarul noua poate sugera, de asemenea ca nu simpatizati intoleranta si / sau posesivitatea altora.(100) 08/11/2016 (ultima actualizare)Acest numar individualizeaza partea unui intreg care, la randul lui, nu este decat partea unui ansamblu mai mare. De exemplu, poezia galanta persana va spune despre o femeie care este totodata frumoasa si inzestrata cu toate calitatile cerute ca are o suta de fire de par. Chinezul va spune despre o doctrina ca are o suta de flori, mai mult pentru a arata ca are toate calitatile posibile decat pentru a-i atribui o suta de infatisari diferite. O capetenie va cere o suta de oameni pentru a aduna o forta inzestrata cu toate capacitatile care-i vor permite sa-si atinga obiectivul. O suta (100) este o parte care formeaza un tot in tot, un microcosmos in macrocosmos, care distinge si individualizeaza o persoana, un grup, o realitate oarecare intr-un ansamblu. Si aceasta entitate astfel individualizata va avea proprietatile sale distincte care-i vor conferi o eficacitate specialaintr-un ansamblu mai vast. Multiplii lui o suta adauga acestui principiu de individuatie caracteristicile unui multiplicator. De exemplu, la incasi, in timpul sarbatorii Lunii (Coia Raymi, 22 septembrie - 22 octombrie) patru sute de razboinici sunt dispusi in piata patrata a templului din Coricancha, cate o suta de fiecare parte. Fiecare grup de o suta pleaca in directia indicata - adica spre cele patru puncte cardinale - ca sa alunge bolile. Din punct de vedere psihologic, numarul 100 in vise simbolizeaza creatia de sine. Mai exact acest numar arata realizarile visatorului. Intelesul spiritual al numarului o suta se refera la feminitate peste masculinitate, etapa finala a primei unitati, descoperirea absolutului complet ascuns. Alternativ, numarul o suta in vise poate insemna indeplinirea obiectivelor.(8) 30/09/2015 (ultima actualizare)Numarul 8 poarta energiile de succes, bogatie materiala, autoritate si putere, abundenta, infinit, karma si constiinta cosmica. Atunci cand numarul opt apare in visele dumneavoastra ar trebui sa aveti incredere in instinctele si intuitia dumneavoastra. Daca in vis scrieti sau rostiti cifra 8 , semn de avantaj, putere sau victorie in favoarea dumneavoastra. Din punct de vedere psihologic Optul este un numar de abundenta, care se manifesta sub forma de fericire, bani, dragoste, etc. In general este considerat un semn de bun augur, culegerea recompenselor, atragerea dorintelor vostre si imbunatatire personala. 8 sau o serie de 8 (8, 88, 888, 8888, etc.) in vis poate fi, de asemenea, provocari de lacomie, avaritie, retinerea unei afectiuni sau dragoste vechi.",
      "slug": "umar"
    },
    {
      "name": "Umbla (A)",
      "category": "dictionar",
      "shortMeaning": "(A)beat- boala ce te ameninta - cu capul descoperit- dobandirea unui beneficiu trecator - de colo...",
      "fullInterpretation": "(A)beat- boala ce te ameninta - cu capul descoperit- dobandirea unui beneficiu trecator - de colo, acolo- vei fi inselat - cu o candela in mana- calatorie, viata spirituala incarcata - descult- saracie, mizerie, lepra - dupa cai- pierderi in familie - dupa caine- dusmanii se indeparteaza - dupa gaini- vesti intarziate, vei avea un nou mostenitor - dupa o persoana- nu poti obtine un rezultate - dupa un porc- veti fi ocolit de boala - dupa vaci- prieteni in familie - gandaci pe corp- necazuri in afaceri si dragoste - in camasa- pierzi onoarea - in curte- vrajmasi pagubosi - in gradina- zavorire inutila - in haine albe- mai multa intelepciune- bine pentru sluga rau pentru stapan - in somn- dezlegarea de greutate - linistit- noroc - pe camp- vei primi o veste pe care o astepti - pe maracini- dusmani primejdiosi - pe drum bun- castigi, te eliberezi de griji - pe drum drept- castig - pe pajiste- inmormantare - pe jos cioara- mari piedici in afaceri - prin livada- viata placuta - sa se razbune- dezamagire in dragoste - ratacind- neplaceri.",
      "slug": "umbla-a"
    },
    {
      "name": "Umbra",
      "category": "dictionar",
      "shortMeaning": "Umbra in vise reprezinta persoana pe care nu reusim sa o recunoastem, uneori este o prezenta pe c...",
      "fullInterpretation": "Umbra in vise reprezinta persoana pe care nu reusim sa o recunoastem, uneori este o prezenta pe care o percepem mai degraba instinctual, alteori ia forma unei siluete din urma noastra. Umbra este un aspect al potentialului propriu pe care nu l-am pus nici o data in valoare, latura noastra neglijenta. Ea contine acele comportamente complet inabusite ale personalitatii noastre.",
      "slug": "umbra"
    },
    {
      "name": "Umbrela",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "umbrela"
    },
    {
      "name": "Umed",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "umed"
    },
    {
      "name": "Umeras",
      "category": "dictionar",
      "shortMeaning": "Umerasul in vise inseamna ca stiti pe cine sa va bazati la greu.",
      "fullInterpretation": "Umerasul in vise inseamna ca stiti pe cine sa va bazati la greu. Totusi, umerasul mai poate fi vazut si ca un modelator sau un sustinator al caracterului dumneavoastra. O persoana pe care o veti cunoaste va va ajuta sa va schimbati, sa deveniti mai diplomat.",
      "slug": "umeras"
    },
    {
      "name": "Umezeala",
      "category": "dictionar",
      "shortMeaning": "Umezeala in vise sugereaza ca nu intelegeti pe deplin unele situatii.",
      "fullInterpretation": "Umezeala in vise sugereaza ca nu intelegeti pe deplin unele situatii. Ca rezultat, va simtiti nelinistit. Daca visati ca sunteti coplesit de umezeala inseamna ca va veti infrunta dusmanii, dar s-ar putea ca forta lor sa va fie superioara.",
      "slug": "umezeala"
    },
    {
      "name": "Umflat",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "umflat"
    },
    {
      "name": "Umflatura",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "umflatura"
    },
    {
      "name": "Umilinta",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "umilinta"
    },
    {
      "name": "Undita",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "undita"
    },
    {
      "name": "Unelte",
      "category": "dictionar",
      "shortMeaning": "Uneltele din vis prevestesc anumite modalitati adecvate de a duce o munca la bun sfarsit.",
      "fullInterpretation": "Uneltele din vis prevestesc anumite modalitati adecvate de a duce o munca la bun sfarsit. Daca uneltele sunt rupte, rudele sau prietenii tai vor fi amenintati de o boala grava ori de moarte, iar afacerile tale vor intra intr-o perioada de declin.In general, visele legate de scule, unelte sau instrumente semnifica faptul ca o munca ce a necesitat eforturi suplimentare va da roade. Poate ca ati muncit din greu la locul de munca sau la un proiect personal. Un asemenea vis poate aparea si in urma unei perioade indelungate de studiu pentru un examen sau o specializare si reflecata capacitatea personala de a va atinge obiectivele. Instrumentele reflecta mijloacele prin care un anumit proiect a fost realizat, cum ar fi : cunostinte, educatie, resurse (umane, financiare si altele), abilitati, talente si alte surse de ajutor. Visand ca folositi fericit instrumentele potrivite pentru a realiza un proiect, reflecta dorinta dumneavoastra de a atinge un anume obiectiv. Visele in care cumparati unelte poate fi considerat un semn al noului succes la locul de munca. Poate ca aveti de gand sa incepeti o afacere sau sa lucrati la un nou proiect. Va incearca unele ingrijorari cu privire la situatia actuala pe care dumneavoastra nu o considerati favorabila pentru a demara un nou business. Va lipseste increderea si va indoiti de deciziile luate, dar, in curand, va veti da seama ca oamenii apreciaza ceea ce aveti de oferit si vor lucra cu placere altauri de dumneavoastra. Visand ca ati primt in dar scule este un semn ca ideea dumneavoastra de afaceri va fi acceptata usor de catre colegi sau superiori. Va ganditi sa prezentati un plan de ceva vreme si aveti unle retineri. Acum este un moment prielnic ! Visand ca aruncati instrumente si scule este semn de schimbare in viata dumneavoastra. Fie ca este vorba de viata amorosa, privata sau de cea la locul de munca, aceasta nu va stisface nevoile. Daca sunteti intr-o relatie, acest tip de vis poate in urma nemultumirilor legate de comunicarea cu partenerul dumneavoastra. Visandu-va purtand dupa dumneavoasta o cutie cu scule simbolizeaza castiguri financiare. Chiar daca va temeti de situatia curenta in care veniturile dumneavoasta au scazut sau daca este vorba de unele invetitii riscante, un venit suplimentar neasteptat se va ivi in calea dumneavosta si cu ajutorul acestuia veti rezolva o parte din probleme. Visarea instrumentelor de dulgherie simbolizeaza, de regula, un nou inceput. Daca va aflati intr-o relatie de lunga durata sau sunteti casatorit, este posibil ca partenerul sa se indoiasca de fidelitatea dumneavoastra. O astfel de situatie chinuitoare in care trebuie sa demonstrezi in mod constant ca nu ai nicio intentie de a insela devine stresanta si va puneti intrebarea: cum ar arata viata fara o astfel de presiune ? Persoanele care nu se afla intr-o relatie se pot astepta la o intalnire interesanta. Este posibil sa va vedeti cu o veche cunostinta pentru care ati intotdeuna o afectiune. Instrumentele si uneltele pentru zidarie reprezinta o sansa de a va schimba locuinta. Indiferent daca va mutati in alta parte a aceluiasi oras sau plecati in strainatate, aceasta schimbare vi se va potrivi de minune. Sulele pentru lucrul cu instalatii sanitare simbolizeaza eliminarea a ceva sau a cuiva din viata dumneavoastra. Probabil ca acest vis este asociat sentimentului dumneavoastra fata de cineva cu care nu ati avut cea mai buna relatie in ultima vreme.",
      "slug": "unelte"
    },
    {
      "name": "Unghie",
      "category": "dictionar",
      "shortMeaning": "Unghia rupta in vise prevesteste o ranire, sentimentala sau fizica.",
      "fullInterpretation": "Unghia rupta in vise prevesteste o ranire, sentimentala sau fizica. Traditia egipteana este de parere ca atunci cand visati ca vi se rupe o unghie inseamna ca veti avea parte de bogatii, dar si de armonie in casa simult noroc in iubire. A vedea sau a folosi o unghiera in vise inseamna ca trebuie sa va scapati de ceva ce va tine pe loc. Este momentul sa mergeti mai departe si sa va dezvoltati.",
      "slug": "unghie"
    },
    {
      "name": "Unghie rupta",
      "category": "dictionar",
      "shortMeaning": "Unghia rupta in vise prevesteste o ranire, sentimentala sau fizica.",
      "fullInterpretation": "Unghia rupta in vise prevesteste o ranire, sentimentala sau fizica. Traditia egipteana este de parere ca atunci cand visati ca vi se rupe o unghie inseamna ca veti avea parte de bogatii, dar si de armonie in casa simult noroc in iubire.",
      "slug": "unghie-rupta"
    },
    {
      "name": "Unghiera",
      "category": "dictionar",
      "shortMeaning": "A vedea sau a folosi o unghiera in vise inseamna ca trebuie sa va scapati de ceva ce va tine pe loc.",
      "fullInterpretation": "A vedea sau a folosi o unghiera in vise inseamna ca trebuie sa va scapati de ceva ce va tine pe loc. Este momentul sa mergeti mai departe si sa va dezvoltati.",
      "slug": "unghiera"
    },
    {
      "name": "Unghiile",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "unghiile"
    },
    {
      "name": "Unicorn",
      "category": "dictionar",
      "shortMeaning": "Unicornul in vise sugereaza ca este posibil sa aveti succes pe planul creatiei, veti fi plin de i...",
      "fullInterpretation": "Unicornul in vise sugereaza ca este posibil sa aveti succes pe planul creatiei, veti fi plin de idei, nu veti duce lipsa de inventivitate. Visul in care hraniti un unicorn inseamna ca aveti o sursa de inspiratie, primiti afectiune si sunteti capabil sa oferiti multa iubire. Daca visati ca sunteti calare pe un unicorn inseamna ca veti avea parte de multa stima, de respect, iar daca visati ca gasiti un unicorn in padure sugereaza ca veti intalni o persoana care va fi uimit de calitatile dumneavoastra.",
      "slug": "unicorn"
    },
    {
      "name": "Uniforma militara",
      "category": "dictionar",
      "shortMeaning": "Uniforma militara in vise reprezinta relatiile bune cu cei din jurul dumneavoastra.",
      "fullInterpretation": "Uniforma militara in vise reprezinta relatiile bune cu cei din jurul dumneavoastra. Daca visati o unifroma militara incompleta inseamna ca veti avea parte de nemultumiri. Visul in care purtati o uniforma militara inseamna ca veti primi respectul pentru o fapta buna pe care ati facut-o. De asemenea visul poate indica vesti bune, o promovare, avansare.",
      "slug": "uniforma-militara"
    },
    {
      "name": "Universitate",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "universitate"
    },
    {
      "name": "Unt",
      "category": "dictionar",
      "shortMeaning": "Untura sau orice fel de grasime aparuta in vise poate crea multor oameni un sentiment de dezgust.",
      "fullInterpretation": "Untura sau orice fel de grasime aparuta in vise poate crea multor oameni un sentiment de dezgust. Aceasta ar putea sugera neatentie intr-o anumita situatie, iar acest lucru poate duce la o situatie inconfortabila in viitorul apropiat. In continuare va prezentam cele mai comune vise cu si despre untura: Cumparand sau vanzand untura Visul in care ati cumparat untura este semnul geloziei si al invidiei, in timp ce vanzarea acesteia poate insemna o generozitatea prea mare in dragoste. De asemenea, cumpararea unturii poate simboliza triumful sau castigarea unor conflicte. Consumul de untura Mancand untura in vise este un semn pozitiv, simbolizand succesul profesional. Gatind cu untura este, de asemenea, un semn al norocului. Visand ca alte persoane consuma untura simbolizeaza ingrijorare. Poate ca veti afla ca cineva apropiat dumneavoastra se confrunta cu probleme financiare si veti inceraca sa ii oferiti ajutorul. Untura pe o felie de paine simbolizeaza simplitatea. Sunteti o persoana careia nu-i plac oamenii complicati si incercati mereu sa gasiti solutii simple la fiecare problema. Topirea grasimii pentru a face untura Topind grasime pentru a extrage untura in vis este o promisiunea a ceva mai bun. Acest vis prezice bogatie, succes si capacitate avansata de dezvoltare a afacerilor. In general, visele ce implica anunturi prevestesc o anume schimbare, de obicei una pozitiva. Trebuie sa acordati o atentie deosebita informatiilor sau instructiunilor din anunt, aceste pot schimba complet sensul visului. De asemena, anunturile pot fi o comunicare directa din subconstientul dumneavoastra care necesita o atentie imediata. Alti factori importanti, care pot fi interpretati separat, sunt: locul unde se face anuntul sau locatia publicarii acestia se opresc oamenii sa asculte anuntul ? daca este un anunt scris ... are ceva elemente care il scot in evidenta ? tipografia contine caractere deosebite, ingrosate sau necunoscute ? Visul in care dumneavoastra sunteti cel care face un anunt prevesteste ca in viitorul apropiat veti face o descoperire importanta, aici poate fi vorba si despre o descoperire spirituala. Alternativ, visul poate prevesti un soi de mostenire sau donatie care va crea o cotitura importanta in viata dumneavoastra. Vazand un anunt interesant la televizor este semn de munca complicata sau dificila, dar interesanta. Poate ca vi-ati dorit acest proiect / job de multa vreme si acum ar trebui sa va mobilizati astfel incat sa nu pierdeti ocazia. Daca ati visat ca scrieti un anunt pe un site specializat sau pentru a fi publicat intr-un ziar este un semn bun. Se pare ca orele de perseverenta petrecute muncind la noul proiect vor da roade. Insa, daca in momentul in care scrieti anuntul sunteti nervos sau coplesit de griji atunci sugereaza schimbari, vesti proaste si chiar prelunghirea termenului de finalizare a unui proect. Citirea unui anunt dintr-un ziar prevesteste experimentarea a unei perioade pline de evenimente interesante. Anuntul mortii cuiva Fiind martor la anuntul mortii unei persone inseamna ca unele informatii sau cunostinte privilegiate urmeaza sa fie dezvaluite. De asemenea, visul poate fi o reprezentarea a dificultati dumneavoastra de a va exprima gandurile si ideiile. Alternativ, visul este o metafora pentru sfarsitul unei calatorii si realizarea obiectivelor. Visand despre anunt si moarte in acelasi episod este un indiciu cu privire la emotiile suprimate care sunt pe punctul de a se revarsa in constientul dumneavoastra si care va vor influenta negativ viata de zi cu zi. De asemena, poate insemna ca nu va asumati responasbilitatea pentru propriile decizii sau actiuni.Unii talmacitori considera ca banii marunti in vise prevestesc lacrimi, altii considera ca inseamna fericire, belsug. Pentru mai multe detalii consultati si interpretarea visului bani.Grauntele in vis sugereaza spor in munca. Daca visati ca aveti graunte in maini inseamna ca veti avea spor in ceea ce va doriti sa realizati. Visul in care cantariti grauntele semnifica prosperitate indelungata. Daca grauntele sunt curate atunci veti munci plini spor.Muntele in vise sugereaza ca sunteti propria dumneavoastra calauza in viata, semn de evolutie, introspectie si incredere in sine, efort psihic care se poate sfarsi cu rezultate foarte bune, capacitate de munca, calitati intelectuale, explorarea talentelor ascunse, fericire. A vedea munti in vise inseamna obstacole majore si provocari peste care trebuie sa treceti. Alternativ, muntii in vise denota un taram inalt al cunostintelor, al cunoasterii si al adevarului spiritual. Daca visati ca sunteti in varful muntilor, atunci inseamna ca vi-ati atins scopul sau vi-ati realizat obiectivele. Va recunoasteti adevaratul potential. Visul in care urcati muntii sugereaza ambitia si determinarea dumneavoastra. Daca ati visat ca ati cazut de pe munti inseamna ca va grabiti spre reusita fara a va gandi la poteca spre succes. Poate ca sunteti impins intr-o directiein care nu vreti sa mergeti sau nu sunteti pregatit. Visul mai poate insemna si faptul ca aveti tendinta de a va da batut foarte usor sau de a scapa din situatii solicitante. Mereu alegeti calea cea mai usoara. Visul in care va invartiti in jurul muntilor implica faptul ca incercati sa treceti de un obstacol intr-o maniera mai dificila. Incercati sa adoptati o apropiere mai indirecta. Alternativ, visul inseamna ca va plafonati, ca va cunoasteti limitele.",
      "slug": "unt"
    },
    {
      "name": "Unu",
      "category": "dictionar",
      "shortMeaning": "- Cununand sau a cununa.",
      "fullInterpretation": "- Cununand sau a cununa. - Daca in vis ai cununat pe cinevaÂ - semn rau , nefericire, nenorocire, moarte. - Daca in vis tu esti cununat(a) atunci o viata frumoasa iti prevesteste acest vis, stare sufleteasca foarte buna pentru perioada ce urmeaza.Daca visezi o cununie semnifica angajamentul pe care ti l-ai luat si care trebuie dus la bun sfarsit, obligatie si responsabilitate, frica de implicare sentimentala, decizii ce trebuie luate dar care sunt ireversibile(1) 29/09/2015 (ultima actualizare)Din punct de vedere psihologic Numarul 1 este numarul de la care incepe orice manifestare. Cand acesta apere in vis, fie ca o singura cifra sau in mod repetat, intr-o secventa (cum ar fi 1, 11, 111, 1111, etc.) este un memento ca toti suntem conectati. Daca ati visat numarul unu inseamna ca trebuie sa va analizati gandurile si sa va concentrati catre adevarata dorinta a sufletului pentru a va putea manifesta viata intr-o maniera placuta. Cand o serie de 1 apar in vise, acestia semnifica o iesire energica, adica concentrarea si gandurile ti se vor manifesta rapid in viata ta. Prin urmare pentru a va alege gandurile cu intelepciune asigurati-va ca acestea sunt o adevarata dorinta a inimii dumneavoastra. Numarul unu reprezinta autonomia, originalitatea, ego-ul, increderea si individualitatea. Vazand numarul 1 in vise poate sugera ca sunteti un castigator (o castigatoare). Acest numar indica, de asemenea, independenta, progresul, auto-dezvoltarea si creativitatea. Acestea pot sugera o nevoie de a dezvolta individualitatea si creativitatea. Din punct de vedere spiritual Acest numar ar putea sugera ca va dezvoltati abilitatile intuitive si de clarviziune. De asemenea trebuie sa acordati atentie la idei repetitive si ganduri care contin solutii si raspunsuri la rugaciunile dumneavoastra. Alternativ, cifra unu poate denota inceputul unei calatori, ce poate fi interesanta si antrenanta. Cu toate acestea, aceasta calatorie poate provoca izolare si singuratate pe care trebuie sa le depasiti si din care trebuie sa invatati cate ceva.",
      "slug": "unu"
    },
    {
      "name": "Ura",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca porti ura unei persoane inseamna ca esti un om cu suflet mare, capabil de sentimen...",
      "fullInterpretation": "Daca visezi ca porti ura unei persoane inseamna ca esti un om cu suflet mare, capabil de sentimente extreme si puternice, deosebite. Ura din vis mai poate fi vazuta si asemeni unei dezamagiri ce te va coplesi in viitorul apropiat sau mai poate sa fie privita asemeni unei activitati care pur si simplu nu e pe placul tau si iti produce multe stari de dezgust.Urangutanul in vise simbolizeaza dificultatile din fata dumneavoastra, dar care nu sunt atat de serioase precum par la prima vedere. Inainte de a intra in panica si de a cere ajutor, incercati sa va rezolvati problemele de unul singur, mai ales, veti castiga experienta. A vedea un urangutan in vise inseamna ca cineva se foloseste de dumneavoastra pentru a avea castig de cauza. Probabil ca nici nu va veti da seama ca \"ajutati\" pe cineva in acest fel. Aveti grija si nu va implicati in afaceri suspecte. Nu toti cei din jurul dumneavoastra sunt atat de sinceri precum credeti. Uneori, urangutanul este un simbol al relatiei intre mama si copil. Daca animalul s-a prezentat dumneavoastra in vis, atunci probabil este un semn ca ar trebui sa analizati relatia dintre dumneavoastra si mama dumneavoastra.Visul la a curata are mai multe semnificatii. Depinde ce visati: - baia - idei lucide si bine exprimate - bucataria - perioada optimista, sanatate buna - casa - veselie si fericire - crama - bucurie - haina - extravaganta excesiva - legume - discutii in familie - mazarea - fericire si prosperitate, sperantele dumneavoastra se vor realiza in curand - praful - veste neasteptata - praful de pe mobila - vitalitate si mare putere de munca - poteca - obstacole grele, dar pe care le treceti - rufe - veti avea norocIn viata reala, asemenea visului, a face curatenie este un act de purificare. Nevoia de curatenie si de ordine corespunde unei dorinte de claritate interioara, de reorganizare si structura. A face curatenie in vise inseamna a face ordine in viata, in ganduri, in sentimente.- Daca ai visat ca tu furi este semn ca te simti deposedat(a), lipsit de ceva sau de cineva. Locatia (acasa, al birou, la scola, etc.) de unde ai furat in vis este foarte importanta deoarece indica nevoile tale. Alternativ, furtul indica obiecte, fapte sau lucruri neimplinite / nerealizate. Este posibil sa-ti fi stabilit obiective prea mari. - Daca ai visat ca cineva fura de la tine inseamna ca te confrunti cu o criza de identitate sau suferi din cauza unei pierderi in/din viata. Alternativ, visul inseamna ca cineva ti-a furat succesul sau ca si-a asumat/ a primit laudele pentru faptele tale. Poate ca te simti ca ai fost tratat incorect.A matura in vise inseamna inlaturarea persoanelor care va plictisesc. Daca visati ca maturati in strada atunci veti avea parte de dispret.Acul de siguranta in vise indica o situatie sau o relatie pe cale de destramare, astfel provocand frica, tulburari. S-ar putea sa aveti unele neintelegeri in familie.Agentia de asigurari este simbolul activitatii afaceri, a lucrului cu banii, a pierderii de buget si a schimbarilor in viata, dar visele pot fi complet diferite. Ceva ce se intampla in vise poate fi contrar a ceea ce se intampla in viata reala. Uneori, poate visati o agentie de asigurari, desi viata dumneavoastra nu este conectata cu aceasta sfera. In cazul in care visati o agentie de asigurari, interpretarea poate fi mai negativa, deoarece s-ar putea sa suferiti o pierdere de bani. Se poate intampla din neatentie, astfel ca ar trebui sa fiti mai precaut dupa acest vis. Daca intr-o luni noaptea ati visati o agentie de asigurari atunci ar trebui va pregatiti pentru asteptari zadarnice in urmatoarea saptamana, care duca la timp pierdut si la oportunitati esuate. Ca o alternativa, ar trebui sa plauniti altceva, chiar daca este ceva mai putin important, dar folositor pentru dumneavoastra, pentru sanatatea si timpul personal. Spre exemplu, puteti face o vizita cuiva, pentru a-l ajuta la curatenie sau la rezolvarea unor probleme. Daca visati o agentie de asigurari in alte zile ale saptamanii, inseamna o perioada stagnare si lene. A visa o agentie de asigurari intr-o noapte de weekend sugereaza schimbari dramatice in viata. Daca sunt pozitive sau negative este greu de spus. Trebuie sa urmariti starea spirituala si materiala a afacerilor pe care le aveti in acest moment.",
      "slug": "ura"
    },
    {
      "name": "Uragan",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "uragan"
    },
    {
      "name": "Urangutan",
      "category": "dictionar",
      "shortMeaning": "Urangutanul in vise simbolizeaza dificultatile din fata dumneavoastra, dar care nu sunt atat de s...",
      "fullInterpretation": "Urangutanul in vise simbolizeaza dificultatile din fata dumneavoastra, dar care nu sunt atat de serioase precum par la prima vedere. Inainte de a intra in panica si de a cere ajutor, incercati sa va rezolvati problemele de unul singur, mai ales, veti castiga experienta. A vedea un urangutan in vise inseamna ca cineva se foloseste de dumneavoastra pentru a avea castig de cauza. Probabil ca nici nu va veti da seama ca \"ajutati\" pe cineva in acest fel. Aveti grija si nu va implicati in afaceri suspecte. Nu toti cei din jurul dumneavoastra sunt atat de sinceri precum credeti. Uneori, urangutanul este un simbol al relatiei intre mama si copil. Daca animalul s-a prezentat dumneavoastra in vis, atunci probabil este un semn ca ar trebui sa analizati relatia dintre dumneavoastra si mama dumneavoastra.",
      "slug": "urangutan"
    },
    {
      "name": "Urat / urata",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "urat-urata"
    },
    {
      "name": "Urca (A)",
      "category": "dictionar",
      "shortMeaning": "(A)asemn bun - ciclist- progres - anevoios- pesimism - in catedra- scapi de vrajmasi - la o cated...",
      "fullInterpretation": "(A)asemn bun - ciclist- progres - anevoios- pesimism - in catedra- scapi de vrajmasi - la o catedra universitara- onoruri primite - coarda- pericole sociale - colina repede- reusita in actiune - dealul- implinirea sperantelor - in autobuz aglomerat- mari contacte cu oamenii - in nacela unui balon- intalniri placute - intr-o corabie- binecuvantare si profit material - munte- griji in afaceri - orb intr-un mijloc de transport scara- ascensiune in serviciu, triumf - pe scara subreda- mare suparare - pe o piramida- esti un om cu multa vointa si cu incredere in tine - pe zid fara sa te ranesti- succes in afaceri - sfortam dar nu putem- inutilitati in viata zilnica - sui platforma esafodului- esti om cinstit - stanca- dorinte implinite - tu te- esti optimist si ai incredere in viitor - trepte- succes major la slujba - usor si rapid- succes deosebit, promovare exceptionala - trotuar- siguranta de sine, conditionari de imbunatatirea nivelului profesional - un deal- stare de obosala.",
      "slug": "urca-a"
    },
    {
      "name": "Urcare",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "urcare"
    }
  ]
}