{
  "symbols": [
    {
      "name": "Vaca",
      "category": "dictionar",
      "shortMeaning": "Vaca, producatoare de lapte, este considerata, in general, simbolul Pamantului datator de hrana.",
      "fullInterpretation": "Vaca, producatoare de lapte, este considerata, in general, simbolul Pamantului datator de hrana. In egiptul antic, vaca Ahet era originea manifestarii, mama soarelui. La germani, vaca datatoare de hrana Audumla este prima sotie a lui Ymir, primul urias, nascuta, ca si el, din gheata topita: este stramoasa vietii, simbolul fecunditatii. Vaca in vise este simbolul feminin etern, cu precadere imaginea mamei sau figura materna. Lucru datorat, in mare parte, faptului ca vaca ne aprovizioneaza cu lapte si hrana. Pentru unele culturi, vaca reprezinta calitatile divine ala fertilitatii, alimentatiei si maternitatii. Vazand o vaca in visele noastre poate simboliza si natura noastra docila si pasiva. Va supuneti altora fara prea multe intrebari. Scheletul unei vaci, aparand in vise, simbolizeaza lipsa de emotii fata de figura materna. Aceasta stare datorandu-se lipsei de raspuns fata de nevoile dumneavoastra. Turma de vaci indica nevoia de a apartine(unui grup, unei societati, a unui cult, etc.). Visul in care mulgeti o vaca poate reprezenta dorinta de a munci din greu. In cele din urma, veti beneficia de aceasta munca grea. Potrivit traditiei romanesti, vaca galbena este asociata cu fericire, prosperitate si o recolta buna. Vaca grasa in vise reprezinta, pentru cel care o viseaza, logevitate si prosperitate. Coarnele unei vaci care ies cumva in evidenta in vis pot reprezenta o femeie rebela din viata de zi cu zi. Sacrificarea unei vaci simbolizeaza o calamitate. In cazul in care sunteti urmarit de o vaca, inseamna ca in viata de zi cu zi va confruntati cu tot felul de trucuri si surprize. Daca ati scapat de aceasta urmarire, dusmanii duneavoastra nu sunt in masura sa provoace probleme. O vaca furioasa sau nebuna, indica faptul ca sunteti deranjat de unele lucruri sau situatii din viata de zi cu zi. Vaci de diferite culori. In functie de culoarea vacilor, ele pot avea diferite semnificatii. De exemplu, o vaca alba poate reprezenta puritate si divinitate. O vaca rosie reprezinta manie ascunsa, care coexista cu un aspect / aparenta linistita. Vaca vorbind. Din moment ce vacile sunt considerate a fi divine, acordati intotdeauna o atentie la mesajul pe care vaca in transmite. Mesajul spus poate fi unul criptic, de va trebui sa va ganditi sau sa faceti legatura dintre mesajul transmis si viata de zi cu zi. Capul sau craniul unei vaci poate reprezenta pe cineva din trecutul dumneavoastra care a apus partial din sufletul dumneavoastra. Cu toate acestea, daca sunteti cel care a decapitat vaca, atunci acest vis poate fi un semn de violenta, doriti mereu sa aratati ca dumneavoastra aveti ultimul cuvant in propriile actiuni.Daca visati o vaca moarta inseamna ca va trebui sa munciti din greu si sa perseverati pentru a reusi sa realizati ceea ce v-ati propus.Vaca neagra in vise prevesteste atacuri tenebroase.Daca visati ca sunteti intr-o vacanta reprezinta o nevoie pentru o pauza sau un timp de odihna. Iti exprima dorinta de a scapa de responsabilitatile tale. In functie de activitatile legate de vacanta, visul poate indica, de asemenea, probleme de familie, atitudini personale sau unele dificultati.",
      "slug": "vaca"
    },
    {
      "name": "Vaca moarta",
      "category": "dictionar",
      "shortMeaning": "Daca visati o vaca moarta inseamna ca va trebui sa munciti din greu si sa perseverati pentru a re...",
      "fullInterpretation": "Daca visati o vaca moarta inseamna ca va trebui sa munciti din greu si sa perseverati pentru a reusi sa realizati ceea ce v-ati propus.",
      "slug": "vaca-moarta"
    },
    {
      "name": "Vaca neagra",
      "category": "dictionar",
      "shortMeaning": "Vaca neagra in vise prevesteste atacuri tenebroase.",
      "fullInterpretation": "Vaca neagra in vise prevesteste atacuri tenebroase.",
      "slug": "vaca-neagra"
    },
    {
      "name": "Vacanta",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca sunteti intr-o vacanta reprezinta o nevoie pentru o pauza sau un timp de odihna.",
      "fullInterpretation": "Daca visati ca sunteti intr-o vacanta reprezinta o nevoie pentru o pauza sau un timp de odihna. Iti exprima dorinta de a scapa de responsabilitatile tale. In functie de activitatile legate de vacanta, visul poate indica, de asemenea, probleme de familie, atitudini personale sau unele dificultati.",
      "slug": "vacanta"
    },
    {
      "name": "Vaccin",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "vaccin"
    },
    {
      "name": "Vaci grase",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "vaci-grase"
    },
    {
      "name": "Vaduv",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "vaduv"
    },
    {
      "name": "Vaduva",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "vaduva"
    },
    {
      "name": "Vagabond",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca esti vagabond, este semn de saracie si necaz.",
      "fullInterpretation": "Daca visezi ca esti vagabond, este semn de saracie si necaz. Cand visezi vagabonzi se prevede o boala contagioasa ce se va raspandi rapid. Daca dai bani unui vagabond, inseamna ca vei avea de castigat de pe urma generozitatii tale.",
      "slug": "vagabond"
    },
    {
      "name": "Vagin",
      "category": "dictionar",
      "shortMeaning": "Vaginul in vise sugereaza unele probleme legate de feminitatea si nevoile sexuale ale dumneavoastra.",
      "fullInterpretation": "Vaginul in vise sugereaza unele probleme legate de feminitatea si nevoile sexuale ale dumneavoastra.",
      "slug": "vagin"
    },
    {
      "name": "Viermi",
      "category": "dictionar",
      "shortMeaning": "In general, viermii ne creaza o stare de dezgust si, atunci cand ii visam, este un semn ca psihic...",
      "fullInterpretation": "In general, viermii ne creaza o stare de dezgust si, atunci cand ii visam, este un semn ca psihicul nostru se lupta cu anxietatea si instabilitatea personala. Fie ca avem probleme la locul de munca sau ca trecem printr-o criza personala, visele in care apar aceste nevertebrate sunt considerate a fi prevestitoare de necaz. In traditia populara, viermii sunt simbolul nenorocirii si al tradarii. Larvele sau o multime de viermi adunati intr-un singur loc simbolizeaza boala si distrugere. Tot acest vis poate fi asociat si cu intampinarea unor probleme economice, financiare sau materiale. Visand viermi albi Un asemenea vis poate avea multiple semnificatii, depinzand de contextul visului, locul si starea spirituala din viata de zi cu zi la acel moment. Adesea, vermii albi sunt prevestitori de rau, situatii dificile sau chiar violente care va pot afecta pe dumneavoastra sau pe cei apropiati, iar alteori visul poate fi doar o metafora a saraciei. Viermi albi pe corpul dumenavoastra sau viermi atacandu-va corpul . Un asemenea vis reflecta o senzatie asemanatoare cu cea a amenitarii si poate fi extrem de inconfortabila. Asemenea vise contin un avertisment cu privire la afectiunile prezente sau posibile viitoare probleme ale pielii. Uciderea, exterminarea si inlaturarea viermilor albi. Crize amenintari sau tradari, cam asta sugereaza viermii, dar atunci cand ucidem sau exterminam aceste vietati nevertebrate va aparea simbolistica opusa si acest vis va simboliza putere, victorie si, in acest caz, capacitatea de a depasi orice dificultati.",
      "slug": "viermi"
    },
    {
      "name": "Vin",
      "category": "dictionar",
      "shortMeaning": "Vinul alb in vise reprezinta prietenie sincera, multumire.",
      "fullInterpretation": "Vinul alb in vise reprezinta prietenie sincera, multumire. Daca visati ca beti vin alb de unul singur inseamna ca veti avea parte de paguba si de tulburari. Visul in care beti vin alb in compania altor persoane inseamna ca veti avea parte de un castig mare, de bucurii mari, de sanatate si de fericire fara margini.Vinul rosu in vis aduce veselie si optimism. Daca visati ca turnati vin rosu in pahar sau in cana prevestiti o primejdie, insa daca va visati turnand vin rosu altcuiva sugereaza saracia sau boala. Luat sub un alt aspect, visul ca beti vin rosu semnifica ideea de exces si senzualitate.Sticla de vin in vise inseamna ca aveti o imaginatie bogata, o teama de viitor. Totodata, visul poate insemna si ca veti da o petrecere mare.",
      "slug": "vin"
    },
    {
      "name": "Vulpe",
      "category": "dictionar",
      "shortMeaning": "vei fi inselat in dragoste - avand- prigonire, bani pierduti, urmarire pe furis - a vedea- prigon...",
      "fullInterpretation": "vei fi inselat in dragoste - avand- prigonire, bani pierduti, urmarire pe furis - a vedea- prigonire - cu coada stufoasa- persoana care nu-ti place - luptandu-te cu o- te vei certa cu un dusman viclean - domesticind- vei iubi o fiinta nedemna - naparlita- cunostinta intamplatoare - omorand- reusita vei avea neplaceri, iti vei cunoaste prietenii - primind- grija, nesiguranta, esti mai viclean decat dusmanul tau - roscata- rival in dragoste - vazand- vei descoperi un prieten necredincios - vana- nu ai incredere in cineva apropiat - visand- esti inselat in amor, vei fi amagit de catre femei.",
      "slug": "vulpe"
    },
    {
      "name": "Vapor",
      "category": "dictionar",
      "shortMeaning": "fericire, calatorie placuta - accident de- drum neasteptat, esec in afaceri - calatorind cu- nout...",
      "fullInterpretation": "fericire, calatorie placuta - accident de- drum neasteptat, esec in afaceri - calatorind cu- noutati de departe --cargou- tentatii pe care trebuie sa le infrangi - cos de- se deschid orizonturi noi - cu fum- vei auzi o noutate - cu pasageri- certuri in familie - de razboi- nereusita in familie - incarcat- reantoarcerea timpurilor bune - in- calatorie proiectata demult - in voia valurilor- primejdie - la bordul unui- bogatie - mergand cu- calatorie si folos - navigand- calatorie in curand --pe ape linistite- multumire sufleteasca --pe ape involburate spre noi- sfarsitul dificultatilor - pe mare- vesti - pilot pe- castiguri materiale imediate - sosind in port- se incheie o etapa din viata - timona de- calatorie - vazut de departe- schimbare importanta si pozitiva a situatiei. Daca in vis ati pierdut vaporul, in sensul ca nu ati reusit sa va imbarcati la bordul acestuia, putem interpreta imaginea drept visul unui perfectionist care se teme sa nu piarda sanse sau oportunitati.Drum neasteptat, esec in afaceri.",
      "slug": "vapor"
    },
    {
      "name": "Val",
      "category": "dictionar",
      "shortMeaning": "Valurile in vis, semnifica o calatorie lunga.",
      "fullInterpretation": "Valurile in vis, semnifica o calatorie lunga. De asemenea, un val care se izbeste puternic de malul pe care te afli sugereaza ca pasiunea si hobby-ul vor deveni cunostinte foarte importante si decisive in viata ta. Daca visezi valuri care lovesc tarmul marii inseamna ca vei fi apreciat pentru munca ta si ca vei avea noroc in dragoste.Valurile mari in vise au mai multe intelesuri. Depinde de ceea ce visati: - in crestere, venind spre dumneavoastra sau spre mal, lovind tarmul - perioada de mari trairi emotionale, stress, anxietate, probleme sentimentale, va simtiti coplesiti de probleme - in descrestere, se indeparteaza de dumneavoastra sau de mal - eliberare de problemele sentimentale, linistire, calmare sufleteasca - val urias, tsunami - mari pericole pe plan emotional si sentimental, criza, panica, emotii de necontrolat, stari interioare dure, evenimente grave pe plan sentimental sau emotional, complicatii mari in iubire - faceti surfing pe valuri mari - te descurci bine in perioada de mari emotii prin care treci, adaptare la orice situatii neasteptate - valuri mari venind spre tarm fara sa iasa din matca - bogatie mare",
      "slug": "val"
    },
    {
      "name": "Visiniu",
      "category": "dictionar",
      "shortMeaning": "Culoarea visinie simbolizeaza pasiunea, frumusetea si curajul.",
      "fullInterpretation": "Culoarea visinie simbolizeaza pasiunea, frumusetea si curajul. In cultura occidentala, visarea tesaturilor de culoare visinie este asociata cu dorinta de a te bucura de placerile vietii fiind, de asemenea, considerat a fi un semn de bun augur. Visand o persoana imbracata in visiniu. Un asemnea vis denota trasaturi de eroism si curaj, de asemenea, o anume persoana s-ar putea sa va ajute in stabilirea unei directii adecvate in viata.",
      "slug": "visiniu"
    },
    {
      "name": "Vot",
      "category": "dictionar",
      "shortMeaning": "Voltul se caracterizeaza prin procesul de alegere sau prin oferirea sprijunului unei persoane ca ...",
      "fullInterpretation": "Voltul se caracterizeaza prin procesul de alegere sau prin oferirea sprijunului unei persoane ca fiind cea mai fiabila optiune. De multe ori visam astfel de lucruri, care pot fi la prima vedere cam ciudate. Insa, trebuie sa constientizam ca subconstientul vrea sa ne spuna ceva. In general, votul din vis are legatura cu schimbari din viata de zi cu zi, de cele mai multe ori aceste schimbari implica domeniul de munca in care activezi (sau domeniul de pregatire). Trebuie sa invatati sa deveniti mai tolerant si sa invavati sa va adptati schimbarilor cu care viata va intampina. Votul poate indica, de asemenea, faptul ca trebuie sa va impartasiti parerea si sa va lasati glasul sa va fie auzit. Poate ca acum este momentul sa aveti mai multa incredere de sine, s-ar putea sa fiti placut surprins de reactia celor din jur. Participarea la alegeri Visul in care participati la alegri / vot de importanta mare (ex. alegerea unui lider), inseamna ca in viata de zi cu zi cuvantul dumnea voastra este foarte relevant (la locul de munca, intr-o organizatie, intr-un partid, etc.) Votand intr-o cabina de vot Visul in care va aflati intr-o cabina de vot ar putea fi considerat un memento pentru a va aminti ca trebuie sa acordati mai multa atentie lucrurilor si afacerilor in care sunteti implicat.",
      "slug": "vot"
    },
    {
      "name": "Vara",
      "category": "dictionar",
      "shortMeaning": "Daca visezi anotimpul vara semnifica un element de context ce atrage atentia asupra miezului prob...",
      "fullInterpretation": "Daca visezi anotimpul vara semnifica un element de context ce atrage atentia asupra miezului problemei, asupra apogeului unei actiuni, asupra perioadei de maxima stralucire si realizare, este vorba de planuri in plina desfasurare, mijlocul actiunii, punctul de maxim potential - detalii in prim plan, puse in lumina - stare de bine in general, lipsa de griji, odihna, dinamism, actiune.Varanul in vise inseamna ca trebuie sa deveniti mai flexibil in gandire sau in luarea unei decizii. Agilitatea si abilitatea de camuflare va vor duce acolo unde aveti nevoie. De asemenea, trebuie sa profitati de oportunitatile care vi se ivesc. Alternativ, visul la un varan simbolizeaza frica veritabila. Anotimpul primavara ne poate sugera o perioada noua de dezvoltare, creativitate , caldura,virilitate sau inceputul unei noi relatii. Din punct de vedere psihologic primavara sugereaza capacitatea de reinnoire si depasirea intemperiilor iernii. Din punct de vedere spiritual primavara este simbolul ascensiunii, mai ales in ceea ce ne priveste aspectul emotional si abordarea unor noi perspective.",
      "slug": "vara"
    },
    {
      "name": "Vagon",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "vagon"
    },
    {
      "name": "Val / valuri",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "val-valuri"
    },
    {
      "name": "Vale",
      "category": "dictionar",
      "shortMeaning": "Daca visezi o vale lina si cu vegetatie inverzita este un semn apoape bun.",
      "fullInterpretation": "Daca visezi o vale lina si cu vegetatie inverzita este un semn apoape bun. Va fi semn rau atunci cand valea e adanca, uscata, intunecoasa. Vor da navala peste tine grijile, nevoile. Te vei agita si vei incerca sa le depasesti. E bine daca visezi valea largindu-se sau daca iesi din vale.Cavalerul in vise simbolizeaza principiul calauzitor, care va ghideaza existenta fizica. Daca o femeie viseaza un cavaler atunci inseamna o legatura romantica, o cautare a barbatului perfect. Daca un barbat viseaza un cavaler atunci i se sugereaza ca se afla in cautarea eroului din sine. Interpretarea viselor in care sunteti un cavaler in armura din epoca medievala se refera in special la principii puternice pe care le aveti, poate sa fie vorba de secrete foarte vechi, mai poate face trimitere si la amintiri si evenimente petrecute cu foarte mult timp in urma. Daca va visati cavaler intr-o epoca medievala reprezinta o necesitate aparte de a gasi un ghid spiritual care sa va ajute la ceva important. Cavalerul negru in vise adesea este intruchiparea raului. - Daca visezi ca te simti mai bine sau ca ti-ai revenit dintr-o boala - vei pleca intr-o calatorie ce iti va aduce numai beneficii. - In covalescenta - succes la serviciu. - Convalescenta poate insemna si castiguri materiale, o mostenire sau casatorie.",
      "slug": "vale"
    },
    {
      "name": "Valiza",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "valiza"
    },
    {
      "name": "Vals",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "vals"
    },
    {
      "name": "Valuri mari",
      "category": "dictionar",
      "shortMeaning": "Valurile mari in vise au mai multe intelesuri.",
      "fullInterpretation": "Valurile mari in vise au mai multe intelesuri. Depinde de ceea ce visati: - in crestere, venind spre dumneavoastra sau spre mal, lovind tarmul - perioada de mari trairi emotionale, stress, anxietate, probleme sentimentale, va simtiti coplesiti de probleme - in descrestere, se indeparteaza de dumneavoastra sau de mal - eliberare de problemele sentimentale, linistire, calmare sufleteasca - val urias, tsunami - mari pericole pe plan emotional si sentimental, criza, panica, emotii de necontrolat, stari interioare dure, evenimente grave pe plan sentimental sau emotional, complicatii mari in iubire - faceti surfing pe valuri mari - te descurci bine in perioada de mari emotii prin care treci, adaptare la orice situatii neasteptate - valuri mari venind spre tarm fara sa iasa din matca - bogatie mare",
      "slug": "valuri-mari"
    },
    {
      "name": "Valuta",
      "category": "dictionar",
      "shortMeaning": "Valuta in vise prezice schimbari fundamentale in activitatile dumneavoastra.",
      "fullInterpretation": "Valuta in vise prezice schimbari fundamentale in activitatile dumneavoastra. Daca visati ca numarati valuta sugereaza ca va puteti astepta la un premiu mare in bani in viitorul apropiat. Visul in care ati vrut sa imprumutati valuta prevesteste faptul ca in curand se va implini dorinta dumneavoastra pentru o viata confortabila si lipsita de griji. Daca visati ca imprumutati valuta cuiva inseamna ca veti avea parte de o petrecere a timpului foarte placuta, in aer liber, in apropiere de o apa sau intr-o padure. A visa ca primiti valuta semnifica natura dumneavoastra buna si generoasa. Sunteti o persoana care este intotdeauna pregatita sa ajute un prieten pentru a trece peste greutati. Daca visati ca va aflati intr-o banca si deschideti un cont in valuta atunci visul prevesteste o mostenire. Conform dictionarului de vise al lui Miller, visul in care apare valuta va avertizeaza sa fiti pregatit de esecuri. Daca ati gasit valuta in vise inseamna ca vor exista motive pentru putina distractie. Daca ati pierdut o suma mare de bani in valuta atunci inseamna ca vor aparea probleme la munca sau in familie. Valuta furata in vise va avertizeaza de pericole serioase. Incercati sa va purtati prudent. Daca visati ca vindeti valuta trebuie sa fiti pregatit pentru suspiciuni la locul de munca, iar daca cumparati valuta inseamna ca veti avea un venit foarte bun. Manualul lui Vanga va sugereaza ca astfel de vise sugereaza posibilitatea ca ar exista o persoana invidioasa care are planuri rele pentru dumneavoastra. Incercati sa nu luati lucrurile sau banii altor persoane, chiar daca le gasiti in locuri total parasite.",
      "slug": "valuta"
    },
    {
      "name": "Vama",
      "category": "dictionar",
      "shortMeaning": "Vama in vise inseamna suparare, necazuri.",
      "fullInterpretation": "Vama in vise inseamna suparare, necazuri. Daca visati ca vi se controleaza bagajele in vama atunci inseamna ca veti face o schimbare importanta, poate chiar o casatorie. Visul in care sunteti in vama semnifica incurcaturi in afaceri.",
      "slug": "vama"
    },
    {
      "name": "Vames",
      "category": "dictionar",
      "shortMeaning": "Vamesul in vise este un semn bun pentru cei care vor sa duca la bun sfarsit o afacere.",
      "fullInterpretation": "Vamesul in vise este un semn bun pentru cei care vor sa duca la bun sfarsit o afacere. Visul la un vames inseamna ca vi se arata o calatorie in curand.",
      "slug": "vames"
    },
    {
      "name": "Vampir",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "vampir"
    },
    {
      "name": "Vanat",
      "category": "dictionar",
      "shortMeaning": "Vanataia in vise reprezinta stresul si presiunea apasatoare cu care va confruntati in viata.",
      "fullInterpretation": "Vanataia in vise reprezinta stresul si presiunea apasatoare cu care va confruntati in viata. S-ar putea referi si la o amintire despre vechi probleme de familie care nu au fost rezolvate asa cum ar fi trebuit. Alternativ, visul va spune ca trebuie sa acceptati consecintele actiunilor dumneavoatra. Luati in considerare si simbolistica partii corpului unde aveti vanataia.",
      "slug": "vanat"
    },
    {
      "name": "Vanatai",
      "category": "dictionar",
      "shortMeaning": "Vanataia in vise reprezinta stresul si presiunea apasatoare cu care va confruntati in viata.",
      "fullInterpretation": "Vanataia in vise reprezinta stresul si presiunea apasatoare cu care va confruntati in viata. S-ar putea referi si la o amintire despre vechi probleme de familie care nu au fost rezolvate asa cum ar fi trebuit. Alternativ, visul va spune ca trebuie sa acceptati consecintele actiunilor dumneavoatra. Luati in considerare si simbolistica partii corpului unde aveti vanataia.",
      "slug": "vanatai"
    },
    {
      "name": "Vanataie",
      "category": "dictionar",
      "shortMeaning": "Vanataia in vise reprezinta stresul si presiunea apasatoare cu care va confruntati in viata.",
      "fullInterpretation": "Vanataia in vise reprezinta stresul si presiunea apasatoare cu care va confruntati in viata. S-ar putea referi si la o amintire despre vechi probleme de familie care nu au fost rezolvate asa cum ar fi trebuit. Alternativ, visul va spune ca trebuie sa acceptati consecintele actiunilor dumneavoatra. Luati in considerare si simbolistica partii corpului unde aveti vanataia.",
      "slug": "vanataie"
    },
    {
      "name": "Vanatoare",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "vanatoare"
    },
    {
      "name": "Vanator",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "vanator"
    },
    {
      "name": "Vant",
      "category": "dictionar",
      "shortMeaning": "Vantul din visul dumneavoastra simbolizeaza schimbarile de viata pe care le veti experimenta foarte curand.",
      "fullInterpretation": "Vantul din visul dumneavoastra simbolizeaza schimbarile de viata pe care le veti experimenta foarte curand. In mod alternativ, vantul poate simboliza si intelectul. Este foarte important sa va amintiti cat de puternic a fost vantul din visele dumneavoastra. Daca vantul a suflat dinspre nord inseamna ca trebuie sa va pregatiti pentru dificultati in cariera sau in viata de cuplu. Aceeasi interpretare are si un vis in care luptati impotriva vantului. Fiti mai atent atunci. Daca simtiti un vant cald venind de catre sud, prefigureaza ca va fi in puterea dumneavoastra sa faceti fata tuturor problemelor din drum. In consecinta, veti obtine success atat in afaceri , cat si in viata privata. Vazand vantul sufland peste mare, un grup de oameni vor veni de la distanta mare si vor dori sfatul dumeavoastra intr-o problema. Interpretarea visului depinde, asa cum am spus si mai sus, de forta vantului. De pilda, sugereaza placere. Un concept sau o idee incepe sa va puna in miscare. O vijelie poate indica un principiu in legatura cu care va simtiti pasionat. Din punct de vedere psihologic, vantul din vis poate sugera inceputul unei constientizari a propriei persoane. Asa cum Duhul Sfant era asemanat cu vantul care sufla incotro vrea, fara ca nimeni sa-i stea impotriva, la fel si visul poate reprezenta o revelatie divina de un anumit fel.Interpretari culese din popor batand impotriva ta - probleme in familie bland - placerea dragostei briza placuta - pozitie sociala buna briza usoara - evolutie lenta, schimbare in vita economica, profesionala si sentimentala care adie - frica de a infrunta viitorul de furtuna - nenorocire dulce - fericire mare - pericol moara de - proiectul de la serviciu va fi un mare succes puternic - schimbare in situatie, pericol, intristare, necaz rafala - evita iesirea lucrurilor din normal suferind de - cearta rafala violenta - faci fata unei situatii inselatoare rece - primejdie, pericol, esti implicat in discutii si negocieri cu final nesigur suflare de- inselare in amor tare - raufacatori te ia - avansare neasteptata tulbure - necaz intristare urland - pierdere mare de bani vazand - te prada hotii Binecuvantarea in vise reprezinta acceptarea altora si recunoasterea ascensiunii, progresului si al intelegerii. Va simtiti liber sa mergeti mai departe cu putin efort. Ceilalti va vor accepta actiunile. Alternativ, visul ar putea reflecta autoacceptarea sau autoaprobarea in legatura cu o problema avuta. Daca visati ca primiti o binecuvantare inseamna ca puteti infrunta viitorul cu incredere. Incepeti sa intrati intr-un taram al creativitatii. Alternativ, visul apare ocazional celor care sufera de o constinta incarcata, de vinovatie.Levantica in vise inseamna fericire si dragoste in relatie.Moara de vant in vise simbolizeaza puterea mintii. Acesta este un indicator al starii de spirit emotionale. Alternativ, o moara de vant se refera la ingeniozitatea ta.",
      "slug": "vant"
    },
    {
      "name": "Vanzator",
      "category": "dictionar",
      "shortMeaning": "Daca visati un vanzator de fructe semnifica ca te vei grabi in stradania de a-ti repara pierderil...",
      "fullInterpretation": "Daca visati un vanzator de fructe semnifica ca te vei grabi in stradania de a-ti repara pierderile, asa ca trebuie sa fi atent la speculatiile riscante.",
      "slug": "vanzator"
    },
    {
      "name": "Var",
      "category": "dictionar",
      "shortMeaning": "Daca visezi anotimpul vara semnifica un element de context ce atrage atentia asupra miezului prob...",
      "fullInterpretation": "Daca visezi anotimpul vara semnifica un element de context ce atrage atentia asupra miezului problemei, asupra apogeului unei actiuni, asupra perioadei de maxima stralucire si realizare, este vorba de planuri in plina desfasurare, mijlocul actiunii, punctul de maxim potential - detalii in prim plan, puse in lumina - stare de bine in general, lipsa de griji, odihna, dinamism, actiune. Varanul in vise inseamna ca trebuie sa deveniti mai flexibil in gandire sau in luarea unei decizii. Agilitatea si abilitatea de camuflare va vor duce acolo unde aveti nevoie. De asemenea, trebuie sa profitati de oportunitatile care vi se ivesc. Alternativ, visul la un varan simbolizeaza frica veritabila.Daca visati un varcolac , simbolizeaza o schimbare neplacuta in timpul unui ciclu lunar. De asemenea, poate reprezenta un eveniment urat in legatura cu luna plina si in unele cazuri poate simboliza debutul unei raceli sau a unei gripe.Daca visati un varf semnifica un elemnt de context care atrage atentia asupra unor teluri marete, a unor scopuri finale, a unor idealuri proprii. Depinde ce alt element este in varf, pentru acele aspecte trebuie sa devina un scop major in perioada actuala. De asemenea, daca visati un varf de munte inseamna ca scapi de obstacole.Visul in care sunteti pe un varf de munte se refera la sarcini pe care trebuie sa le rezolvati intr-o perioada de timp limitata. Daca visati ca sunteti pe varf de munte inalt inseamna ca sunteti foarte aproape de o realizare importanta din viata dumneavoastra. Visul in care incepeti sa coborati de pe un varf de munte inseamna ca veti fi doborat de dusmani, veti suferi o lovitura exact in momentul in care va credeti stapan pe situatie.Daca visezi ca ai varice , este un semn vei avea mici suparari. De asemenea, daca visezi ca un copil pe care il cunosti are varice este semn ca acel copil se va realiza.Varsatul de vant, asa cum mai este cunoscuta boala in termeni populari, este o boala foarte contagioasa a copilariei. Aceasta este provocata de visrusul varicelo-zosterian (VZV), tot acest tip de virus herpetic este responsabil si de imbolnavirea adultilor cu zona-zoster. Varicela in vis, poate fi un semn ca aveti nevoie sa puneti prioritatiile pe primul plan. De asemenea, varicela reprezinta o problema pe care o intampinati si poate fi rezolvata doar daca actionati asupra ei. Vazandu-l pe tatal ca fiind internat intr-un spital din cauza varicelei (zona-zoster) ar putea simboliza faptul ca sunteti ingrijorat de o problema nerezolvata, cu care ati putea fi confruntat in cele din urma. Visand ca ingrijiti un copil bolnav de varicela este un semn de rau augur. Potrivt traditiilor populare, acest vis prevesteste ca in curand o ruda sau cineva apropiat dumneavoastra va fi rau bolnav si poate muri.(A)apa calda- griji legate de sanatate - apa rece- comportament copilaresc - ciorba- casatorie bogata - sare- probleme de familie - lapte- pierderi, nefericire - sange- deces - ulei de gatit- pierderi banesti - ulei pe cap- inaltari mai sus decat altii - vin- vei fi inselat de o persoana in care aveai mare incredere.Daca visati o varsta reflecta de multe ori nivelul de maturitate sau experienta unei persoane intr-o anumita situatie. De asemenea, daca visati o varsta tanara, sugereaza o lipsa pentru situatiile noi. Alternativ, daca visati o varsta inaintata, semnifica aspectele experientei de sine.",
      "slug": "var"
    },
    {
      "name": "Varan",
      "category": "dictionar",
      "shortMeaning": "Varanul in vise inseamna ca trebuie sa deveniti mai flexibil in gandire sau in luarea unei decizii.",
      "fullInterpretation": "Varanul in vise inseamna ca trebuie sa deveniti mai flexibil in gandire sau in luarea unei decizii. Agilitatea si abilitatea de camuflare va vor duce acolo unde aveti nevoie. De asemenea, trebuie sa profitati de oportunitatile care vi se ivesc. Alternativ, visul la un varan simbolizeaza frica veritabila.",
      "slug": "varan"
    },
    {
      "name": "Varcolac",
      "category": "dictionar",
      "shortMeaning": "Daca visati un varcolac , simbolizeaza o schimbare neplacuta in timpul unui ciclu lunar.",
      "fullInterpretation": "Daca visati un varcolac , simbolizeaza o schimbare neplacuta in timpul unui ciclu lunar. De asemenea, poate reprezenta un eveniment urat in legatura cu luna plina si in unele cazuri poate simboliza debutul unei raceli sau a unei gripe.",
      "slug": "varcolac"
    },
    {
      "name": "Varf",
      "category": "dictionar",
      "shortMeaning": "Daca visati un varf semnifica un elemnt de context care atrage atentia asupra unor teluri marete,...",
      "fullInterpretation": "Daca visati un varf semnifica un elemnt de context care atrage atentia asupra unor teluri marete, a unor scopuri finale, a unor idealuri proprii. Depinde ce alt element este in varf, pentru acele aspecte trebuie sa devina un scop major in perioada actuala. De asemenea, daca visati un varf de munte inseamna ca scapi de obstacole.Visul in care sunteti pe un varf de munte se refera la sarcini pe care trebuie sa le rezolvati intr-o perioada de timp limitata. Daca visati ca sunteti pe varf de munte inalt inseamna ca sunteti foarte aproape de o realizare importanta din viata dumneavoastra. Visul in care incepeti sa coborati de pe un varf de munte inseamna ca veti fi doborat de dusmani, veti suferi o lovitura exact in momentul in care va credeti stapan pe situatie.",
      "slug": "varf"
    },
    {
      "name": "Varf de munte",
      "category": "dictionar",
      "shortMeaning": "Visul in care sunteti pe un varf de munte se refera la sarcini pe care trebuie sa le rezolvati in...",
      "fullInterpretation": "Visul in care sunteti pe un varf de munte se refera la sarcini pe care trebuie sa le rezolvati intr-o perioada de timp limitata. Daca visati ca sunteti pe varf de munte inalt inseamna ca sunteti foarte aproape de o realizare importanta din viata dumneavoastra. Visul in care incepeti sa coborati de pe un varf de munte inseamna ca veti fi doborat de dusmani, veti suferi o lovitura exact in momentul in care va credeti stapan pe situatie.",
      "slug": "varf-de-munte"
    },
    {
      "name": "Varice",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca ai varice , este un semn vei avea mici suparari.",
      "fullInterpretation": "Daca visezi ca ai varice , este un semn vei avea mici suparari. De asemenea, daca visezi ca un copil pe care il cunosti are varice este semn ca acel copil se va realiza.Varsatul de vant, asa cum mai este cunoscuta boala in termeni populari, este o boala foarte contagioasa a copilariei. Aceasta este provocata de visrusul varicelo-zosterian (VZV), tot acest tip de virus herpetic este responsabil si de imbolnavirea adultilor cu zona-zoster. Varicela in vis, poate fi un semn ca aveti nevoie sa puneti prioritatiile pe primul plan. De asemenea, varicela reprezinta o problema pe care o intampinati si poate fi rezolvata doar daca actionati asupra ei. Vazandu-l pe tatal ca fiind internat intr-un spital din cauza varicelei (zona-zoster) ar putea simboliza faptul ca sunteti ingrijorat de o problema nerezolvata, cu care ati putea fi confruntat in cele din urma. Visand ca ingrijiti un copil bolnav de varicela este un semn de rau augur. Potrivt traditiilor populare, acest vis prevesteste ca in curand o ruda sau cineva apropiat dumneavoastra va fi rau bolnav si poate muri.",
      "slug": "varice"
    },
    {
      "name": "Varicela",
      "category": "dictionar",
      "shortMeaning": "Varsatul de vant, asa cum mai este cunoscuta boala in termeni populari, este o boala foarte contagioasa a copilariei.",
      "fullInterpretation": "Varsatul de vant, asa cum mai este cunoscuta boala in termeni populari, este o boala foarte contagioasa a copilariei. Aceasta este provocata de visrusul varicelo-zosterian (VZV), tot acest tip de virus herpetic este responsabil si de imbolnavirea adultilor cu zona-zoster. Varicela in vis, poate fi un semn ca aveti nevoie sa puneti prioritatiile pe primul plan. De asemenea, varicela reprezinta o problema pe care o intampinati si poate fi rezolvata doar daca actionati asupra ei. Vazandu-l pe tatal ca fiind internat intr-un spital din cauza varicelei (zona-zoster) ar putea simboliza faptul ca sunteti ingrijorat de o problema nerezolvata, cu care ati putea fi confruntat in cele din urma. Visand ca ingrijiti un copil bolnav de varicela este un semn de rau augur. Potrivt traditiilor populare, acest vis prevesteste ca in curand o ruda sau cineva apropiat dumneavoastra va fi rau bolnav si poate muri.",
      "slug": "varicela"
    },
    {
      "name": "Varsa (A)",
      "category": "dictionar",
      "shortMeaning": "(A)apa calda- griji legate de sanatate - apa rece- comportament copilaresc - ciorba- casatorie bo...",
      "fullInterpretation": "(A)apa calda- griji legate de sanatate - apa rece- comportament copilaresc - ciorba- casatorie bogata - sare- probleme de familie - lapte- pierderi, nefericire - sange- deces - ulei de gatit- pierderi banesti - ulei pe cap- inaltari mai sus decat altii - vin- vei fi inselat de o persoana in care aveai mare incredere.",
      "slug": "varsa-a"
    },
    {
      "name": "Varsta",
      "category": "dictionar",
      "shortMeaning": "Daca visati o varsta reflecta de multe ori nivelul de maturitate sau experienta unei persoane intr-o anumita situatie.",
      "fullInterpretation": "Daca visati o varsta reflecta de multe ori nivelul de maturitate sau experienta unei persoane intr-o anumita situatie. De asemenea, daca visati o varsta tanara, sugereaza o lipsa pentru situatiile noi. Alternativ, daca visati o varsta inaintata, semnifica aspectele experientei de sine.",
      "slug": "varsta"
    },
    {
      "name": "Vartej",
      "category": "dictionar",
      "shortMeaning": "Vartejul in vis, indiferent daca este de apa sau de aer, inseamna ca veti avea o perioada foarte agitata, derutanta.",
      "fullInterpretation": "Vartejul in vis, indiferent daca este de apa sau de aer, inseamna ca veti avea o perioada foarte agitata, derutanta. Sunteti prinsi in mijlocul unei actiuni destul de incurcate. Vartejul de apa mai poate insemna pericole si intrigi.",
      "slug": "vartej"
    },
    {
      "name": "Varza",
      "category": "dictionar",
      "shortMeaning": "Varza acra in vise sugereaza bucurii de proportii, veti avea parte de zile inseninate.",
      "fullInterpretation": "Varza acra in vise sugereaza bucurii de proportii, veti avea parte de zile inseninate. Visul in care mancati varza acra inseamna ca aveti o stare de sanatate foarte buna.",
      "slug": "varza"
    },
    {
      "name": "Varza acra",
      "category": "dictionar",
      "shortMeaning": "Varza acra in vise sugereaza bucurii de proportii, veti avea parte de zile inseninate.",
      "fullInterpretation": "Varza acra in vise sugereaza bucurii de proportii, veti avea parte de zile inseninate. Visul in care mancati varza acra inseamna ca aveti o stare de sanatate foarte buna.",
      "slug": "varza-acra"
    },
    {
      "name": "Vas",
      "category": "dictionar",
      "shortMeaning": "Vascul in vis, reprezinta sarbatoare, dragoste , tovarasie si sentimente placute deoarece vascul ...",
      "fullInterpretation": "Vascul in vis, reprezinta sarbatoare, dragoste , tovarasie si sentimente placute deoarece vascul este o planta cu afectiune sufocanta. De asemenea, daca visati ca sarutati o fata sub vasc, sugereaza o relatie care ar putea fi trecatoare.Vasele murdare si nespalate in vise semnifica nemultumirea si perspectiva pesimista a dumneavoastra. Este posibil sa fi trecut cu vederea unele probleme din viata dumneavoastra sau nu v-ati confruntat cu propriile emotii. Daca visati vase murdare si sparte inseamna ca veti fi nefericit in dragoste.A visa vaselina reprezinta sentimente de tristete si regret, fie datorita pierderii unui prieten sau din cauza unui secret iesit la suprafata. Visul in care folositi vaselina indica faptul ca exista anumite probleme care necesita o atingere mai usoara, mai linistita. Visul mai poate insemna ca veti ajuta multe persoane sa treaca peste dificultati. Alternativ, vaselina in vise mai sugereaza ca sunteti pregatit sa vindecati o rana emotionala si ca este timpul sa mergeti mai departe.Daca ati visat o vasla intinsa pe o barca inseamna ca in viitoare luni veti pleca intr-o calatorie. A purta o vasla grea in mana este un avertisment. Sub nicio forma sa un imprumutati mari sume de bani nimanui, nici macar rudelor sau celor apropiati. Acest vis prezice faptul ca in curand va trebui sa faceti anumite cumparaturi neasteptate. O vasla rupta in vise va sugereaza sa nu va aratati sentimentele catre persoana iubita atat de emotional. Este de inteles ca va este dificil sa restrangeti din pasiune si dragoste, dar incercati totusi altfel partenerul dumneavoastra se va speria de ardoarea pe care o aveti. Alternativ, un asemenea vis poate prevesti ca bucuria este inlocuita de lacrimi si tristete. Daca visati ca plutiti pe un rau intr-o barca fara vasle inseamna ca in curand veti fi atras cu forta intr-un vartej de probleme si griji. Din nefericire, nu veti fi capabil sa rezolvati rapid situatia, astfel ca nu incercati sa punteti la suflet tot ceea ce se intampla. A pierde vasla in mijlocul raului / lacului sugereaza o boala serioasa poate chiar moartea unei rude. Daca ati visat ca ati pierdut ambele vasle atunci s-ar putea sa se intample o tragedie care va va afecta ambii parinti. Visul in care vasliti cu doua vasle de diferite lungimi prevesteste o promotie si o propunere de afaceri foarte atractiva care ar fi logic sa o acceptati. A visa ca sunteti intr-o barca si sunteti singurul care vasliti inseamna ca va veti asigura controlul asupra afacerii cuiva. In manualul lui Miller, vasla in vise semnifica frustrare si pierdere. Este posibil ca circumstantele va vor forta sa uitati de propria fiinta pentru binele prietenilor si a rudelor.A vedea sau a folosi vasle in vise inseamna controlul asupra emotiilor dumneavoastra. Sunteti capabil sa treceti prin viata bazandu-va doar pe lectiile si aptitudinilie pe care le-ati dobandit. Daca visati ca vasliti cu energie inseamna ca trebuie sa abordati o situatie cu mai multa agresiune si determinare. Visul in care vasliti cu o singura vasla indica faptul ca va invartiti in cerc si nu ajungeti nicaieri. Aveti nevoie de ajutor intr-o anumita situatie. Alternativ, visul sugereaza ca va lipseste un partener de viata. Daca visati ca pierdeti o vasla inseamna ca vi-ati pierdut din indemanare sau ati luat ceva de-a gata fara sa ganditi.Vasele din visele noastre pot reprezenta atitudini, idei sau concepte. Daca acestea sunt murdare si nespalate, atunci acestea prevestesc nemultumiri si o perspectiva incerta. In mod alternativ, acestea pot fi si un semn de noi planificari. Mergeti mai departe, faceti planuri si cu un efrort relativ mic veti trece peste problemele zilnice. Fiind obligat sa spalati vasele altcuiva sau in casa altcuiva simbolizeaza faptul ca in viata de zi cu zi traiti cu un sentiment de indatorare fata de cineva. Tot acest vis este un semnal de alarma in ceea ce prevesteste neputinta dumneavoastra din viata de zi cu zi. A vedea vase spalate si lusturite asezate pe raft sugereaza faptul ca faceti tot posibilul sa fiti aproape de cineva sau sa profitati la maxim de o situatie. Alternativ, visul simbolizeaza faptul ca incercati din rasputeri sa faceti o impresie buna la locul de munca sau in cercul de prieteni.",
      "slug": "vas"
    },
    {
      "name": "Vas / vase",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "vas-vase"
    },
    {
      "name": "Vasc",
      "category": "dictionar",
      "shortMeaning": "Vascul in vis, reprezinta sarbatoare, dragoste , tovarasie si sentimente placute deoarece vascul ...",
      "fullInterpretation": "Vascul in vis, reprezinta sarbatoare, dragoste , tovarasie si sentimente placute deoarece vascul este o planta cu afectiune sufocanta. De asemenea, daca visati ca sarutati o fata sub vasc, sugereaza o relatie care ar putea fi trecatoare.",
      "slug": "vasc"
    }
  ]
}