{
  "symbols": [
    {
      "name": "Vase murdare",
      "category": "obiecte",
      "shortMeaning": "Neglijență emoțională, conflicte casnice nerezolvate, dezordine mentală și insatisfacție.",
      "fullInterpretation": "Vasele murdare sunt simbolul clasic al \"treburilor neterminate\" în plan emoțional sau domestic. Visul indică o acumulare de nemulțumiri, resentimente sau probleme pe care le-ai ignorat și care acum îți aglomerează viața. Ele reflectă o stare de dezordine interioară sau conflicte latente în familie (\"a spăla rufele în familie\"). Dacă te simți copleșit de mormanul de vase, înseamnă că responsabilitățile te sufocă. Spălarea lor semnifică începutul unui proces de purificare, iertare și clarificare a situațiilor confuze.",
      "slug": "vase-murdare"
    },
    {
      "name": "Vaselina",
      "category": "materiale",
      "shortMeaning": "Nevoia de a aplana conflicte, vindecare blândă, superficialitate sau alunecare ușoară peste probleme.",
      "fullInterpretation": "Vaselina este un lubrifiant și un unguent protector. În vis, ea sugerează necesitatea de a aborda o situație dificilă cu mai multă blândețe și tact (\"a unge mecanismele\" relațiilor). Poate indica dorința de a evita fricțiunile și conflictele directe. De asemenea, simbolizează vindecarea rănilor superficiale și protecția împotriva factorilor externi duri. În sens negativ, poate sugera lingușirea sau încercarea de a \"aluneca\" printre responsabilități fără a te implica profund.",
      "slug": "vaselina"
    },
    {
      "name": "Vasla",
      "category": "obiecte",
      "shortMeaning": "Instrument de control, efort personal, direcție și capacitatea de a înainta prin emoții.",
      "fullInterpretation": "Vâsla este instrumentul cu care navighezi pe apele vieții (emoțiile). Dacă ai o vâslă, înseamnă că ai mijloacele necesare pentru a avansa și a-ți controla destinul. Vâslirea necesită efort constant; visul îți spune că progresul depinde de munca ta. O vâslă ruptă indică neputință, frustrare sau pierderea direcției într-un moment critic. Pierderea vâslelor sugerează că ești \"în derivă\", lăsat la voia întâmplării sau a curenților emoționali. Este un simbol al autonomiei și al voinței.",
      "slug": "vasla"
    },
    {
      "name": "Vasle",
      "category": "obiecte",
      "shortMeaning": "Echilibru în acțiune, cooperare, resurse pentru a avansa și control asupra cursului vieții.",
      "fullInterpretation": "Dacă în vis folosești două vâsle, acest lucru simbolizează echilibrul și coordonarea. Poate sugera că folosești atât rațiunea, cât și intuiția pentru a înainta. Dacă vâslești în tandem cu altcineva, visul reflectă o bună cooperare și parteneriat. Vâslele reprezintă uneltele tale interioare (abilități, talente) pe care trebuie să le folosești activ. A sta în barcă fără să vâslești indică pasivitate sau așteptarea ca alții să facă treaba în locul tău. Visul te îndeamnă să \"pui mâna pe vâsle\" și să acționezi.",
      "slug": "vasle"
    },
    {
      "name": "Vata",
      "category": "materiale",
      "shortMeaning": "Protecție moale, iluzie, izolare de realitate sau îngrijire medicală/emoțională.",
      "fullInterpretation": "Vata este moale, albă și protectoare, dar și fragilă. În vis, ea poate simboliza nevoia de a fi protejat sau de a proteja pe cineva (\"a ține în puf\"). Poate sugera o atitudine evitantă, dorința de a nu te confrunta cu duritatea realității sau de a atenua impactul unor vești proaste. În context medical, vata semnifică vindecare și îngrijire. Dacă vata este murdară, poate indica o infecție a sufletului sau o protecție iluzorie care ascunde o rană ce trebuie curățată.",
      "slug": "vata"
    },
    {
      "name": "Vaza",
      "category": "obiecte",
      "shortMeaning": "Receptacul al frumuseții, feminitate, fragilitate și păstrarea emoțiilor prețioase.",
      "fullInterpretation": "Vaza este un simbol feminin, reprezentând uterul sau sufletul ca receptacul. O vază cu flori proaspete simbolizează fericirea, dragostea înfloritoare și armonia interioară. O vază goală poate sugera lipsa de afecțiune sau sentimentul de inutilitate. Dacă vaza este spartă, visul prevestește o dezamăgire sentimentală, o ruptură sau pierderea a ceva prețios. Valoarea vazei (cristal, porțelan) reflectă cât de mult te prețuiești pe tine însuți sau relația respectivă. Este un îndemn să ai grijă de \"vasul\" emoțiilor tale.",
      "slug": "vaza"
    },
    {
      "name": "Vazand",
      "category": "acțiuni",
      "shortMeaning": "Conștientizare, martor la evenimente, claritate sau pasivitate în fața vieții.",
      "fullInterpretation": "A vedea ceva în vis fără a participa activ sugerează rolul de observator. Subconștientul îți prezintă o situație pe care trebuie să o înțelegi sau să o accepți. Claritatea vederii este esențială: dacă vezi clar, ai o bună înțelegere a realității; dacă vezi încețoșat, ești confuz sau refuzi să accepți adevărul. A fi martor la un eveniment poate indica faptul că te simți neputincios să intervii sau, dimpotrivă, că analizezi obiectiv situația înainte de a acționa. Ce anume vezi? Obiectul privirii tale deține cheia interpretării.",
      "slug": "vazand"
    },
    {
      "name": "Veche",
      "category": "fenomene",
      "shortMeaning": "Trecut, nostalgie, înțelepciune acumulată sau lucruri perimate care trebuie lăsate în urmă.",
      "fullInterpretation": "Obiectele sau situațiile \"vechi\" în vis fac referire la trecutul tău, la rădăcini și la experiențele acumulate. Pot avea o valoare pozitivă, de înțelepciune și stabilitate (ca o carte veche sau un vin vechi), sau o valoare negativă, de uzură și inadecvare. Visul te poate avertiza că te agăți de idei sau comportamente care nu îți mai folosesc (\"vechituri\"). Este timpul să evaluezi ce merită păstrat și restaurat și ce trebuie aruncat pentru a face loc noului. Nostalgia din vis poate indica o fugă de prezent.",
      "slug": "veche"
    },
    {
      "name": "Vechituri",
      "category": "obiecte",
      "shortMeaning": "Balast emoțional, amintiri inutile, dezordine mentală și nevoia de curățenie.",
      "fullInterpretation": "Vechiturile simbolizează tot ceea ce este depășit, uzat și nefolositor în viața ta. Pot fi resentimente vechi, relații consumate sau convingeri limitative. Dacă visezi că ești înconjurat de vechituri, te simți blocat în trecut și incapabil să evoluezi. Dacă cumperi vechituri, s-ar putea să repeți greșelile altora sau să investești energie în cauze pierdute. Aruncarea vechiturilor este un semn excelent de eliberare și reînnoire. Visul te îndeamnă să faci o \"curățenie de primăvară\" în mintea și inima ta.",
      "slug": "vechituri"
    },
    {
      "name": "Vecin / vecina",
      "category": "persoane",
      "shortMeaning": "Relații sociale apropiate, aspecte ale propriei personalități proiectate, bârfe sau ajutor.",
      "fullInterpretation": "Vecinul în vis reprezintă adesea o oglindă a ta sau a mediului social imediat. Fiind cineva care trăiește \"aproape\", el simbolizează aspecte ale personalității tale pe care poate nu le recunoști direct, dar care îți sunt familiare. O relație bună cu vecinii indică armonie socială și integrare. O ceartă cu vecinul sugerează conflicte interioare sau tensiuni cu cei din anturajul apropiat. Uneori, vecinul poate reprezenta efectiv persoana reală, aducând în discuție teme legate de intimitate, granițe personale și conviețuire.",
      "slug": "vecin-vecina"
    },
    {
      "name": "Vedea (A)",
      "category": "acțiuni",
      "shortMeaning": "Conștientizare, intuiție, martor pasiv sau descoperirea adevărului.",
      "fullInterpretation": "A vedea în vis este actul fundamental de conștientizare. Claritatea vederii este crucială: dacă vezi clar, ai acces la adevăr și înțelegere; dacă vezi încețoșat, ești confuz sau refuzi să accepți realitatea. A vedea ceva neclar sugerează că trebuie să rezolvi o situație ambiguă înainte de a se agrava. Obiectele pe care le vezi (cruce, munte, animal) poartă mesajul principal. De exemplu, a vedea un munte înseamnă a conștientiza o provocare sau un succes viitor. Visul subliniază importanța percepției și a atenției la detalii.",
      "slug": "vedea-a"
    },
    {
      "name": "Vedeta",
      "category": "persoane",
      "shortMeaning": "Dorința de recunoaștere, idealizare, proiecția succesului sau nevoia de validare externă.",
      "fullInterpretation": "Dacă te visezi vedetă, acest lucru reflectă o nevoie profundă de a fi văzut, apreciat și validat de ceilalți. Poate indica ambiții mari și dorința de a ieși din anonimat. Totuși, poate semnala și o tendință spre narcisism sau o concentrare excesivă pe aparențe. Dacă întâlnești o vedetă, analizează ce calități admiri la ea; acelea sunt trăsături pe care dorești să le dezvolți la tine sau pe care le proiectezi asupra altora. Este un vis despre stima de sine și aspirații.",
      "slug": "vedeta"
    },
    {
      "name": "Vedete",
      "category": "persoane",
      "shortMeaning": "Lumea iluziilor, aspirații înalte, comparație socială sau dorința de apartenență la elită.",
      "fullInterpretation": "Visul cu mai multe vedete sugerează fascinația pentru succes, strălucire și putere. Te poți simți mic în comparație cu ele sau, dimpotrivă, aspiri să faci parte din acel cerc select. Poate indica faptul că trăiești prea mult în fantezie și ignori realitatea cotidiană. Vedetele pot reprezenta arhetipuri moderne (eroul, iubita, rebelul) care joacă un rol în psihicul tău. Visul te invită să găsești \"vedeta\" din tine, adică propria ta lumină și unicitate, fără a copia pe alții.",
      "slug": "vedete"
    },
    {
      "name": "Vegetatie",
      "category": "natură",
      "shortMeaning": "Creștere, vitalitate, fertilitate, dar și obstacole dacă este prea densă.",
      "fullInterpretation": "Vegetația simbolizează forța vieții, creșterea și inconștientul fertil. O vegetație luxuriantă și verde indică sănătate, prosperitate și o viață emoțională bogată. Dacă vegetația este uscată, semnalează epuizare sau lipsă de inspirație. O junglă de nepătruns sugerează că ești confuz, copleșit de emoții sau că ai de înfruntat obstacole încâlcite în calea progresului tău. Curățarea vegetației înseamnă a face ordine în gânduri și a elimina influențele negative. Este un barometru al stării tale interioare.",
      "slug": "vegetatie"
    },
    {
      "name": "Vehicul",
      "category": "obiecte",
      "shortMeaning": "Mijloc de a avansa, corpul fizic, controlul asupra vieții și direcția aleasă.",
      "fullInterpretation": "Orice vehicul în vis reprezintă modul în care te deplasezi prin viață. Tipul vehiculului oferă detalii: o mașină sugerează autonomia personală, un autobuz indică un destin colectiv, o bicicletă necesită efort propriu și echilibru. Starea vehiculului reflectă starea ta fizică și mentală (un motor stricat poate însemna epuizare). Cine conduce vehiculul? Dacă ești tu, ai controlul; dacă e altcineva, te lași ghidat sau manipulat. Viteza și direcția sunt, de asemenea, indicii vitale despre ritmul și scopurile tale.",
      "slug": "vehicul"
    },
    {
      "name": "Veioza",
      "category": "obiecte",
      "shortMeaning": "Iluminare intimă, claritate într-o problemă specifică, ghidare și speranță.",
      "fullInterpretation": "Spre deosebire de un far puternic sau de soare, veioza oferă o lumină localizată, intimă. În vis, ea simbolizează o înțelegere punctuală, o idee care îți \"luminează\" mintea într-o situație confuză. Aprinderea veiozei sugerează momentul \"Aha!\", găsirea unei soluții sau dorința de a face lumină într-un colț ascuns al sufletului. Poate reprezenta și studiul, lectura sau o căutare intelectuală solitară. Lipsa veiozei sau o veioză arsă indică lipsa de claritate și nevoia de ghidare.",
      "slug": "veioza"
    },
    {
      "name": "Vena",
      "category": "corp",
      "shortMeaning": "Fluxul vieții, legături de sânge, vulnerabilitate sau tensiune interioară.",
      "fullInterpretation": "Venele transportă sângele, esența vieții. În vis, ele simbolizează vitalitatea și conexiunile profunde (rudele de sânge). Venele umflate sau proeminente pot indica efort intens, stres sau furie reprimată (\"îi sare vena\"). Tăierea venelor este un simbol dramatic de pierdere a energiei vitale, disperare sau sacrificiu de sine. Dacă vezi sângele curgând prin vene, este un semn de viață și sănătate, dar și de conștientizare a propriei mortalități și fragilități.",
      "slug": "vena"
    },
    {
      "name": "Venin",
      "category": "materiale",
      "shortMeaning": "Toxicitate, bârfe, resentimente, ură sau o influență negativă insidioasă.",
      "fullInterpretation": "Veninul este esența răului concentrat. În vis, el reprezintă emoții toxice precum ura, invidia, amărăciunea sau gelozia, fie că vin din partea altora (bârfe, atacuri verbale), fie că te \"otrăvesc\" pe tine din interior. Mușcătura unui animal veninos avertizează asupra unui pericol iminent sau a unei trădări dureroase. Totuși, în doze mici (ca în medicină), veninul poate simboliza transformarea și vindecarea prin criză. Visul te îndeamnă să identifici și să elimini sursa de toxicitate din viața ta.",
      "slug": "venin"
    },
    {
      "name": "Ventilator",
      "category": "obiecte",
      "shortMeaning": "Nevoia de aerisire, răcorire a situațiilor tensionate, schimbare și mișcare a ideilor.",
      "fullInterpretation": "Ventilatorul pune aerul în mișcare, sugerând necesitatea de a \"aerisi\" o situație stagnantă sau de a calma spiritele încinse. Dacă îți este cald și ventilatorul te răcorește, visul indică ușurare și relaxare după o perioadă de stres. Poate simboliza și dispersarea problemelor (\"a se împrăștia ca fumul\"). Un ventilator stricat sugerează că tensiunea se acumulează și nu ai o supapă de evacuare. Elicea care se învârte poate reprezenta și ciclicitatea gândurilor sau o schimbare de direcție.",
      "slug": "ventilator"
    },
    {
      "name": "Veranda",
      "category": "locuri",
      "shortMeaning": "Spațiu de tranziție, deschidere spre exterior, relaxare și perspectivă socială.",
      "fullInterpretation": "Veranda este extensia casei spre exterior, un loc intermediar între intimitate și lumea publică. A sta pe verandă sugerează o atitudine de deschidere, așteptare sau contemplare a lumii. Poate indica dorința de a socializa, dar păstrând o anumită distanță de siguranță. Este un loc al relaxării și al discuțiilor informale. Dacă veranda este instabilă, te simți nesigur în relațiile tale sociale. Dacă este frumoasă și primitoare, ești pregătit să primești noutăți și vizitatori în viața ta.",
      "slug": "veranda"
    },
    {
      "name": "Verde",
      "category": "fenomene",
      "shortMeaning": "Speranță, vindecare, creștere, începuturi noi, dar și gelozie sau lipsă de experiență.",
      "fullInterpretation": "Verdele este culoarea naturii, a inimii (chakra Anahata) și a vindecării. În vis, simbolizează regenerarea, echilibrul și speranța. Indică o perioadă de creștere personală și de liniște sufletească. \"Undă verde\" înseamnă permisiunea de a avansa. Totuși, verdele poate avea și conotații negative: \"verde de invidie\" (gelozie) sau imaturitate (\"a fi verde\", neopt). Nuanțele contează: verdele smarald indică vindecare profundă, verdele oliv poate sugera pace, dar și trădare, iar verdele neon poate fi un avertisment toxic.",
      "slug": "verde"
    },
    {
      "name": "Verde / verdeata",
      "category": "natură",
      "shortMeaning": "Vitalitate, prospețime, conexiune cu natura și energie regeneratoare.",
      "fullInterpretation": "A vedea verdeață în vis este un semn excelent de sănătate și vitalitate. Sugerează că ești conectat la sursa vieții și că ai resurse interioare pentru a te reface. Poate indica o nevoie de a petrece mai mult timp în natură pentru a te echilibra. Verdeața ofilită avertizează asupra neglijării sănătății sau a vieții spirituale. Mâncarea verdețurilor sugerează o dietă sănătoasă sau nevoia de purificare. Este un simbol al abundenței naturale și al ciclurilor vieții.",
      "slug": "verde-verdeata"
    },
    {
      "name": "Verigheta",
      "category": "obiecte",
      "shortMeaning": "Angajament, uniune, ciclicitate, fidelitate și legături eterne.",
      "fullInterpretation": "Verigheta, fiind un cerc perfect, simbolizează infinitul și legătura care nu are început și sfârșit. În vis, ea reprezintă angajamentul față de o relație (căsătorie), dar și față de un principiu sau față de tine însuți (integritate). O verighetă strălucitoare indică o relație solidă și fericită. Pierderea sau ruperea verighetei este un semn de rău augur, prevestind despărțire, infidelitate sau ruperea unui legământ. Găsirea unei verighete sugerează o nouă iubire sau reafirmarea unui jurământ vechi.",
      "slug": "verigheta"
    },
    {
      "name": "Verisor / verisoara / veri",
      "category": "persoane",
      "shortMeaning": "Familiaritate, aspecte ale sinelui, conflicte minore sau suport familial extins.",
      "fullInterpretation": "Verișorii în vis reprezintă adesea extensii ale propriei persoane sau calități pe care le recunoști la ei și pe care trebuie să le integrezi sau să le respingi. Fiind rude, dar nu din nucleul imediat, ei simbolizează un grad de intimitate moderat. Relația cu ei în vis reflectă starea relațiilor tale familiale extinse. Uneori, pot reprezenta prieteni apropiați care sunt \"ca frații\". Conflictele cu verii pot indica tensiuni nerezolvate din copilărie sau rivalități actuale mascate.",
      "slug": "verisor-verisoara-veri"
    },
    {
      "name": "Vesel",
      "category": "emoții",
      "shortMeaning": "Stare de bine, optimism, eliberare de griji sau mască socială.",
      "fullInterpretation": "A fi vesel în vis este, de obicei, un semn bun, indicând o stare de spirit pozitivă și speranță. Subconștientul îți oferă o pauză de la griji, reîncărcându-te cu energie. Totuși, analizează contextul: este o veselie autentică sau o isterie forțată? Uneori, veselia exagerată poate masca o tristețe profundă sau o negare a problemelor reale (mecanism de apărare). Dacă vezi pe alții veseli în timp ce tu ești trist, te simți exclus sau neînțeles.",
      "slug": "vesel"
    },
    {
      "name": "Veselie",
      "category": "emoții",
      "shortMeaning": "Atmosferă pozitivă, sărbătoare, armonie socială sau superficialitate.",
      "fullInterpretation": "Veselia generală în vis sugerează armonie socială și evenimente fericite. Poate prevesti o reuniune plăcută, o petrecere sau o veste bună. Este un indiciu că mediul tău este unul de susținere și că te poți relaxa. În tradiția populară, se spune uneori că râsul mult în vis aduce plâns în realitate (superstiție a compensării), dar psihologic, indică mai degrabă nevoia sufletului de a se bucura și de a celebra viața. Poate fi un antidot natural împotriva stresului cotidian.",
      "slug": "veselie"
    },
    {
      "name": "Vesminte / Vesmante",
      "category": "obiecte",
      "shortMeaning": "Rol social, protecție, imaginea de sine (persona) și starea spirituală.",
      "fullInterpretation": "Veșmintele în vis reprezintă \"Persona\" – masca socială pe care o porți în fața lumii. Starea și tipul hainelor spun totul despre cum te vezi și cum vrei să fii văzut. Veșmintele preoțești sau ceremoniale indică o chemare spirituală, autoritate morală sau nevoia de sacralitate. Hainele murdare sau rupte sugerează rușine, sărăcie spirituală sau o imagine de sine deteriorată. Schimbarea veșmintelor simbolizează o transformare a rolului sau a atitudinii tale față de viață.",
      "slug": "vesminte-vesmante"
    },
    {
      "name": "Vesta",
      "category": "obiecte",
      "shortMeaning": "Protecție a inimii, formalitate incompletă sau ascunderea emoțiilor.",
      "fullInterpretation": "Vesta acoperă toracele (inima și plămânii), dar lasă brațele libere. Simbolizează o protecție a sentimentelor, dar și libertatea de acțiune. Poate indica o persoană care este rezervată, care își ține emoțiile \"sub vestă\". O vestă de salvare este un simbol clar de ajutor în caz de urgență emoțională – ai nevoie de sprijin pentru a nu te scufunda. O vestă antiglonț sugerează că te simți atacat și ești într-o stare defensivă extremă. Vesta poate sugera și o anumită eleganță sau formalitate.",
      "slug": "vesta"
    },
    {
      "name": "Veste",
      "category": "acțiuni",
      "shortMeaning": "Noutăți, schimbări neașteptate, comunicare și anticiparea viitorului.",
      "fullInterpretation": "A primi o veste în vis este un semn că subconștientul tău a procesat informații și este gata să îți livreze o concluzie. Conținutul veștii este adesea simbolic. O veste bună îți ridică moralul și confirmă intuițiile pozitive. O veste rea (vezi interpretarea specifică) nu este neapărat profetică, ci reflectă temerile tale. Modul în care primești vestea (scrisoare, telefon, mesager) indică sursa informației – din exterior sau din propria ta intuiție. Visul te pregătește pentru o schimbare de situație.",
      "slug": "veste"
    },
    {
      "name": "Veste rea",
      "category": "fenomene",
      "shortMeaning": "Frici interioare, anxietate, avertisment sau, paradoxal, surprize plăcute (inversare).",
      "fullInterpretation": "A primi o veste rea în vis provoacă o reacție emoțională puternică, eliberând tensiunea acumulată. Adesea, visele funcționează pe principiul compensării: o veste proastă în vis poate însemna că lucrurile vor merge bine în realitate, deoarece ai exteriorizat deja frica de eșec. Totuși, poate fi și un avertisment real asupra unei situații pe care o neglijezi și care riscă să se deterioreze. Este important să nu intri în panică, ci să analizezi ce anume te sperie cel mai mult.",
      "slug": "veste-rea"
    },
    {
      "name": "Vesti",
      "category": "acțiuni",
      "shortMeaning": "Informații noi, anticipare, anxietate legată de schimbare sau nevoia de comunicare.",
      "fullInterpretation": "Veștile în vis, fie că le aștepți, le primești sau le oferi, simbolizează fluxul de informații dintre conștient și inconștient. Ele pot reprezenta conștientizarea unor adevăruri pe care le-ai ignorat. Dacă aștepți cu nerăbdare vești, visul reflectă o stare de incertitudine și dependența de factori externi. Veștile contradictorii sugerează confuzie mentală. Este un moment bun să fii atent la semnele și sincronicitățile din viața de veghe, deoarece intuiția ta încearcă să îți comunice ceva important.",
      "slug": "vesti"
    },
    {
      "name": "Vestiar",
      "category": "locuri",
      "shortMeaning": "Tranziție, pregătire, schimbarea rolului social, intimitate expusă sau secrete.",
      "fullInterpretation": "Vestiarul este un spațiu de tranziție unde îți schimbi hainele, deci și rolul sau identitatea (de la civil la sportiv, de la angajat la persoană privată). Simbolizează o fază de pregătire pentru o acțiune sau o competiție. De asemenea, fiind un loc unde te dezbraci, sugerează vulnerabilitate și expunere în fața altora (mai ales dacă este un vestiar comun). Poate indica teama de a fi judecat pentru corpul tău sau pentru \"bagajele\" tale emoționale ascunse în dulap. Un vestiar dezordonat reflectă haos interior.",
      "slug": "vestiar"
    },
    {
      "name": "Veterinar",
      "category": "persoane",
      "shortMeaning": "Vindecarea instinctelor, grijă față de partea animalică, compasiune și responsabilitate.",
      "fullInterpretation": "Veterinarul este doctorul animalelor, iar în vis, animalele reprezintă instinctele și emoțiile noastre primare. Apariția unui veterinar sugerează că o parte instinctuală a ta (sexualitate, agresivitate, vitalitate) este \"bolnavă\" sau rănită și are nevoie de îngrijire specializată. Poate indica nevoia de a-ți domoli impulsurile sau de a vindeca o traumă legată de natura ta fizică. De asemenea, simbolizează compasiunea și responsabilitatea față de ființele care depind de tine.",
      "slug": "veterinar"
    },
    {
      "name": "Veverita",
      "category": "animale",
      "shortMeaning": "Hărnicie, economisire, agilitate mentală, dar și acumulare inutilă sau zgârcenie.",
      "fullInterpretation": "Veverița este simbolul providenței și al pregătirii pentru viitor. A visa o veveriță adunând alune sugerează că ești într-o perioadă de acumulare (bani, resurse, cunoștințe) și că ești prevăzător. Totuși, poate indica și tendința de a stoca lucruri inutile (hoarding) sau de a fi prea agitat și împrăștiat. Veverița jucăușă te îndeamnă să nu iei viața prea în serios. Dacă te mușcă, ai grijă la decizii pripite sau la persoane care par inofensive dar pot fi iritante.",
      "slug": "veverita"
    },
    {
      "name": "Victima",
      "category": "persoane",
      "shortMeaning": "Neputincioșie, pasivitate, blamarea altora sau sacrificiu de sine.",
      "fullInterpretation": "A te visa victimă indică faptul că te simți copleșit de circumstanțe sau de acțiunile altora. Este un semnal de alarmă legat de pierderea puterii personale. Poate reflecta o mentalitate de victimă în viața reală, în care dai vina pe exterior pentru problemele tale, refuzând responsabilitatea. Alternativ, poate sugera că te sacrifici prea mult pentru alții, neglijându-ți propriile nevoi. Visul te provoacă să îți recapeți controlul și să treci de la stadiul de victimă la cel de supraviețuitor și creator al propriei vieți.",
      "slug": "victima"
    },
    {
      "name": "Vidra",
      "category": "animale",
      "shortMeaning": "Bucurie emoțională, adaptabilitate, joacă și navigare ușoară prin sentimente.",
      "fullInterpretation": "Vidra este un animal acvatic extrem de jucăuș și adaptabil. În vis, ea simbolizează capacitatea de a naviga prin emoții (apă) cu bucurie și grație, fără a te lăsa copleșit. Sugerează importanța jocului și a relaxării (\"inner child\"). Vidra te învață să te bucuri de viață, să fii flexibil și să îți folosești creativitatea pentru a rezolva problemele. Este un simbol al fericirii domestice și al loialității, dar și al independenței.",
      "slug": "vidra"
    },
    {
      "name": "Vie",
      "category": "natură",
      "shortMeaning": "Abundență, muncă rodnică, beția succesului sau neglijență dacă este părăsită.",
      "fullInterpretation": "Via încărcată de struguri este un simbol străvechi al bogăției, fertilității și al recompensei după o muncă grea. Promite bucurie, petreceri și succes material. Dacă via este uscată sau neîngrijită, indică oportunități ratate, neglijență și sărăcie spirituală. Culesul viei (culesul roadelor) este un semn excelent de împlinire. Totuși, via este sursa vinului, deci visul poate avertiza și asupra exceselor sau a \"beției\" (iluziei) care poate urma succesului.",
      "slug": "vie"
    },
    {
      "name": "Vie / vita de vie",
      "category": "natură",
      "shortMeaning": "Conexiune, creștere spirituală (\"Eu sunt vița\"), tradiție și vitalitate.",
      "fullInterpretation": "Vița de vie are o puternică simbolistică spirituală (biblică), reprezentând conexiunea cu Divinitatea și comunitatea. Ea sugerează că trebuie să rămâi \"conectat\" la sursă pentru a rodi. Vița care crește viguros indică sănătate și expansiune. Tăierea viei simbolizează procese necesare de curățare și disciplină pentru a asigura o creștere viitoare mai bună. Este un simbol al vieții care se reînnoiește ciclic și al bucuriei de a trăi.",
      "slug": "vie-vita-de-vie"
    },
    {
      "name": "Vierme",
      "category": "animale",
      "shortMeaning": "Corupție, sentimente de micime, probleme subterane sau începutul transformării.",
      "fullInterpretation": "Viermele singular în vis poate indica o problemă specifică ce te roade, o slăbiciune sau un sentiment de inferioritate (\"a te simți ca un vierme\"). Poate simboliza ceva putred în viața ta care trebuie eliminat. Pe de altă parte, viermele este stadiul larvar al insectelor, deci poate sugera un potențial de transformare care încă nu s-a manifestat, o idee care crește în ascuns. În context negativ, poate reprezenta o persoană care profită de tine sau o boală incipientă.",
      "slug": "vierme"
    },
    {
      "name": "Viespe",
      "category": "animale",
      "shortMeaning": "Furie, agresivitate, cuvinte înțepătoare, dușmani sau răzbunare.",
      "fullInterpretation": "Spre deosebire de albină, care muncește și produce miere, viespea este adesea asociată doar cu agresivitatea și durerea. În vis, ea simbolizează gânduri furioase, critici acide, bârfe răutăcioase sau persoane din anturaj care îți vor răul. Un cuib de viespi indică o situație explozivă, plină de conflicte latente; dacă îl deranjezi, te vei confrunta cu o \"roire\" de probleme. Împunsătura de viespe reprezintă o ofensă verbală sau o trădare care provoacă o durere acută, dar trecătoare.",
      "slug": "viespe"
    },
    {
      "name": "Viezure",
      "category": "animale",
      "shortMeaning": "Persistență, apărarea teritoriului, agresivitate defensivă și tenacitate.",
      "fullInterpretation": "Viezurele este un animal retras, dar extrem de curajos și agresiv când este încolțit. În vis, simbolizează tenacitatea și capacitatea de a-ți apăra drepturile și teritoriul, chiar și în fața unor adversari mai mari. Poate sugera că ești prea defensiv sau că \"sapi\" prea mult în problemele altora. Viezurele te învață să fii persistent și să nu renunți ușor, dar și să știi când să te retragi în vizuina ta pentru a te reface.",
      "slug": "viezure"
    },
    {
      "name": "Viitor",
      "category": "fenomene",
      "shortMeaning": "Speranțe, anxietate de anticipare, planificare și proiecția dorințelor.",
      "fullInterpretation": "Visele despre viitor (sci-fi, tehnologie avansată, tu mai bătrân) reflectă speranțele și temerile tale legate de direcția în care merge viața ta. Dacă viitorul din vis este luminos, ești optimist și încrezător. Dacă este distopic sau înfricoșător, suferi de anxietate și nesiguranță. Aceste vise sunt adesea scenarii de simulare create de creier pentru a te pregăti pentru diverse posibilități. Ele te îndeamnă să acționezi în prezent pentru a construi viitorul dorit.",
      "slug": "viitor"
    },
    {
      "name": "Vijelie",
      "category": "fenomene",
      "shortMeaning": "Turbulențe emoționale majore, conflicte distructive, schimbare forțată și haos.",
      "fullInterpretation": "Vijelia simbolizează o descărcare violentă de energie emoțională. Poate fi o furie reprimată care explodează sau evenimente externe care îți dau viața peste cap. Te simți neputincios în fața forțelor dezlănțuite. Dacă privești vijelia de la adăpost, înseamnă că vei scăpa nevătămat din problemele altora. Dacă ești prins în mijlocul ei, treci printr-o criză majoră. După vijelie vine liniștea; visul poate indica necesitatea unei \"curățenii\" radicale în viața ta, chiar dacă procesul este dureros.",
      "slug": "vijelie"
    },
    {
      "name": "Vila",
      "category": "locuri",
      "shortMeaning": "Statut social, ambiție, confort, bogăție sau fațadă impresionantă.",
      "fullInterpretation": "Vila în vis reprezintă sinele tău social și aspirațiile de mărire. O vilă luxoasă indică dorința de succes, recunoaștere și confort material. Poate sugera că ești într-o etapă de expansiune a personalității sau a resurselor. Totuși, dacă vila este goală sau rece, poate semnala singurătatea care vine odată cu succesul sau faptul că pui prea mult preț pe aparențe și neglijezi căldura sufletească. O vilă dărăpănată indică prăbușirea unor ambiții sau probleme financiare.",
      "slug": "vila"
    },
    {
      "name": "Vin alb",
      "category": "alimente",
      "shortMeaning": "Bucurie pură, prietenie sinceră, claritate și momente de relaxare.",
      "fullInterpretation": "Vinul alb este asociat cu lumina, spiritul și puritatea. În vis, a bea vin alb sugerează momente de bucurie sinceră, lipsită de complicații. Simbolizează prieteniile autentice și succesul obținut prin mijloace cinstite. Poate indica, de asemenea, o perioadă de claritate mentală și inspirație. Spre deosebire de vinul roșu, care este mai \"trupesc\" și pasional, cel alb ține mai mult de spirit și intelect. Savurează momentul, dar păstrează-ți luciditatea.",
      "slug": "vin-alb"
    },
    {
      "name": "Vin rosu",
      "category": "alimente",
      "shortMeaning": "Pasiune, viață intensă, sacrificiu, sânge și vitalitate sau exces.",
      "fullInterpretation": "Vinul roșu are o simbolistică duală puternică. Este sângele vieții, simbolizând pasiunea, iubirea intensă și vitalitatea. Are conotații euharistice de sacrificiu și transformare spirituală. Pe de altă parte, poate sugera furie, pericol sau excese senzuale. A vărsa vin roșu poate prevesti o ceartă sângeroasă sau o pierdere. A bea cu moderație indică celebrarea vieții; a te îmbăta cu vin roșu sugerează pierderea controlului în fața instinctelor.",
      "slug": "vin-rosu"
    },
    {
      "name": "Vinde (A)",
      "category": "acțiuni",
      "shortMeaning": "Schimb de energie, renunțare, compromis sau valorificarea talentelor.",
      "fullInterpretation": "A vinde ceva în vis înseamnă a face un schimb de energie. Ce vinzi? Dacă vinzi obiecte vechi, te eliberezi de trecut. Dacă vinzi ceva prețios, s-ar putea să faci un compromis moral sau să \"îți vinzi sufletul\" pentru câștiguri materiale. Visul poate reflecta și dorința de a-ți valorifica talentele și ideile în fața lumii. Dacă ești un vânzător bun, ai încredere în tine și putere de convingere. Dacă nu reușești să vinzi, te temi de respingere sau de faptul că nu ești apreciat la adevărata valoare.",
      "slug": "vinde-a"
    },
    {
      "name": "Vineri",
      "category": "fenomene",
      "shortMeaning": "Sfârșit de ciclu, relaxare, iubire (ziua lui Venus) sau anticiparea odihnei.",
      "fullInterpretation": "Vineri este ziua guvernată de Venus, planeta iubirii și a plăcerii, și marchează sfârșitul săptămânii de lucru. În vis, simbolizează finalizarea unei etape de efort și intrarea într-o perioadă de relaxare sau distracție. Poate sugera anticiparea unei recompense sau dorința de a te dedica vieții personale. Dacă visul are o atmosferă grea (\"Vinerea Mare\"), poate indica sacrificiu sau tristețe înainte de o renaștere. În general, este un semn de ușurare și eliberare de sarcini.",
      "slug": "vineri"
    },
    {
      "name": "Vinete",
      "category": "alimente",
      "shortMeaning": "Abundență, satisfacție, rezultate concrete sau neînțelegeri minore.",
      "fullInterpretation": "Vinetele, legume consistente și închise la culoare, simbolizează pământul roditor și satisfacția materială. Culoarea lor purpurie poate sugera noblețe sau spiritualitate ascunsă în materie. A găti sau a mânca vinete indică faptul că te bucuri de roadele muncii tale. În unele tradiții, se spune că vinetele pot aduce mici neînțelegeri sau melancolie, dar în general sunt un semn de bunstare domestică și de hrană consistentă pentru trup și suflet.",
      "slug": "vinete"
    },
    {
      "name": "Vinovat",
      "category": "emoții",
      "shortMeaning": "Conștiință încărcată, auto-critică, responsabilitate excesivă sau manipulare.",
      "fullInterpretation": "Sentimentul de vinovăție în vis este un semnal puternic din partea Superego-ului. Poate indica faptul că ai încălcat propriile principii morale sau că ai rănit pe cineva. Adesea, însă, vinovăția din vis este nejustificată, reflectând o tendință de a-ți asuma responsabilitatea pentru greșelile altora sau o auto-critică prea aspră. Visul te invită să analizezi obiectiv situația: ai greșit cu adevărat sau ești manipulat emoțional? Iertarea de sine este pasul necesar pentru eliberare.",
      "slug": "vinovat"
    }
  ]
}