{
  "symbols": [
    {
      "name": "Vioara",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "vioara"
    },
    {
      "name": "Violet",
      "category": "dictionar",
      "shortMeaning": "Aceasta culoare, considerata de pulti prea tare, simpolizeaza nobletea, respectul, devotament si speranta.",
      "fullInterpretation": "Aceasta culoare, considerata de pulti prea tare, simpolizeaza nobletea, respectul, devotament si speranta. Scopul ei este de a creste moralul. Alternativ, violetul stimuleaza punctul nostru de intuitie si cel spiritual.",
      "slug": "violet"
    },
    {
      "name": "Violeta / Violete",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "violeta-violete"
    },
    {
      "name": "Viorele",
      "category": "dictionar",
      "shortMeaning": "Visul in care culegeti viorele inseamna ca veti gasi fericirea in viata, va veti descoperi dragostea.",
      "fullInterpretation": "Visul in care culegeti viorele inseamna ca veti gasi fericirea in viata, va veti descoperi dragostea. Daca visati ca primiti in dar viorele atunci inseamna ca urmeaza o casatorie, fie a dumneavoastra, fie a cuiva apropiat.",
      "slug": "viorele"
    },
    {
      "name": "Vipera",
      "category": "dictionar",
      "shortMeaning": "Visul acesta prevesteste un pericol prin vrednicie, atentie si prevedere, poti depasi pericolul.",
      "fullInterpretation": "Visul acesta prevesteste un pericol prin vrednicie, atentie si prevedere, poti depasi pericolul.Viperele sunt serpi veninosi extrem de toxici. Atunci cand o persoana este muscata se creaza o reactie extem de toxica care poate duce chiar si la moarte. Asfel visele in care apar vipere pot avea mai multe semnificatii: Vipera in vise reprezinta temeri ascunse si griji ca sunteti in pericol. Alternativ, visul poate fi doar o metafora asociata cuiva rau intentionat sau periculos. Trebuie sa impui reguli stricte si sa fi nemilos cu cei ce actioneaza impotriva ta. Potrivit traditiei noastre vipera reprezinta primejdie, vrajmasii te vor birui O vipera atacand inseamna inselatorie si viclenie. Vipera dormind reprezinta amici credinciosi, prieteni rauvoitori si ascunsi. Vipera muscandu-te in vise simbolizeaza pierderi de bani. Omorand o vipera - nu vei ajunge in mana dusmanului.",
      "slug": "vipera"
    },
    {
      "name": "Vipere / Vipera / Serpi",
      "category": "dictionar",
      "shortMeaning": "Viperele sunt serpi veninosi extrem de toxici.",
      "fullInterpretation": "Viperele sunt serpi veninosi extrem de toxici. Atunci cand o persoana este muscata se creaza o reactie extem de toxica care poate duce chiar si la moarte. Asfel visele in care apar vipere pot avea mai multe semnificatii: Vipera in vise reprezinta temeri ascunse si griji ca sunteti in pericol. Alternativ, visul poate fi doar o metafora asociata cuiva rau intentionat sau periculos. Trebuie sa impui reguli stricte si sa fi nemilos cu cei ce actioneaza impotriva ta. Potrivit traditiei noastre vipera reprezinta primejdie, vrajmasii te vor birui O vipera atacand inseamna inselatorie si viclenie. Vipera dormind reprezinta amici credinciosi, prieteni rauvoitori si ascunsi. Vipera muscandu-te in vise simbolizeaza pierderi de bani. Omorand o vipera - nu vei ajunge in mana dusmanului.",
      "slug": "vipere-vipera-serpi"
    },
    {
      "name": "Virgin / Virgina",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "virgin-virgina"
    },
    {
      "name": "Virgina",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "virgina"
    },
    {
      "name": "Virus",
      "category": "dictionar",
      "shortMeaning": "Un virus in vise sugereaza o problema mai personala si se leaga mai mult de propria reactie la o infectie reala.",
      "fullInterpretation": "Un virus in vise sugereaza o problema mai personala si se leaga mai mult de propria reactie la o infectie reala. A visa un virus de calculator sugereaza faptul ca sistemul de comunicare este defect si ca ar trebui sa incercati o abordare diferita.Inca de la inceput trebuie precizat ca visele intense cu privire la COVID-19 pot semnala anxietatea care sta la baza producerii acestuia. Indiferent daca ele sunt cauzate de stresul legat de munca de acasa, lipsa ingrijirii, purtarea mastilor sau limitarea deplasarii libere, anxietatea legata de COVID-19 s-a propagat in toate aspectele vietii noaste. Incontestabil, chiar ne-a invadat si visele. La nivel global sunt raportate tot mai multe vise ciudate si intense, multe persoane avand cosmaruri tulburatoare ce implica coronavirus. Christine Won, medic specialist in somnologie la Yale Medicine, si Jason Ellis, profesor de psihologie la Universitatea Northumbria si director al centrului Northumbria pentru Cercetarea somnului, au observat o crestere la pacientii care raporteaza vise recurente sau stresante, ne asigura ca acest lucru nu este un motiv de ingrijorare. Potrivit teoriei evolutioniste impartasite intre mai multi medici de specialitate si psihologi, este cunoscut faptul ca \"visele sunt o modalitate pentru noi de a ne rezolva stresurile sau preocuparile din timpul zilei\". O alta ipoteza este ideea de consolidare a memoriei, a precizat Jason Ellis, care sugereaza ca, atunci cand visam, preluam informatiile colecatate de-a lungul zilei, fie pentru a crea noi amintiri, fie pentru a sorta informatii necunoscute in constiinte existente care ne informeaza rationamentul. Exista, insa, si o alta teorie - teoria functiei de reglare a dispozitiei - care spune ca visele sunt create pentru rezolvarea problemelor prin intermediul emotiilor experimentate create de cirmumstantele problemelor. Visele despre coronavirus pot servi drept mecanisme prin intermediul carora creierul nostru poate procesa circumstante noi, ca de exemplu: stresul provocat de o asemenea pandemie ce implica probleme la locul de munca, financiare sau de familie. Pe masura ce numarul de cazuri COVID-19 a crescut, un cercetator de la Harvard raporteaza ca a primit mii de raspunsuri la un sondaj online despre asemenea vise. Acest sondaj arata ca o mare parte din visele ce implicau COVID-19 se invarteau in jurul unor topicuri specifice care includeau: frica de a nu contacta virusul, frustrarea cu privire la distantarea sociala. izolarea la domiciliu sau intrarea intr-o carantina institutionalizata si frica de a nu uita metodele de protectie impotriva acestui virus mortal. Structurand cele precizate mai sus de alte afirmatii ale mai multor psihologi si specialisti in somnologie concluzionam ca, deocamdata, astfel de vise nu au un sens semnificativ dincolo de faptul ca visatorul este mai stresat decat de obicei.",
      "slug": "virus"
    },
    {
      "name": "Vis in vis",
      "category": "dictionar",
      "shortMeaning": "Mintea umana si functionarea creierului fac parte dintr-o categorie aparte a stiintei, denumita generic neurostiinta.",
      "fullInterpretation": "Mintea umana si functionarea creierului fac parte dintr-o categorie aparte a stiintei, denumita generic neurostiinta. Aceasta ne invata ca exista trei stari de baza ale creierului: starea de veghe, REM (somnul REM: corpul poate fi nemiscat, creierul este insa destul de activ si se observa miscarea rapida a ochilor) si non-REM. Cele mai realistice vise apar in starea REM. A avea un vis intr-un vis este o modalitate interesanta a subconstientului sau a inconstientului de a va transmite anumite informatii. De regula, al doilea vis poate aduce detalii suplimentare asupra unui anume aspect din visul original. Trebuie acordata o atentie deosebita visului in vis, deoarece acesta poate fi un semnal de alarma legat de starea dumneavoastra de veghe sau , poate fi, cheia descifrarii visului original. Pe langa cele precizate mai sus, visul in cadrul unui alt vis ar putea fi o modalitate prin care mintea ne dezvaluie secenarii diferite la situatii pe care in starea de veghe nu le-am luat in calcul. Poate reprezenta o modalitate de extindere a ideilor visatorului prezentandu-i alte perspective fata de cele rationale. Visul intr-un vis poate fi, de asemenea, considerat si o falsa trezire sau un vis semi-lucid. Visul semi-lucid poate parea atat de real incat acesta este usor confundat cu o amintire care s-a intamplat cu adevarat. Din punct de vedere psihologic, astfel de vise apar in urma unui proces de schimbare a realitatii si a perceptiei despre o situatie si sunt comune in randul persoanelor care sufera de anxietate sau a celor care se afla in pragul depresiei. Visul in vis este produs pentru a preveni depresia si este o metoda a creierului pentru a ne proteja de stari negative. Foarte multe persoane numesc tipul acesta de vise ca fiind vise lucide, insa visul lucid este complet diferit din punct de vedere al interpretarii ezoterice si psihologice.",
      "slug": "vis-in-vis"
    },
    {
      "name": "Visa",
      "category": "dictionar",
      "shortMeaning": "Aceasta prevesteste vreme plina de lipsuri si saracie.",
      "fullInterpretation": "Aceasta prevesteste vreme plina de lipsuri si saracie.",
      "slug": "visa"
    },
    {
      "name": "Viscol",
      "category": "dictionar",
      "shortMeaning": "Viscolul in vis sugereaza ca va simtiti rece si rigid din punct de vedere emotional.",
      "fullInterpretation": "Viscolul in vis sugereaza ca va simtiti rece si rigid din punct de vedere emotional. Va simtiti lasati de-o parte. Ar putea indica lipsa de iubire si de caldura din familiie dumneavoastra. Traditia occidentala spune ca daca va visati mergand prin viscol reprezinta semne bune, daca munciti din greu.",
      "slug": "viscol"
    },
    {
      "name": "Visine",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "visine"
    },
    {
      "name": "Vita",
      "category": "dictionar",
      "shortMeaning": "Vita de vie in vise reprezinta roadele muncii tale si a experientei de viata.",
      "fullInterpretation": "Vita de vie in vise reprezinta roadele muncii tale si a experientei de viata. Munca grea si efortul vor da rode pe termen lung. Cand visam o podgorie, acest lucru poate fi o trimitere la stramosi. Intram astfel in legatura cu o parte mai spirituala a sinelui, care a crescut prin experienta impartasita, nu individuala. Vita de vie sau podgoria simbolizeaza cresterea naturii spirituale. De asemenea, mai poate reprezenta si fertilitatea. Visul in care mancati sau vedeti carne de vita semnifica instintul si energia dumneavoastra animalica. Visul ar mai putea face referinta la dusmania pe care o purtati pentru cineva. Poate ca incercati sa gasiti o cearta cu cineva.A simti gravitatia in vise reprezinta greutatea si presiunea pe care o simtiti asupra dumneavoastra. Va simtiti coplesit. Probleme, munca sau stresul va apasa pe buna dreptate. Daca visati ca nu exista gravitatie sugereaza ca sunteti capabil sa scapati de probleme si sa va ridicati deasupra situatiei. Experimentati o libertate nou descoperita. Nimic nu mai pare prea dificil sau coplesitor. Din punct de vedere emotional, gravitatia in vise simbolizeaza o coborare a emotiilor spre sentimente mai negative de frica si depresie. In astfel de vise s-ar putea chiar sa fie prezenta o forta fizica.Visele in care vedem sau raspundem la o invitatie sugereaza ca trebuie sa incorporam noi caracteristici pentru a iesi in evidenta. - Daca in vis ai primit o invitatie pentru o functie inseamna ca va trebui sa rezolvi o multime de sarcini financiare care nu prea sunt pe placul tau. - Daca ai visat ca primesti o invitatie la nunta, inseamna ca, in realitate, vei primi cu adevarat o invitatie la o nunta. - Daca in vis primesti o invitatie la cina, inseamna ca vei face o calatorie. - Daca te afli pe o lista cu invitati, inseamna ca esti meticulos.Visul in care ati fost invitati la cina denota atingerea si finalizarea obiectivelor propuse. Alternativ, invitatia la cina poate semnifica si depasirea unor dificultati. Este posibil ca dupa aceasta perioada in care ati depasit greutatile sa aveti nevoie de ceva timp pentru a va curata mintea si pentru a va regasi pacea interioara.Levitatia este un fenomen paranormal de ridicarea in aer a corpului uman sau a altor obiecte cu puterea mintii. Diferiti parapsihologi si credinciosi religiosi explica levitatia ca fiind rezultatul puterilor psihice si energiei psihoogice a persoanei. In general, visele despre levitatie sunt simboluri ale fericirii, libertatii si iluminarii din viata de zi cu zi. De regula, astfel de vise sunt considerate a fi semne pozitive si sunt interconecate cu latura spirituala a celui care viseaza. La fel ca si in alte vise, va trebui sa fiti atenti la detalii, de exemplu : sentimente si emotii generate de acest vis. Visele despre zbor si levitatie deasupra solului nu sunt neobisnuite si au intodeuna o semnificatie mai speciala pentru persoana care le viseaza, mai ales daca acestea se repeta. In continuare va prezentam interpretarea celor mai comune vise despre levitatie: Puteti levita A putea levita este o putere extaordinara si simbolizeaza faptul ca sunteti tipul de persoana care doreste sa simta libertatea perfecta, va doriti sa faceti anumite lucruri sau sa atingeti anumite stari spirituale pe care majoritatea oamenilor nu le pot face. A vedea pe cineva levitand Faptul ca ati vazut in vis o alta persoana levitand face referire la admiratia dumneavoastra fata de acea persoana. Poate ca incercati sa faceti lucruri sau sa alegeti o cale asemanatoare cu cea a persoanei pe care o admirati. Facand ceva sau pe cineva sa leviteze Visul in care faceti pe cineva sa leviteze dezvaluie adevarata fata a dumneavoastra, sunteti o persoana care ofera ajutor si sustinere. Incercati mereu sa sprijiniti prin orice mijoace oamenii din jurul dumneavoastra. Alternativ, visul in care faceti obiecte sau persoane sa leviteze este un semn de jonglare cu diferite aspecte ale vietii dumneavoastra. Levitatia in spatiu cosmic Levitatia cosmica este un indiciu clar al succesului in ciuda tuturor incercarilor, problemelor si provocarilor cu care va confruntati in viata de zi cu zi. Acest vis arata capacitatea dumneavoastra de a depasi obstacolele si limitele. Alternativ, visul poate indica, de asemenea, potentiale pe care le neglijati. Va trebui sa constientizati faptul ca dispuneti de potential si abilitati pe care nu le folositi la maxim! Levitand deasupra unei ape Visand ca levitati desupra unei ape este un semn cu privire la situatiile pe care la intampinati sau le experimentati in prezent. In functie de cum se prezinta starea apei din vis vom putea sti cu ce fel de situatii ne vom confrunta. Levitand peste ape calme insemana ca ve-ti experimenta o stare de calm si liniste. Apele agitate reprezinta situatii provocatoare si lupte in viata de zi cu zi. Atingand partial sau in repetate randuri solul in momentul levitatiei Daca levitati si totusi atingeti partial sau din cand in cand pamantul, in acest caz, visul poate semnifica o stare nedorita, o incapacitate sau o boala din care va veti recupera.",
      "slug": "vita"
    },
    {
      "name": "Vita de vie / podgorie",
      "category": "dictionar",
      "shortMeaning": "Vita de vie in vise reprezinta roadele muncii tale si a experientei de viata.",
      "fullInterpretation": "Vita de vie in vise reprezinta roadele muncii tale si a experientei de viata. Munca grea si efortul vor da rode pe termen lung. Cand visam o podgorie, acest lucru poate fi o trimitere la stramosi. Intram astfel in legatura cu o parte mai spirituala a sinelui, care a crescut prin experienta impartasita, nu individuala. Vita de vie sau podgoria simbolizeaza cresterea naturii spirituale. De asemenea, mai poate reprezenta si fertilitatea.",
      "slug": "vita-de-vie-podgorie"
    },
    {
      "name": "Vite",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "vite"
    },
    {
      "name": "Vitel",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "vitel"
    },
    {
      "name": "Viteza",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "viteza"
    },
    {
      "name": "Vitrina",
      "category": "dictionar",
      "shortMeaning": "A vedea o vitrina in vise simbolizeaza corpul sau pantecul unei femei.",
      "fullInterpretation": "A vedea o vitrina in vise simbolizeaza corpul sau pantecul unei femei. Alternativ, s-ar putea sa ascundeti un secret personal sau de familie. Luati in considerare continutul si conditia vitrinei pentru mai multe indicii.",
      "slug": "vitrina"
    },
    {
      "name": "Viza",
      "category": "dictionar",
      "shortMeaning": "Visul in care primiti o viza reprezinta felul in care va simititi si ceea ce reprezinta pentru du...",
      "fullInterpretation": "Visul in care primiti o viza reprezinta felul in care va simititi si ceea ce reprezinta pentru dumneavoastra tara care vi-a acordat viza. Spre exemplu, daca vedeti acea tara ca pe un taram al libertatii inseamna ca viza ar putea fi o situatie paralela in care experimentati o libertate noua.",
      "slug": "viza"
    },
    {
      "name": "Vizita",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "vizita"
    },
    {
      "name": "Voal",
      "category": "dictionar",
      "shortMeaning": "Daca ati viata ca dumneavoastra sau altcineva poarta un voal inseamna ceva pe care vreti cu toata...",
      "fullInterpretation": "Daca ati viata ca dumneavoastra sau altcineva poarta un voal inseamna ceva pe care vreti cu toata putinta sa il ascundeti. Lucrurile ar putea sa nu fie ceea ce par a fi. In special, daca sunteti barbat si ati visat ca purtati voal, atunci acest vis semnifica aspectele feminine ale personajului vostru. Poate ca trebuie sa va recunoasteti partea feminina. In mod alternativ, acest vis poate insemna umilinta, sfiala sau nevinovatie. Asezat pe fata- necesitate deosebita, sunt asunse fapte pentru un barbat Voal de acoperit fata - vi se ascunde ceva in familie Voal pe fata unei femei- casatorie Voal rupt - taina aflata.Daca sunteti fata, atunci cu siguranta veti fi incantata de visul in care veti vedea un voal de nunta, este un semn al casniciei timpurii. Dar, cum ar trebui barbatii si femeile maritate sa interpreteze acest simbol ? In continuare va vom prezenta cateva explicatii si interpretari asociate cu voalul de mireasa. In mod sigur, volalul, este un simbol a ceva nou si placut. De obicei, persoana care a visat voalul intelege acest lucru instinctiv. De asemenea, poate fi o previziune a dragostei si casatoriei mult asteptate pentru fetele necasatorite sau alte schimbari placute. Daca ati visat un voal alb precum ninsoarea, atunci viata in viitorul apropiat nu va fi una negativa. Noroiul pe voal prezice barfe despre tine raspandite de catre invidiosi. Dar acest vis poate fi si nefavorabil, daca sunteti deja casatoriti. Pentru femeile maritate, voalul este un semn de certuri in familie. Cel mai probabil sotul nu-si va mai intelege propria sotie. Pentru barbati, visul in care apare un voal de mireasa este de asemenea nefavorabil, asa cum spunea Sigmund Freud. El a interpretat un asemenea vis ca semn de indoiala fata de sotie sau iubita. Dar pentru cei care nu sunt inplicati intr-o relatie inseamna, dragoste si viata de familie. Exista vise in care putem vedea clar si mireasa. In astfel de vise in care mireasa esti tu si porti un voal (sau vrei sa porti unul), atunci in subconstient crezi ca ai un suflet bun si vrei sa arati asta celor din jur prin toate mijloacele posibile. Oamenii va pot percepe gesturile ca si si un fel de lauda, deci aveti grija si acordati atentie actiunilor proprii. Daca ati visat un voal negru, acesta este un semn rau, care prezice moartea partenerului, este un semn al viitoarei vaduve. Voalul rupt te face sa uiti de imprejurimi, cineva te inseala. In cazul in care observati un voal de mireasa pe jos sau pe cineva care il rupe, inseamna ca in viata reala veti regreta vorbele ofensatoare adresate partenerului. Va fi foarte dificil sa va revansati dupa ceea, prin urmare, ar trebui sa acordati o atentie deosebita unui asemenea avertisment al subconstientului. Daca o fata cauta printre lucrurile vechi si gaseste si gaseste ratacit printre acestea un voal, este un semn de ne incredere in sine. Vise infricosatoare (de exemplu, visele cu voaluri negre) ne obliga sa ne analizam propriile actiuni si cuvinte. Asa este corect, mai bine invatam cum sa ne controlam propriile emotii si sa evitam certuri cu oameni apropiati din fleacuri.",
      "slug": "voal"
    },
    {
      "name": "Voal de mireasa",
      "category": "dictionar",
      "shortMeaning": "Daca sunteti fata, atunci cu siguranta veti fi incantata de visul in care veti vedea un voal de n...",
      "fullInterpretation": "Daca sunteti fata, atunci cu siguranta veti fi incantata de visul in care veti vedea un voal de nunta, este un semn al casniciei timpurii. Dar, cum ar trebui barbatii si femeile maritate sa interpreteze acest simbol ? In continuare va vom prezenta cateva explicatii si interpretari asociate cu voalul de mireasa. In mod sigur, volalul, este un simbol a ceva nou si placut. De obicei, persoana care a visat voalul intelege acest lucru instinctiv. De asemenea, poate fi o previziune a dragostei si casatoriei mult asteptate pentru fetele necasatorite sau alte schimbari placute. Daca ati visat un voal alb precum ninsoarea, atunci viata in viitorul apropiat nu va fi una negativa. Noroiul pe voal prezice barfe despre tine raspandite de catre invidiosi. Dar acest vis poate fi si nefavorabil, daca sunteti deja casatoriti. Pentru femeile maritate, voalul este un semn de certuri in familie. Cel mai probabil sotul nu-si va mai intelege propria sotie. Pentru barbati, visul in care apare un voal de mireasa este de asemenea nefavorabil, asa cum spunea Sigmund Freud. El a interpretat un asemenea vis ca semn de indoiala fata de sotie sau iubita. Dar pentru cei care nu sunt inplicati intr-o relatie inseamna, dragoste si viata de familie. Exista vise in care putem vedea clar si mireasa. In astfel de vise in care mireasa esti tu si porti un voal (sau vrei sa porti unul), atunci in subconstient crezi ca ai un suflet bun si vrei sa arati asta celor din jur prin toate mijloacele posibile. Oamenii va pot percepe gesturile ca si si un fel de lauda, deci aveti grija si acordati atentie actiunilor proprii. Daca ati visat un voal negru, acesta este un semn rau, care prezice moartea partenerului, este un semn al viitoarei vaduve. Voalul rupt te face sa uiti de imprejurimi, cineva te inseala. In cazul in care observati un voal de mireasa pe jos sau pe cineva care il rupe, inseamna ca in viata reala veti regreta vorbele ofensatoare adresate partenerului. Va fi foarte dificil sa va revansati dupa ceea, prin urmare, ar trebui sa acordati o atentie deosebita unui asemenea avertisment al subconstientului. Daca o fata cauta printre lucrurile vechi si gaseste si gaseste ratacit printre acestea un voal, este un semn de ne incredere in sine. Vise infricosatoare (de exemplu, visele cu voaluri negre) ne obliga sa ne analizam propriile actiuni si cuvinte. Asa este corect, mai bine invatam cum sa ne controlam propriile emotii si sa evitam certuri cu oameni apropiati din fleacuri.",
      "slug": "voal-de-mireasa"
    },
    {
      "name": "Voce / Voci",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "voce-voci"
    },
    {
      "name": "Volan",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "volan"
    },
    {
      "name": "Volei",
      "category": "dictionar",
      "shortMeaning": "Voleiul in vise este o reflexie a activitatii viguroase din viata reala.",
      "fullInterpretation": "Voleiul in vise este o reflexie a activitatii viguroase din viata reala. Poate fi directionata si pentru beneficiul altora si impotriva vointei lor. Jocul de volei in vise este simbolul castigarii afectiunii dinspre sexul opus. O mare importanta au membrii echipei dumneavoastra. Daca sunt rude, prieteni sau colegi visul sugereaza o mutumire puternica pentru sprijin. Daca jucati impotriva acestora este posibil sa duceti de lipsa de incredere. Daca visati ca jucati volei cu un prieten sau cu o persoana iubita inseamna ca va fi greu sa realizati ceva impreuna. Visul in care jucati volei intr-o sala de sport sugereaza ca pasiunea va va face sa uitati totul. Nu va veti mai aminti de responsabilitati. A visa ca jucati volei pe plaja sau in curte semnifica faptul ca veti reusi ceva in viata fara a depune un efort mare. Visul in care invatati pe cineva sa joace volei reflecta sentimentele dumneavoastra despre apropierea de un loc de munca cu responsabilitate sau o posibila promotie. In cartea lui Freud, voleiul in vise poate sugera fanteziile sexuale nerealizate. Poate ca va doriti sa treceti limitele decentei din viata dumneavoastra si incercati sa implementati propriile dorinte. Daca visati ca sunteti un antrenor de volei inseamna ca veti fi responsabil pentru ceva major si important.",
      "slug": "volei"
    },
    {
      "name": "Voma varsaturi",
      "category": "dictionar",
      "shortMeaning": "Visul in care tu vomiti indica faptul ca este nevoie sa respingi sau sa arunci un anumit aspect d...",
      "fullInterpretation": "Visul in care tu vomiti indica faptul ca este nevoie sa respingi sau sa arunci un anumit aspect din viata ta, care este revoltator. Exista emotii sau concepte care trebuie confruntate si apoi eliberate. Daca in vis vezi pe cineva care are varsaturi inseamna pretentii false de la oameni care incearca sa profite de tine.",
      "slug": "voma-varsaturi"
    },
    {
      "name": "Vopsea / Vopsele",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "vopsea-vopsele"
    },
    {
      "name": "Vopsea rosie",
      "category": "dictionar",
      "shortMeaning": "Vopseaua rosie in vise sugereaza o intalnire placuta sau un eveniment de mult asteptat, poate chi...",
      "fullInterpretation": "Vopseaua rosie in vise sugereaza o intalnire placuta sau un eveniment de mult asteptat, poate chiar dragostea mult dorita. Daca visati ca vedeti vopsea rosie varsata pe podea inseamna ca simtiti cum forta vitala se scurge din corpul si sufletul dumneavoastra.",
      "slug": "vopsea-rosie"
    },
    {
      "name": "Vopsea verde",
      "category": "dictionar",
      "shortMeaning": "Vopseaua verde in vise sugereaza ca toate sperantele din viata dumneavoastra se vor implini.",
      "fullInterpretation": "Vopseaua verde in vise sugereaza ca toate sperantele din viata dumneavoastra se vor implini.",
      "slug": "vopsea-verde"
    },
    {
      "name": "Vorbe / Vorbi (A)",
      "category": "dictionar",
      "shortMeaning": "(A)cu bunicii- sfaturi bune - cu copii- dorinte implinite - cu DUMNEZEU- bunastare - cu diavolul-...",
      "fullInterpretation": "(A)cu bunicii- sfaturi bune - cu copii- dorinte implinite - cu DUMNEZEU- bunastare - cu diavolul- ti s-a facutdeja un rau --cu o matusa- cearta in familie - cu un jangarm- cearta, proces - cu un contabil- mare putere de adaptare - cu un conte- injosire - cu un om ce este mort- semn bun - cu rectorul universitar- vesti bune - fantoma- deziluzii - curat- marirea averii - de rau- esti admiratsi respectat - in somn- demascarea faptelor, adevarat va fi ce ai spus - in limbi straine- lipsa de incredere, inamici - la telefon- dezamagire cu partenerul de viata - noi vorbim in limbi straine- barfa, calomnie - rabinul- esti foarte multumit de felul cum iti merge viata - scheletul- ai un secret pe care sa-l spui cuiva - stapana tare- actiuni proaste - papagalul- ingrijorare- vorbim cu copii mici- dorinta implinita - visam ca vorbim cu morti, dar in vis sunt vii- mare realizare, reusita intr-o afacere importanta.",
      "slug": "vorbe-vorbi-a"
    },
    {
      "name": "Vrabie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "vrabie"
    },
    {
      "name": "Vraji vraja farmece",
      "category": "dictionar",
      "shortMeaning": "- Daca ai visat ca esti sub o vraja inseamna ca cineva are o influenta puternica asupra ta.",
      "fullInterpretation": "- Daca ai visat ca esti sub o vraja inseamna ca cineva are o influenta puternica asupra ta. Ai putea fi manipulat(a) in unele situatii din viata de zi cu zi. - Daca in vis tu faci vraji / farmece inseamna ca treci printr-o transformare interioara. Visul poate inseamna, de asemenea, faptul ca poti fi manipulat(a) intr-o anumita situatie. Alternativ, visul iti poate sugera ca esti prea posesiv(a). Vezi si visele : Vrajitor , Vrajitoare",
      "slug": "vraji-vraja-farmece"
    },
    {
      "name": "Vrajitoare",
      "category": "dictionar",
      "shortMeaning": "(apelezi la ea) sau iti face raua Simti ca nu mai ai controlul asupra problemelor tale, ori au de...",
      "fullInterpretation": "(apelezi la ea) sau iti face raua Simti ca nu mai ai controlul asupra problemelor tale, ori au devenit prea mari si ti se pare ca esti sub influenta unor ghinioane, ori dai vina pe alte forte, pentru ca nu-ti poti recunoaste vina la greselile comise. Daca visul pune accent pe dragoste, esti atras nebuneste de cineva, desi logica iti spune ca nu merita dragostea ta -daca are legatura cu planul intelectual, financiar sau profesional, dai piept cu tot felul de piedici carora nu le gasesti rezolvarea si nici macar explicatia -ai impresia ca cineva iti face rau, teama ca aui dusmani puternici, incapacitatea de a depasi problemele actuale, dand vina pe altii sau asteptand solutii de la altii -te temi de destin sau de viitor, esti implicat in evenimente de destin in fata carora te lasi in voia sortii - teama de forte oculte, ti se pare ca cineva iti vrea raul.",
      "slug": "vrajitoare"
    },
    {
      "name": "Vrajitor",
      "category": "dictionar",
      "shortMeaning": "Vrajitorul - acest barbat care face uz de judecata sa limpede intr-o maniera absolut impartiala, ...",
      "fullInterpretation": "Vrajitorul - acest barbat care face uz de judecata sa limpede intr-o maniera absolut impartiala, nepunand-o nici in slujba binelui, nici in cea a raului, folosind-o pur si simplu pentru placerea pe care i-o confera puterea. Latura sa negativa poate lua forma sarlatanului. - Visul in care vezi un vrajitor poate sugera si incercarea de a perfectiona abilitatile tale de a exercita puterea.Vrajitoria in vise reprezinta manipularea negativa sau deceptiva. Dumneavoastra sau altcineva incearca sa distruga reputatia altuia. S-ar putea sa intalniti pe cineva care doreste sa ii faca pe ceilalti sa va urasca sau sa lucreze impotriva dumneavoastra. Alternativ, visul ar putea sa va arate ca simtul dumneavoastra al intuitiei este blestemat, iar ghinionul nu poate fi oprit. Daca visati ca practicati vrajitoria ar putea sa insemne ca incercati sa impingeti oamenii sa minta sau ii intoarceti unul impotriva celuilalt. Totusi, daca visati ca practicati vrajitorie buna sau inofensiva, inseamna ca vor fi multe surprize placute.",
      "slug": "vrajitor"
    },
    {
      "name": "Vrajitorie",
      "category": "dictionar",
      "shortMeaning": "Vrajitoria in vise reprezinta manipularea negativa sau deceptiva.",
      "fullInterpretation": "Vrajitoria in vise reprezinta manipularea negativa sau deceptiva. Dumneavoastra sau altcineva incearca sa distruga reputatia altuia. S-ar putea sa intalniti pe cineva care doreste sa ii faca pe ceilalti sa va urasca sau sa lucreze impotriva dumneavoastra. Alternativ, visul ar putea sa va arate ca simtul dumneavoastra al intuitiei este blestemat, iar ghinionul nu poate fi oprit. Daca visati ca practicati vrajitoria ar putea sa insemne ca incercati sa impingeti oamenii sa minta sau ii intoarceti unul impotriva celuilalt. Totusi, daca visati ca practicati vrajitorie buna sau inofensiva, inseamna ca vor fi multe surprize placute.",
      "slug": "vrajitorie"
    },
    {
      "name": "Vrajmas",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "vrajmas"
    },
    {
      "name": "Vreascuri",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "vreascuri"
    },
    {
      "name": "Vreme",
      "category": "dictionar",
      "shortMeaning": "A visa ca afara este vreme rea, depresiva sugereaza o perspectiva mai intunecata a prezentului si...",
      "fullInterpretation": "A visa ca afara este vreme rea, depresiva sugereaza o perspectiva mai intunecata a prezentului si a vietii dumneavoastra in viitor. Sunt lucruri de care nu sunteti satisfacut, v-ati pierdut speranta in ceva, asteptarile dumneavoastra nu sunt justificate. Schimbarea imprejurimilor va va ajuta sa va aranjati gandurile si sa puneti la punct un plan pentru urmatoarele actiuni.",
      "slug": "vreme"
    },
    {
      "name": "Vreme rea",
      "category": "dictionar",
      "shortMeaning": "A visa ca afara este vreme rea, depresiva sugereaza o perspectiva mai intunecata a prezentului si...",
      "fullInterpretation": "A visa ca afara este vreme rea, depresiva sugereaza o perspectiva mai intunecata a prezentului si a vietii dumneavoastra in viitor. Sunt lucruri de care nu sunteti satisfacut, v-ati pierdut speranta in ceva, asteptarile dumneavoastra nu sunt justificate. Schimbarea imprejurimilor va va ajuta sa va aranjati gandurile si sa puneti la punct un plan pentru urmatoarele actiuni.",
      "slug": "vreme-rea"
    },
    {
      "name": "Vulcan",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "vulcan"
    },
    {
      "name": "Vulpea",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "vulpea"
    },
    {
      "name": "Vultur",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "vultur"
    }
  ]
}