{
  "symbols": [
    {
      "name": "Vase murdare",
      "category": "dictionar",
      "shortMeaning": "Vasele murdare si nespalate in vise semnifica nemultumirea si perspectiva pesimista a dumneavoastra.",
      "fullInterpretation": "Vasele murdare si nespalate in vise semnifica nemultumirea si perspectiva pesimista a dumneavoastra. Este posibil sa fi trecut cu vederea unele probleme din viata dumneavoastra sau nu v-ati confruntat cu propriile emotii. Daca visati vase murdare si sparte inseamna ca veti fi nefericit in dragoste.",
      "slug": "vase-murdare"
    },
    {
      "name": "Vaselina",
      "category": "dictionar",
      "shortMeaning": "A visa vaselina reprezinta sentimente de tristete si regret, fie datorita pierderii unui prieten ...",
      "fullInterpretation": "A visa vaselina reprezinta sentimente de tristete si regret, fie datorita pierderii unui prieten sau din cauza unui secret iesit la suprafata. Visul in care folositi vaselina indica faptul ca exista anumite probleme care necesita o atingere mai usoara, mai linistita. Visul mai poate insemna ca veti ajuta multe persoane sa treaca peste dificultati. Alternativ, vaselina in vise mai sugereaza ca sunteti pregatit sa vindecati o rana emotionala si ca este timpul sa mergeti mai departe.",
      "slug": "vaselina"
    },
    {
      "name": "Vasla",
      "category": "dictionar",
      "shortMeaning": "Daca ati visat o vasla intinsa pe o barca inseamna ca in viitoare luni veti pleca intr-o calatorie.",
      "fullInterpretation": "Daca ati visat o vasla intinsa pe o barca inseamna ca in viitoare luni veti pleca intr-o calatorie. A purta o vasla grea in mana este un avertisment. Sub nicio forma sa un imprumutati mari sume de bani nimanui, nici macar rudelor sau celor apropiati. Acest vis prezice faptul ca in curand va trebui sa faceti anumite cumparaturi neasteptate. O vasla rupta in vise va sugereaza sa nu va aratati sentimentele catre persoana iubita atat de emotional. Este de inteles ca va este dificil sa restrangeti din pasiune si dragoste, dar incercati totusi altfel partenerul dumneavoastra se va speria de ardoarea pe care o aveti. Alternativ, un asemenea vis poate prevesti ca bucuria este inlocuita de lacrimi si tristete. Daca visati ca plutiti pe un rau intr-o barca fara vasle inseamna ca in curand veti fi atras cu forta intr-un vartej de probleme si griji. Din nefericire, nu veti fi capabil sa rezolvati rapid situatia, astfel ca nu incercati sa punteti la suflet tot ceea ce se intampla. A pierde vasla in mijlocul raului / lacului sugereaza o boala serioasa poate chiar moartea unei rude. Daca ati visat ca ati pierdut ambele vasle atunci s-ar putea sa se intample o tragedie care va va afecta ambii parinti. Visul in care vasliti cu doua vasle de diferite lungimi prevesteste o promotie si o propunere de afaceri foarte atractiva care ar fi logic sa o acceptati. A visa ca sunteti intr-o barca si sunteti singurul care vasliti inseamna ca va veti asigura controlul asupra afacerii cuiva. In manualul lui Miller, vasla in vise semnifica frustrare si pierdere. Este posibil ca circumstantele va vor forta sa uitati de propria fiinta pentru binele prietenilor si a rudelor.",
      "slug": "vasla"
    },
    {
      "name": "Vasle",
      "category": "dictionar",
      "shortMeaning": "A vedea sau a folosi vasle in vise inseamna controlul asupra emotiilor dumneavoastra.",
      "fullInterpretation": "A vedea sau a folosi vasle in vise inseamna controlul asupra emotiilor dumneavoastra. Sunteti capabil sa treceti prin viata bazandu-va doar pe lectiile si aptitudinilie pe care le-ati dobandit. Daca visati ca vasliti cu energie inseamna ca trebuie sa abordati o situatie cu mai multa agresiune si determinare. Visul in care vasliti cu o singura vasla indica faptul ca va invartiti in cerc si nu ajungeti nicaieri. Aveti nevoie de ajutor intr-o anumita situatie. Alternativ, visul sugereaza ca va lipseste un partener de viata. Daca visati ca pierdeti o vasla inseamna ca vi-ati pierdut din indemanare sau ati luat ceva de-a gata fara sa ganditi.",
      "slug": "vasle"
    },
    {
      "name": "Vata",
      "category": "dictionar",
      "shortMeaning": "A visa ca invatati ceva inseamna continua cautare de cunoastere.",
      "fullInterpretation": "A visa ca invatati ceva inseamna continua cautare de cunoastere. Cautati o cunoastere mai profunda si o intelegere mai buna a dumneavoastra. Daca visati ca sunteti intr-un loc unde invatati sugereaza succesul si inaltarea spre distinctie. - Daca in vis intampini dificultati atunci cand vrei sa legi nodul la cravata inseamna ca te vei certa cu o persoana de sex opus. - Daca in vis alegi o cravata din dulap sau de pe un raft - schimbare in bine. - Daca esti intr-un magazin si cumperi o cravata - bucurii. - Daca legi o cravata altcuiva - probleme sentimentale si banesti, nu te spria prea tare sunt trecatoare. - Femeia sau fata ce viseaza cravataÂ - va avea parte de o schimbare, cel mai probabil o schimbare in bine.Visarea nodului de la cravata simbolizeaza o legatura puternica cu o persoana de sex opus, deseori prevesteste casatoria. Un nod slabit sau faptul ca nu reusiti sa faceti un nod la cravata simbolizeaza racirea relatiei, instabilitate, sentimente negative, despartire sau divort.",
      "slug": "vata"
    },
    {
      "name": "Vaza",
      "category": "dictionar",
      "shortMeaning": "Visul in care sunteti un clarvazator sau sunteti alaturi de unul inseamna ca primiti intuitiv anumite informatii.",
      "fullInterpretation": "Visul in care sunteti un clarvazator sau sunteti alaturi de unul inseamna ca primiti intuitiv anumite informatii.",
      "slug": "vaza"
    },
    {
      "name": "Vazand",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "vazand"
    },
    {
      "name": "Veche",
      "category": "dictionar",
      "shortMeaning": "Cartea veche in vise reprezinta constientizarea spirituala si intelepciunea mostenita.",
      "fullInterpretation": "Cartea veche in vise reprezinta constientizarea spirituala si intelepciunea mostenita. Aceste vise va aminteste sa va uitati la experientele din trecut pentru ajutor in situatia din prezent. Visul mai poate sa sugereze un avertisment sa va feriti de rau in orice forma. Visul in care vedeti o carte veche inseamna ca vi se ofera indrumare spirituala. Daca va aduceti aminte detalii despre carte va ajuta sa intelegeti mai bine visul. Casa veche in vise reprezinta vechile voastre credinte, atitudini si cum le-ati folosit pentru a gandi sau a simti. Alternativ, casa veche poate simboliza nevoia de a va actualiza. Visul in care casa ta este deteriorata indica preocupari din viata de zi cu zi cu privire la starea casei tale.O cladire veche in vise are legatura cu varsta dumneavoastra mentala. Exista in dumneavoastra un simt sau o intuitie care va sugereaza sa aveti grija deoarece mintea dumneavoastra nu mai este la fel de agera ca la inceput.Mobila veche in vise poate sugera faptul ca nu mai vreti sa va consumati energia pe anumite lucruri care nu va sunt de folos, ci vreti sa va concentrati asupra vietii dumneavoastra si sa nu va mai irositi timp pentru cei din jur. Se mai spune ca s-ar putea sa aveti parte de o iubire statornica. O mobila veche in vis reprezinta nevoia de reimprospatare, de revigorare. Vreti sa va iesiti din ritm, simtiti o nevoie de actualizare a ideilor demodate care nu se mai aplica timpurilor actuale.",
      "slug": "veche"
    },
    {
      "name": "Vechituri",
      "category": "dictionar",
      "shortMeaning": "Visul la vechituri sau la mormane de vechituri inseamna ca veti avea probleme in a lua decizii importante.",
      "fullInterpretation": "Visul la vechituri sau la mormane de vechituri inseamna ca veti avea probleme in a lua decizii importante.",
      "slug": "vechituri"
    },
    {
      "name": "Vecin / vecina",
      "category": "dictionar",
      "shortMeaning": "Vecinii sunt oameni importanti in viata noastra, asa ca deseori ei apar in visele noastre chiar d...",
      "fullInterpretation": "Vecinii sunt oameni importanti in viata noastra, asa ca deseori ei apar in visele noastre chiar daca uneori acestia sunt trecuti cu vederea deoarece nu mai suntem la fel de apropiati ca odinioara. A vedea intr-un vis un vecin poate insemna multe lucruri, dar cel mai adesea va fi despre ceva care se schimba sau despre ceva nou care va intra in viata dumneavoastra. Cand visati ca un vecin nou care se muta langa dumneavoastra, acesta este un semn bun care prevesteste schimbari pe plan social sau romantic. Acest lucru este valabil si daca sunteti invitat in casa unui vecin. Toate acestea sunt reprezentari ale psihicului dumneavoastra care va spun ca veti avea pe cineva nou in viata cu care veti avea o legatura puternica. Aceasta poate fi calea unei noi relatii sau a unei noi prietenii. Visand un vecin bun la suflet este un semn de bun augur care arata ca va veti bucura de liniste si de casa in care locuiti. O cearta cu vecinii este un semn cu privire la posibile probleme cauzate de temperamentul dumneavoastra.",
      "slug": "vecin-vecina"
    },
    {
      "name": "Vedea (A)",
      "category": "dictionar",
      "shortMeaning": "(A)ceva neclar- trebuie sa rezolvi o situatie inainte de a se inrautati - cocosul- veste buna - c...",
      "fullInterpretation": "(A)ceva neclar- trebuie sa rezolvi o situatie inainte de a se inrautati - cocosul- veste buna - cruce- atentie la fapte si intentii - elefant- insanatasire, viata lunga - excremente- beneficiu neasteptat - fan- atac de hoti - furnica- osteneala cu folos - Dumnezeu- mare fericire - munte inalt- glorie - orb- zile fericite - orga- bucurie - un cioban- veste cu bucurie - cocosul- stire favorabila - un crap- sanatate, viata lunga - un cersetor- ostilitate ce nu te afecteaza direct - un contrabandist- decizii pripite - un marinar- noroc la serviciu - pompier- ai castigat o batalie dupa un mare efort - un sfant- ai parte de o impacare pe care o doresti de mult - un sutien- idei ciudate si pline deoriginalitate.",
      "slug": "vedea-a"
    },
    {
      "name": "Vedeta",
      "category": "dictionar",
      "shortMeaning": "Daca te visezi vedeta semnifica faptul ca simti nevoia de a iesi in evidenta pentru calitatile tale.",
      "fullInterpretation": "Daca te visezi vedeta semnifica faptul ca simti nevoia de a iesi in evidenta pentru calitatile tale. De cele mai multe ori am intalnit un astfel de vis la oamenii tineri sau la femei cantonate prea mult in activitati neinteresante.",
      "slug": "vedeta"
    },
    {
      "name": "Vedete",
      "category": "dictionar",
      "shortMeaning": "Daca va visati vedete sau va visati in preajma unor vedete inseamna ca simtiti nevoia de a va pun...",
      "fullInterpretation": "Daca va visati vedete sau va visati in preajma unor vedete inseamna ca simtiti nevoia de a va pune in evidenta, de a fi recunoscut pentru calitatile dumneavoastra.",
      "slug": "vedete"
    },
    {
      "name": "Vegetatie",
      "category": "dictionar",
      "shortMeaning": "In general, vegetatia din vise simbolizeaza abundenta si capacitate de crestere la nivel spiritual.",
      "fullInterpretation": "In general, vegetatia din vise simbolizeaza abundenta si capacitate de crestere la nivel spiritual. De asemenea, aceasta poate reprezenta unele obstacolele si dificultati care pot aparea in viata, mai ales daca vegetatia este mare, densa si va impiedica sa inaintati prin ea. Curatand vegetatie, de ex. dintr-o gradina de legume, poate sugera faptul ca incercati sa va eliberati de sentimentele negative sau poate ca indeparati persoanele rau intentionate sau nefolositoare din jurul dumneavoastra. Visand o suprafata intinsa (o locatie) fara pic de vegetatie dar stiint sau avand impresia ca nu ar trebui sa arate asa, simbolizeaza o turnura negativa a lucurilor. Este posibil ca in viitorul apropiat anumite lucruri sa se transforme peste noapte si sa decurga din ce in ce mai prost. Aceasta schimbare din bine in rau va poate afecta relatia ( domestica sau de afaceri ).",
      "slug": "vegetatie"
    },
    {
      "name": "Vehicul",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "vehicul"
    },
    {
      "name": "Veioza",
      "category": "dictionar",
      "shortMeaning": "Visul in care vedeti o veioza sau daca o aprindeti inseamna ca sunteti in cautare de o lumina car...",
      "fullInterpretation": "Visul in care vedeti o veioza sau daca o aprindeti inseamna ca sunteti in cautare de o lumina care sa va ghideze sau de un sfat in anumite situatii sau probleme necunoscute. Alternativ, o veioza in vise poate fi similara cu becul, astfel simbolizeaza idei noi, speranta sau iluminare spirituala. Ati castigat intelegere si cunostinte noi intr-o problema sau situatie.",
      "slug": "veioza"
    },
    {
      "name": "Vena",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "vena"
    },
    {
      "name": "Venin",
      "category": "dictionar",
      "shortMeaning": "Veninul este o substanta otravitoare secretata prin muscaturi sau intepaturi de catre creaturi pr...",
      "fullInterpretation": "Veninul este o substanta otravitoare secretata prin muscaturi sau intepaturi de catre creaturi precum serpi, scorpioni sau paianjeni. Aceasta substanta toxica nu este un semn bun atunci cand apare in vise, deoarece prezinta similaritati cu otrava. In general, veninul reprezinta sentimente asociate cu ura si furie, concretizandu-se intr-o teama de esec avand la baza tocmai aceste sentimente. Printre cele mai comune vise cu venin sunt muscaturile de sarpe Aici veninul simbolizeaza enervare si presuniune din cauza unor oameni toxici din viata dumneavoastra. Alternativ, visul poate reflecata frica de esec total sau de a pierde ceva pentru totdeuna. De asemenea, poate semnala nesiguranta, lipsa de incredere in sine si, din aceasta cauza, nu reusiti sa depasiti o etapa din viata. Simtind veninul cum este injectat in corpul dumneavostra (la muscatura de sarpe) este semn de pericol iminent, cel mai probabil este vorba despre o boala. Daca ati vazut in vis cum este muscata alta persoana si aveti certitudinea ca veninul ca fost injectat in corpul acesteia este, de asemena, un semn de bola sau de moarte. Pentru o talmacire detatiata a visului consultati si interpretatea simbolului Sarpe Veninul in diverse vise Visarea unei creaturi veninoase care incerca sa va intepe sau sa va muste, dar reusiti sa scapati de ea, este un semn ca veti scapa cu bine de un pericol din viitorul apropiat. Tot acest vis simbolizea si gasirea rapida a unor solutii la problemele vietii. Visand ca va curge din gura venin este un semn de ostilitate sau de lupte interioare. Cel mai probabil nu reusiti sa gasiti solutii la problemele dumneavoastra si asta va face sa ardeti pe interior. De asemenea, visul poate fi asociata cu o depresie tacuta, sunteti ranit pe interior, dar nu vreti sa afle nimeni despre asta. Daca in vis vedeti gura altcuiva plina de venin este semn de cearta, ostilitate si amaraciune din partea unui coleg de la locul de munca. Rareori acest vis face referire la un membru al familiei. Un sarpe sau o alta creatura care va improasca cu venin, inseamna ca in viata dumneavoastra a patruns o persoana ce va influenteaza intr-un mod negativ dar careia va este foarte greu sa ii rezistati.",
      "slug": "venin"
    },
    {
      "name": "Ventilator",
      "category": "dictionar",
      "shortMeaning": "Daca visati un ventilator inseamna ca veti atinge un succes remarcabil in orice problema din viata dumneavoastra.",
      "fullInterpretation": "Daca visati un ventilator inseamna ca veti atinge un succes remarcabil in orice problema din viata dumneavoastra. Aceasta se aplica atat sfera personala cat si in cea profesionala. Mergeti inainte, fara teama, iar in momentele dificile adevaratii prieteni vor veni in sprijinul dumneavoastra. Un vis similar avut intr-o miercuri seara prezice faptul ca ar trebui sa faceti schimbari radicale in viata dumneavoastra. A visa un ventilator intr-o noapte de sambata sau duminica sugereaza o avertizare: inamicii dumneavoastra vor incerca sa va atraga intr-o aventura ce s-ar putea termina rau. Visul in care vedeti un ventilator sugereaza ca prietenii dumneavoastra va vor sprijini si va vor ajuta sa va implementati planurile. Un ventilator pornit in vise prezice situatii si intalniri neasteptate. A visa ca ventilatorul este stricat sugereaza ca veti experimenta dezamagiri mari in viata dumneavoastra. Daca visati ca stricati un ventilator din neatentie inseamna ca ar trebui sa aveti grija pentru ca exista ceva provocator in jurul dumneavoastra. Visul in care va este frig de la un ventilator si sunteti fericit inseamna ca in realitate va puteti bucura pe deplin de o vacanta. Daca visati ca sunteti ranit de o elice a ventilatorului inseamna ca nu v-ati luat suficiente masuri pentru a va salva banii. Un ventilator functional in vise reprezinta energia dumneavoastra sexuala. Un ventilator stricat in vise indica faptul ca apetitul dumneavoastra sexual a scazut sau doar relatia dintre dumneavoastra si partenerul de viata s-a racit.",
      "slug": "ventilator"
    },
    {
      "name": "Veranda",
      "category": "dictionar",
      "shortMeaning": "In vis, o veranda sugereaza o noua initiativa si un viitor plin de surprize.",
      "fullInterpretation": "In vis, o veranda sugereaza o noua initiativa si un viitor plin de surprize. De asemenea, daca va aflati pe o veranda in vis, o chestiune care va nelinisteste se va dovedi incununata de succes.",
      "slug": "veranda"
    },
    {
      "name": "Verde",
      "category": "dictionar",
      "shortMeaning": "Campul verde in vise este un simbol de prosperitate, libertate, fericire.",
      "fullInterpretation": "Campul verde in vise este un simbol de prosperitate, libertate, fericire. Totodata, poate insemna ca veti primi o invitatie placuta de la cineva drag.Ceapa verde in vis, cu frunze, inseamna ca cei jur se incapataneaza sa va puna bete in roate, deoarece va invidiaza si vor sa va lase sa avansati.Culoarea verde semnifica o schimbare pozitiva, bunastare, fertilitate, crestere, vindecare, vigoare, vitalitate, speranta, pace si seninatate. Aspectul culorii poate fi, de asemenea, o modalitate de a va spune sa \"mergeti mai departe\". Alternativ, verdele este o metafora pentru o lipsa de experienta in unele sarcini. Verdele inchis indica materialism, inselaciune si / sau dificultati. Lumina verde reprezinta vindecare. Alternativ, nuantele de verde deschis pot reflecta gelozie, lacomiesa egoism.Fasolea verde in vise inseamna nevinovatie. Totodata, inseamna ca afacerile pe care le aveti sunt prospere si va vor aduce numai castiguri. Daca visati ca mancati fasole verde, atunci visul sugereaza faptul ca va grabiti in casatorie. Fasolea verde putrezita sau mucegaita , sugereaza faptul ca ar trebui sa renuntati la o idee sau un proiect in momentul in care acesta da semne ca nu va produce rezultate. De asemenea, visul denota faptul ca munca si eforturile dumneavoastra din ultima vreme nu prezinta rezultate constructive, mai degraba observati ca ati devenit tot mai nefericiti. Incercati sa va dedicati timpul unei pasiuni si, poate ca astfel, veti descoperi ca puteti vedea lucrurile din viata dumneavoastra si din alta perspectiva.O haina verde in vise sugereaza ca averea si puterea dumneavoastra vor creste cu ajutorul unei femei.Marul verde in vise inseamna sinceritate, adevar spus in fata, lipsa de menajamente, prospetime, noutate, tinerete, sanatate.",
      "slug": "verde"
    },
    {
      "name": "Verde / verdeata",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "verde-verdeata"
    },
    {
      "name": "Verigheta",
      "category": "dictionar",
      "shortMeaning": "Verigheta in vise reprezinta integritate, bucurii si iubire vesnica.",
      "fullInterpretation": "Verigheta in vise reprezinta integritate, bucurii si iubire vesnica. - Daca nu sunteti casatorit(a) si gasiti o verigheta, atunci inseamna ca relatia voasta personala a atins un nou nivel. - Daca ati pierdut verigheta vis , probleme ne rezolvate in casnicie, necazuri. - Daca primiti o verigheta inseamna dragoste statornica. Pentru o interpretare cat mai buna a verighetei din visul dumneavoastra va rugam sa consultati si semnificatia visului INEL.",
      "slug": "verigheta"
    },
    {
      "name": "Verisor / verisoara / veri",
      "category": "dictionar",
      "shortMeaning": "Varul in vise reprezinta ceva sau unele aspecte ale caracterului vostru, care este oarecum familiar.",
      "fullInterpretation": "Varul in vise reprezinta ceva sau unele aspecte ale caracterului vostru, care este oarecum familiar. Poate ca aveti nevoie sa va pereceti mai mult timp in cultivarea si dezvoltarea unor abilitati a caracterului aflatle in curs de dezvoltare. Alternativ, verii in vise reprezinta opinii despre acele persoane. - Multi verisori la un loc inseamna griji. In batrani, acest vis era considerat unul prevestitor de moarte. - Daca verisorul sau verisoara va ignora, acest vis indica faptul ca nu va sunt recunoscute anumite aspecte, care sunt reprezentate de varul / verisoara ta.",
      "slug": "verisor-verisoara-veri"
    },
    {
      "name": "Vesel",
      "category": "dictionar",
      "shortMeaning": "Veselia in vis de obicei sugereaza lipsa de griji, aspecte placute ale vietii, optimism, perspective promitatoare.",
      "fullInterpretation": "Veselia in vis de obicei sugereaza lipsa de griji, aspecte placute ale vietii, optimism, perspective promitatoare. Daca visati un om vesel inseamna ca veti avea parte de multe bucurii. Unele traditii spun ca veselia in vis inseamna exact opusul. Pentru mai multe informatii vizitati si visul bucurie.",
      "slug": "vesel"
    },
    {
      "name": "Veselie",
      "category": "dictionar",
      "shortMeaning": "Veselia in vis de obicei sugereaza lipsa de griji, aspecte placute ale vietii, optimism, perspective promitatoare.",
      "fullInterpretation": "Veselia in vis de obicei sugereaza lipsa de griji, aspecte placute ale vietii, optimism, perspective promitatoare. Daca visati un om vesel inseamna ca veti avea parte de multe bucurii. Unele traditii spun ca veselia in vis inseamna exact opusul. Pentru mai multe informatii vizitati si visul bucurie.",
      "slug": "veselie"
    },
    {
      "name": "Vesminte / Vesmante",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "vesminte-vesmante"
    },
    {
      "name": "Vesta",
      "category": "dictionar",
      "shortMeaning": "Interpretarea viselor in care apare o vesta (haina) se refera la faptul ca vei avea parte de foar...",
      "fullInterpretation": "Interpretarea viselor in care apare o vesta (haina) se refera la faptul ca vei avea parte de foarte multe intamplari care te vor uimi. Insa vesta din vis mai poate fi vazuta si ca un defect al propriei tale personalitati, referindu-se la faptul ca cei din jurul tau te vad ca pe un om meschin, lipsit de personalitate, de tarie de caracter, in stare sa se comprimta la orice, numai ca sa ajunga sa ii iasa planurile si sa aiba ceva de castigat. Visul in care apare o vesta mai poate fi si bun, el vizand astfel finalizarea unei perioada pline de necazuri, insa numai daca visezi ca o porti pe o mana.",
      "slug": "vesta"
    },
    {
      "name": "Veste",
      "category": "dictionar",
      "shortMeaning": "A auzi o veste rea in vise semnifica faptul ca veti avea succes, iar prietenii apropiati vor fi l...",
      "fullInterpretation": "A auzi o veste rea in vise semnifica faptul ca veti avea succes, iar prietenii apropiati vor fi langa dumneavoastra si va vor sustine. Adesea, a visa ca primiti o veste rea sugereaza ca veti primi vesti pozitive in viata reala. Daca visati ca o persoana din viata personala va spune o veste rea inseamna ca vor aparea lucruri pozitive in viata personala. Daca visati ca cineva din viata personala aduce o veste rea inseamna ca se vor intampla lucruri pozitive in viata profesionala si in cariera. Daca visezi ca scrii o poveste ,semnifica faptul ca va urma o serie de deceptii. De asemenea, daca visezi ca citesti o poveste, semnifica ca vor veni vremuri mai bune pentru tine.",
      "slug": "veste"
    },
    {
      "name": "Veste rea",
      "category": "dictionar",
      "shortMeaning": "A auzi o veste rea in vise semnifica faptul ca veti avea succes, iar prietenii apropiati vor fi l...",
      "fullInterpretation": "A auzi o veste rea in vise semnifica faptul ca veti avea succes, iar prietenii apropiati vor fi langa dumneavoastra si va vor sustine. Adesea, a visa ca primiti o veste rea sugereaza ca veti primi vesti pozitive in viata reala. Daca visati ca o persoana din viata personala va spune o veste rea inseamna ca vor aparea lucruri pozitive in viata personala. Daca visati ca cineva din viata personala aduce o veste rea inseamna ca se vor intampla lucruri pozitive in viata profesionala si in cariera.",
      "slug": "veste-rea"
    },
    {
      "name": "Vesti",
      "category": "dictionar",
      "shortMeaning": "Vestiarul din vise poate avea multiple semnificatii in functie de tipul acestuia, si anume : vest...",
      "fullInterpretation": "Vestiarul din vise poate avea multiple semnificatii in functie de tipul acestuia, si anume : vestiarul de la un loc de munca, vestiarul de la o sala de sport (aici intra orice activitate sportiva), vestiar pentru barbati sau pentru femei. Vestiarul de la locul de munca este, din pacate, un avertisment cu privire la unele aspecte ale dumneavoastra care sunt respinse sau nedorite. Trebuie sa reevaluati si sa scapati de unele vechi obiceiuri. De asemenea, visul poate scoate la lumina sentimente oprimate de unele persoane din jurul dumneavoastra. Visul in care va aflati intr-un vestiar de sex opus (sunteti femeie si va aflati in vestiatul barbatesc sau invers) este semn ca ar trebui sa adoptati o tehnica de abordare mai subtila daca vreti sa castigati inima cuiva. Vestiarul de la o sala de sport (innot, fitnes, tenis, etc.) arata faptul ca aveti nevoie de mai mult timp liber pentru a face ccea ce va place. Poate ca va simtiti criticat sau judecat datorita actiunilor dumneavoastra. De asemenea, visul poate indica procese rationale si mentale, noi idei si proiecte in curs de realizare. Dulapurile, forma si starea lor (de degradare sau nu) sunt o reprezentare simbolica direcata a ceea ce pastrati in interiorul dumneavoastra. Daca deschideti unul dintre dulapurile din vestiar, indiferent de motiv, aceasta implica faptul ca va simtiti nesigur cu privire la starea dumnevoastra interioara. Daca va aflati intr-un vestiar intunecat ar putea fi un semn bun sau rau, in functie de cum v-ati simtiti. De exemplu, daca v-ati simtit confortabil, atunci este semn ca in sfarsit va puteti relaxa si va puteti bazaa pe sprijinul parintilor sau a partenerului, in special din punct de vedere financiar. Un vestiar mic sau claustrofobic poate simboliza circumstante negative, probleme si limitatri din viata de zi cu zi",
      "slug": "vesti"
    },
    {
      "name": "Vestiar",
      "category": "dictionar",
      "shortMeaning": "Vestiarul din vise poate avea multiple semnificatii in functie de tipul acestuia, si anume : vest...",
      "fullInterpretation": "Vestiarul din vise poate avea multiple semnificatii in functie de tipul acestuia, si anume : vestiarul de la un loc de munca, vestiarul de la o sala de sport (aici intra orice activitate sportiva), vestiar pentru barbati sau pentru femei. Vestiarul de la locul de munca este, din pacate, un avertisment cu privire la unele aspecte ale dumneavoastra care sunt respinse sau nedorite. Trebuie sa reevaluati si sa scapati de unele vechi obiceiuri. De asemenea, visul poate scoate la lumina sentimente oprimate de unele persoane din jurul dumneavoastra. Visul in care va aflati intr-un vestiar de sex opus (sunteti femeie si va aflati in vestiatul barbatesc sau invers) este semn ca ar trebui sa adoptati o tehnica de abordare mai subtila daca vreti sa castigati inima cuiva. Vestiarul de la o sala de sport (innot, fitnes, tenis, etc.) arata faptul ca aveti nevoie de mai mult timp liber pentru a face ccea ce va place. Poate ca va simtiti criticat sau judecat datorita actiunilor dumneavoastra. De asemenea, visul poate indica procese rationale si mentale, noi idei si proiecte in curs de realizare. Dulapurile, forma si starea lor (de degradare sau nu) sunt o reprezentare simbolica direcata a ceea ce pastrati in interiorul dumneavoastra. Daca deschideti unul dintre dulapurile din vestiar, indiferent de motiv, aceasta implica faptul ca va simtiti nesigur cu privire la starea dumnevoastra interioara. Daca va aflati intr-un vestiar intunecat ar putea fi un semn bun sau rau, in functie de cum v-ati simtiti. De exemplu, daca v-ati simtit confortabil, atunci este semn ca in sfarsit va puteti relaxa si va puteti bazaa pe sprijinul parintilor sau a partenerului, in special din punct de vedere financiar. Un vestiar mic sau claustrofobic poate simboliza circumstante negative, probleme si limitatri din viata de zi cu zi",
      "slug": "vestiar"
    },
    {
      "name": "Veterinar",
      "category": "dictionar",
      "shortMeaning": "Veterinarul din vise este o persoana care infrumuseteaza alti oameni distinsi si pe care ii supor...",
      "fullInterpretation": "Veterinarul din vise este o persoana care infrumuseteaza alti oameni distinsi si pe care ii suporta si ii asista in dezvoltarea puterii. A vedea un veterinar in vise sugereaza realizarea unei ceremonii de casatorie sau a unei calatorii. Visul ar mai putea sugera si nevoia de a va imblanzi comportamentul instinctiv si subconstientul dumneavoastra pentru a putea fi mai acceptat pe plan social.",
      "slug": "veterinar"
    },
    {
      "name": "Veverita",
      "category": "dictionar",
      "shortMeaning": "In general, veverita indica aspecte din personalitate.",
      "fullInterpretation": "In general, veverita indica aspecte din personalitate. Poate ca ati adunat in interiorul dumneavoastra sentimente si lucruri de care nu aveti nevoie. Un astfel de vis poate indica faptul ca a sosit momentul sa uitati, lasand lucurile sa decurga de la sine, si sa mergeti mai departe cu viata. Veveritele pot indica, de asemenea, ca in cele ce urmeaza veti avea parte de o inflorire a abundentei. Poate ca ati depus efort considerabil la un proiect si acum veti fi rasplatit pentru acea munca. Alternativ, veveritele reprezinta inventivitatea si capacitatea de a gasi modalitati de a face cate ceva din nimicuri. Daca ati visat o veverita travesandu-va calea, inseamna ca inventivitatea este punctul dumneavoastra forte. Nu exista nimic care sa va poata sta in cale, deoarece sunteti intotdeuna pregatit pentru ce este mai rau. Aveti o abilitate innascuta de a va echilibra viata si de a imbina utilul cu placutul. Veverita mancand nuci sau alune. Acesta este un vis destul de comun si se rgaseste in mai toate cartile vechi de interpretarea viselor, in majoritatea este considerat a fi un semn de bucurie. A sosit momentul sa va bucurarti, in sfarsit, de averea adunata. Poate ca in curand va veti bucura de o vacanta mult asteptata sau de o viata buna in pensionare. Vazand o veverita innotand in apa (iaz sau rau) sugereaza faptul ca incercati sa va schimbatii ideiile. Cu toate acestea, nu va doriti asta cu adevarat. Alte persoane pun presiune si va forteaza sa actionati in mod diferit. Visul in care dumneavoastra sau o alta persoana ucide o veverita sugereaza faptul ca incepand din acest moment ati decis sa puneti capat bunatati de care ati dat dovada pana acum si sa elminati din viata persoanele ce au profitat de relatia cu dumneavoastra. Salvand o veverita dintr-o cusca sau o capcana. Un asemenea vis prezice faptul ca vei ajuta pe cineva sa scape de unele probleme financiare. Este posibil ca un cunoscut sa-si piarda economiile de-o viata si veti face tot posibilul sa-l ajutati. Visand o veverita in interiorul casei dumneavoastra indica faptul ca ar trebui sa va pregatiti si sa lucarti mai mult. Economisiti cat puteti deoarece va urma perioada dura.Fericire in casatorie, binecuvantare de copii, viata placuta. Daca visezi ca hranesti o veverita cu alune inseamna ca vei participa la activitati sociale interesante. A urmari veveritele din copaci este semn ca vei fi somat sa-ti platesti datoriile.",
      "slug": "veverita"
    },
    {
      "name": "Victima",
      "category": "dictionar",
      "shortMeaning": "Cunoastem cu totii acea senzatie din vis in care avem senzatia ca se petrece ceva ce nu putem controla.",
      "fullInterpretation": "Cunoastem cu totii acea senzatie din vis in care avem senzatia ca se petrece ceva ce nu putem controla. Adesea ne aflam pusi in postura unei victme, in sensul ca suntem neputinciosi in legatura cu acea situatie. Cteodata ne dam seama ca ii tratam nedrept pe cei ce ne inconjoara, facandu-i victmele propriei noastre agresiuni interioare si ca, in viata de zi cu zi, nu avem cel mai potrivit comportament. Alternativ acest vis poate insemna si reprimarea capacitatii de dezvoltare a potentialului spiritual, acesta va aparea in ca victima a propriilor acte.",
      "slug": "victima"
    },
    {
      "name": "Vidra",
      "category": "dictionar",
      "shortMeaning": "Vidra in vise sugereaza faptul ca trebuie sa va valorificati anumite insusiri pentru a va autogos...",
      "fullInterpretation": "Vidra in vise sugereaza faptul ca trebuie sa va valorificati anumite insusiri pentru a va autogospodari, pentru a putea supravietui, sa va echipati pentru a putea duce o viata decenta in mediul ales de dumneavoastra.",
      "slug": "vidra"
    },
    {
      "name": "Vie",
      "category": "dictionar",
      "shortMeaning": "In general, viermii ne creaza o stare de dezgust si, atunci cand ii visam, este un semn ca psihic...",
      "fullInterpretation": "In general, viermii ne creaza o stare de dezgust si, atunci cand ii visam, este un semn ca psihicul nostru se lupta cu anxietatea si instabilitatea personala. Fie ca avem probleme la locul de munca sau ca trecem printr-o criza personala, visele in care apar aceste nevertebrate sunt considerate a fi prevestitoare de necaz. In traditia populara, viermii sunt simbolul nenorocirii si al tradarii. Larvele sau o multime de viermi adunati intr-un singur loc simbolizeaza boala si distrugere. Tot acest vis poate fi asociat si cu intampinarea unor probleme economice, financiare sau materiale. Visand viermi albi Un asemenea vis poate avea multiple semnificatii, depinzand de contextul visului, locul si starea spirituala din viata de zi cu zi la acel moment. Adesea, vermii albi sunt prevestitori de rau, situatii dificile sau chiar violente care va pot afecta pe dumneavoastra sau pe cei apropiati, iar alteori visul poate fi doar o metafora a saraciei. Viermi albi pe corpul dumenavoastra sau viermi atacandu-va corpul . Un asemenea vis reflecta o senzatie asemanatoare cu cea a amenitarii si poate fi extrem de inconfortabila. Asemenea vise contin un avertisment cu privire la afectiunile prezente sau posibile viitoare probleme ale pielii. Uciderea, exterminarea si inlaturarea viermilor albi. Crize amenintari sau tradari, cam asta sugereaza viermii, dar atunci cand ucidem sau exterminam aceste vietati nevertebrate va aparea simbolistica opusa si acest vis va simboliza putere, victorie si, in acest caz, capacitatea de a depasi orice dificultati.Viezurele este un animal mic si puternic. Visurile in care apare acest animal, indica faptul ca va trebui sa luptati si sa castigati lupte impotriva oponentilor dumneavoastra. De asemenea, un viezure ranit in vis, indica faptul ca veti lupta in alta zi.Colivia de pasari in vis semnifica dragoste pustie, vei fi facut(a) de rusine, inselaciune, restrangerea libertatii tale.Â Din punct de vedere psihologic colivia pentru pasari reprezinta inchisoarea sufletului, conditionata de emotiile interioare. - Daca ai visat ca tu deti o colivie - singuratate inseamna. - Daca in vis ai cumparat o colivie - reprezinta sfarsitul unei perioade neplacute. - De vezi colivie cu pasari Â - iti vei castiga libertatea sufleteasca.- Colivie goala - casatorie rupta, dezmembrata, te pandeste si o alta primejdie (posibil probleme cu legea). - Un papagal in colivie - amaraciune si invidie.",
      "slug": "vie"
    },
    {
      "name": "Vie / vita de vie",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "vie-vita-de-vie"
    },
    {
      "name": "Vierme",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "vierme"
    },
    {
      "name": "Viespe",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "viespe"
    },
    {
      "name": "Viezure",
      "category": "dictionar",
      "shortMeaning": "Viezurele este un animal mic si puternic.",
      "fullInterpretation": "Viezurele este un animal mic si puternic. Visurile in care apare acest animal, indica faptul ca va trebui sa luptati si sa castigati lupte impotriva oponentilor dumneavoastra. De asemenea, un viezure ranit in vis, indica faptul ca veti lupta in alta zi.",
      "slug": "viezure"
    },
    {
      "name": "Viitor",
      "category": "dictionar",
      "shortMeaning": "A visa ca sunteti in viitor semnifica sperantele sau ingrijorarile dumneavoastra despre cum se vor realiza lucrurile.",
      "fullInterpretation": "A visa ca sunteti in viitor semnifica sperantele sau ingrijorarile dumneavoastra despre cum se vor realiza lucrurile. Va simtiti receptivi fata de viitor.",
      "slug": "viitor"
    },
    {
      "name": "Vijelie",
      "category": "dictionar",
      "shortMeaning": "Visul la vijelie preveste in general posibile probleme in afaceri sau necazuri.",
      "fullInterpretation": "Visul la vijelie preveste in general posibile probleme in afaceri sau necazuri. Vijelia simbolizeaza furia. Daca visati ca sunteti prinsi in vijelie inseamna ca este posibil sa aveti pierderi in afaceri. Aceasta vijelie care isi dezlantuie si elementele sale (vant, furie) poate sugera anumite tulburari interioare ale dumneavoastra. Daca reusiti sa treceti prin vijelie sau de aceasta, inseamna ca eforturile dumneavoastra nu au fost in zadar si vor fi rasplatite pe masura.",
      "slug": "vijelie"
    },
    {
      "name": "Vila",
      "category": "dictionar",
      "shortMeaning": "Acvila in vise simbolizeaza puterea absoluta, ambitia puternica de care dati dovada, fiinta care poate sa protejeze.",
      "fullInterpretation": "Acvila in vise simbolizeaza puterea absoluta, ambitia puternica de care dati dovada, fiinta care poate sa protejeze. Din punct de vedere psihologic, orice movila de pamant care ne apare in vise este o legatura creata intre nevoile noastre foarte timpurii ale copilariei si alinarea sau confortul de la sanul mamei. In plan emotional, nevoia de mangaiere si ingrijire a barbatului ramane constanta de-a lungul intregii sale vieti. In acelasi timp insa, aceasta trebuie sa se impace cu ideea dependentei de feminin. Adeseori, visele in care apar movile de pamant il pot ajuta sa inteleaga acest lucru. Din punct de vedere spiritual, movila simbolizeaza Pamantul Mama sau patrunderea in lumea de dincolo.",
      "slug": "vila"
    },
    {
      "name": "Vin alb",
      "category": "dictionar",
      "shortMeaning": "Vinul alb in vise reprezinta prietenie sincera, multumire.",
      "fullInterpretation": "Vinul alb in vise reprezinta prietenie sincera, multumire. Daca visati ca beti vin alb de unul singur inseamna ca veti avea parte de paguba si de tulburari. Visul in care beti vin alb in compania altor persoane inseamna ca veti avea parte de un castig mare, de bucurii mari, de sanatate si de fericire fara margini.",
      "slug": "vin-alb"
    },
    {
      "name": "Vin rosu",
      "category": "dictionar",
      "shortMeaning": "Vinul rosu in vis aduce veselie si optimism.",
      "fullInterpretation": "Vinul rosu in vis aduce veselie si optimism. Daca visati ca turnati vin rosu in pahar sau in cana prevestiti o primejdie, insa daca va visati turnand vin rosu altcuiva sugereaza saracia sau boala. Luat sub un alt aspect, visul ca beti vin rosu semnifica ideea de exces si senzualitate.",
      "slug": "vin-rosu"
    },
    {
      "name": "Vinde (A)",
      "category": "dictionar",
      "shortMeaning": "(A)aur- hotie - carne la tejghea- prestigiu stricat, dispret - catifea- esti lenes si lipsit de s...",
      "fullInterpretation": "(A)aur- hotie - carne la tejghea- prestigiu stricat, dispret - catifea- esti lenes si lipsit de sperante - coral- slabiciune - locuinta- pierdere materiala si sentimentala - doctorie- mari castiguri banesti - evantai- ai putere mare de munca - grape fruits- probleme in familie - jocuri la magazin- te pacalesti crezand ca cineva te iubeste - medicamente- castiguri financiare - narcotice- afaceri ilicite - motocicleta- recuperare de bani - orz- intalniri nu prea calme - paine- te implici intr-o mare organizatie - pe credit- esti nesigur si neancrezator - piatra pretioasa- suferi o pierdere.",
      "slug": "vinde-a"
    },
    {
      "name": "Vineri",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca este vineri sugereaza sfarsitul unei sarcini dificile.",
      "fullInterpretation": "Daca visati ca este vineri sugereaza sfarsitul unei sarcini dificile. Lucrurile incep sa arate tot mai bine pentru dumneavoastra. In particular, daca va visati persoana iubita intr-o zi de vineri inseamna ca aceasta zi este una importanta pentru dumneavoastra. Ar putea fi ziua cand v-ati intalnit, cea in care v-ati despartit sau poate ziua in care intotdeauna ieseati impreuna. Oricare ar fi semnificatia, exista ceva personal intre aceasta zi si dumneavoastra.",
      "slug": "vineri"
    },
    {
      "name": "Vinete",
      "category": "dictionar",
      "shortMeaning": "Visul in care vedeti sau mancati vinete inseamna ca sunteti satisfacut de viata dumneavoastra de pana acum.",
      "fullInterpretation": "Visul in care vedeti sau mancati vinete inseamna ca sunteti satisfacut de viata dumneavoastra de pana acum. Visul ar mai putea sa mai insemne abundenta si fertilitate. Vinetele in vise sunt simbolul loialitatii, al pasiunii si al devotamentului.",
      "slug": "vinete"
    },
    {
      "name": "Vinovat",
      "category": "dictionar",
      "shortMeaning": "A visa ca va simtiti vinovat sugereaza legatura incercarii de a controla reusitele si esecurile s...",
      "fullInterpretation": "A visa ca va simtiti vinovat sugereaza legatura incercarii de a controla reusitele si esecurile sau competentele si incompetentele dumneavoastra. S-ar putea sa va simtiti nedemn de realizarile dumneavoastra sau ca simtiti ca i-ati lasat balta pe ceilalti. Alternativ, visul este simbolul emotiilor negative si reprimate pe care s-ar putea sa le aveti despre dumneavoastra.",
      "slug": "vinovat"
    }
  ]
}