{
  "symbols": [
    {
      "name": "Vaca",
      "category": "animale",
      "shortMeaning": "Simbol al feminității hrănitoare, al abundenței materne și al răbdării, dar și al pasivității.",
      "fullInterpretation": "Vaca este un simbol arhetipal al Mamei Pământ și al principiului matern hrănitor. În vise, ea reprezintă fertilitatea, blândețea și capacitatea de a oferi susținere necondiționată. Dacă vaca este sănătoasă și blândă, visul indică o perioadă de prosperitate și armonie familială. Mulgerea unei vaci sugerează că eforturile tale vor fi răsplătite cu abundență. Totuși, vaca poate simboliza și pasivitatea sau conformismul excesiv („a merge cu turma”). O vacă furioasă poate indica un conflict cu o figură maternă sau cu propria latură feminină reprimată. În tradiția românească, vaca este aducătoare de belșug în gospodărie, iar prezența ei în vis este de bun augur, anunțând recolte bogate, fie ele materiale sau spirituale.",
      "slug": "vaca"
    },
    {
      "name": "Vaca moarta",
      "category": "animale",
      "shortMeaning": "Semn de dificultăți financiare sau pierderea unei surse de siguranță și confort.",
      "fullInterpretation": "Imaginea unei vaci moarte în vis este un avertisment serios legat de resurse și stabilitate. Ea sugerează sfârșitul unei perioade de abundență sau pierderea unei surse de venit pe care te bazai. Poate indica, de asemenea, epuizarea emoțională sau fizică – ai oferit prea mult fără a primi nimic în schimb. Visul te îndeamnă să fii precaut cu cheltuielile și să te pregătești pentru o perioadă în care va trebui să muncești mai din greu pentru a menține standardul actual. Nu este un capăt de drum, ci un semnal că trebuie să găsești noi modalități de a te „hrăni” sufletește și material.",
      "slug": "vaca-moarta"
    },
    {
      "name": "Vaca neagra",
      "category": "animale",
      "shortMeaning": "Simbol al misterului, al necunoscutului și al unor posibile trădări sau pericole ascunse.",
      "fullInterpretation": "Vaca neagră în vis aduce o notă de mister și avertizare. Spre deosebire de vaca obișnuită, care simbolizează hrana luminoasă, cea neagră poate indica aspecte ascunse ale feminității sau ale inconștientului. Poate prevesti o perioadă de incertitudine, în care intențiile celor din jur nu sunt clare. Uneori, este asociată cu boala sau cu vești mai puțin plăcute. Totuși, negrul este și culoarea potențialului neformulat; astfel, visul poate sugera că din haos sau dificultate se poate naște ceva nou, dacă ești dispus să înfrunți \"umbra\". Fii vigilent la \"atacurile tenebroase\" menționate în tradiție, care pot fi simple bârfe sau energii negative din partea altora.",
      "slug": "vaca-neagra"
    },
    {
      "name": "Vacanta",
      "category": "acțiuni",
      "shortMeaning": "Nevoia imperioasă de relaxare, evadare din rutină și reîncărcare a bateriilor sufletești.",
      "fullInterpretation": "Visul în care ești în vacanță nu este doar o dorință de evadare, ci un strigăt al subconștientului tău pentru odihnă și reechilibrare. Indică faptul că responsabilitățile curente te copleșesc și ai nevoie de o pauză pentru a-ți recăpăta perspectiva. Dacă vacanța din vis este plăcută, înseamnă că ești pe cale să îți găsești pacea interioară. Dacă lucrurile merg prost în vacanță, sugerează că iei stresul cu tine oriunde ai merge și că trebuie să rezolvi problemele interne, nu doar să schimbi mediul extern. Este un moment bun să te întrebi: de ce anume vrei să scapi? Răspunsul te va ghida spre soluția reală a neliniștilor tale.",
      "slug": "vacanta"
    },
    {
      "name": "Vaccin",
      "category": "corp",
      "shortMeaning": "Protecție împotriva influențelor negative, dar și necesitatea unei \"dureri\" mici pentru un bine mai mare.",
      "fullInterpretation": "Vaccinul în vis simbolizează măsuri de precauție și nevoia de a te imuniza împotriva unor influențe toxice din viața ta, fie ele emoționale sau mentale. Poate sugera că treci printr-o situație neplăcută pe termen scurt (înțepătura), dar care este esențială pentru sănătatea și siguranța ta pe termen lung. Visul te încurajează să accepți un mic sacrificiu sau o critică constructivă, deoarece acestea te vor întări. De asemenea, poate indica teama de îmbolnăvire sau preocuparea pentru sănătate, sugerând să fii proactiv în îngrijirea propriului corp și spirit.",
      "slug": "vaccin"
    },
    {
      "name": "Vaci grase",
      "category": "animale",
      "shortMeaning": "Simbol biblic al abundenței, prosperității și al anilor buni ce vor urma.",
      "fullInterpretation": "Visul cu vaci grase este unul dintre cele mai favorabile semne onirice, având rădăcini adânci în simbolistica biblică (visul Faraonului). El prevestește o perioadă de belșug, succes financiar și împlinire materială. Eforturile tale vor rodi bogat, iar viața ta va intra într-o etapă de stabilitate și confort. Este momentul să te bucuri de roadele muncii tale, dar și să fii prevăzător: abundența de acum poate fi folosită pentru a construi rezerve pentru viitor. Bucură-te de această perioadă fertilă și fii recunoscător pentru darurile primite.",
      "slug": "vaci-grase"
    },
    {
      "name": "Vaduv",
      "category": "persoane",
      "shortMeaning": "Sentimente de pierdere, singurătate și necesitatea de a te redescoperi pe tine însuți.",
      "fullInterpretation": "A te visa văduv, chiar dacă în realitate nu ești, reflectă o teamă profundă de pierdere sau de abandon. Poate simboliza sfârșitul unei etape importante din viața ta sau pierderea unei părți din identitatea ta care era legată de altcineva. Nu prevestește neapărat moartea fizică a partenerului, ci mai degrabă o răcire a relațiilor sau o nevoie de independență. Visul te provoacă să îți explorezi propria autonomie și să înveți să fii complet și fericit pe cont propriu, integrând aspectele masculine și feminine din interiorul tău fără a depinde excesiv de exterior.",
      "slug": "vaduv"
    },
    {
      "name": "Vaduva",
      "category": "persoane",
      "shortMeaning": "Independență dobândită prin suferință, putere interioară și transformare personală.",
      "fullInterpretation": "Imaginea văduvei în vis este complexă, evocând tristețe, dar și o demnitate sobră. Ea poate reprezenta \"femeia înțeleaptă\" care a trecut prin greutăți și a supraviețuit. Dacă te visezi văduvă, s-ar putea să te simți neglijată sau singură în viața de veghe, sau poate că ești pe cale să îți asumi responsabilități care îți vor testa forța caracterului. Tradițional, văduva poate simboliza și eliberarea de sub o autoritate opresivă. Este un vis despre reziliență: capacitatea de a merge mai departe și de a găsi noi sensuri chiar și după ce ai suferit pierderi semnificative.",
      "slug": "vaduva"
    },
    {
      "name": "Vagabond",
      "category": "persoane",
      "shortMeaning": "Instabilitate socială, libertate extremă, dar și teama de excludere sau eșec.",
      "fullInterpretation": "Vagabondul din vis este o figură a marginalizării, dar și a libertății absolute, neîngrădite de normele sociale. Dacă te visezi vagabond, s-ar putea să simți că nu îți găsești locul, că ești deconectat de societate sau de familie. Poate exprima teama de sărăcie și de a pierde totul, dar, paradoxal, poate indica și o dorință secretă de a scăpa de responsabilități și de a trăi liber, fără atașamente materiale. Dacă ajuți un vagabond în vis, sugerează că ai capacitatea de a fi empatic și generos, recunoscând umanitatea în orice formă, ceea ce îți va aduce împlinire sufletească.",
      "slug": "vagabond"
    },
    {
      "name": "Vagin",
      "category": "corp",
      "shortMeaning": "Simbol al feminității, al creației, al receptivității și al nașterii de noi proiecte.",
      "fullInterpretation": "Vaginul, ca simbol oniric, transcende aspectul pur sexual, reprezentând poarta vieții, receptivitatea și misterul feminin. Poate indica nevoia de a fi mai deschis, mai vulnerabil sau de a primi plăcere și iubire. Dacă visul are o conotație medicală sau anxioasă, poate reflecta temeri legate de intimitate, sexualitate sau sănătate reproductivă. În sens creativ, este \"matricea\" în care ideile prind viață; un astfel de vis poate semnala că ești pregătit să \"naști\" un proiect nou sau o nouă versiune a ta. Este un apel la reconectarea cu puterea profundă și creatoare a feminității.",
      "slug": "vagin"
    },
    {
      "name": "Viermi",
      "category": "animale",
      "shortMeaning": "Simbol al degradării, anxietății și problemelor minore care macină sufletul, dar și al transformării.",
      "fullInterpretation": "Viermii în vis evocă adesea sentimente de repulsie, semnalând anxietăți subterane și probleme care te „rod” pe dinăuntru. Ei pot simboliza degradarea, sentimentele de vinovăție sau prezența unor persoane toxice în viața ta. Totuși, viermele este și un simbol al transformării (larva care devine fluture) și al reciclării vieții. Dacă visezi viermi ieșind din corp, poate indica o curățare, o eliminare a energiilor negative sau a bolii. În sens psihologic, visul te invită să te confrunți cu aspectele mai puțin plăcute ale realității tale pentru a le putea vindeca și depăși. Este un semn că trebuie să faci curățenie în viața ta, la propriu și la figurat.",
      "slug": "viermi"
    },
    {
      "name": "Vin",
      "category": "alimente",
      "shortMeaning": "Simbol al sărbătorii, al comuniunii sociale, al relaxării, dar și al posibilelor excese.",
      "fullInterpretation": "Vinul este licoarea zeilor, simbolizând bucuria de a trăi, convivialitatea și sărbătoarea. Vinul roșu este adesea asociat cu pasiunea, sângele și viața vibrantă, în timp ce vinul alb sugerează puritate și prietenie sinceră. A visa că bei vin în companie plăcută indică fericire și succes social. Totuși, visul poate avea și conotații negative dacă vinul este vărsat (pierdere) sau dacă se bea în exces (pierderea controlului, evadare din realitate). În tradiția spirituală, vinul reprezintă transformarea și cunoașterea ezoterică. Visul te îndeamnă să savurezi momentele bune ale vieții, dar să păstrezi echilibrul.",
      "slug": "vin"
    },
    {
      "name": "Vulpe",
      "category": "animale",
      "shortMeaning": "Simbol al vicleniei, inteligenței adaptabile, dar și al înșelăciunii sau al dușmanilor ascunși.",
      "fullInterpretation": "Vulpea este arhetipul \"trickster\"-ului, simbolizând inteligența ascuțită, diplomația, dar și viclenia. Apariția ei în vis este un avertisment: lucrurile nu sunt ceea ce par. Poate indica prezența unei persoane false în anturajul tău sau te avertizează să fii precaut în afaceri și dragoste. Pe de altă parte, vulpea te poate îndemna să îți folosești propria istețime și adaptabilitate pentru a ieși dintr-o situație dificilă. Este un animal care supraviețuiește prin inteligență, nu prin forță brută. Dacă reușești să îmblânzești vulpea în vis, înseamnă că vei transforma o situație nefavorabilă într-un avantaj, folosind tact și strategie.",
      "slug": "vulpe"
    },
    {
      "name": "Vapor",
      "category": "obiecte",
      "shortMeaning": "Călătoria vieții, tranziții majore, explorarea emoțiilor profunde și navigarea prin destin.",
      "fullInterpretation": "Vaporul în vis simbolizează călătoria ta prin viață și modul în care navighezi prin emoțiile tale (apa). Un vapor mare și stabil sugerează siguranță și progres constant în proiectele tale, în timp ce un vapor pe o mare furtunoasă indică turbulențe emoționale și provocări. Dacă ești căpitanul vaporului, înseamnă că deții controlul asupra destinului tău. Dacă ești simplu pasager, s-ar putea să te lași purtat de val sau de deciziile altora. Sosirea vaporului în port semnifică finalizarea unei etape și atingerea obiectivelor, în timp ce naufragiul avertizează asupra eșecului sau a pierderii direcției. Este un vis despre capacitatea ta de a face față necunoscutului.",
      "slug": "vapor"
    },
    {
      "name": "Val",
      "category": "natură",
      "shortMeaning": "Fluctuații emoționale, forțe inconștiente puternice, schimbare și ritmul natural al vieții.",
      "fullInterpretation": "Valul reprezintă mișcarea emoțiilor și forța inconștientului care iese la suprafață. Valurile liniștite sugerează armonie și flux creativ, în timp ce valurile uriașe sau amenințătoare indică faptul că te simți copleșit de sentimente intense sau de situații pe care nu le poți controla. A face surf pe valuri înseamnă a te adapta cu curaj schimbărilor. Valul este, de asemenea, un simbol al efemerității și al ritmului ciclic: totul vine și trece. Visul te invită să nu te opui fluxului vieții, ci să înveți să navighezi pe el. Poate prevesti o perioadă de instabilitate, dar și de oportunitate imensă, dacă știi să \"prinzi valul\".",
      "slug": "val"
    },
    {
      "name": "Visiniu",
      "category": "fenomene",
      "shortMeaning": "Pasiune matură, profunzime emoțională, bogăție spirituală și demnitate regală.",
      "fullInterpretation": "Vișiniul, o nuanță profundă de roșu, combină energia vitală a roșului cu stabilitatea maroului sau a negrului. În vise, această culoare simbolizează pasiunea temperată de înțelepciune, devotamentul profund și bogăția interioară. Poate sugera o dragoste matură, care a trecut testul timpului, sau o ambiție puternică, dar controlată. Vișiniul este adesea asociat cu nobilimea și demnitatea. Dacă visezi haine sau obiecte vișinii, subconștientul tău îți transmite că ești într-o etapă de acumulare a puterii personale și a rafinamentului. Este o culoare a succesului obținut prin perseverență și seriozitate.",
      "slug": "visiniu"
    },
    {
      "name": "Vot",
      "category": "acțiuni",
      "shortMeaning": "Necesitatea de a lua o decizie, de a-ți exprima opinia și de a-ți asuma responsabilitatea alegerilor.",
      "fullInterpretation": "Visul în care votezi subliniază importanța alegerilor tale și nevoia de a-ți face auzită vocea. Poate indica faptul că te afli într-un punct de cotitură în care trebuie să iei o decizie clară, fie în viața personală, fie în cea profesională. Votul simbolizează, de asemenea, integrarea în comunitate și dorința de a contribui la binele comun. Dacă eziți la vot, visul reflectă indecizia sau teama de a greși. Dacă alții votează pentru tine, s-ar putea să te simți judecat sau evaluat. Mesajul central este asumarea puterii personale: opinia ta contează și are consecințe.",
      "slug": "vot"
    },
    {
      "name": "Vara",
      "category": "natură",
      "shortMeaning": "Perioadă de împlinire, maturitate, succes, energie maximă și bucurie de a trăi.",
      "fullInterpretation": "Vara în vis este simbolul apogeului, al plenitudinii și al realizării. Reprezintă o perioadă a vieții în care proiectele ajung la maturitate și roadele pot fi culese. Este anotimpul luminii, al căldurii și al energiei vitale maxime. Visul îți sugerează că ești într-o fază favorabilă pentru acțiune, creștere și expansiune. Totul este clar, vizibil și plin de viață. Poate indica, de asemenea, o stare de spirit optimistă, vacanță și relaxare. Totuși, o vară toridă, insuportabilă, poate avertiza asupra epuizării sau a pasiunilor care \"ard\" prea intens. Bucură-te de lumina interioară și de succesul prezent.",
      "slug": "vara"
    },
    {
      "name": "Vagon",
      "category": "obiecte",
      "shortMeaning": "Parte dintr-un proces mai mare, lipsa de control asupra direcției, destin colectiv.",
      "fullInterpretation": "Vagonul este o componentă a trenului, ceea ce sugerează că ești parte dintr-un mecanism sau dintr-un grup care se deplasează într-o direcție prestabilită. Poate simboliza conformismul sau sentimentul că destinul tău este legat de al altora (familie, echipă, societate). Dacă vagonul este confortabil, te simți bine în rolul tău social. Dacă este murdar sau aglomerat, simți disconfort față de mediul în care trăiești sau muncești. Desprinderea unui vagon indică dorința de independență sau riscul de a rămâne în urmă. Visul te invită să analizezi: ești în \"vagonul\" potrivit sau vrei să schimbi trenul?",
      "slug": "vagon"
    },
    {
      "name": "Val / valuri",
      "category": "natură",
      "shortMeaning": "Emoții fluctuante, ciclicitate, forța incontrolabilă a sentimentelor și a evenimentelor.",
      "fullInterpretation": "Visul despre valuri multiple subliniază succesiunea evenimentelor și a stărilor sufletești. Ele amintesc că viața nu este statică; după o perioadă de liniște poate urma o perioadă agitată și invers. Acest simbol te învață lecția impermanenței și a adaptabilității. Nu poți opri valurile, dar poți învăța să înoți. Mărimea și forța valurilor reflectă intensitatea emoțiilor tale. Este un apel la echilibru și la găsirea centrului tău interior chiar și în mijlocul furtunii.",
      "slug": "val-valuri"
    },
    {
      "name": "Vale",
      "category": "locuri",
      "shortMeaning": "Perioadă de liniște, protecție, fertilitate sau o stare depresivă, \"josul\" vieții.",
      "fullInterpretation": "Valea în vis este un simbol ambivalent. Pe de o parte, o vale verde și însorită reprezintă pacea, fertilitatea și protecția (fiind adăpostită de vânturi). Este un loc de odihnă și regenerare. Pe de altă parte, \"valea plângerii\" sau o vale întunecată și adâncă poate simboliza depresia, sentimentul de a fi la pământ sau o perioadă dificilă prin care trebuie să treci pentru a ajunge din nou pe culmi. Trecerea prin vale este adesea o etapă necesară a călătoriei eroului, un loc al încercărilor tăcute. Ieșirea din vale semnifică depășirea obstacolelor și ascensiunea spirituală sau materială.",
      "slug": "vale"
    },
    {
      "name": "Valiza",
      "category": "obiecte",
      "shortMeaning": "Bagajul emoțional, dorința de plecare, secrete ascunse sau pregătirea pentru schimbare.",
      "fullInterpretation": "Valiza în vis simbolizează \"bagajul\" pe care îl porți cu tine prin viață: experiențe, amintiri, dar și poveri emoționale nerezolvate. Dacă valiza este grea, te simți apăsat de trecut sau de responsabilități. O valiză goală poate indica o lipsă de resurse interioare sau dorința de a o lua de la zero. A face valiza sugerează dorința de schimbare, de a evada dintr-o situație sau pregătirea pentru o nouă etapă. Pierderea valizei poate reflecta teama de a-ți pierde identitatea sau securitatea. Ce conține valiza ta? Răspunsul îți va arăta ce prețuiești sau ce ascunzi.",
      "slug": "valiza"
    },
    {
      "name": "Vals",
      "category": "acțiuni",
      "shortMeaning": "Armonie în relație, ritm vital, romantism și integrare socială elegantă.",
      "fullInterpretation": "Valsul este dansul armoniei și al romantismului prin excelență. A visa că dansezi vals sugerează că ești în sincron cu partenerul tău sau cu viața însăși. Dacă pașii sunt fluizi, te bucuri de o perioadă de echilibru emoțional și grație. Dacă te împiedici, poate indica o lipsă de coordonare în relații sau faptul că te străduiești prea mult să păstrezi aparențele. Valsul poate simboliza și nostalgia, o întoarcere la valori clasice sau dorința de eleganță și rafinament. Este un dans în doi, subliniind importanța cooperării și a încrederii reciproce.",
      "slug": "vals"
    },
    {
      "name": "Valuri mari",
      "category": "natură",
      "shortMeaning": "Emoții copleșitoare, provocări majore, forța naturii și teste ale rezistenței interioare.",
      "fullInterpretation": "Valurile mari sunt manifestarea puterii necontrolate a inconștientului. Ele simbolizează emoții intense – pasiune, furie, frică – care amenință să te doboare. Dacă privești valurile de pe mal, ești conștient de pericol dar ești în siguranță. Dacă ești în mijlocul lor, treci printr-o criză existențială sau emoțională majoră. Supraviețuirea în fața valurilor mari indică o reziliență extraordinară. Tsunami-ul sau valul uriaș poate prevesti o schimbare radicală care va mătura totul în calea sa, făcând loc pentru ceva nou. Este un avertisment să nu subestimezi forța sentimentelor reprimate.",
      "slug": "valuri-mari"
    },
    {
      "name": "Valuta",
      "category": "obiecte",
      "shortMeaning": "Valoare personală, schimburi energetice, oportunități străine sau instabilitate financiară.",
      "fullInterpretation": "Valuta în vis, fiind o monedă străină, adaugă o nuanță de exotism sau de necunoscut simbolismului banilor. Poate sugera tranzacții cu elemente noi, nefamiliare, sau oportunități care vin din afara sferei tale obișnuite. A avea valută poate indica faptul că deții resurse (calități, talente) care sunt valoroase în contexte noi. Schimbul valutar poate simboliza o transformare a energiei tale sau adaptarea la noi reguli. Pe de altă parte, fluctuația valutei poate reflecta instabilitatea stimei de sine sau a situației financiare. Este un vis despre valoare și adaptabilitate.",
      "slug": "valuta"
    },
    {
      "name": "Vama",
      "category": "locuri",
      "shortMeaning": "Prag de trecere, evaluare, obstacol birocratic sau moral, tranziție între etape.",
      "fullInterpretation": "Vama este punctul de control dintre două lumi sau stări. În vis, ea reprezintă o barieră psihologică sau socială pe care trebuie să o treci pentru a avansa. Poate simboliza o evaluare a conștiinței tale (ce \"bagaje\" ai voie să iei cu tine în noua etapă?). Controlul la vamă sugerează teama de a fi judecat sau descoperit cu ceva \"ilegal\" (secrete, vinovăție). Trecerea cu bine de vamă înseamnă că ești pregătit pentru o schimbare majoră. Blocajul la vamă indică faptul că nu ești încă pregătit sau că trebuie să renunți la vechile obiceiuri pentru a merge mai departe.",
      "slug": "vama"
    },
    {
      "name": "Vames",
      "category": "persoane",
      "shortMeaning": "Autoritate care judecă, gardian al pragului, conștiința critică sau obstacol extern.",
      "fullInterpretation": "Vameșul este arhetipul \"păzitorului pragului\". El reprezintă acea parte din tine (sau o autoritate exterioară) care verifică dacă ești demn să treci la următorul nivel. Poate fi o figură intimidantă, cerând \"tribut\" (efort, sacrificiu) pentru a permite trecerea. Dacă vameșul este prietenos, ai undă verde pentru proiectele tale. Dacă este ostil sau corupt, te confrunți cu dificultăți birocratice sau cu propriul tău critic interior care îți sabotează progresul. Visul te întreabă: ești dispus să plătești prețul pentru a obține ceea ce dorești?",
      "slug": "vames"
    },
    {
      "name": "Vampir",
      "category": "fenomene",
      "shortMeaning": "Persoană sau situație care te seacă de energie, frică de intimitate, seducție periculoasă.",
      "fullInterpretation": "Vampirul este unul dintre cele mai puternice simboluri ale \"furtului de energie\". În vis, el reprezintă adesea o persoană din viața ta care este toxică, manipulatoare sau dependentă emoțional (\"vampir energetic\"). De asemenea, poate simboliza o latură a ta care se hrănește din vitalitatea altora sau propriile tale dependențe distructive. Vampirul este seducător dar letal, sugerând o atracție față de ceva interzis sau periculos. Frica de vampir poate reflecta teama de pierdere a autonomiei sau anxietatea legată de sexualitate și invadarea spațiului personal.",
      "slug": "vampir"
    },
    {
      "name": "Vanat",
      "category": "corp",
      "shortMeaning": "Urme ale conflictelor trecute, traume emoționale, vinovăție sau avertisment de vulnerabilitate.",
      "fullInterpretation": "Vânătaia este o urmă vizibilă a unei lovituri, simbolizând rănile sufletești sau conflictele care te-au marcat. Chiar dacă durerea acută a trecut, urma rămâne. Visul indică faptul că treci printr-o perioadă stresantă sau că o traumă veche nu s-a vindecat complet. Poate fi și un semn de auto-învinovățire (\"te bați singur\"). Localizarea vânătaii pe corp oferă indicii suplimentare: pe picioare (împiedicare în progres), pe mâini (incapacitate de acțiune), pe față (rușine, imagine de sine afectată). Este un apel la blândețe față de tine însuți.",
      "slug": "vanat"
    },
    {
      "name": "Vanatai",
      "category": "corp",
      "shortMeaning": "Dureri interioare, consecințe ale unor acțiuni imprudente, necesitatea vindecării.",
      "fullInterpretation": "Vânătaile multiple sugerează că te simți \"bătut de soartă\" sau copleșit de loviturile vieții. Ele pot indica un mediu ostil sau relații abuzive (emoțional sau fizic). Visul te avertizează că integritatea ta este compromisă și că trebuie să te protejezi mai bine. De asemenea, poate simboliza lecții dure pe care le-ai învățat recent. Este timpul să te retragi și să îți lingi rănile, acordând prioritate recuperării și siguranței tale emoționale.",
      "slug": "vanatai"
    },
    {
      "name": "Vanataie",
      "category": "corp",
      "shortMeaning": "Urme ale conflictelor, suferință emoțională reținută, semn de vulnerabilitate.",
      "fullInterpretation": "Vânătaia este o urmă vizibilă a unei lovituri, simbolizând rănile sufletești sau conflictele care te-au marcat. Chiar dacă durerea acută a trecut, urma rămâne. Visul indică faptul că treci printr-o perioadă stresantă sau că o traumă veche nu s-a vindecat complet. Poate fi și un semn de auto-învinovățire (\"te bați singur\"). Faptul că apare la singular poate indica o rană specifică, un eveniment anume care te-a marcat recent. Este un semn că trebuie să acorzi atenție acelei zone din viața ta care a fost lovită.",
      "slug": "vanataie"
    },
    {
      "name": "Vanatoare",
      "category": "acțiuni",
      "shortMeaning": "Urmărirea unui scop, instincte primare, dorință de cucerire sau agresivitate.",
      "fullInterpretation": "Vânătoarea în vis este un simbol străvechi al căutării și al luptei pentru supraviețuire sau succes. Dacă tu ești vânătorul, înseamnă că ești determinat să îți atingi obiectivele, poate chiar cu o oarecare agresivitate. Ești în căutarea a ceva ce îți lipsește (hrană sufletească, partener, succes). Dacă ești vânat, te simți amenințat, presat de responsabilități sau de persoane din jur. Vânătoarea poate simboliza și dorințele sexuale sau instinctele primare care ies la suprafață. Este un vis despre putere, control și satisfacerea nevoilor.",
      "slug": "vanatoare"
    },
    {
      "name": "Vanator",
      "category": "persoane",
      "shortMeaning": "Figura autoritară, cel care caută, agresivitate masculină sau protector.",
      "fullInterpretation": "Vânătorul întruchipează energia masculină activă, orientată spre scop. În vis, el poate reprezenta o parte din tine care este ambițioasă și neînfricată în urmărirea dorințelor. Alternativ, poate fi o figură amenințătoare dacă te simți vulnerabil. Vânătorul este cel care aduce resurse, dar și cel care ucide. Astfel, visul te poate întreba: ce ești dispus să sacrifici pentru a obține ceea ce vrei? Este un simbol al focalizării și al determinării, dar și un avertisment să nu devii nemilos în căutarea succesului.",
      "slug": "vanator"
    },
    {
      "name": "Vant",
      "category": "fenomene",
      "shortMeaning": "Schimbare rapidă, forța intelectului, vești, instabilitate sau purificare.",
      "fullInterpretation": "Vântul este simbolul spiritului („pneuma”) și al schimbării. El aduce vești și curăță atmosfera, dar poate provoca și haos. Un vânt ușor sugerează schimbări favorabile și o stare de spirit proaspătă. O furtună sau un vânt puternic indică turbulențe, conflicte interioare sau exterioare și o perioadă de instabilitate majoră. Vântul care îți bate în față sugerează obstacole pe care trebuie să le înfrunți, în timp ce vântul din spate te împinge înainte, susținându-ți progresul. Este un element care nu poate fi controlat, ci doar folosit; trebuie să îți ajustezi \"velele\" în funcție de direcția lui.",
      "slug": "vant"
    },
    {
      "name": "Vanzator",
      "category": "persoane",
      "shortMeaning": "Schimburi comerciale sau emoționale, negociere, persuasiune sau înșelăciune.",
      "fullInterpretation": "Vânzătorul în vis reprezintă tranzacțiile pe care le faci în viață, nu doar financiare, ci și emoționale. Ce vinde și ce cumperi? Dacă vânzătorul este insistent, s-ar putea să te simți presat să iei o decizie sau să accepți ceva ce nu îți dorești. Dacă ești tu vânzătorul, încerci să convingi pe alții de valoarea ta sau a ideilor tale. Visul poate avertiza asupra superficialității sau a riscului de a fi păcălit (\"a cumpăra iluzii\"). Pe de altă parte, un vânzător onest simbolizează oportunități și schimburi echitabile.",
      "slug": "vanzator"
    },
    {
      "name": "Var",
      "category": "materiale",
      "shortMeaning": "Purificare, curățenie, ascunderea defectelor, reînnoire superficială.",
      "fullInterpretation": "Varul este folosit pentru a albi și a dezinfecta. În vis, a da cu var sugerează dorința de a curăța o situație, de a o face să pară mai bună decât este (\"a spăla păcatele\" sau a ascunde greșelile). Poate simboliza o purificare necesară a mediului tău de viață sau a gândurilor tale. Totuși, expresia \"a da cu var\" poate însemna și a mușamaliza ceva, a acoperi adevărul. Dacă te murdărești de var, poate indica faptul că ești implicat într-o situație jenantă sau că încerci să ascunzi ceva și te trădezi singur.",
      "slug": "var"
    },
    {
      "name": "Varan",
      "category": "animale",
      "shortMeaning": "Adaptabilitate, pericol ascuns, sânge rece, frică viscerală.",
      "fullInterpretation": "Varanul, o șopârlă uriașă și periculoasă, simbolizează frici primordiale și inamici care pândesc. Sângele său rece sugerează o lipsă de empatie din partea cuiva sau necesitatea ca tu însuți să fii mai calculat și mai detașat emoțional într-o situație de criză. Poate indica o amenințare latentă care așteaptă momentul oportun să atace. Pe de altă parte, ca orice reptilă, simbolizează regenerarea și capacitatea de supraviețuire în condiții dificile. Visul te avertizează să fii vigilent și să nu te lași surprins.",
      "slug": "varan"
    },
    {
      "name": "Varcolac",
      "category": "fenomene",
      "shortMeaning": "Transformare necontrolată, latura animalică, furie reprimată, ciclicitate.",
      "fullInterpretation": "Vârcolacul este simbolul dualității umane: omul civilizat care devine bestie sub influența lunii (a emoțiilor sau a ciclurilor naturale). Visul indică teama de a-ți pierde controlul asupra propriilor instincte, de a deveni violent sau irațional. Poate semnala o perioadă de schimbări dramatice de personalitate sau o criză de identitate. Dacă ești atacat de un vârcolac, te simți amenințat de latura impulsivă a cuiva din jur. Este un avertisment despre pericolele reprimării: ceea ce ții închis va ieși la suprafață cu forță distructivă.",
      "slug": "varcolac"
    },
    {
      "name": "Varf",
      "category": "locuri",
      "shortMeaning": "Obiectiv atins, succes, culmea unei situații, perspectivă clară sau izolare.",
      "fullInterpretation": "Vârful simbolizează apogeul, realizarea maximă a aspirațiilor tale. A ajunge în vârf înseamnă succes, depășirea obstacolelor și obținerea unei viziuni de ansamblu asupra vieții. Totuși, \"în vârf ești singur\" – visul poate sugera și izolarea care vine odată cu puterea sau succesul. Dacă privești vârful de jos, ești conștient de drumul lung pe care îl mai ai de parcurs. Vârful ascuțit poate avertiza asupra unui pericol sau a unei situații critice (\"a fi pe muchie de cuțit\"). Este momentul să îți stabilești prioritățile.",
      "slug": "varf"
    },
    {
      "name": "Varf de munte",
      "category": "locuri",
      "shortMeaning": "Reușită supremă, elevare spirituală, provocare și claritate mentală.",
      "fullInterpretation": "Vârful de munte este locul întâlnirii dintre pământ și cer. A te afla acolo semnifică o realizare deosebită, depășirea greutăților lumești și dobândirea unei perspective spirituale înalte. Te simți stăpân pe situație și capabil să vezi lucrurile clar. Totuși, menținerea pe vârf necesită efort și echilibru constant. Coborârea de pe vârf poate simboliza întoarcerea la realitatea cotidiană după o experiență exaltantă sau, în sens negativ, un declin. Visul te încurajează să îți urmezi ambițiile, dar să fii pregătit pentru efortul ascensiunii.",
      "slug": "varf-de-munte"
    },
    {
      "name": "Varice",
      "category": "corp",
      "shortMeaning": "Stagnare, probleme de circulație a energiei, îmbătrânire sau poveri acumulate.",
      "fullInterpretation": "Varicele sunt vene dilatate care indică o circulație proastă a sângelui (a vieții). În vis, ele simbolizează stagnarea energiei vitale, sentimentul de a fi blocat sau împovărat de responsabilități care te țin pe loc (\"picioare grele\"). Pot reflecta și teama de îmbătrânire sau de pierdere a atracției fizice. Dacă varicele dor, indică o suferință emoțională legată de incapacitatea de a avansa în viață. Visul te îndeamnă să pui lucrurile în mișcare, să faci schimbări care să îți revitalizeze existența.",
      "slug": "varice"
    },
    {
      "name": "Varicela",
      "category": "corp",
      "shortMeaning": "Probleme iritante minore, purificare, contagiozitate emoțională sau regresie infantilă.",
      "fullInterpretation": "Varicela, fiind o boală a copilăriei, poate sugera o regresie, un comportament infantil sau confruntarea cu probleme nerezolvate din trecut. Erupția cutanată simbolizează ceva ce \"iese la suprafață\" – emoții reprimate, iritări care nu mai pot fi ascunse. Deși este neplăcută, boala duce la imunizare; astfel, visul poate indica un proces de purificare sau de întărire prin suferință. Dacă te temi de contagiune, ești vulnerabil la influențele negative ale celor din jur.",
      "slug": "varicela"
    },
    {
      "name": "Varsa (A)",
      "category": "acțiuni",
      "shortMeaning": "Pierdere, eliberare accidentală, risipă de energie sau dezvăluirea unor secrete.",
      "fullInterpretation": "A vărsa ceva în vis simbolizează adesea pierderea controlului sau o risipă de resurse (emoționale, financiare). Dacă verși apă, pierzi energie vitală sau oportunități. Dacă verși vin, poate fi un semn de sacrificiu sau, dimpotrivă, de vărsare a sângelui/conflict. A vărsa mâncare sugerează neglijență față de propria hrană sufletească. Totuși, \"a-ți vărsa oful\" este o expresie a eliberării; poate că visul indică necesitatea de a exprima emoțiile reținute înainte ca ele să dea pe dinafară în mod necontrolat.",
      "slug": "varsa-a"
    },
    {
      "name": "Varsta",
      "category": "fenomene",
      "shortMeaning": "Conștientizarea timpului, maturitate, etape ale vieții sau teama de îmbătrânire.",
      "fullInterpretation": "Visul despre o anumită vârstă atrage atenția asupra etapei de viață în care te afli sau pe care o analizezi. Dacă te visezi mai tânăr, poate indica nostalgia după o perioadă fără griji sau dorința de a recupera energia pierdută. Dacă te visezi mai bătrân, denotă înțelepciune acumulată, dar și teama de moarte sau de declin. O vârstă specifică auzită în vis poate fi un număr simbolic (numerologie) sau poate face referire la un eveniment important care s-a întâmplat sau se va întâmpla la acea vârstă. Este un vis despre timp și evoluție.",
      "slug": "varsta"
    },
    {
      "name": "Vartej",
      "category": "fenomene",
      "shortMeaning": "Haos, confuzie, pierderea controlului, forțe exterioare copleșitoare.",
      "fullInterpretation": "Vârtejul este simbolul dezorientării totale. Te simți prins într-o situație care te trage în jos sau te amețește, fără a putea opune rezistență. Poate fi vorba de o relație tumultuoasă, de probleme la serviciu sau de propriile gânduri obsesive care se învârt în cerc. Vârtejul de apă sugerează pericolul scufundării în emoții negative, în timp ce vârtejul de aer (tornada) indică schimbări violente și distructive. Visul este un semnal de alarmă: trebuie să găsești un punct de sprijin stabil pentru a nu fi \"înghițit\" de evenimente.",
      "slug": "vartej"
    },
    {
      "name": "Varza",
      "category": "alimente",
      "shortMeaning": "Simplitate, economie, viață domestică sau, în argou, confuzie (\"a face varză\").",
      "fullInterpretation": "Varza este un aliment simplu, de bază, simbolizând viața domestică, modestia și economiile. În tradiția onirică, poate prevesti câștiguri mici dar sigure. Totuși, dacă varza este stricată, indică probleme în familie sau bârfe. Expresia \"a face varză\" sugerează dezordine și haos mental. Dacă mănânci varză cu plăcere, te bucuri de lucrurile simple. În unele tradiții, varza este legată de vindecare, datorită proprietăților sale medicinale.",
      "slug": "varza"
    },
    {
      "name": "Varza acra",
      "category": "alimente",
      "shortMeaning": "Contradicție între aparență și esență, posibile disensiuni sau sănătate robustă.",
      "fullInterpretation": "Varza acră are o simbolistică duală. Gustul acru poate sugera dezamăgiri, critici acide sau o atitudine morocănoasă. Totuși, fiind un aliment fermentat și conservat, simbolizează și longevitatea, sănătatea și pregătirea pentru \"iarnă\" (vremuri grele). Tradiția spune că poate aduce certuri în casă, dar și că mâncatul ei în vis e semn de sănătate. Este un avertisment să fii atent la tonul pe care îl folosești cu ceilalți: să nu fii prea \"acru\".",
      "slug": "varza-acra"
    },
    {
      "name": "Vas",
      "category": "obiecte",
      "shortMeaning": "Receptacul, capacitatea de a primi, corpul uman, feminitatea sau starea sufletească.",
      "fullInterpretation": "Un vas în vis este simbolul receptivității. El poate reprezenta corpul tău (vasul sufletului) sau capacitatea ta de a cuprinde emoții și idei. Un vas plin sugerează abundență și împlinire, în timp ce un vas gol indică lipsuri și nevoia de a fi umplut. Un vas spart este un semn rău, de pierdere, inimă frântă sau eșec. Materialul vasului contează: aurul indică valori spirituale înalte, lutul sugerează fragilitate și origini umile. Dacă tu ești olarul, înseamnă că ai puterea de a-ți modela propria viață.",
      "slug": "vas"
    },
    {
      "name": "Vas / vase",
      "category": "obiecte",
      "shortMeaning": "Viața de zi cu zi, starea emoțională a familiei, curățare și purificare.",
      "fullInterpretation": "Vasele de bucătărie simbolizează hrana, familia și starea treburilor domestice. Vasele murdare indică probleme nerezolvate, conflicte latente sau neglijență în viața personală (\"rufele murdare se spală în familie\"). Spălarea vaselor sugerează dorința de purificare, de a face ordine și de a rezolva tensiunile. Vasele strălucitoare, așezate frumos, reflectă armonie și prosperitate casnică. A sparge vase în vis poate elibera tensiunea acumulată, dar poate prevesti și o ceartă violentă.",
      "slug": "vas-vase"
    },
    {
      "name": "Vasc",
      "category": "natură",
      "shortMeaning": "Noroc, protecție divină, iubire eternă, parazitism sau viață care persistă iarna.",
      "fullInterpretation": "Vâscul este o plantă sacră, simbolizând viața care rezistă chiar și în mijlocul iernii (morții). Este un semn de noroc, protecție și vindecare. Sărutul sub vâsc promite o iubire de lungă durată și fericire în cuplu. Totuși, biologic, vâscul este un parazit; într-un context negativ, visul poate avertiza asupra unei persoane care trăiește pe spatele tău sau a unei relații sufocante. În general însă, prevalează sensul pozitiv de magie benefică și conexiune spirituală.",
      "slug": "vasc"
    }
  ]
}