{
  "symbols": [
    {
      "name": "Vioara",
      "category": "obiecte",
      "shortMeaning": "Armonie, melancolie, exprimarea sentimentelor delicate, virtuozitate și suflet sensibil.",
      "fullInterpretation": "Vioara este un instrument al sufletului, capabil să exprime cele mai profunde și subtile emoții. În vis, ea simbolizează armonia interioară, dar și o oarecare melancolie sau tristețe romantică. Dacă cânți la vioară cu talent, înseamnă că știi să îți exprimi sentimentele cu grație și că ești în rezonanță cu mediul tău. O coardă ruptă indică o dizarmonie sau o relație întreruptă brusc. Vioara poate sugera și feminitatea, datorită formei sale curbate, sau nevoia de a fi tratat cu delicatețe.",
      "slug": "vioara"
    },
    {
      "name": "Violet",
      "category": "fenomene",
      "shortMeaning": "Spiritualitate înaltă, transformare, intuiție, noblețe și vindecare psihică.",
      "fullInterpretation": "Violetul este culoarea chakrei coroanei (Sahasrara), legătura cu divinul. Simbolizează înțelepciunea spirituală, inspirația mistică și transformarea (alchimia). Este culoarea regilor și a preoților, sugerând noblețe sufletească și autoritate morală. În vis, violetul indică o perioadă de introspecție profundă și dezvoltare a intuiției. Poate semnala vindecarea traumelor psihice sau o stare de meditație. Prea mult violet poate sugera însă o detașare de realitatea concretă sau o fantezie excesivă.",
      "slug": "violet"
    },
    {
      "name": "Violeta / Violete",
      "category": "natură",
      "shortMeaning": "Modestie, fidelitate, iubire timidă, amintiri delicate sau tristețe dulce.",
      "fullInterpretation": "Violetele sunt simbolul modestiei și al iubirii ascunse. În vis, ele aduc un mesaj de gingășie și simplitate. Pot indica o dragoste sinceră, dar nedeclarată, sau fidelitatea într-o relație. Violetele sunt adesea asociate cu amintirile (\"flori de nu-mă-uita\"), sugerând nostalgia pentru o persoană dragă sau un moment din trecut. Dacă primești violete, cineva te iubește în secret sau te apreciază pentru discreția ta. Violetele ofilite simbolizează o iubire care se stinge sau o speranță pierdută.",
      "slug": "violeta-violete"
    },
    {
      "name": "Viorele",
      "category": "natură",
      "shortMeaning": "Speranță, începuturi timide, fericire simplă și revenirea la viață (primăvară).",
      "fullInterpretation": "Viorelele, vestitorii primăverii, simbolizează renașterea speranței și bucuria de a trăi după o perioadă \"grea\" (iarna sufletului). Visul în care culegi viorele promite fericire în lucrurile simple și o posibilă nouă iubire, pură și inocentă. Ele sugerează că fericirea este la îndemâna ta, trebuie doar să o observi. Primirea unui buchet de viorele poate prevesti o cerere în căsătorie sau o declarație de dragoste sinceră. Sunt un semn de optimism și prospețime.",
      "slug": "viorele"
    },
    {
      "name": "Vipera",
      "category": "animale",
      "shortMeaning": "Pericol ascuns, trădare, otravă, sexualitate reprimată sau dușman viclean.",
      "fullInterpretation": "Vipera este un simbol de avertizare puternic. Indică prezența unui pericol care pândește, adesea sub forma unei persoane viclene sau invidioase din anturajul tău (\"a crește o viperă la sân\"). Mușcătura de viperă simbolizează o trădare dureroasă, o vorbă rea care te otrăvește sau o boală bruscă. Totuși, ca orice șarpe, vipera poate reprezenta și energia Kundalini sau o transformare radicală prin suferință. Dacă omori vipera, vei triumfa asupra dușmanilor și a propriilor frici.",
      "slug": "vipera"
    },
    {
      "name": "Vipere / Vipera / Serpi",
      "category": "animale",
      "shortMeaning": "Amenințări multiple, mediu toxic, frici inconștiente care ies la suprafață.",
      "fullInterpretation": "Visul cu mai multe vipere sau șerpi sugerează că te afli într-un mediu ostil, plin de intrigi și pericole (\"cuib de vipere\"). Te simți înconjurat de oameni în care nu poți avea încredere sau ești copleșit de propriile anxietăți și gânduri negative. Șerpii care se târăsc pe jos indică instincte primare și energii telurice necontrolate. Dacă reușești să treci printre ei nevătămat, înseamnă că ai protecție divină sau o mare capacitate de a naviga prin situații dificile fără a te compromite.",
      "slug": "vipere-vipera-serpi"
    },
    {
      "name": "Virgin / Virgina",
      "category": "persoane",
      "shortMeaning": "Puritate, potențial neînceput, inocență, naivitate sau dorința de perfecțiune.",
      "fullInterpretation": "Fecioria în vis simbolizează starea de puritate și potențialul intact. Poate indica un nou început, o \"pagină albă\" în viața ta, unde totul este posibil. Poate sugera inocența, dar și naivitatea sau lipsa de experiență într-un anumit domeniu. Pentru unii, visul reflectă dorința de a păstra ceva sacru și nealterat. În sens negativ, poate indica o frică de intimitate, de a te \"murdări\" cu realitatea vieții sau o rigiditate morală excesivă.",
      "slug": "virgin-virgina"
    },
    {
      "name": "Virgina",
      "category": "persoane",
      "shortMeaning": "Arhetipul purității, feminitate sacră, inabordabilitate sau auto-protecție.",
      "fullInterpretation": "Imaginea Fecioarei (ca arhetip sau figură religioasă) simbolizează spiritualitatea, devotamentul și perfecțiunea morală. Ea poate reprezenta sufletul care aspiră la divin. Dacă visezi o femeie virgină, aceasta poate fi o proiecție a Animei (la bărbați) într-o formă idealizată, intangibilă. Poate sugera o nevoie de curățenie sufletească sau de a te retrage din lume pentru a-ți proteja integritatea. Uneori, indică o atitudine defensivă față de sexualitate.",
      "slug": "virgina"
    },
    {
      "name": "Virus",
      "category": "corp",
      "shortMeaning": "Contaminare, influență negativă invizibilă, frica de boală sau \"bug\" mental.",
      "fullInterpretation": "Virusul în vis este un intrus invizibil care preia controlul. Poate simboliza o boală fizică reală (avertisment al corpului) sau, mai des, o \"infecție\" psihologică: gânduri negative, obsesii, frici induse de alții sau o influență toxică în viața ta. Un \"virus de calculator\" sugerează erori de comunicare sau probleme în modul tău de a procesa informația. Visul reflectă vulnerabilitatea și teama de a pierde controlul asupra propriei sănătăți sau minți. Necesită \"antivirus\": curățare și protecție.",
      "slug": "virus"
    },
    {
      "name": "Vis in vis",
      "category": "fenomene",
      "shortMeaning": "Conștientizare extinsă, trezire spirituală, straturi profunde ale subconștientului sau iluzie.",
      "fullInterpretation": "A visa că visezi este o experiență de \"meta-vis\", indicând o activitate cerebrală intensă și o conexiune profundă cu inconștientul. Poate semnala o \"trezire\" în interiorul visului (vis lucid), unde începi să preiei controlul. Sugerează că există mai multe straturi ale realității sau ale unei probleme pe care încerci să o descifrezi. Uneori, este un mecanism de apărare: mintea creează un \"vis în vis\" pentru a atenua șocul unui coșmar, spunându-ți că \"este doar un vis\", permițându-ți să dormi în continuare.",
      "slug": "vis-in-vis"
    },
    {
      "name": "Visa",
      "category": "acțiuni",
      "shortMeaning": "Introspecție, dorință de evadare, creativitate și procesarea realității.",
      "fullInterpretation": "Actul de a visa în sine este o funcție vitală a psihicului. Dacă în vis ești conștient că visezi, acest lucru indică luciditate și dorința de a înțelege mesajele subconștientului. Poate sugera că realitatea actuală este prea dură și cauți refugiu în lumea interioară. \"A visa cu ochii deschiși\" înseamnă lipsă de concentrare sau aspirații înalte. Visul despre visare subliniază importanța imaginației și a viziunii tale asupra viitorului.",
      "slug": "visa"
    },
    {
      "name": "Viscol",
      "category": "fenomene",
      "shortMeaning": "Răceală emoțională, izolare, confuzie, obstacole dure și sentimentul de abandon.",
      "fullInterpretation": "Viscolul este o manifestare a naturii ostile și reci. În vis, simbolizează o perioadă de \"îngheț\" emoțional: te simți singur, neînțeles sau respins de cei din jur. Vântul puternic și zăpada care orbește sugerează confuzie totală și pierderea direcției. Ești prins într-o situație în care vizibilitatea este zero și progresul este imposibil. Visul te îndeamnă să cauți adăpost (căldură umană, siguranță) și să aștepți să treacă furtuna înainte de a lua decizii majore.",
      "slug": "viscol"
    },
    {
      "name": "Visine",
      "category": "alimente",
      "shortMeaning": "Bucurie cu un strop de amărăciune, iubire matură, nostalgie sau vești dulci-acrișoare.",
      "fullInterpretation": "Vișinele, asemănătoare cireșelor dar mai acre, simbolizează experiențe plăcute care au totuși o notă de tristețe sau seriozitate. Pot reprezenta o iubire care nu este perfectă, dar este reală și intensă. Culoarea lor roșie profundă sugerează pasiune. Culesul vișinelor poate indica faptul că vei primi roadele muncii tale, dar cu efort. Gustul lor dulce-acrișor este o metaforă perfectă pentru viață: un amestec de momente fericite și dificultăți necesare maturizării.",
      "slug": "visine"
    },
    {
      "name": "Vita",
      "category": "animale",
      "shortMeaning": "Muncă grea, docilitate, sacrificiu, prosperitate lentă sau prostie.",
      "fullInterpretation": "Vita (boul, vaca) este animalul de povară prin excelență. În vis, simbolizează munca asiduă, răbdarea și efortul susținut. Poate indica o perioadă în care trebuie să \"tragi la jug\" fără să te plângi. Dacă vitele sunt grase, munca ta va fi răsplătită cu prosperitate. Vitele slabe prevestesc lipsuri. Uneori, vita poate sugera o persoană înceată la minte sau încăpățânată, sau faptul că ești tratat ca o simplă forță de muncă. Este un simbol al energiei fizice puse în slujba unui scop.",
      "slug": "vita"
    },
    {
      "name": "Vita de vie / podgorie",
      "category": "natură",
      "shortMeaning": "Moștenire spirituală, comunitate, abundență și celebrarea vieții.",
      "fullInterpretation": "Podgoria este un loc al cultivării și al transformării. Simbolizează munca colectivă și moștenirea (ceea ce lași în urmă sau ce ai primit de la strămoși). O podgorie roditoare este semn de mare binecuvântare și fericire familială. Vinul care va ieși din struguri reprezintă esența experiențelor tale distilată în înțelepciune. Visul te conectează la ciclurile naturale și la ideea că eforturile de azi vor aduce bucurie în viitor. Este un simbol al vieții trăite din plin.",
      "slug": "vita-de-vie-podgorie"
    },
    {
      "name": "Vite",
      "category": "animale",
      "shortMeaning": "Avere mobilă, instinct de turmă, resurse materiale sau pasivitate.",
      "fullInterpretation": "Turma de vite reprezintă bogăția tradițională și resursele materiale. A vedea multe vite sugerează că dispui de mijloacele necesare pentru a reuși. Totuși, poate indica și conformismul, tendința de a urma mulțimea fără a gândi (\"spirit de turmă\"). Dacă vitele sunt agitate, prevestesc tulburări sociale sau economice. Dacă sunt liniștite, viața ta este stabilă. Păstorirea vitelor înseamnă asumarea responsabilității și capacitatea de a gestiona resurse sau oameni.",
      "slug": "vite"
    },
    {
      "name": "Vitel",
      "category": "animale",
      "shortMeaning": "Inocență, începuturi, jertfă, dependență sau un proiect tânăr.",
      "fullInterpretation": "Vițelul simbolizează copilăria, inocența și nevoia de protecție. Poate reprezenta un copil sau un proiect nou care necesită îngrijire atentă. În tradiția biblică, \"vițelul îngrășat\" este simbolul sărbătorii și al împăcării (Fiul Risipitor), dar \"vițelul de aur\" reprezintă idolatria și materialismul. Visul poate sugera și o atitudine jucăușă, dar dependentă. Dacă vițelul este sacrificat, indică renunțarea la ceva pur pentru un scop mai înalt sau o pierdere dureroasă.",
      "slug": "vitel"
    },
    {
      "name": "Viteza",
      "category": "fenomene",
      "shortMeaning": "Ritmul vieții, grabă, pierderea controlului, progres rapid sau stres.",
      "fullInterpretation": "Viteza în vis reflectă ritmul cu care trăiești. Dacă te deplasezi cu viteză mare și ai control, înseamnă că ești eficient și progresezi rapid spre obiectivele tale. Dacă viteza te sperie sau nu poți frâna, visul este un avertisment clar: încetinește! Ritmul tău actual este nesustenabil și riști un accident (fizic sau emoțional, cum ar fi burnout-ul). Viteza excesivă te împiedică să vezi detaliile și să te bucuri de călătorie. Subconștientul îți cere să găsești un echilibru.",
      "slug": "viteza"
    },
    {
      "name": "Vitrina",
      "category": "obiecte",
      "shortMeaning": "Expunere, dorințe, bariere invizibile, superficialitate sau protecția valorilor.",
      "fullInterpretation": "Vitrina are rolul de a expune și de a proteja în același timp. În vis, ea simbolizează bariera dintre tine și dorințele tale: vezi ce vrei, dar nu poți atinge. Poate sugera că pui prea mult preț pe aparențe (\"a te pune în vitrină\") sau că te simți expus privirilor critice ale altora. Dacă spargi vitrina, înseamnă că ești gata să elimini obstacolele și să îți iei ceea ce dorești, sau că ai un comportament impulsiv. Ce se află în vitrină reprezintă obiectul dorinței tale.",
      "slug": "vitrina"
    },
    {
      "name": "Viza",
      "category": "obiecte",
      "shortMeaning": "Permisiune, acces, validare, trecerea într-o nouă etapă sau birocrație.",
      "fullInterpretation": "Viza este documentul care îți permite accesul într-un teritoriu nou. În vis, simbolizează aprobarea de care ai nevoie pentru a face o schimbare majoră în viață (o nouă relație, un nou job, o nouă identitate). Dacă primești viza, calea îți este deschisă și ești acceptat. Dacă viza îți este refuzată, te confrunți cu blocaje, sentimente de inadecvare sau interdicții externe. Poate reflecta și nevoia de validare din partea unei autorități sau a unei persoane importante pentru tine.",
      "slug": "viza"
    },
    {
      "name": "Vizita",
      "category": "acțiuni",
      "shortMeaning": "Interacțiune socială, vești, intruziune sau nevoia de conexiune.",
      "fullInterpretation": "A primi o vizită în vis sugerează deschiderea ta către lume și noutăți. Oaspetele este adesea un mesager al inconștientului sau reprezintă o parte din tine pe care ai neglijat-o. Dacă vizita este plăcută, te simți bine în pielea ta și ești sociabil. Dacă vizita este nedorită, te simți invadat în intimitatea ta sau ești forțat să te confrunți cu probleme pe care le evitai. A face o vizită indică dorința de a te conecta cu alții sau de a explora noi aspecte ale vieții.",
      "slug": "vizita"
    },
    {
      "name": "Voal",
      "category": "obiecte",
      "shortMeaning": "Mister, iluzie, protecție, modestie sau ascunderea adevărului.",
      "fullInterpretation": "Voalul ascunde și revelează în același timp. Poate simboliza un secret, o intenție ascunsă sau o barieră între tine și realitate (\"vălul iluziei\"). Pentru femei, poate reprezenta modestia, castitatea sau doliul (voal negru). Ridicarea voalului înseamnă revelație, descoperirea adevărului și intimitate profundă. Purtarea unui voal sugerează nevoia de protecție sau dorința de a păstra distanța. Un voal gros indică faptul că nu ești dispus să vezi realitatea așa cum este.",
      "slug": "voal"
    },
    {
      "name": "Voal de mireasa",
      "category": "obiecte",
      "shortMeaning": "Căsătorie, puritate, schimbare de statut, speranțe romantice sau iluzii în dragoste.",
      "fullInterpretation": "Voalul de mireasă este simbolul arhetipal al nunții și al tranziției de la viața de fată la cea de femeie. Pentru o femeie nemăritată, visul reflectă dorința de căsătorie sau anticiparea unei schimbări majore. Dacă voalul este alb și frumos, prevestește fericire și împlinire. Dacă este rupt sau murdar, indică deziluzii în dragoste, îndoieli sau frica de angajament. Pentru o femeie măritată, poate simboliza nostalgia sau dorința de reînnoire a relației. La bărbați, poate indica neîncredere în parteneră.",
      "slug": "voal-de-mireasa"
    },
    {
      "name": "Voce / Voci",
      "category": "fenomene",
      "shortMeaning": "Mesaje din subconștient, ghidare, conștiință sau confuzie mentală.",
      "fullInterpretation": "Vocile în vis sunt extrem de importante. O voce clară, autoritară, este adesea vocea Sinelui sau a conștiinței, oferind sfaturi prețioase. Ascultă cu atenție ce spune! Vocile confuze, multiple, sugerează haos mental, bârfe sau anxietate (\"gura lumii\"). Dacă îți auzi propria voce, înseamnă că încerci să îți afirmi identitatea. Dacă strigi și nu ai voce, te simți neputincios și ignorat în viața reală. Recunoașterea vocii unei persoane cunoscute indică o legătură telepatică sau preocuparea pentru acea persoană.",
      "slug": "voce-voci"
    },
    {
      "name": "Volan",
      "category": "obiecte",
      "shortMeaning": "Control, direcție, responsabilitate și puterea de a decide.",
      "fullInterpretation": "Volanul este simbolul suprem al controlului asupra propriei vieți. Dacă ții volanul ferm, ești stăpân pe destinul tău și știi încotro te îndrepți. Dacă volanul nu funcționează, te simți neputincios în fața evenimentelor. A lăsa pe altcineva la volan înseamnă că ai cedat controlul și responsabilitatea altei persoane. Poziția la volan (stânga sau dreapta) poate indica dacă ești condus de logică sau de intuiție. Visul te întreabă: cine conduce, de fapt, viața ta?",
      "slug": "volan"
    },
    {
      "name": "Volei",
      "category": "acțiuni",
      "shortMeaning": "Cooperare, joc de echipă, menținerea \"mingii\" în aer, efort colectiv.",
      "fullInterpretation": "Jocul de volei implică muncă de echipă și coordonare pentru a nu lăsa mingea să cadă. În vis, sugerează necesitatea de a colabora cu alții pentru a atinge un scop comun. \"A ține mingea în aer\" poate simboliza efortul de a menține un proiect viabil sau de a gestiona multiple responsabilități. Dacă joci pe plajă, indică o abordare relaxată a muncii. Dacă ratezi mingea, te temi să nu îți dezamăgești coechipierii sau să pierzi o oportunitate.",
      "slug": "volei"
    },
    {
      "name": "Voma varsaturi",
      "category": "corp",
      "shortMeaning": "Respingere, purificare violentă, dezgust, eliminarea emoțiilor toxice.",
      "fullInterpretation": "Voma, deși neplăcută, este un mecanism de apărare al corpului pentru a elimina toxinele. În vis, ea simbolizează necesitatea urgentă de a te elibera de ceva care îți face rău: o situație intolerabilă, emoții reprimate, convingeri greșite sau o relație toxică. Indică faptul că ai \"înghițit\" prea multe lucruri care nu îți priesc și acum refuzi să le mai accepți. Este un proces de curățare profundă. Vărsăturile altcuiva sugerează că cineva te încarcă cu negativitatea sa.",
      "slug": "voma-varsaturi"
    },
    {
      "name": "Vopsea / Vopsele",
      "category": "materiale",
      "shortMeaning": "Schimbarea aparențelor, creativitate, renovare, ascunderea defectelor.",
      "fullInterpretation": "Vopseaua servește la înfrumusețare și protecție, dar și la mascare. A vopsi ceva în vis sugerează dorința de schimbare, de a aduce culoare și prospețime în viața ta. Poate indica o renovare interioară sau exterioară. Totuși, poate însemna și încercarea de a acoperi greșelile sau de a prezenta o imagine falsă (\"a vopsi gardul\"). Culoarea vopselei este esențială pentru interpretare. Vopseaua care se cojește indică faptul că adevărata ta natură iese la suprafață sau că o situație veche se deteriorează.",
      "slug": "vopsea-vopsele"
    },
    {
      "name": "Vopsea rosie",
      "category": "materiale",
      "shortMeaning": "Pasiune, furie, energie vitală, avertisment sau eveniment intens.",
      "fullInterpretation": "Roșul este o culoare intensă, legată de sânge și foc. Vopseaua roșie în vis poate simboliza o explozie de pasiune creativă sau o dragoste aprinsă. Poate fi un semn de vitalitate și curaj. Pe de altă parte, poate sugera furie (\"a vedea roșu în fața ochilor\") sau un avertisment de pericol. Dacă vopseaua arată ca sângele, visul indică o rană emoțională sau o pierdere de energie. Este un apel la acțiune și la trăirea intensă a emoțiilor.",
      "slug": "vopsea-rosie"
    },
    {
      "name": "Vopsea verde",
      "category": "materiale",
      "shortMeaning": "Speranță, vindecare, creștere, proiecte noi și echilibru.",
      "fullInterpretation": "Vopseaua verde aduce un mesaj de optimism și regenerare. Sugerează că ești într-un proces de vindecare sau că dai o nouă față vieții tale, una plină de speranță. Este culoarea naturii, deci poate indica dorința de naturalețe și armonie. Dacă vopsești o cameră în verde, încerci să creezi un spațiu de liniște și relaxare. Visul confirmă că ești pe drumul cel bun și că planurile tale vor rodi (\"undă verde\").",
      "slug": "vopsea-verde"
    },
    {
      "name": "Vorbe / Vorbi (A)",
      "category": "acțiuni",
      "shortMeaning": "Comunicare, exprimarea sinelui, bârfe, adevăr sau minciună.",
      "fullInterpretation": "A vorbi în vis este actul de a te face auzit și de a-ți exprima gândurile. Contextul este crucial: cu cine vorbești și despre ce? O conversație clară și plăcută indică armonie interioară și relații bune. Dacă nu poți vorbi sau nu ești auzit, te simți ignorat sau reprimat. Vorbăria multă și fără sens sugerează anxietate sau superficialitate. Cuvintele auzite în vis pot fi mesaje directe de la subconștient, așa că încearcă să ți le amintești exact.",
      "slug": "vorbe-vorbi-a"
    },
    {
      "name": "Vrabie",
      "category": "animale",
      "shortMeaning": "Simplitate, griji mărunte, sociabilitate, modestie și libertate.",
      "fullInterpretation": "Vrabia este o pasăre mică, comună și agitată. În vis, simbolizează aspectele simple, cotidiene ale vieții. Poate indica griji mărunte, dar constante, sau bucuria de a trăi modest. Vrăbiile în grup sugerează sociabilitate, bârfe (\"ciripit\") și viața de comunitate. Ele pot reprezenta și sufletul liber, neîngrădit de ambiții mari. În tradiția creștină, vrabia amintește de grija divină pentru cele mai mici creaturi. Un stol de vrăbii poate anunța o perioadă agitată, dar nu periculoasă.",
      "slug": "vrabie"
    },
    {
      "name": "Vraji vraja farmece",
      "category": "fenomene",
      "shortMeaning": "Influență, manipulare, fascinație, pierderea voinței sau magie personală.",
      "fullInterpretation": "A fi sub o vrajă înseamnă a fi influențat de voința altcuiva sau de o pasiune care îți întunecă judecata. Poate indica o dragoste oarbă sau faptul că ești manipulat. Dacă tu faci vrăji, înseamnă că încerci să controlezi evenimentele sau persoanele din jur prin mijloace subtile, nu directe. Sugerează dorința de putere și de a schimba realitatea conform dorințelor tale. Farmecele pot simboliza și carisma personală sau puterea de seducție.",
      "slug": "vraji-vraja-farmece"
    },
    {
      "name": "Vrajitoare",
      "category": "persoane",
      "shortMeaning": "Putere feminină obscură, intuiție, vindecătoare, mamă devoratoare sau înțelepciune străveche.",
      "fullInterpretation": "Vrăjitoarea este un arhetip complex. În aspectul negativ (\"Baba Cloanța\"), reprezintă mama distructivă, frica de irațional și de puterile oculte. Poate simboliza o femeie manipulatoare din viața ta. În aspectul pozitiv, este femeia înțeleaptă, vindecătoarea care cunoaște tainele naturii și are o intuiție profundă. Visul te invită să îți explorezi propria latură magică și intuitivă, dar și să te ferești de influențe negative. Poate indica o transformare psihologică profundă.",
      "slug": "vrajitoare"
    },
    {
      "name": "Vrajitor",
      "category": "persoane",
      "shortMeaning": "Putere masculină, cunoaștere, alchimist, manipulator sau ghid spiritual.",
      "fullInterpretation": "Vrăjitorul (Magicianul) reprezintă puterea de a folosi cunoașterea și voința pentru a transforma lumea. El simbolizează intelectul superior, creativitatea și capacitatea de a găsi soluții ingenioase. În sens negativ, poate fi un șarlatan sau un manipulator care folosește puterea în scopuri egoiste. Visul te întreabă cum îți folosești propriile resurse și abilități: pentru a crea sau pentru a înșela? Poate fi un ghid care te inițiază în misterele vieții.",
      "slug": "vrajitor"
    },
    {
      "name": "Vrajitorie",
      "category": "fenomene",
      "shortMeaning": "Manipularea realității, dorințe ascunse, frica de necunoscut sau creativitate neconvențională.",
      "fullInterpretation": "Vrăjitoria în vis reflectă dorința de a schimba cursul evenimentelor prin metode neobișnuite. Poate indica sentimentul că lucrurile nu merg natural și că cineva intervine în destinul tău. Dacă practici vrăjitoria, îți explorezi potențialul latent și puterea minții. Dacă ești victima ei, te simți neputincios și paranoic. Adesea, simbolizează neînțelegerea unor cauze și efecte, atribuind totul unor forțe invizibile. Este un apel la discernământ și la asumarea responsabilității.",
      "slug": "vrajitorie"
    },
    {
      "name": "Vrajmas",
      "category": "persoane",
      "shortMeaning": "Conflict interior, opoziție, umbra personală sau rivalitate reală.",
      "fullInterpretation": "Dușmanul din vis este adesea o proiecție a propriei \"Umbre\" – acele părți din tine pe care le respingi sau le urăști. Lupta cu vrăjmașul este lupta cu tine însuți. Dacă îl învingi, îți integrezi acele aspecte și devii mai puternic. Dacă ești învins, te lași dominat de slăbiciuni. Desigur, poate reflecta și conflicte reale din viața de zi cu zi, frica de competiție sau sentimentul că lumea îți este ostilă. Împăcarea cu vrăjmașul este semnul maturizării și al echilibrului.",
      "slug": "vrajmas"
    },
    {
      "name": "Vreascuri",
      "category": "natură",
      "shortMeaning": "Resurse mici, uscăciune, pregătire pentru foc, fragilitate sau curățenie.",
      "fullInterpretation": "Vreascurile sunt crengi uscate, moarte, dar utile pentru a aprinde focul. În vis, ele simbolizează resurse modeste sau idei vechi care pot fi folosite pentru a alimenta o nouă pasiune sau proiect. Adunarea vreascurilor sugerează pregătirea meticuloasă și valorificarea a ceea ce pare inutil. Poate indica și o stare de uscăciune sufletească sau fragilitate. Vreascurile care ard repede sugerează un entuziasm de moment, care nu durează mult fără un combustibil solid.",
      "slug": "vreascuri"
    },
    {
      "name": "Vreme",
      "category": "fenomene",
      "shortMeaning": "Stare emoțională generală, atmosferă psihică, schimbare sau stabilitate.",
      "fullInterpretation": "Vremea din vis este barometrul stării tale sufletești. Soarele indică bucurie și claritate; ploaia, tristețe și purificare; furtuna, conflict și furie; ceața, confuzie. Schimbarea vremii sugerează fluctuații emoționale sau trecerea de la o etapă la alta. Dacă vremea nu corespunde cu anotimpul (ninsoare vara), te confrunți cu evenimente neașteptate sau cu o dezordine interioară. Este important să observi cum te simți față de vreme: te adaptezi sau te plângi?",
      "slug": "vreme"
    },
    {
      "name": "Vreme rea",
      "category": "fenomene",
      "shortMeaning": "Depresie, griji, obstacole, pesimism sau necesitatea de a te proteja.",
      "fullInterpretation": "Vremea urâtă (nori, frig, vânt) reflectă o dispoziție sumbră, depresie sau îngrijorare. Te simți apăsat de probleme și vezi viitorul în culori întunecate. Poate indica un mediu ostil sau relații reci. Totuși, vremea rea te obligă să cauți adăpost și să te întorci spre interior, ceea ce poate fi benefic pentru introspecție. Visul îți spune că, deși condițiile externe sunt dificile, poți găsi căldură în tine sau în cercul intim. După ploaie iese soarele.",
      "slug": "vreme-rea"
    },
    {
      "name": "Vulcan",
      "category": "fenomene",
      "shortMeaning": "Emoții explozive, furie reprimată, schimbare violentă, pasiune distructivă.",
      "fullInterpretation": "Vulcanul este simbolul suprem al emoțiilor reprimate care stau să explodeze. Lava reprezintă furia, pasiunea sexuală sau frustrările acumulate în timp. O erupție vulcanică în vis indică o descărcare violentă a acestor tensiuni, care poate fi distructivă, dar și purificatoare (creând pământ nou). Dacă vulcanul fumegă, este un avertisment că ai ajuns la limită. Dacă este stins, indică emoții vechi, \"răcite\". Visul te îndeamnă să găsești o supapă sănătoasă pentru aceste energii uriașe.",
      "slug": "vulcan"
    },
    {
      "name": "Vulpea",
      "category": "animale",
      "shortMeaning": "Viclenie, inteligență, strategie, adaptabilitate sau înșelăciune.",
      "fullInterpretation": "Vulpea este arhetipul șmecherului inteligent. În vis, ea poate reprezenta o parte din tine care este isteață și se descurcă în orice situație, sau poate avertiza asupra cuiva din jur care este nesincer și manipulator. Vulpea te învață să fii observator, să te camuflezi și să acționezi strategic, nu prin forță. Dacă ești urmărit de o vulpe, te temi de consecințele propriilor minciuni sau de o intrigă. Dacă o prinzi, ai demascat o înșelătorie.",
      "slug": "vulpea"
    },
    {
      "name": "Vultur",
      "category": "animale",
      "shortMeaning": "Libertate, putere, viziune de ansamblu, spirit înalt sau prădător nemilos.",
      "fullInterpretation": "Vulturul, regele păsărilor, simbolizează spiritul, puterea și libertatea absolută. Zborul său înalt sugerează capacitatea de a te ridica deasupra problemelor lumești și de a avea o perspectivă clară, divină. Este un semn de victorie și de elevare spirituală. Totuși, vulturul este și un prădător; poate indica o ambiție nemiloasă sau faptul că ești \"vânat\" de cineva puternic. În unele tradiții, vulturul este mesagerul zeilor. Visul te inspiră să îți urmezi idealurile cele mai înalte.",
      "slug": "vultur"
    }
  ]
}