{
  "symbols": [
    {
      "name": "Wc / Veceu / Toaleta",
      "category": "obiecte",
      "shortMeaning": "Simbol al purificării, eliberării de emoții toxice și al nevoii de curățare interioară.",
      "fullInterpretation": "Visul în care apare un WC, un veceu sau o toaletă este, surprinzător, unul dintre cele mai comune și adesea pozitive simboluri onirice. Deși poate părea banal sau neplăcut, acest vis vorbește profund despre nevoia sufletului de a se elibera de „deșeuri” emoționale, de tensiuni acumulate sau de influențe toxice.\n\nO toaletă murdară poate indica prezența unor conflicte nerezolvate sau a unor persoane care vă încarcă negativ viața. Este un semnal de alarmă: sufletul cere o „detoxifiere” a relațiilor și a mediului în care trăiți. În schimb, acțiunea de a curăța o toaletă simbolizează dorința activă de a pune ordine în viață, de a elimina energiile stagnante și de a face loc pentru nou.\n\nO toaletă înfundată sugerează blocaje. Poate vă simțiți copleșit, incapabil să exprimați ceea ce simțiți sau să avansați într-un proiect. Visul vă îndeamnă la răbdare: deblocarea vine prin pași mici, constanți. Pe de altă parte, o toaletă publică aduce în discuție aspecte sociale – poate nevoia de a vă elibera de judecata celorlalți sau de a vă expune vulnerabilitățile.\n\nÎn tradiția populară, paradoxal, visul este adesea legat de noroc și câștiguri financiare, sugerând că din ceea ce pare „murdar” sau inutil poate răsări prosperitatea, dacă știm să transformăm experiența.",
      "slug": "wc-veceu-toaleta"
    },
    {
      "name": "Whisky",
      "category": "alimente",
      "shortMeaning": "Simbol al relaxării, dar și al evadării sau al nevoii de convivialitate și căldură.",
      "fullInterpretation": "Whisky-ul în vis este un simbol al maturității, al rafinamentului, dar și al dorinței de relaxare sau evadare din realitatea cotidiană. Fiind o băutură tare, „apa vieții” (așa cum i se spune în gaelică), whisky-ul poate sugera nevoia de a vă revigora spiritul sau de a prinde curaj într-o situație dificilă.\n\nDacă visați că savurați un whisky de calitate, visul poate indica o perioadă de împlinire, de celebrare a succeselor personale sau nevoia de a vă acorda un moment de răsfăț. Poate fi un semn că ați ajuns la un nivel de înțelepciune care vă permite să apreciați lucrurile fine și momentele de liniște.\n\nPe de altă parte, consumul excesiv în vis poate fi un avertisment. Poate încercați să „anesteziați” o durere emoțională sau să fugiți de responsabilități. Visul vă întreabă: ce anume încercați să uitați sau să îndulciți? Este un apel la moderație și la confruntarea lucidă a problemelor.\n\nÎn context social, a bea whisky cu prietenii simbolizează camaraderia, loialitatea și legăturile puternice masculine sau profesionale.",
      "slug": "whisky"
    }
  ]
}