{
  "symbols": [
    {
      "name": "Wc / Veceu / Toaleta",
      "category": "dictionar",
      "shortMeaning": "Visele despre toalete se numara printre cele mai frecvente, iar visarea acestora ar putea simboli...",
      "fullInterpretation": "Visele despre toalete se numara printre cele mai frecvente, iar visarea acestora ar putea simboliza faptul ca in viitorul apropiat veti alege o alta directie, poate o cale opusa. Alternativ, tocmai din cauza ca visul este o tema populara, toaleta este considerata a fi un semn bun, de noroc. In continuare va vom prezenta cele mai comune visuri legate de wc-uri. O toaleta murdara In general, acest tip de vis in care vi se prezinta un vas de wc murdar reprezinta un fel de toxicitate, aici putand fi vorba despre oamenii care va inconjoara sau conflicte emotionale nerezolvate. Pentru un minim progres incercati sa gasiti o cale pentru a depasi problemele sau pentru a va indeparta de oamenii toxici din viata dumneavoastra. O toaleta curata Presupun ca daca sunteti ca majoritatea oamenilor, ritualul dumneavoastra preferat nu este curatarea toaletei. Totusi, trebuie facut pentru a mentine spatiul igienizat si curat. Actiunea de curatare a toaletei in vis simbolizeaza nevoia de curatare a vietii si, in general, a mediului de viata incarcat de energie negativa. De asemenea, visul poate face referie si la o curatenie legata de viata profesionala sau o ordine cu privire la relatiile de prietenie. Toaleta infundata WC-ul infundat indica faptul ca ceva din viata de zi cu zi va retine sau va impiedica sa atingeti un anumit succes sau sa duceti la bun sfarsit un anume plan. In viata reala s-ar putea sa fiti coplesiti de sentimentul ca faceti un pas inainte doar pentru ca mai apoi sa faceti trei pasi inapoi. Acest vis apare in general atunci cand in viata reala va simtiti blocati intr-o situatie care pare de nerezolvat si fara nicio cale de a depasi anumute bariere fizice ori mentale. Cel mai bun lucru pe care il puteti face in aceasta situatie este incepeti prin a face pasi mici. Incercati sa faceti cate un lucru in fiecare zi care v-ar putea imbunatati situatia sau care ar putea contribui la atingerea obiectivelor. Toaleta publica Intr-un mod cu totul specific, toaleta publica simbolizeaza o problema sociala sau emotionala de care trebuie sa va eliberati sau la care trebuie sa ii dati drumul. De asemenea, visul poate fi o indicatie asupra faptului ca trebuie sa va detasati de trecut si sa faceti o analiza a pozitiei dumneavoastre actuale. Interpretari culese din popor - closet- bani multi - cazand in wc - bogatie - murdarindu-te - onoare - stand pe wc- stima publica",
      "slug": "wc-veceu-toaleta"
    },
    {
      "name": "Whisky",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "whisky"
    }
  ]
}