{
  "symbols": [
    {
      "name": "Xerox",
      "category": "obiecte",
      "shortMeaning": "Simbol al repetitivității, al lipsei de originalitate sau al multiplicării problemelor.",
      "fullInterpretation": "Visul în care apare un xerox sau un copiator vorbește despre rutină și repetitivitate. Poate simțiți că zilele voastre sunt trase la indigo, că nu mai există noutate sau spontaneitate în viața voastră. Este un semn că sufletul tânjește după originalitate și creativitate.\n\nDe asemenea, xeroxul poate simboliza tendința de a imita pe cineva sau de a vă conforma unor standarde care nu vă aparțin. Vă trăiți propria viață sau sunteți doar o copie a așteptărilor celorlalți? Visul vă îndeamnă să vă redescoperiți autenticitatea.\n\nDacă xeroxul multiplică documente haotice sau greșite, acest lucru poate sugera că problemele sau grijile se amplifică, scăpând de sub control. Poate fi un avertisment să opriți „mașinăria” gândurilor negative care se tot repetă.\n\nPe de altă parte, a face copii utile poate indica dorința de a împărtăși informații sau de a păstra amintiri, o nevoie de a documenta și structura experiențele trăite.",
      "slug": "xerox"
    },
    {
      "name": "Xilofon",
      "category": "obiecte",
      "shortMeaning": "Simbol al armoniei copilărești, al creativității și al bucuriilor simple.",
      "fullInterpretation": "Xilofonul în vis, cu sunetele sale cristaline și jucăușe, evocă adesea nostalgia copilăriei și a inocenței. Este un instrument al armoniei simple, sugerând nevoia de a aduce mai multă muzică, culoare și joacă în viața de zi cu zi. Poate ați devenit prea serios și ați uitat să vă bucurați de lucrurile mărunte.\n\nDacă visați că cântați la xilofon, este un semn de creativitate și expresivitate. Vă armonizați emoțiile și reușiți să comunicați într-un mod plăcut și echilibrat cu cei din jur. Sunteți „în ritm” cu propriile dorințe.\n\nTotuși, dacă sunetele sunt discordante, visul poate indica o lipsă de armonie în viața personală sau o comunicare defectuoasă. Poate simțiți că nu sunteți ascultat sau că mesajul vostru nu este luat în serios.\n\nSimbolul poate reprezenta și talente ascunse care așteaptă să fie explorate. Xilofonul vă invită să vă exprimați liber, fără teama de a fi judecat, exact așa cum o face un copil.",
      "slug": "xilofon"
    }
  ]
}