{
  "symbols": [
    {
      "name": "Yala",
      "category": "dictionar",
      "shortMeaning": "Un vis este o pauza fizica si mentala de la oboseala din timpul zilei.",
      "fullInterpretation": "Un vis este o pauza fizica si mentala de la oboseala din timpul zilei. Oamenii au diferite vise, dar visul in care apare o yala este interpretat intr-un mod foarte interesant. Yala in vise prevesteste aparitia dificultatilor si problemelor in viata. Daca visati ca reusiti sa deschideti toate yalele inseamna ca veti gasi o cale de iersire dintr-o situatie dificila si totul va merge bine in viata. A visa ca toate yalele pe care le-ati inchis sunt deschise inseamna ca o vizita neasteptata va aduce numai necazuri. Dar, uneori, acest vis poate fi pozitiv, prevestind posibiliatea de a obtine mari beneficii. Pentru un om de afaceri este important sa retina ca o yala sparta / fortata in vise reprezinta adesea probleme in afaceri. Poate ca vor exista probleme cu anumiti parteneri sau cu o banca. Ar trebui sa acorde mai multa atentie tranzactiilor cu companiile necunoscute si sa aiba grija atunci cand semneaza diferite contracte. Visul in care deschideti o yala stricata semnleaza intalnirea cu o persoana foarte reticenta si singuratica. Dupa un asemenea vis veti incerca sa ii schimbati in bine viata acestui strain. Il veti introduce in societate, ii veti face cunostinta cu diferite persoane, il veti invita la evenimente si festivitati, dar nu veti avea rezultate dupa aceste incercari. Daca visati ca incercati sa potriviti o cheie la o yala si nu merge, inseamna ca, in realitate, veti avea parte de afaceri nereusite sau de contracte si tranzactii esuate. Nu veti fi capabil sa cadeti la un comun acord cu partenerii si exista pericolul de a intra in faliment. Potrivit cartii de vise a lui Vanga, a visa ca incuiati toate yalele semnifica faptul ca dorintele dumneavoastra nu vor fi indeplinite in viitorul apropiat. Este mai bine sa terminati toate afacerile urgente si importante si sa stati singur pentru o perioada. A cumpara o yala in vise semnifica o victorie rapida in fata inamicilor. Din punct de vedere psihologic, daca visati ca deschideti o yala sugereaza ca in viata intima speranta este mai presus de toate. Daca nu reusiti sa deschideti yala atunci inseamna ca ar trebui sa incercati sa obtineti cat mai mult dintr-o situatie, deoarece schimbarea se pare ca nu va fi foarte importanta, cel putin pentru moment.",
      "slug": "yala"
    },
    {
      "name": "Yankeu",
      "category": "dictionar",
      "shortMeaning": "Este denumirea sau mai degraba porecla data de englezi locuitorilor din nord-estul Statelor Unite ale Americii.",
      "fullInterpretation": "Este denumirea sau mai degraba porecla data de englezi locuitorilor din nord-estul Statelor Unite ale Americii. Daca ati visat un yankeu, inseamna ca veti ramane loial si adevarat promisiunii dumneavoastra, dar daca nu sunteti atent, veti fi inselat intr-o afacere.",
      "slug": "yankeu"
    },
    {
      "name": "Yin yang",
      "category": "dictionar",
      "shortMeaning": "Yin si Yang reprezinta dualitatea care exista in noi toti.",
      "fullInterpretation": "Yin si Yang reprezinta dualitatea care exista in noi toti. Acesta arata capacitatea si abilitatile noastre pentru lucruri bune si altruiste, precum si capacitatea noasta pentru rautate pura. Cu toate acestea Yin-ul si Yang-ul ne invata, chiar si in visele noastre, ca suntem fiinte cu un potential uimitor. Acest simbol a devenit mult mai comun in cultura occidentala in ultimele trei decenii, cunoscut ca un echilibru intre natura instinctiva, intuitiva a femininului si natura activa, rationala a masculinului. Echilibrul spiritual perfect este creat de energia degajata dintre cele doua contrarii complementare, principiul feminin pasiv si masculinul activ. Fiecare contine in sine \"samanta\" celuilalt, creand o stare de sensibilitate interioara. Aceasta imagine apare in vise cand incepem sa ne apropiem de o astfel de stare. Alternativ, prezenta Yin-ului si Yang-ului in vise poate simboliza echilibrul dintre intuitie si ratiune sau balansarea energiilor masculine si feminine intr-o expresie intreaga. La unele persoane, acest simbol aparut in vis reprezinta potential, capabilitati si realizari marete. O cunoastre care aduce intelepciune si creaza echilibru va va ajuta sa parcurgeti calea succesului, insa pe aceasta cale orice este posibil, recunoasteti partea rea pentru a o controla.",
      "slug": "yin-yang"
    },
    {
      "name": "Yoga",
      "category": "dictionar",
      "shortMeaning": "(corpul",
      "fullInterpretation": "(corpul",
      "slug": "yoga"
    }
  ]
}