{
  "symbols": [
    {
      "name": "Yala",
      "category": "obiecte",
      "shortMeaning": "Simbol al siguranței, al secretelor, dar și al barierelor sau oportunităților blocate.",
      "fullInterpretation": "Yala sau încuietoarea în vis este un simbol puternic al accesului – fie că este permis, fie că este interzis. Ea vorbește despre granițele pe care le punem între noi și lume, despre secretele pe care le păzim sau despre inima noastră închisă.\n\nDacă visați că deschideți ușor o yală, este un semn excelent: veți găsi soluții la problemele care vă frământă, veți depăși obstacole și veți accesa noi oportunități. Simbolizează eliberarea și progresul.\n\nÎn schimb, o yală blocată sau defectă indică frustrare. Simțiți că nu puteți ajunge acolo unde vă doriți, că sunteți ținut pe loc de circumstanțe exterioare sau de propriile temeri. Poate încercați să „forțați” o situație sau o relație care nu funcționează.\n\nA încui o yală sugerează nevoia de protecție, de retragere sau dorința de a păstra ceva doar pentru voi. Poate semnala și o atitudine defensivă, refuzul de a lăsa pe cineva să intre în viața voastră emoțională.\n\nSpargerea unei yale în vis poate avertiza asupra unei invazii a intimității sau a unei trădări, dar poate simboliza și o abordare agresivă, dar necesară, pentru a afla un adevăr ascuns.",
      "slug": "yala"
    },
    {
      "name": "Yankeu",
      "category": "persoane",
      "shortMeaning": "Simbol al pragmatismului, al afacerilor sau al întâlnirii cu o cultură diferită.",
      "fullInterpretation": "Apariția unui yankeu (american din nord) în vis este adesea asociată cu spiritul antreprenorial, pragmatismul și eficiența. Visul poate sugera că trebuie să adoptați o atitudine mai directă și mai orientată spre acțiune într-o situație din viața reală.\n\nPoate simboliza, de asemenea, o promisiune sau un pact. Tradiția spune că a visa un yankeu indică loialitate și respectarea cuvântului dat, dar avertizează și asupra riscului de a fi păcălit în afaceri dacă nu sunteți vigilent. Este un apel la prudență în tranzacții și la verificarea atentă a detaliilor.\n\nLa un nivel mai profund, visul poate reflecta confruntarea cu o mentalitate străină sau diferită de a voastră. Poate vă simțiți „străin” într-un grup sau sunteți provocat să gândiți „out of the box”, să îmbrățișați noul și modernitatea în detrimentul tradiției rigide.",
      "slug": "yankeu"
    },
    {
      "name": "Yin yang",
      "category": "fenomene",
      "shortMeaning": "Simbol al echilibrului perfect, al dualității și al armoniei dintre contrarii.",
      "fullInterpretation": "Simbolul Yin și Yang în vis este o reprezentare profundă a totalității și a echilibrului cosmic. Apariția sa sugerează că sunteți în căutarea armoniei interioare sau că ați început să înțelegeți dansul complex dintre forțele opuse din viața voastră: lumină și întuneric, activ și pasiv, masculin și feminin, rațiune și intuiție.\n\nAcest vis indică faptul că nu trebuie să respingeți nicio parte a ființei voastre. Așa cum în Yin există sămânța Yang-ului și invers, și în voi calitățile aparent contradictorii se completează reciproc. Este un semn de maturitate spirituală și de acceptare.\n\nDacă simbolul este dezechilibrat sau distorsionat în vis, este un avertisment: o latură a vieții voastre domină excesiv, creând tensiune. Poate munciți prea mult și neglijați odihna, sau sunteți prea rațional și ignorați emoțiile.\n\nVisul vă invită să găsiți calea de mijloc, să integrați umbra și lumina pentru a atinge o stare de pace și împlinire autentică.",
      "slug": "yin-yang"
    },
    {
      "name": "Yoga",
      "category": "acțiuni",
      "shortMeaning": "Simbol al uniunii dintre minte și corp, al relaxării și al disciplinei spirituale.",
      "fullInterpretation": "A face yoga în vis este un semnal clar al nevoii de reconectare cu sinele. Corpul și mintea voastră cer o pauză, o aliniere și o eliberare de stresul cotidian. Este un vis care vorbește despre disciplină, dar o disciplină blândă, menită să vindece și să întărească.\n\nDacă executați posturi dificile cu ușurință, visul indică flexibilitate mentală și capacitatea de a vă adapta la situații noi fără a vă pierde echilibrul interior. Sunteți în armonie cu fluxul vieții.\n\nDacă, dimpotrivă, simțiți durere sau rigiditate, visul reflectă blocaje emoționale sau fizice. Poate vă țineți prea strâns de anumite convingeri sau tensiuni care vă împiedică să evoluați. Este timpul să „expirați” grijile și să vă relaxați controlul.\n\nA vedea pe alții făcând yoga poate sugera că admirați calmul cuiva și doriți să integrați acea pace în propria viață. Visul este o invitație la introspecție și la grija față de sănătatea voastră holistică.",
      "slug": "yoga"
    }
  ]
}