{
  "symbols": [
    {
      "name": "Zabala",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "zabala"
    },
    {
      "name": "Zahar",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "zahar"
    },
    {
      "name": "Zambet/a zambi",
      "category": "dictionar",
      "shortMeaning": "Zambetul in vis inseamna bunastare, fericire.",
      "fullInterpretation": "Zambetul in vis inseamna bunastare, fericire. Daca ati visat o fata zambitoare, semnifica aprobarea actiunilor dumneavoastra. Va reda increderea ca sunteti pe drumul cel bun. Sa visati ca dumneavoastra sau altcineva zambeste, inseamna ca sunteti multumit de deciziile pe care le-ati luat si veti fi rasplatit pentru lucrurile bune care le-ati facut altora. Alternativ, un zambet ar putea insemna ca sunteti in cautarea unei persoane care sa va faca fericit. Visul la un copil care zambeste prevesteste fericire.",
      "slug": "zambeta-zambi"
    },
    {
      "name": "Zambi (A)",
      "category": "dictionar",
      "shortMeaning": "(A)a fi- nenorocire - nou- sanatate.",
      "fullInterpretation": "(A)a fi- nenorocire - nou- sanatate.",
      "slug": "zambi-a"
    },
    {
      "name": "Zambila",
      "category": "dictionar",
      "shortMeaning": "Daca vezi sau culegiÂ zambile in vis, semnifica faptul ca vei trece printr-o despartire trista de...",
      "fullInterpretation": "Daca vezi sau culegiÂ zambile in vis, semnifica faptul ca vei trece printr-o despartire trista de un prieten, care pana la urma iti va face bine.",
      "slug": "zambila"
    },
    {
      "name": "Zana",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "zana"
    },
    {
      "name": "Zapada",
      "category": "dictionar",
      "shortMeaning": "(asa) - murdara- esti discret si grijuliu - nameti de- vei calatori in strainatate - ninge frumos...",
      "fullInterpretation": "(asa) - murdara- esti discret si grijuliu - nameti de- vei calatori in strainatate - ninge frumos-veste buna - noian de- belsug, afacere buna - om de- dezamagire in dragoste - plimbandu-te in- ai initiativa, entuziasm si imaginatie - topindu-se- perspective bune - vazand- locuinta buna - visand o noua ninsoare- se infiripa o noua dragoste - usoara- esti capricios. Visul in care va bateti cu bulgari de zapada inseamna ca trebuie sa va inconjurati de oameni draguti. S-ar putea sa mai insemne ca va luptati cu unele probleme jenante, probabil o rivalitate in anturaj.Fulgii de zapada in vise simbolizeaza renasterea, speranta si noi sanse dupa o perioada de stagnare ori inactivitate. Sunteti pe cale sa va desprindeti de un ciclu intunecat al vietii, inarmat cu o atitudine proaspata, pozitiva. Visul in care cad fulgi mari de zapada prezice tristete.Un om de zapada in visul tau sugereaza ca emotional esti rece sau frigid(a). Poate ca ai fost un pic rece si insensibil(a) la suflet dar va trebui sa dai dovada de mai multa caldura si dragoste fata de partener.",
      "slug": "zapada"
    },
    {
      "name": "Zaruri",
      "category": "dictionar",
      "shortMeaning": "Daca vedeti sau jucati zaruri in vis, sugereaza ca va jucati cu soarta.",
      "fullInterpretation": "Daca vedeti sau jucati zaruri in vis, sugereaza ca va jucati cu soarta. Aceasta se refera la caracterul imprevizibil al vietii. De asemenea, visul poate fi un joc de cuvinte pentru o situatie care ar putea fi riscanta. Luati in considerare numerele reflectate pe zaruri sau cate zaruri au fost aruncate.",
      "slug": "zaruri"
    },
    {
      "name": "Zarzare",
      "category": "dictionar",
      "shortMeaning": "Visul este similar cu \"caise\".",
      "fullInterpretation": "Visul este similar cu \"caise\".",
      "slug": "zarzare"
    },
    {
      "name": "Zat de cafea",
      "category": "dictionar",
      "shortMeaning": "Zatul de cafea este un produs rezidual, in vise reprezinta ceva ramasite.",
      "fullInterpretation": "Zatul de cafea este un produs rezidual, in vise reprezinta ceva ramasite. Aceste ramasite apar fie ca urmare a unor fapte sau a modului dumneavoastra de viata, fie a unei relatii. Uneori zatul de cafea din vise se refera la chesti pe care corpul dumneavoastra le vede ca deseuri si de care incearca sa se curete sau sa scape. Zatul de cafea uscat se refera la disposibilitatea pentru schimbare. Visul in care aveti gura plina de zat uscat semnifica o decizie greu de acceptat.",
      "slug": "zat-de-cafea"
    },
    {
      "name": "Zbor",
      "category": "dictionar",
      "shortMeaning": "In general, visele in care dispunem de capacitatea incredibila de a zbura, fara ajutorul vreunui ...",
      "fullInterpretation": "In general, visele in care dispunem de capacitatea incredibila de a zbura, fara ajutorul vreunui aparat, sunt considerate a fi unele dintre cele mai grozave vise. Acestea reprezinta eliberare personala, libertate, vointa, decizii brave imbratisarea noilor posibilitati si eliberarea de necazurile zilnice. Din punct de vedere psihologic, puterea de a zbura reprezinta capacitatea celui care viseaza de a depasi o criza si de a-si indeplini obiectivele eficient. Acest tip de vise se incadreazÄƒ intr-o categorie de vise cunoscuta sub numele de vise lucide, acestea aparand atunci cand realizati ca visati si apoi preluati controlul asupra visului. Puteti vizualiza versiunea video de mai jos a acestui vis sau puteti continua sa cititi textul (acesta contine o sectiune in plus fata de cele prezentate in video), depinde de dumneavoastra. Videoclip despre zborul in vise Incercarea de a zbura Visand ca incercati sa zburati dar nu reusiti sa mentineti controlul, insemna ca exista obstacole care va dau un sentiment de incapacitate in urcarea pe scara sociala. De asemenea, visul simbolizeaza si limitÄƒri personale care va impiedica sa va realizati visele. Zburand cu aripi Visul in care zburati pe cer folosindu-va aripile crescute pe spatele dumneavoastra, poate reprezenta multiple sentimente de libertate. De asemenea, in functie de context, visul poate insemna si nevoia dumneavoastra de a scapa dintr-o circumstantÄƒ sau un sentiment neplacut. Zburand cu ajutorul unui aparat sau in interiorul unui avion Zborul intr-un avion sau alt tip de aparat poate indica faptul ca dispuneti de anumite instrumente pentru a va depasi problemele. De asemenea, un astfel de vis poate face referire la o nevoie inconstienta de a va asuma riscul intr-o situatie plina de provocari. Zburand deasupra unei ape tulbure si involburata In contextul acestui vis, apa reprezinta o problema emotionala nerecunoscuta pe care nu doriÈ›i sÄƒ o abordati. Recomandarea noastra este sa va analizati viata si sa nu ignorati semnele de tulburari interioare. Zburand departe de un pericol Incertitudinea si frica sunt semnalate de visul in care zburati departe de un pericol. Anumite situatii din viaÈ›a reala va determina sa evitati o situatie sau sa fugiti de aceasta. Visul simbolizeaza de asemenea, adversitati si obstacole pe care incercati in mod constient sa le evitati. Caderea in timpul unui zbor Un astfel de vis simbolizeaza esecul si ghinionul dumneavoastra din viata de zi cu zi. Faptul ca ati cazut in timp ce zburati reprezinta decadenta a statutului social si inceputul declinului in dezvoltarea personala. Este posibil ca unele obstacole din viata de zi cu zi sa va blocheze progresul si sa va faca sa esuati in unele activitÄƒti recurente. De asemenea, visul sugereaza lipsa de control, incapacitate de concentrare, esec, declin si ratarea oportunitatilor. Sperietura in timpul zborului Visul prevesteste vremuri incerte si frica de ceea ce urmeaza sa se intample. Frica de zbor simbolizeaza anxietati si temeri din viata reala manifestate in subconstient, posibil generate de o gandire mult prea negativa.",
      "slug": "zbor"
    },
    {
      "name": "Zmeura",
      "category": "dictionar",
      "shortMeaning": "Zemura din vise prezice, adesea, un viitor stalucit si plin de delicii.",
      "fullInterpretation": "Zemura din vise prezice, adesea, un viitor stalucit si plin de delicii. Alternativ, visul face referire la faptul ca s-ar putea sa aveti de-a face, in viata de zi cu zi, cu ceva pretentios sau delicat. Vazand o tufa de zemure si incepand sa culegeti de ea, denota, in viitorul apropiat, simple placeri si binecuvantari mici. In mod negativ, tufa poate indica o incurcatura. Incercati sa gasiti o cale de iesite. Zemeura pentru persoanele care practica agricultura prevesteste o recolta proasta. O femeie mancand zmeura in vis, s-ar putea sa experimenteze, in curand, o pedeapsa necuvenita. Plantand butasi de zmeur, este semn ca ar trebui sa fiti pregatiti si sa va inarmati cu rabdare pentru a putea face fata unor probleme iminente. Lacrimi si tristete sunt prevestite de visul in care consumati zmeura necoapta. Gemul de zmeura este prevestitor de mult noroc. Simbolizeaza o viata usoara si distractiva. Visand un astfel de gem prevesteste, de asemenea, ca dorintele dumneavoastra se vor indeplini. Zemurele putrede vestesc noi inaltimi pe care le veti cuceri. Visul in care vedeti zmeura crescand sub fereastra casei, indica faptul ca va dedicati foarte mult lucrului si nu lasati timp pentru viata personala. In unele carti vechi de interpretare a viselor zmeura este considerata un semn al barfelor. Dar, daca zmeura este dulce si carnoasa, inseamna ca veti avea o viata frumoasa si fericita. Alte carti vechi precizeaza ca daca visezi zmeura sau daca mananci zmeura inseamna ca vei avea o viata fericita.",
      "slug": "zmeura"
    },
    {
      "name": "Zi de nastere",
      "category": "dictionar",
      "shortMeaning": "Daca visati ca e ziua dumneavoastra de nastere inseamna ca veti avea parte de sanatate, de liniste, de odihna.",
      "fullInterpretation": "Daca visati ca e ziua dumneavoastra de nastere inseamna ca veti avea parte de sanatate, de liniste, de odihna. Veti avea parte si de armonie cu cei din jur. Visul in care va amintiti de ziua de nastere a cuiva sugereaza ca iubiti prea mult acea persoana.",
      "slug": "zi-de-nastere"
    },
    {
      "name": "Zmeu",
      "category": "dictionar",
      "shortMeaning": "Jocul cu zmeul este o distractie foarte populara in randul copiilor.",
      "fullInterpretation": "Jocul cu zmeul este o distractie foarte populara in randul copiilor. Originea acestora provine din China. La inceput, acesta era folosit in China pentru transmiterea mesajelor militare si, ulterior, o data cu popularizarea hartiei, a devenit un istrument distractiv. Mai tarziu, acesta fost folosit si in razboiul mondial ca tactica de observare. Zmeul in vise sugereaza posibilitatea de a face fata problemelor din viata de zi cu zi. Daca zmeul este rupt sau degradat, inseamna ca unele persoane importante pentru dumneavoastra vor manifesta ignoranta. Veti fi ignorat din motive ce nu va sunt prea clare. Insa, acest gen de vise pot avea si conotatii pozitive daca zemul este diraijat de un copil. Mai multi copii in jurul zemului sau dirijandu-l in vazduh, prevestesc multumire si momente fericite in viitorul apropiat. Un zmeu care se rupe sau se sparge si cade la pamant prevesteste probleme la locul de munca sau in afaceri. Daca ati visat un zmeu aruncat sau abandonat la sol este semn de dezamagiri si esecuri in viitor. Vazand o multime de de zmeie inaltandu-se la cer si o parte din ei pierzandu-se, simbolizeaza sperante, dintre care, unele ar putea sa va conduca spre dezamagire sau pierdere. Auzind rasete si hohote de copii in timp de inalta un zemu, este un semn de bucurie si sanatate. Visandu-va inaltand si dirijand un zmeu, prevesteste faptul ca veti obtine venituri financiare consistente. Vremurile sunt favorabile si succesul este garantat. Un zmeu care se prabuseste sau ramane blocat intr-un copac, este un semn al problemelor la locul de munca. De asemenea, este un semn al proiectelor esuate sau al afacerilor paguboase. Realizarea sau confectionare unui zemu in vise, prevesteste o viitoare solutie prin care veti solutiona o problema pe care o cosiderati dificila in momentul de fata. Cu toate acestea, odata incepand sa lucrati la aceasta, veti constata ca nu este atat de grea pe cat pare. Alternativ, visul poate fi cosiderat un semn de inaltare, ascensiune sociala, la locul de munca sau in viata privata. Pierderea unui zmeu indica noi inceputuri, mai ales in urma esecului unui proiect anterior.Zemura din vise prezice, adesea, un viitor stalucit si plin de delicii. Alternativ, visul face referire la faptul ca s-ar putea sa aveti de-a face, in viata de zi cu zi, cu ceva pretentios sau delicat. Vazand o tufa de zemure si incepand sa culegeti de ea, denota, in viitorul apropiat, simple placeri si binecuvantari mici. In mod negativ, tufa poate indica o incurcatura. Incercati sa gasiti o cale de iesite. Zemeura pentru persoanele care practica agricultura prevesteste o recolta proasta. O femeie mancand zmeura in vis, s-ar putea sa experimenteze, in curand, o pedeapsa necuvenita. Plantand butasi de zmeur, este semn ca ar trebui sa fiti pregatiti si sa va inarmati cu rabdare pentru a putea face fata unor probleme iminente. Lacrimi si tristete sunt prevestite de visul in care consumati zmeura necoapta. Gemul de zmeura este prevestitor de mult noroc. Simbolizeaza o viata usoara si distractiva. Visand un astfel de gem prevesteste, de asemenea, ca dorintele dumneavoastra se vor indeplini. Zemurele putrede vestesc noi inaltimi pe care le veti cuceri. Visul in care vedeti zmeura crescand sub fereastra casei, indica faptul ca va dedicati foarte mult lucrului si nu lasati timp pentru viata personala. In unele carti vechi de interpretare a viselor zmeura este considerata un semn al barfelor. Dar, daca zmeura este dulce si carnoasa, inseamna ca veti avea o viata frumoasa si fericita. Alte carti vechi precizeaza ca daca visezi zmeura sau daca mananci zmeura inseamna ca vei avea o viata fericita.",
      "slug": "zmeu"
    },
    {
      "name": "Zgarda",
      "category": "dictionar",
      "shortMeaning": "Zgarda in vise semnifica inchidere si retinere.",
      "fullInterpretation": "Zgarda in vise semnifica inchidere si retinere. S-ar putea sa treceti printr-o situatie frustranta la locul de munca sau printr-o relatie inchisa. Visul in care purtati o zgarda sugereaza ca vi se vor acorda onoruri importante de care cu greu sunteti vrednic. Pentru o femeie ce viseaza o zgarda inseamna ca are multi admiratori, dar nici unul nu este sincer si cel mai probabil va ramane singura inca o perioada.",
      "slug": "zgarda"
    },
    {
      "name": "Zavor  zavoare",
      "category": "dictionar",
      "shortMeaning": "Daca ai visat un zavor semnifica nevoia de protectie si de siguranta.",
      "fullInterpretation": "Daca ai visat un zavor semnifica nevoia de protectie si de siguranta. Insa daca visezi ca nu poti sa tragi un zavor inseamna ca vei avea parte de multe evenimente neprevazute, de vesti care te uimesc, insa mai poate inseamna si ca o taina de-a ta va iesi la iveala, nu vei mai reusi sa tii ascunsa o fapta urata pe care ai facut-o. De asemenea, daca visezi zavoare este un semn ca va trebui sa muncesti mult pentru a preveni grijile.",
      "slug": "zavor-zavoare"
    },
    {
      "name": "Zbura (A)",
      "category": "dictionar",
      "shortMeaning": "(A)Daca visezi ca zbori in aer precum o pasare este o predictie asupra faptului ca nu toate ideil...",
      "fullInterpretation": "(A)Daca visezi ca zbori in aer precum o pasare este o predictie asupra faptului ca nu toate ideile pe care le ai sint realizabile, dar, daca visezi ca zbori cu u avion, vei avea noroc in noile intreprinderi.",
      "slug": "zbura-a"
    },
    {
      "name": "Zdrente",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "zdrente"
    },
    {
      "name": "Zebra",
      "category": "dictionar",
      "shortMeaning": "Daca visezi o zebra, semnifica faptul ca trebuie sa fi foarte atent la mincinosi, sa nu ti se int...",
      "fullInterpretation": "Daca visezi o zebra, semnifica faptul ca trebuie sa fi foarte atent la mincinosi, sa nu ti se intinda o cursa, sa nu cazi in plasa unui escroc. De asemenea, zebra in vis mai sugereaza si atentie multa , disciplina si diplomatie, nevoia constanta de echilibru.",
      "slug": "zebra"
    },
    {
      "name": "Zece 10",
      "category": "dictionar",
      "shortMeaning": "10 30/10/2013 (ultima actualizare)Atunci cand visezi cifra zece se spune ca vrei sa devii perfect...",
      "fullInterpretation": "10 30/10/2013 (ultima actualizare)Atunci cand visezi cifra zece se spune ca vrei sa devii perfect, esti excesiv de orgolios, ai mare incredere in tine, vrei sa treci peste orice numai ca sa iti atingi telurile in viata, sa te realizezi.",
      "slug": "zece-10"
    },
    {
      "name": "Zero 0",
      "category": "dictionar",
      "shortMeaning": "0 01/11/2013 (ultima actualizare)Atunci cand visezi cifra zero semnifica faptul ca ti-e frica sa ...",
      "fullInterpretation": "0 01/11/2013 (ultima actualizare)Atunci cand visezi cifra zero semnifica faptul ca ti-e frica sa nu esuezi, sa nu dai gres in ceva anume, mai ales pentru ca nu prea ai perspective, insa iti asumi riscuri, chiar daca esti complexat, te simti inferior ai totusi sansa si puterea de a o lua de la zero, te poti regenera dupa o mare eroare.",
      "slug": "zero-0"
    },
    {
      "name": "Zestre",
      "category": "dictionar",
      "shortMeaning": "Daca visezi ca nu primesti o zestre poate semnifica saracia si castigarea existentei intr-o lume straina.",
      "fullInterpretation": "Daca visezi ca nu primesti o zestre poate semnifica saracia si castigarea existentei intr-o lume straina. De asemenea, daca primesti zestrea , asteptarile tale vor fi implinite.",
      "slug": "zestre"
    },
    {
      "name": "Zgaria",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "zgaria"
    },
    {
      "name": "Zgarietura",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "zgarietura"
    },
    {
      "name": "Zgomot",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "zgomot"
    },
    {
      "name": "Zgomote",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "zgomote"
    },
    {
      "name": "Zi",
      "category": "dictionar",
      "shortMeaning": "(a).Daca visati ca e ziua dumneavoastra de nastere inseamna ca veti avea parte de sanatate, de li...",
      "fullInterpretation": "(a).Daca visati ca e ziua dumneavoastra de nastere inseamna ca veti avea parte de sanatate, de liniste, de odihna. Veti avea parte si de armonie cu cei din jur. Visul in care va amintiti de ziua de nastere a cuiva sugereaza ca iubiti prea mult acea persoana.",
      "slug": "zi"
    },
    {
      "name": "Ziar / Ziare",
      "category": "dictionar",
      "shortMeaning": "(ie) - cumparand- schimbari profesionale - colorat- sperante pentru o buna afacere - impaturesti ...",
      "fullInterpretation": "(ie) - cumparand- schimbari profesionale - colorat- sperante pentru o buna afacere - impaturesti un- dorinte realizate - mai multe- vei primi vesti - pachet cu- un prieten te va deziluziona - primind- vei afla o noutate insemnata - sportiv- perioada buna in tot ce faci - vraf de- vesti proaspete.",
      "slug": "ziar-ziare"
    },
    {
      "name": "Zid / Ziduri",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "zid-ziduri"
    },
    {
      "name": "Zid de piatra",
      "category": "dictionar",
      "shortMeaning": "Zidul de piatra in vise reprezinta securitatea pe care o aveti in pozitia in care va aflati intr-...",
      "fullInterpretation": "Zidul de piatra in vise reprezinta securitatea pe care o aveti in pozitia in care va aflati intr-o anumita zona din viata. Simtiti ca este extrem de dificil pentru inamici sau pentru ca problemele sa va puna din nou intr-o situatie rusionasa. Va simtiti confortabil sa stiti ca sunteti prea puternic pentru a fi calcat in picioare. Din punct de vedere negativ, zidul de piatra in vise ar putea reprezenta situatii sau comportamente care sunt inflexibile in incercarea de a va opri. O diversiune ce nu poate fi evitata si nu este usor de trecut peste. Visul in care stati in spatele unui zid de piatra sugereaza ca veti fi respectat. Un zid de piatra lung ce apare in vise inseamna ca va atingeti obiectivele fara prospecte. Daca visati ca se prabuseste un zid de piatra sugereaza pericole ce se refera la dumneavoastra si la familie.",
      "slug": "zid-de-piatra"
    },
    {
      "name": "Zidar",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "zidar"
    },
    {
      "name": "Zimbru",
      "category": "dictionar",
      "shortMeaning": "Zimbrul in vise inseamna ca veti avea parte de o crestere financiara in viitorul apropiat.",
      "fullInterpretation": "Zimbrul in vise inseamna ca veti avea parte de o crestere financiara in viitorul apropiat. Este posibil sa primiti o marire sau un bonus la locul de munca. Visul la un zimbru mai poate reprezenta masculinitate, putere de neinvins, capabilitate de a trece peste probleme, perseverenta. Pe de alta parte, se spune ca atunci cand visati un zimbru poate insemna ca veti intalni pe viitor un om demn de aprecierea dumneavoastra, care va va influenta in bine si ii veti asculta sfaturile.",
      "slug": "zimbru"
    },
    {
      "name": "Ziua",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "ziua"
    },
    {
      "name": "Zombi",
      "category": "dictionar",
      "shortMeaning": "- Daca ati visat ca vedeti sau sunteti un zombi este semn ca sunteti deconectat / detasat fizic s...",
      "fullInterpretation": "- Daca ati visat ca vedeti sau sunteti un zombi este semn ca sunteti deconectat / detasat fizic sau emotional de situatiile sau oamenii ce va inconjoara. Aternativ, visul poate insemna un sentiment de moarte interioara. - Daca in vis va ataca un zombi inseamna ca va simtiti coplesit de forte asupa carora nu aveti nici un control. Este posibil ca in viata de zi cu zi sa fiti sub un imens stres. Alternativ, acest vis reprezinta temeri asupra faptului ca sunteti neajutorat sau coplesit de situatie.",
      "slug": "zombi"
    },
    {
      "name": "Zori",
      "category": "dictionar",
      "shortMeaning": "In sensul cel mai larg zorile din vis reprezinta veselie.",
      "fullInterpretation": "In sensul cel mai larg zorile din vis reprezinta veselie. Interpretarile se fac insa in functie si de restul simbolurilor care apar. Zorile din vis pot reprezenta si faptul ca incercam un nou incepu, vrem sa o luam de la capat in viata, vrem sa urcam pe culmi nebanuite si acolo sa gasim fericirea",
      "slug": "zori"
    },
    {
      "name": "Zugrav",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "zugrav"
    },
    {
      "name": "Zugravind",
      "category": "dictionar",
      "shortMeaning": "Interpretare disponibilă",
      "fullInterpretation": "",
      "slug": "zugravind"
    }
  ]
}