{
  "symbols": [
    {
      "name": "Zabala",
      "category": "obiecte",
      "shortMeaning": "Simbol al restricției, al cuvintelor nespuse sau al controlului impus.",
      "fullInterpretation": "Zăbala în vis este un simbol puternic al tăcerii forțate și al controlului. Dacă visați un cal cu zăbală, visul poate reflecta propria voastră stare de subordonare; poate simțiți că cineva vă „conduce” viața sau vă împiedică să vă exprimați liber opiniile.\n\nDacă voi purtați zăbala, este un semn de frustrare extremă. Aveți multe de spus, dar circumstanțele sau teama vă obligă să tăceți. Poate fi un avertisment că această reprimare vă face rău emoțional.\n\nPe de altă parte, a pune zăbală unui animal poate sugera încercarea voastră de a controla instinctele primare sau de a domina o situație haotică. Este un act de putere, dar care necesită responsabilitate.",
      "slug": "zabala"
    },
    {
      "name": "Zahar",
      "category": "alimente",
      "shortMeaning": "Simbol al plăcerilor efemere, al recompenselor mici și al nevoii de afecțiune.",
      "fullInterpretation": "Zahărul în vis vorbește despre dorința de a „îndulci” viața. Poate treceți printr-o perioadă amară sau dificilă, iar subconștientul caută compensare prin mici plăceri sau recompense. Este simbolul bucuriilor simple, dar și al tentațiilor.\n\nA mânca zahăr sugerează satisfacerea unei nevoi imediate, dar poate avertiza și asupra exceselor. Poate căutați fericirea în lucruri superficiale în loc să rezolvați problemele de fond.\n\nDacă zahărul este vărsat, visul indică o pierdere minoră, dar sâcâitoare. Poate ați ratat o ocazie de a vă bucura sau ați fost neatent cu sentimentele cuiva.",
      "slug": "zahar"
    },
    {
      "name": "Zambet/a zambi",
      "category": "emoții",
      "shortMeaning": "Simbol al aprobării, al fericirii interioare și al armoniei sociale.",
      "fullInterpretation": "Zâmbetul în vis este, aproape întotdeauna, un semn pozitiv. El reflectă starea voastră interioară de bine sau nevoia de acceptare și validare din partea celorlalt. Un zâmbet sincer primit în vis vă poate lumina ziua, sugerând că sunteți pe drumul cel bun și că universul vă susține.\n\nDacă voi zâmbiți, înseamnă că ați făcut pace cu o situație sau că aveți încredere în viitor. Este expresia unei inimi ușoare.\n\nTotuși, un zâmbet fals sau forțat poate ascunde ipocrizie. Fiți atent la persoanele din jur care vă zâmbesc prea mult; s-ar putea să nu aibă intenții curate. De asemenea, poate reflecta propria voastră mască socială – încercarea de a părea fericit când, în interior, suferiți.",
      "slug": "zambeta-zambi"
    },
    {
      "name": "Zambi (A)",
      "category": "acțiuni",
      "shortMeaning": "Acțiunea de a zâmbi indică deschidere, optimism și depășirea tristeții.",
      "fullInterpretation": "A zâmbi în vis este un act de eliberare. Indiferent de contextul visului, momentul în care zâmbiți marchează o schimbare de atitudine. Ați decis să priviți partea plină a paharului. \n\nDacă zâmbiți în fața unei greutăți, demonstrați o forță interioară remarcabilă și reziliență. Nu vă lăsați doborât.\n\nDacă zâmbiți unei persoane necunoscute, sunteți pregătit pentru noi conexiuni și experiențe. Sufletul vostru este deschis către lume.",
      "slug": "zambi-a"
    },
    {
      "name": "Zambila",
      "category": "natură",
      "shortMeaning": "Simbol al renașterii, al melancoliei dulci și al despărțirilor necesare.",
      "fullInterpretation": "Zambila, cu parfumul ei intens, este în vis un simbol al emoțiilor puternice și al trecerii timpului. Adesea, ea prevestește o despărțire, dar nu neapărat una negativă. Poate fi vorba despre distanțarea de o etapă a vieții sau de un prieten, o separare care, deși tristă pe moment, este necesară pentru evoluția voastră.\n\nCuloarea zambilei contează: o zambilă albastră sugerează sinceritate și calm, una mov – spiritualitate și mister, iar una albă – puritate și noi începuturi.\n\nA culege zambile indică dorința de a păstra frumusețea momentului, dar și o anumită fragilitate sufletească. Aveți nevoie de gingășie și înțelegere.",
      "slug": "zambila"
    },
    {
      "name": "Zana",
      "category": "persoane",
      "shortMeaning": "Simbol al ajutorului divin, al magiei și al împlinirii dorințelor imposibile.",
      "fullInterpretation": "Zâna este arhetipul salvatorului magic și al destinului favorabil. Apariția ei în vis sugerează că simțiți nevoia unui ajutor exterior miraculos pentru a rezolva o problemă care pare fără ieșire. Este speranța voastră că totul se va termina cu bine.\n\nZâna poate simboliza și propria voastră intuiție sau „vocea interioară” care vă ghidează cu blândețe. Ea aduce mesaje de încurajare și vă amintește că lumea este plină de mister și posibilități.\n\nDacă zâna este răuvoitoare, visul avertizează asupra iluziilor și a așteptărilor nerealiste. Nu vă bazați doar pe noroc; magia adevărată vine din acțiune.",
      "slug": "zana"
    },
    {
      "name": "Zapada",
      "category": "natură",
      "shortMeaning": "Simbol al purității, al izolării emoționale și al începuturilor curate.",
      "fullInterpretation": "Zăpada în vis este un simbol complex al purificării și al stagnării. O ninsoare liniștită sugerează pace interioară, o minte clară și un nou început. Albul imaculat vorbește despre curățarea sufletului de regrete și despre speranță.\n\nTotuși, zăpada poate simboliza și răceala emoțională. Dacă vă este frig, visul indică singurătate, izolare sau refuzul de a simți. Poate ați „înghețat” anumite emoții pentru a nu suferi.\n\nNămeții mari care blochează drumul reprezintă obstacole temporare, dar dificile. Sunteți îndemnat să aveți răbdare și să așteptați condiții mai bune înainte de a acționa. Topirea zăpezii este un semn excelent: problemele se vor rezolva de la sine, iar inima voastră se va încălzi din nou.",
      "slug": "zapada"
    },
    {
      "name": "Zaruri",
      "category": "obiecte",
      "shortMeaning": "Simbol al riscului, al destinului și al incertitudinii în decizii.",
      "fullInterpretation": "Zarurile aruncate în vis vorbesc despre soartă și despre asumarea riscurilor. Viața voastră este într-un moment de răscruce, iar visul sugerează că rezultatul nu depinde în totalitate de voi, ci și de șansă sau de factori externi.\n\nDacă zarurile arată numere mari sau o combinație câștigătoare, este un semn de noroc și oportunități favorabile. Aveți curaj să pariați pe voi înșivă.\n\nDacă pierdeți la zaruri, visul este un avertisment: nu vă jucați cu lucruri serioase și nu luați decizii impulsive. Poate vă bazați prea mult pe noroc în loc să depuneți efort.\n\nZarurile măsluite indică o situație necinstită sau sentimentul că destinul vă este potrivnic.",
      "slug": "zaruri"
    },
    {
      "name": "Zarzare",
      "category": "natură",
      "shortMeaning": "Simbol al inocenței, al primăverii și al bucuriilor timpurii.",
      "fullInterpretation": "Zărzărele (fructele corcodușului sau caisului sălbatic) simbolizează bucuriile simple, copilărești și nostalgia începuturilor. Apariția lor în vis, mai ales dacă sunt coapte, prevestește o perioadă de mulțumire și sănătate.\n\nFiind primele fructe ale verii, ele sugerează nerăbdare și entuziasm. Poate vă grăbiți să culegeți roadele muncii voastre înainte de vreme. Dacă sunt acre, visul indică o dezamăgire minoră cauzată de precipitare.\n\nZărzărele în copac semnifică abundență și promisiunea unui viitor rodnic. Este un vis care vă conectează cu rădăcinile voastre și cu simplitatea vieții rurale sau a copilăriei.",
      "slug": "zarzare"
    },
    {
      "name": "Zat de cafea",
      "category": "obiecte",
      "shortMeaning": "Simbol al reziduurilor emoționale, al trecutului sau al intuiției profetice.",
      "fullInterpretation": "Zațul de cafea în vis are o dublă semnificație. Pe de o parte, reprezintă „resturile” unei experiențe: ceea ce a rămas după ce energia (cafeaua) a fost consumată. Poate indica amintiri amare, regrete sau nevoia de a curăța viața de elemente inutile care s-au decantat pe fundul sufletului.\n\nPe de altă parte, zațul este asociat cu ghicitul și intuiția. Visul poate sugera că sunteți în căutarea unor răspunsuri despre viitor sau că ar trebui să vă ascultați mai mult instinctul. Există mesaje ascunse în viața de zi cu zi pe care trebuie să le „citiți”.\n\nA arunca zațul indică o decizie fermă de a lăsa trecutul în urmă și de a privi înainte.",
      "slug": "zat-de-cafea"
    },
    {
      "name": "Zbor",
      "category": "acțiuni",
      "shortMeaning": "Simbol suprem al libertății, al transcendenței și al depășirii limitelor.",
      "fullInterpretation": "Zborul este unul dintre cele mai eliberatoare și puternice simboluri onirice. Dacă visați că zburați fără efort, înseamnă că v-ați ridicat deasupra problemelor cotidiene. Simțiți o putere interioară imensă, sunteți stăpân pe propriul destin și aveți o perspectivă clară, „de sus”, asupra vieții.\n\nZborul cu dificultate sugerează că ceva vă trage în jos – poate frici, îndoieli sau atașamente nesănătoase. Trebuie să vă ușurați sufletul pentru a putea evolua.\n\nDacă zburați cu un avion, visul indică o călătorie rapidă spre succes, dar și dependența de mijloace externe sau de o echipă. Căderea din zbor, deși înfricoșătoare, este adesea un semnal de trezire la realitate: poate v-ați fixat obiective nerealiste și trebuie să reveniți cu picioarele pe pământ pentru a construi o bază solidă.",
      "slug": "zbor"
    },
    {
      "name": "Zmeura",
      "category": "alimente",
      "shortMeaning": "Simbol al iubirii delicate, al plăcerii senzuale, dar și al fragilității.",
      "fullInterpretation": "Zmeura în vis, cu culoarea ei pasională și gustul dulce-acrișor, este adesea asociată cu dragostea și senzualitatea. A mânca zmeură proaspătă sugerează o aventură romantică plină de tandrețe sau o perioadă de fericire domestică.\n\nTotuși, zmeura este un fruct fragil și perisabil. Visul vă avertizează să prețuiți momentele frumoase acum, deoarece sunt trecătoare. De asemenea, tufele de zmeură au spini – fericirea poate veni la pachet cu mici înțepături sau riscuri. Nu vă lăsați descurajat de dificultățile minore în calea obținerii a ceea ce vă doriți.\n\nZmeura necoaptă sau acră indică o iubire neîmpărtășită sau o grabă care strică farmecul unui moment.",
      "slug": "zmeura"
    },
    {
      "name": "Zi de nastere",
      "category": "fenomene",
      "shortMeaning": "Simbol al noilor începuturi, al celebrării vieții și al trecerii timpului.",
      "fullInterpretation": "Ziua de naștere în vis marchează un moment de bilanț și de renaștere. Este un semn că intrați într-o nouă etapă a vieții, plină de oportunități. Visul vă invită să celebrați cine sunteți și să vă onorați existența.\n\nDacă vă sărbătoriți cu bucurie, visul indică mulțumire sufletească, sănătate și armonie în relațiile cu cei dragi. Sunteți împăcat cu trecutul și priviți cu speranță spre viitor.\n\nDacă ziua de naștere este uitată sau tristă, visul reflectă teama de îmbătrânire, singurătatea sau sentimentul că nu sunteți apreciat suficient. Poate simțiți că timpul trece prea repede și nu ați realizat tot ce v-ați propus.\n\nA visa ziua de naștere a altcuiva sugerează legătura profundă și afecțiunea pe care o purtați acelei persoane.",
      "slug": "zi-de-nastere"
    },
    {
      "name": "Zmeu",
      "category": "obiecte",
      "shortMeaning": "Simbol al aspirațiilor înalte, al libertății jucăușe și al fragilității succesului.",
      "fullInterpretation": "Zmeul de hârtie înălțat pe cer este un simbol al viselor și al aspirațiilor noastre. El reprezintă dorința de a ne ridica deasupra banalului, păstrând totuși o legătură (sfoara) cu realitatea.\n\nUn zmeu care zboară sus și stabil indică succes în proiecte, libertate de spirit și bucurie pură, copilărească. Vă simțiți capabil să atingeți cerul.\n\nDacă sfoara se rupe și zmeul se pierde, visul avertizează asupra pierderii controlului. Poate v-ați setat obiective nerealiste sau ați lăsat soarta să decidă în locul vostru.\n\nPrăbușirea zmeului sugerează dezamăgiri și eșecuri temporare. Este un semn că planurile voastre sunt fragile și depind prea mult de „vântul” circumstanțelor externe. Trebuie să construiți ceva mai solid.",
      "slug": "zmeu"
    },
    {
      "name": "Zgarda",
      "category": "obiecte",
      "shortMeaning": "Simbol al subordonării, al restricțiilor impuse sau al posesivității în relații.",
      "fullInterpretation": "Zgarda în vis este un semn clar de limitare a libertății. Ea sugerează că vă simțiți „legat” sau controlat de cineva – poate fi un partener posesiv, un șef autoritar sau chiar propriile datorii și obligații.\n\nDacă purtați o zgardă, visul reflectă o stare de supunere umilitoare. V-ați pierdut vocea și independența. Poate fi, de asemenea, un simbol al conformismului social, al încercării de a fi „cuminte” pentru a fi acceptat.\n\nPentru o femeie, zgarda poate simboliza o relație care pare strălucitoare la exterior (dacă zgarda e scumpă), dar care este lipsită de libertate și respect real. \n\nA scoate zgarda cuiva (sau a unui animal) indică dorința de a elibera pe cineva sau de a vă recâștiga propria autonomie.",
      "slug": "zgarda"
    },
    {
      "name": "Zavor  zavoare",
      "category": "obiecte",
      "shortMeaning": "Simbol al blocajelor, al secretelor păzite și al nevoii de siguranță.",
      "fullInterpretation": "Zăvorul în vis vorbește despre închidere și protecție. Dacă trageți zăvorul, simțiți nevoia acută de a vă izola de lume, de a vă proteja intimitatea sau de a ascunde un secret rușinos. Vă construiți ziduri emoționale.\n\nUn zăvor care nu se deschide indică un blocaj major. Vă simțiți prizonier într-o situație și nu găsiți ieșirea. Poate fi vorba despre o comunicare întreruptă sau despre incapacitatea de a accesa anumite resurse interioare.\n\nDacă zăvorul este rupt, visul avertizează că barierele voastre de protecție au căzut. Sunteți vulnerabil în fața atacurilor externe sau secretele voastre riscă să fie expuse. Este un moment de nesiguranță, dar și de deschidere forțată către adevăr.",
      "slug": "zavor-zavoare"
    },
    {
      "name": "Zbura (A)",
      "category": "acțiuni",
      "shortMeaning": "Acțiunea de a zbura reflectă dorința de evadare și puterea de a depăși obstacolele.",
      "fullInterpretation": "A zbura în vis este experiența supremă a libertății. Dacă zburați ca o pasăre, folosindu-vă propriile forțe, visul vă confirmă că aveți resurse interioare nelimitate. Sunteți capabil să vă ridicați deasupra problemelor mărunte și să vedeți ansamblul situației.\n\nTotuși, visul poate fi și un avertisment: nu fiți prea idealist. A zbura prea sus (mitul lui Icar) poate duce la o cădere dureroasă dacă ignorați realitatea.\n\nDacă zburați cu dificultate sau la mică înălțime, înseamnă că sunteți încă legat de griji materiale sau de îndoieli. Aveți nevoie de mai multă încredere în sine pentru a vă atinge potențialul maxim.",
      "slug": "zbura-a"
    },
    {
      "name": "Zdrente",
      "category": "obiecte",
      "shortMeaning": "Simbol al sărăciei emoționale, al rușinii sau al neglijenței de sine.",
      "fullInterpretation": "Hainele zdrențuite în vis nu se referă neapărat la sărăcie materială, ci mai degrabă la starea sufletească. Dacă vă vedeți îmbrăcat în zdrențe, visul reflectă o scădere a stimei de sine. Vă simțiți nedemn, vulnerabil sau „uzat” de greutățile vieții.\n\nPoate simboliza și rușinea legată de o faptă din trecut sau teama de a fi judecat de societate. Simțiți că nu puteți prezenta o imagine onorabilă în fața lumii.\n\nPe de altă parte, zdrențele pot indica eliberarea de convenții. Poate nu vă mai pasă de aparențe și alegeți autenticitatea, chiar dacă aceasta pare sărăcăcioasă în ochii altora. \n\nA vedea pe altcineva în zdrențe poate fi un apel la compasiune sau un avertisment că neglijați o persoană apropiată care are nevoie de ajutor.",
      "slug": "zdrente"
    },
    {
      "name": "Zebra",
      "category": "animale",
      "shortMeaning": "Simbol al echilibrului, al dualității și al armoniei în diversitate.",
      "fullInterpretation": "Zebra în vis este un simbol fascinant al echilibrului dintre contrarii, reprezentat de dungile sale albe și negre. Ea sugerează că viața nu este doar albă sau neagră, ci o împletire complexă de bine și rău, bucurie și tristețe. Visul vă îndeamnă să acceptați dualitatea existenței și să găsiți armonia în diversitate.\n\nDacă zebra aleargă liberă, este un semn de vitalitate și libertate neîngrădită. Vă simțiți bine în pielea voastră și sunteți gata să vă exprimați unicitatea.\n\nÎn unele tradiții, zebra avertizează asupra instabilității sau a persoanelor cu două fețe. Fiți atenți la cei din jur care își schimbă atitudinea prea des.",
      "slug": "zebra"
    },
    {
      "name": "Zece 10",
      "category": "fenomene",
      "shortMeaning": "Simbol al perfecțiunii, al împlinirii unui ciclu și al succesului total.",
      "fullInterpretation": "Numărul 10 în vis este un semn extrem de favorabil, reprezentând totalitatea și perfecțiunea. El marchează sfârșitul unui ciclu important și începutul unei noi etape, superioare. Ați ajuns la maturitatea necesară pentru a culege roadele muncii voastre.\n\nZece simbolizează ordinea divină și succesul material și spiritual. Dacă visați acest număr, puteți avea încredere că sunteți pe drumul cel bun și că universul vă susține planurile.\n\nPoate indica, de asemenea, nota maximă sau o performanță deosebită. Vă simțiți capabil să excelați în domeniul vostru.",
      "slug": "zece-10"
    },
    {
      "name": "Zero 0",
      "category": "fenomene",
      "shortMeaning": "Simbol al infinitului, al potențialului pur și al vidului creator.",
      "fullInterpretation": "Cifra zero în vis este simbolul absolutului și al potențialului nelimitat. Este cercul care nu are început și nici sfârșit, sugerând eternitatea și ciclicitatea vieții. Zero poate reprezenta „nimicul” din care se naște „totul” – un gol fertil care așteaptă să fie umplut cu intențiile voastre.\n\nDacă vă simțiți bine văzând zero, visul indică libertate totală și lipsa de griji. Aveți o pânză albă în față pe care puteți picta orice.\n\nDacă zero vă provoacă anxietate, el poate simboliza frica de eșec, sentimentul de inutilitate sau lipsa de direcție. Vă simțiți ca și cum ați alerga în cerc fără a ajunge nicăieri.",
      "slug": "zero-0"
    },
    {
      "name": "Zestre",
      "category": "obiecte",
      "shortMeaning": "Simbol al moștenirii, al valorilor transmise și al pregătirii pentru viitor.",
      "fullInterpretation": "Zestrea în vis vorbește despre bagajul cu care porniți în viață sau într-o nouă relație. Nu este vorba doar de bunuri materiale, ci și de valori, talente și lecții învățate de la familie. \n\nDacă visați o zestre bogată, înseamnă că vă simțiți încrezător în resursele voastre. Aveți tot ce vă trebuie pentru a reuși și vă bucurați de sprijinul celor dragi.\n\nLipsa zestrei sau o zestre sărăcăcioasă poate indica nesiguranță și teama de a nu fi suficient de bun. Poate simțiți că nu ați primit sprijinul necesar în trecut și trebuie să vă construiți viitorul prin propriile forțe.",
      "slug": "zestre"
    },
    {
      "name": "Zgaria",
      "category": "acțiuni",
      "shortMeaning": "Acțiunea de a zgâria indică iritare, agresivitate latentă sau nevoia de apărare.",
      "fullInterpretation": "A zgâria pe cineva sau ceva în vis este un semn de agresivitate reprimată sau de frustrare. Poate simțiți nevoia să vă apărați teritoriul sau să „marcați” ceva ca fiind al vostru. \n\nDacă zgâriați o suprafață (cum ar fi o ușă sau un perete), visul sugerează că încercați să răzbiți, să găsiți o intrare sau un răspuns, dar metodele voastre sunt ineficiente sau disperate.\n\nDacă voi sunteți cel zgâriat, înseamnă că vă simțiți atacat sau rănit superficial de vorbele cuiva. Este o „zgârietură” pe orgoliu.",
      "slug": "zgaria"
    },
    {
      "name": "Zgarietura",
      "category": "corp",
      "shortMeaning": "Simbol al rănilor superficiale, al micilor ofense și al vulnerabilității.",
      "fullInterpretation": "O zgârietură în vis reprezintă o rană emoțională minoră, dar sâcâitoare. Poate ați fost jignit sau dezamăgit de cineva, dar incidentul nu este grav, ci mai degrabă iritant. Visul vă spune că vindecarea este rapidă.\n\nZgârieturile pot simboliza și urmele lăsate de experiențele trecute – cicatrici mici care vă amintesc de lecțiile învățate. Ele sunt dovada că ați supraviețuit unor mici bătălii.\n\nDacă zgârietura sângerează, înseamnă că încă vă consumați energia pentru o problemă minoră. Nu lăsați lucrurile mărunte să vă afecteze profund.",
      "slug": "zgarietura"
    },
    {
      "name": "Zgomot",
      "category": "fenomene",
      "shortMeaning": "Simbol al neliniștii, al conflictelor interioare sau al veștilor neașteptate.",
      "fullInterpretation": "Zgomotul în vis este adesea un semnal de alarmă din partea subconștientului. El indică o stare de agitație interioară, o perturbare a echilibrului sau o intruziune nedorită în viața voastră liniștită. \n\nDacă zgomotul este puternic și deranjant, visul sugerează că sunteți copleșit de stres, de cerințele celorlalți sau de propriile gânduri haotice. Aveți nevoie de liniște pentru a vă auzi propria voce.\n\nUn zgomot brusc care vă trezește simbolizează un șoc sau o veste neașteptată. Poate fi un apel la vigilență într-o situație reală.\n\nZgomotele ciudate, inexplicabile, vorbesc despre frici ascunse sau despre anxietatea legată de necunoscut.",
      "slug": "zgomot"
    },
    {
      "name": "Zgomote",
      "category": "fenomene",
      "shortMeaning": "Simbol al haosului, al bârfelor sau al lipsei de claritate mentală.",
      "fullInterpretation": "O multitudine de zgomote amestecate în vis sugerează confuzie. Vă aflați într-o perioadă în care primiți semnale contradictorii sau sunteți bombardat cu prea multe informații. Vă este greu să discerneți adevărul sau să luați o decizie clară.\n\nZgomotele pot simboliza și bârfele, gura lumii sau criticile care vă afectează starea de spirit. Visul vă îndeamnă să filtrați ceea ce auziți și să nu puneți la suflet tot ce se spune.\n\nDacă zgomotele se liniștesc treptat, este un semn bun: furtuna va trece, iar claritatea va reveni în viața voastră.",
      "slug": "zgomote"
    },
    {
      "name": "Zi",
      "category": "fenomene",
      "shortMeaning": "Simbol al clarității, al conștientizării și al oportunităților deschise.",
      "fullInterpretation": "Lumina zilei în vis este, prin excelență, simbolul conștiinței, al adevărului și al speranței. Dacă visați o zi senină și luminoasă, înseamnă că aveți o perspectivă clară asupra vieții. Problemele par mai ușor de rezolvat, iar optimismul vă ghidează pașii.\n\nZiua reprezintă, de asemenea, momentul acțiunii. Este timpul să puneți în aplicare planurile, să fiți activ și să vă manifestați în lume.\n\nDacă ziua se transformă brusc în noapte, visul avertizează asupra unei schimbări neprevăzute sau a incertitudinii care pândește. \n\nRăsăritul unei noi zile indică renaștere și șansa de a o lua de la capăt, lăsând întunericul trecutului în urmă.",
      "slug": "zi"
    },
    {
      "name": "Ziar / Ziare",
      "category": "obiecte",
      "shortMeaning": "Simbol al informației, al noutăților sau al reputației publice.",
      "fullInterpretation": "Ziarul în vis vorbește despre nevoia de a fi informat, dar și despre modul în care sunteți perceput de ceilalți. Dacă citiți un ziar, înseamnă că sunteți în căutarea unor răspunsuri sau așteptați vești importante.\n\nȘtirile din ziar, dacă sunt bune, prevestesc succes și recunoaștere. Dacă sunt rele, pot reflecta temerile voastre legate de eșec sau de scandal.\n\nVisul poate sugera și că acțiunile voastre sunt sau vor fi „publice”. Aveți grijă la reputația voastră și la secretele care ar putea fi dezvăluite.\n\nUn ziar vechi sau rupt simbolizează vești care nu mai sunt relevante sau oportunități pierdute. Nu trăiți în trecut.",
      "slug": "ziar-ziare"
    },
    {
      "name": "Zid / Ziduri",
      "category": "obiecte",
      "shortMeaning": "Simbol al obstacolelor, al limitelor, dar și al protecției și intimității.",
      "fullInterpretation": "Zidul este un simbol ambivalent. Pe de o parte, reprezintă un obstacol care vă blochează drumul. Simțiți că nu puteți avansa într-o relație sau într-un proiect. Trebuie să găsiți o cale de a-l ocoli, de a-l escalada sau de a-l dărâma.\n\nPe de altă parte, zidul oferă protecție și siguranță. El delimitează spațiul vostru personal de restul lumii. Poate aveți nevoie să ridicați un „zid” pentru a vă apăra de influențe negative sau de persoane intruzive.\n\nDărâmarea unui zid în vis este un semn puternic de eliberare. V-ați învins temerile și sunteți gata să explorați noi orizonturi. \n\nConstruirea unui zid indică efortul de a stabili limite sănătoase sau, dimpotrivă, izolarea de ceilalți.",
      "slug": "zid-ziduri"
    },
    {
      "name": "Zid de piatra",
      "category": "obiecte",
      "shortMeaning": "Simbol al stabilității, al rezistenței și al siguranței neclintite.",
      "fullInterpretation": "Zidul de piatră reprezintă o fortăreață interioară. Spre deosebire de un zid obișnuit, acesta sugerează o protecție durabilă și o voință de fier. Vă simțiți în siguranță în poziția voastră și sunteți pregătit să rezistați oricărui atac extern.\n\nTotuși, rigiditatea pietrei poate fi și un dezavantaj. Dacă zidul vă izolează complet, visul indică inflexibilitate și refuzul de a accepta schimbarea sau emoțiile. Poate ați devenit prea dur cu voi înșivă sau cu ceilalți.\n\nUn zid de piatră vechi, acoperit de iederă, sugerează că timpul a îmblânzit asperitățile, transformând apărarea într-o parte integrantă și armonioasă a personalității voastre.",
      "slug": "zid-de-piatra"
    },
    {
      "name": "Zidar",
      "category": "persoane",
      "shortMeaning": "Simbol al construcției, al muncii temeinice și al planificării viitorului.",
      "fullInterpretation": "Zidarul în vis este arhitectul propriului destin. Apariția sa sugerează că sunteți în proces de a construi ceva durabil – o carieră, o familie sau o nouă versiune a voastră.\n\nMunca zidarului cere răbdare și precizie. Visul vă amintește că lucrurile importante se fac cărămidă cu cărămidă. Nu căutați scurtături; baza solidă este esențială pentru succes.\n\nDacă zidarul repară un zid, înseamnă că încercați să consolidați o relație sau să reparați o greșeală din trecut. Este un semn de vindecare și responsabilitate.",
      "slug": "zidar"
    },
    {
      "name": "Zimbru",
      "category": "animale",
      "shortMeaning": "Simbol al forței primordiale, al rezistenței și al prosperității.",
      "fullInterpretation": "Zimbrul, regele pădurilor carpatine, este un simbol al puterii brute și al vitalității. Apariția sa în vis prevestește o perioadă de energie maximă și de succes obținut prin forță și determinare.\n\nVisul poate indica și o creștere financiară sau un câștig neașteptat, zimbrul fiind asociat adesea cu abundența.\n\nLa nivel spiritual, zimbrul reprezintă conexiunea cu rădăcinile străvechi și cu instinctele naturale. Vă simțiți invincibil și capabil să depășiți orice obstacol. \n\nDacă zimbrul este agresiv, visul avertizează asupra furiei necontrolate sau a unei confruntări cu o autoritate puternică.",
      "slug": "zimbru"
    },
    {
      "name": "Ziua",
      "category": "fenomene",
      "shortMeaning": "Simbol al adevărului, al luminii și al revelației.",
      "fullInterpretation": "Ziua în vis aduce lumină acolo unde a fost întuneric. Este momentul revelațiilor: secretele ies la iveală, iar confuzia se risipește. Dacă visați că se face ziuă, înseamnă că ați găsit soluția la o problemă care vă măcina.\n\nLumina solară simbolizează și energia masculină, activă și rațională. Este timpul să fiți pragmatic și să acționați cu încredere.\n\nO zi neobișnuit de lungă poate sugera oboseală sau senzația că o situație dificilă nu se mai termină. O zi scurtă indică sentimentul că timpul trece prea repede și nu reușiți să faceți tot ce v-ați propus.",
      "slug": "ziua"
    },
    {
      "name": "Zombi",
      "category": "persoane",
      "shortMeaning": "Simbol al detașării emoționale, al presiunii sociale și al pierderii individualității.",
      "fullInterpretation": "Zombii în vis reprezintă adesea teama de a fi absorbit de masă, de a vă pierde identitatea sau de a trăi pe „pilot automat”. Vă simțiți deconectat de propriile dorințe și emoții, acționând mecanic sub presiunea celor din jur.\n\nDacă sunteți urmărit de zombi, visul indică stres copleșitor. Problemele sau persoanele toxice din viața voastră par să se înmulțească și să vă atace din toate părțile. Vă simțiți neajutorat.\n\nA fi un zombi înseamnă epuizare fizică sau emoțională. V-ați golit de energie și aveți nevoie urgentă de odihnă și de reconectare cu ceea ce vă face să vă simțiți viu.",
      "slug": "zombi"
    },
    {
      "name": "Zori",
      "category": "fenomene",
      "shortMeaning": "Simbol al speranței, al renașterii și al noilor oportunități.",
      "fullInterpretation": "Zorii zilei sunt, poate, cel mai pur simbol al speranței. Indiferent cât de grea a fost „noaptea” prin care ați trecut, zorii vă promit un nou început. Visul vă spune că perioada dificilă se încheie și urmează o etapă de claritate și bucurie.\n\nEste momentul ideal pentru a începe proiecte noi, pentru a vă reinventa sau pentru a ierta. Energia este proaspătă și curată.\n\nPrivitul răsăritului în vis aduce o pace profundă și certitudinea că sunteți protejat și ghidat. Aveți încredere în viitor.",
      "slug": "zori"
    },
    {
      "name": "Zugrav",
      "category": "persoane",
      "shortMeaning": "Simbol al schimbării de imagine, al renovării și al dorinței de prospețime.",
      "fullInterpretation": "Zugravul în vis este cel care aduce culoare și prospețime. Apariția sa sugerează dorința voastră de a schimba ceva în viața voastră – poate nu structura (ca la zidar), ci atmosfera sau aparențele.\n\nVreți să ștergeți urmele trecutului (petele de pe pereți) și să creați un mediu nou, curat și plăcut. Este un semn de optimism și de grijă pentru starea voastră de bine.\n\nDacă zugravul face o treabă proastă, visul avertizează că încercați să „acoperiți” problemele superficial, fără a le rezolva cu adevărat.",
      "slug": "zugrav"
    },
    {
      "name": "Zugravind",
      "category": "acțiuni",
      "shortMeaning": "Acțiunea de a zugrăvi indică reînnoire, creativitate și dorința de a schimba perspectiva.",
      "fullInterpretation": "A zugrăvi în vis este un act creativ și terapeutic. Vă luați viața în propriile mâini și decideți ce „culoare” vreți să aibă. Este un semn că sunteți gata să faceți schimbări pozitive, să vă înfrumusețați existența și să eliminați monotonia.\n\nCuloarea pe care o folosiți este importantă: albul sugerează purificare, roșul – pasiune sau energie, albastrul – calm și pace, galbenul – optimism.\n\nDacă zugrăviți peste o culoare închisă, înseamnă că depășiți o perioadă depresivă sau tristă. Sunteți gata să lăsați lumina să intre în viața voastră.",
      "slug": "zugravind"
    }
  ]
}